[{"uid": "1295456943232456195", "i": 34537, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "in NBC Universal-creating a conglomerate that will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States-represents the ultimate surrender to the demands of corporate America. <q> Once we allow companies to become this powerful, the FCC does not regulate them, </q> says Vermont <strong> Al Franken </strong> <strong> Sen. Bernie Sanders </strong>.`` They regulate the FCC,'' says the senator. No reasonable regulator would debate <strong> Sen. Bernie Sanders </strong>'s point-or the threat to democracy posed when traditional protections against media monopoly are abandoned.", "new_id": -2}, {"uid": "1296789971102318082", "i": 24995, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": ": Bobby and Dean wait to see if Death was able to restore Sam's soul without complications; Dean must prove himself worthy of receiving the only weapon in the world that can slay a dragon. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death, </q> 10 p.m.( ABC): <strong> Bill Clinton </strong>, actor <strong> Robin Williams </strong>, and talk-show hosts <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong> discuss their experiences as heart patients with the veteran journalist, who also discusses her own open-heart surgery. Mariners", "new_id": -2}, {"uid": "1295537220252182530", "i": 9545, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Filmmaker Sees", "new_id": -2}, {"uid": "1296218172048857090", "i": 12606, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democarts have expressed interest in running, including U.S. Rep. <strong> Joe Donnelly </strong>, whose northern Indiana district is expected to become", "new_id": -2}, {"uid": "1296648254175931443", "i": 46028, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "Draped on the same blazer and open-collared shirt he wore earlier in the day on a New York City media blitz, <strong> Mitt Romney </strong> was the object of <strong> David Letterman </strong>'s needle even before starting down the list. <q> I begged him to put on a tie, </q> the host said as the former Massachusetts governor, and likely 2012 presidential contender, chuckled. <strong> Mitt Romney </strong> then began his appointed task: reading a list of`` Top Ten Things You Don't Know About <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1295670451069369910", "i": 1667, "idx": 4, "sa": ["Kobe Bryant", "Elgin Baylor", "George Karl", "Allen Iverson", "Mo Williams"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` <strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1295954029089243666", "i": 19992, "idx": 0, "sa": ["Cheryl Cole", "Katy Perry", "Simon Cowell"], "q": "Although <strong> Simon Cowell </strong> is fighting for the Geordie to be involved, it's reported that bosses would prefer a big American star like Rihanna or <strong> Katy Perry </strong>. A naughty little source told the Sun: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> Good- she's ours and you can't have her. Jordan might want to look away and bury her head in some snow at this point We thought <strong> Cheryl Cole </strong> had gone to LA", "new_id": -2}, {"uid": "1296049065000704526", "i": 9429, "idx": 1, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell"], "q": "who sits on the panel alongside <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dannii Minogue </strong>- can procrastinate when making decisions as to who should leave the show in the weekly vote. Comment on this Article He said: <q> I just feel for him because we always seem to go to him to make the hardest decision, you know, it's always for the crucial decision- but, invariably, if you ever have to hurry up because you're going to fall off air, he will take an age. </q> Despite being one of the main names in the frame for the job as host of the first ever US' X Factor', the 37-year-old presenter has`` made peace'' with the possibility a high-profile", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295220232075988993", "i": 16313, "idx": 0, "sa": ["David Letterman", "Jerry Douglas", "Aly Bain", "Tom Brady", "Paul Brady", "Maureen McCormick"], "q": "Shaw dobro- <strong> Jerry Douglas </strong> fiddle- <strong> Aly Bain </strong>... <strong> Tom Brady </strong> on <strong> David Letterman </strong> 9:47 New England Patriots <strong> Tom Brady </strong> NFL This was back in like 2003-2004... video results for: brady against brady PASTOR SHERYL BRADY PREACHES@ ST. JAMES COGIC PT1 <q> THERE'S A STORY BEHIND MY PRAISE </q>... Previously On:`` The Governor's Race'' <strong> Paul Brady </strong> Episode Too busy watching Glee to keep up with the Governor's race? Here's what you missed.... <strong> Maureen McCormick </strong> Marcia <strong> Paul Brady </strong> tells all on WGN-TV Marcia", "new_id": -2}]