[{"uid": "1295596909029032474", "i": 16548, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "discuss the big decisions among the three of us,'' stated <strong> Eric Schmidt </strong>. Page will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. <q>In this new role he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products. ''He's an innovator and entrepreneur to the core, and", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. ''When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1295576709167378948", "i": 24020, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell", "Mary McNamara"], "q": "hit show- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year. The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. ''Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, ''Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1296862636132562982", "i": 10932, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Perhaps not surprisingly, <strong> Donald Rumsfeld </strong> by no means suggests that the war itself was a mistake. He holds to the theory that had the coalition forces not toppled <strong> Saddam Hussein </strong>, the whole region would be <q>far more perilous than it is today</q>. As for his own style of presentation, he was guilty of quips, he admits now, that would have been better unsaid, including ''stuff happens'' in reference to mass looting in Baghdad", "new_id": -2}, {"uid": "1296240031097697831", "i": 9556, "idx": 1, "sa": ["Rick Santorum", "Chris Christie", "Mike Pence", "Jim Geraghty"], "q": "writes. <strong> Mike Pence </strong> was ''perhaps the best chance of uniting the, for lack of better terms, Tea Party and Establishment wings of the Republican Party. <strong> Mike Pence </strong> is a thoroughly consistent conservative,'' <strong> Jim Geraghty </strong> explains, <q>but he doesn't snarl, he's rarely negative, and I can't recall too many off-the-wall statements from him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place.</q> Better Shot from the <strong> Chris Christie </strong>'s Mansion ''Given what I also considered the long odds against <strong> Mike Pence </strong> winning the presidential contest, I think he has made the right call,'' National Review's <strong> Rick Santorum </strong> Hood", "new_id": -2}, {"uid": "1296271846184582164", "i": 24114, "idx": 0, "sa": ["Chauncey Billups", "Erik Spoelstra", "Allen Iverson"], "q": "11-point halftime lead into an insurmountable 79-52 just one quarter later over the hapless Sixers( 20-33). ''It seemed like( the Sixers) were a little off tonight,'' Miami head coach <strong> Erik Spoelstra </strong> said. <q>We were sharp and we were able to capitalize. I think there is a direct correlation to yesterday and how they came to practice after the break. They had the right attitude and they were eager and excited to get back in the gym.</q> ''That was a classic butt-kicking,'' Philadelphia head coach Eddie http://wn.com/Back_in_Philly-Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists and grabbed five rebounds in his return to the Sixers. <strong> Chauncey Billups </strong> and Denver ruined <strong> Allen Iverson </strong>'s homecoming.", "new_id": -2}, {"uid": "1296137334113377297", "i": 2585, "idx": 7, "sa": ["Michael Vick"], "q": "Understanding the situation and everything that I came into and that Mike's done recently, it's my first opportunity to talk to him,'' said Ryan, who met <strong> Michael Vick </strong> for the first time Tuesday night. <q>As soon as you get to know him, he's a really nice guy, down to earth, super relaxed. I enjoyed spending time with him. Once we got out throwing, it was no big deal, which was cool.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1297081769245825547", "i": 42024, "idx": 0, "sa": ["Bernie Ecclestone", "Gwyneth Paltrow", "Kylie Minogue", "Simon Cowell"], "q": " ''We are now part of that life,'' says a deadpan Nick, creator of homes for <strong> Kylie Minogue </strong>, <strong> Gwyneth Paltrow </strong>, Boris Berezovsky[ Russian oligarch] and the Mittals[ Indian steel tycoons]. <q>We try to educate our young designers in the needs of such people.</q> He is friends with princes Andrew and Albert, <strong> Bernie Ecclestone </strong>[ Formula One boss] and <strong> Simon Cowell </strong>. I find him tanned in a tailored shirt and Berluti shoes, but am more struck by the piercing stare", "new_id": -2}, {"uid": "1296178798053526610", "i": 29573, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field...'' <q>He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?,</q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1295559697061718555", "i": 37527, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> is stepping down as CEO of Google, and Larry Page is taking over the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,</q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011.", "new_id": -2}]