[{"uid": "1295667464153141265", "i": 4955, "idx": 4, "sa": ["Mike Sergeant", "Andy Coulson"], "q": "was impeding his ability to do his job and was starting to prove a distraction for the government,'' he said. He denied that it raised questions about his own judgement and said Mr <strong> Andy Coulson </strong> had <q> run the Downing Street press office in a professional and competent and good way </q>. The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a", "new_id": -2}, {"uid": "1297538571085508105", "i": 16988, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann", "Silvio Berlusconi"], "q": "/ Bloomberg News Fiat SpA Chief Executive Officer <strong> Sergio Marchionne </strong> confirmed the Italian carmaker's pledge to spend 20 billion euros($ 27 billion) revamping its domestic plants after meeting with Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is a multinational which is expanding internationally, but will keep an Italian heart, </q> Industry Minister <strong> Paolo Romani </strong> said today after discussing the investment plan with the CEO and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. Advertisement <strong> Sergio Marchionne </strong>, 58, caused", "new_id": -2}, {"uid": "1296961003249118728", "i": 46555, "idx": 0, "sa": ["Sergio Marchionne"], "q": "explain the`` shyster rates.'' In a statement posted at the centre of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it`` inappropriate.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's", "new_id": -2}, {"uid": "1295883490173096982", "i": 16867, "idx": 4, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "<strong> Barack Obama </strong>- Computer Science Question <strong> Barack Obama </strong> gets asked a computer science question by <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>.... <strong> Google Inc. </strong> Job Interview- <strong> Barack Obama </strong> www.youtube.com <strong> Eric Schmidt </strong> asked`` the most efficient way to sort a million 32-bit integers'' <strong> Barack Obama </strong> replied <q> the bubble sort would be the wrong way to go. </q> by BizzyMicBizness... evil google& WORLD domination! SCROOGLE for google:) The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295632864218054656", "i": 40225, "idx": 1, "sa": ["Eric Schmidt", "Will Page"], "q": "particular new products. The changes will take effect on April 4.`` We've been talking about how best to simplify our management structure and speed up decision-making for a long time,'' <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> How <strong> Will Page </strong> Do? Greg Sterling, principal analyst at Sterling Market Intelligence, said that in one sense, it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm", "new_id": -2}, {"uid": "1297363571104955962", "i": 5406, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "if <strong> Donald Rumsfeld </strong> had been President, he first said`` yes,'' and then said,`` How would I know? I wasn't President... I wasn't in his shoes.'' <strong> Donald Rumsfeld </strong> says <q> I would stack Guantanamo Bay against any facility in the world- it is one of the best prisons anywhere. </q> He expressed his astonishment over the`` mythology'' that has erupted in the US over Gitmo. No one was waterboarded at Gitmo, <strong> Donald Rumsfeld </strong> pointed out, nor by the military at all- and only three people", "new_id": -2}, {"uid": "1295567041204783733", "i": 47400, "idx": 0, "sa": ["Eric Schmidt"], "q": "the world's most- used search engine, generating$ 29 billion in sales last year.`` Larry is ready,'' <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a conference call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. Page will take over day-to-day operations as CEO on April 4", "new_id": -2}, {"uid": "1296340758125665284", "i": 33759, "idx": 0, "sa": ["Zahi Hawass"], "q": "the Egyptian museum. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295997065180568078", "i": 42527, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both", "new_id": -2}, [{"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]]