[{"uid": "1295040305036372501", "i": 16003, "idx": 0, "sa": ["Steve Ballmer"], "q": "in China. That is a vital concern in an economy where many companies focus on developing and selling products, handing off the actual manufacturing to facilities in China and elsewhere in the developing world. <strong> Steve Ballmer </strong> identified <q>better global enforcement of intellectual property laws<q> as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. \"That is particularly true in China, where the protections are the weakest,\" <strong> Steve Ballmer </strong>", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,<q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1296168750131055629", "i": 5105, "idx": 2, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.<q> FR: He said he would make a decision \"later this year\" about what his next political step??? We all know. He'll go to the Republican Headquarters aka Fox Noise to", "new_id": -2}, {"uid": "1295642034266682385", "i": 22317, "idx": 2, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": ". Ad Feedback \"Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,\" <strong> Vint Cerf </strong> said. <q>He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.<q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. \"Day-to-day", "new_id": -2}, {"uid": "1295943851001703946", "i": 32811, "idx": 0, "sa": ["Michael Vick"], "q": ", but they dipped dramatically as both seasons wore on. The 37-year-old said he had a few job leads. The credential he was wearing at Senior Bowl practice still listed him as with the Eagles. <q>There's not much you can say,<q> Segrest said of his firing. <strong> Michael Vick </strong> negotiations. A contract extension is unlikely to be worked out anytime soon, but the Eagles and <strong> Michael Vick </strong> have had recent conversations about a deal down the road, a", "new_id": -2}, {"uid": "1296062754109985833", "i": 103, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,\" he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.<q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1297368337170426449", "i": 16460, "idx": 5, "sa": ["Zahi Hawass"], "q": "people representing one of the world's earliest and greatest civilizations.\" It would be a tragedy for Egypt and it's people if the Cairo Museum were looted and trashed like the Bagdad Museum. Report Abuse <q>Headline: \"Egypt's museums and monuments are deserted<q>\" Report Abuse \"OK, Berlin/London: listen to what <strong> Zahi Hawass </strong> has commanded: return Nefertiti and Rosetta now!\" Ornamental Iron Doors Custom-Hand Forged Iron Doors, Gates, Wine Cellars& Railings Iron Gates Find Iron", "new_id": -2}, {"uid": "1295584716071549019", "i": 4394, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,<q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1296932452012320779", "i": 26829, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "for a dogfighting conviction-- is a point of pride for him. But <strong> Roger Goodell </strong> said a party that had been advertised as hosted by <strong> Michael Vick </strong> was not something the QB would be affiliated with. <q>I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here-- what he'd be doing,<q> <strong> Roger Goodell </strong> said. \"He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that.\"", "new_id": -2}, {"uid": "1297063849240369679", "i": 21700, "idx": 1, "sa": ["Peter Bennett-Jones", "Andy Coulson"], "q": "'s off in the US doing a pilot for HBO at the moment.\" This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect. <q>PBJ is one of the great unsung heroes of British television. He's made a career out of putting others ahead of himself,<q> says Zein, now the senior vice president, creative, format development and sales at Warner Bros. \"He has a great ability to stay out of the limelight but instil a set of values and an approach when", "new_id": -2}]