[{"uid": "1297277079173539348", "i": 46769, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong>, urging them to strike an exclusive deal to put Microsoft's Windows Phone operating system on Nokia's mobile handsets. Anlaysts are wondering if it would be a good match for the two companies. <q>There is no guarantee this is going to be a successful alignment,</q> said Cramer's Lightning Round- The Most Undervalued Commodity Play in the World( 2/7/11) General Electric Valuation Suggests a Reality Check but No Warning Smart Dividend Investors Should Take a Look at These 5 High-Yielding Stocks", "new_id": -2}, {"uid": "1297319963198246426", "i": 36059, "idx": 1, "sa": ["Eric Schmidt"], "q": "Amelia Torres, spokeswoman for competition issues at the commission, in a Wall Street Journal This all stems from a story published in The Sunday Telegraph in which the reporter( not lame duck CEO <strong> Eric Schmidt </strong>) said <q>Google could be willing to change some of its algorithm methodology in search.</q> What followed was a slew of regurgitated stories that Google was ready to change its algorithm. Without reading carefully, many assumed <strong> Eric Schmidt </strong> was being paraphrased. But it seems the author was just rambling on about a", "new_id": -2}, {"uid": "1297621750013008911", "i": 1773, "idx": 1, "sa": ["Mike Pence"], "q": "$ 70 million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.</q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies", "new_id": -2}, {"uid": "1295897719135872513", "i": 12988, "idx": 0, "sa": ["Phil Schiller", "Steve Jobs", "Tim Cook", "Eric Schmidt", "Scott Forstall", "Tony Fadell"], "q": "worldwide product marketing <strong> Phil Schiller </strong>, and a special adviser to <strong> Steve Jobs </strong>, <strong> Tony Fadell </strong>. COO <strong> Tim Cook </strong> is in fact dismissed as a long shot, despite being the interim head of Apple while <strong> Steve Jobs </strong> is away. <q>A good temporary replacement, but lacks dynamism and creative vision,</q> FC comments. Other people considered include <strong> Eric Schmidt </strong>, I like <strong> Scott Forstall </strong>, he would be a good choice, ever since his debut with the iPhone his presentations have become more polished, and I think", "new_id": -2}, {"uid": "1295973768250167296", "i": 28770, "idx": 1, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "My show is the <strong> Eric Schmidt </strong>\", \"<strong> Eric Schmidt </strong> Happens\", \"I'm getting too old for this <strong> Eric Schmidt </strong>\", \"I <strong> Eric Schmidt </strong> you not\" and \"Who Gives a <strong> Eric Schmidt </strong>?\". <q>So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with Wendy Williams and Ricki Lake and call it \"<strong> Eric Schmidt </strong> Sandwich',</q> wrote Aubrey Sabala. <strong> Liza McGuirk </strong> is the executive producer for CNN\"s Parker Spitzer, a show on which <strong> Eric Schmidt </strong> recently appeared and caused concern by saying that people who were worried about their home featuring on Google", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,</q> <strong> Wanda Jackson </strong> says. \"And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1296784629036126790", "i": 41631, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "was covered up by the Pentagon. And <strong> Donald Rumsfeld </strong> has no regrets for the Iraq War, saying that the Mideast would be \"far more perilous\" with <strong> Saddam Hussein </strong> still in power and crediting Bush and an <q>aggressive, unrelenting offensive against the enemy</q> for preventing another 9/11. <strong> Donald Rumsfeld </strong> finishes the book on a self-satisfied note, saying that <strong> Barack Obama </strong> has largely \"kept in place the most contentious and widely derided Bush administration policies\"-- terrorists are still not accorded POW", "new_id": -2}, {"uid": "1296492638150683650", "i": 23427, "idx": 0, "sa": ["Sergio Marchionne", "Nicklas Lidstrom", "Oprah Winfrey", "Robin Williams", "... More"], "q": "was certain the Michigan basketball team understood the concept of building off the <strong> ... More </strong> Red Wings defenseman <strong> Nicklas Lidstrom </strong> has been part of the two biggest comebacks in All-Star Game <strong> ... More </strong> Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q>performance <strong> ... More </strong> Chrysler reported a$ 199-million net loss for the fourth quarter of 2010, but excluding interest on <strong> ... More </strong> Chrysler reports its fourth-quarter financial results this morning amid rising expectations that it <strong> ... More </strong> than 1,000 filmgoers-- and \"Detroit 1-8-7</q> fans-- sold out the Detroit Film Theatre to <strong> ... More </strong> Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of <strong> ... More </strong> As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}, {"uid": "1295254462216039433", "i": 13210, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "The Minnesota game cost him. But after what he saw from <strong> Michael Vick </strong> this season, Eagles offensive coordinator <strong> Marty Mornhinweg </strong> thinks the 30-year-old has a chance- a chance- to become a great one. <q>He's got a good opportunity to become one of the best ever,</q> <strong> Marty Mornhinweg </strong> told me on Thursday. \"He's got several things to do to get that done.\" Last week was a melancholy one at the NovaCare Complex. No one was ready for the season", "new_id": -2}, {"uid": "1296377927085590027", "i": 22707, "idx": 0, "sa": ["Zahi Hawass"], "q": "monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws", "new_id": -2}]