[{"uid": "1295559696061718588", "i": 17748, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Matt Rosoff, On Thursday January 20, 2011, 4:19 pm <strong> Eric Schmidt </strong> is out as CEO, taking on a new role as Executive", "new_id": -2}, {"uid": "1295683128125009927", "i": 10659, "idx": 1, "sa": ["Allen Iverson", "Chris Webber", "Maurice Cheeks", "LeBron James"], "q": "of team that can make some noise in the East. \"It's us trying to stay together, which we will, and to keep worLeBron James to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said. <q> There are a lot of things we've got to work on. </q> <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. \"The most I got out of it was that guys need to take a chAllen Iversonge to make this team better,\" <strong> Allen Iverson </strong> said. \"He", "new_id": -2}, {"uid": "1295805220124010531", "i": 12273, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q> I will always vote for the person who I think is best qualified, </q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1294959187077135883", "i": 40720, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "is pressing up against the bones of his leg and requires surgery in the U.S. \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> said by phone. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg. Because the doctors tell him he'll be out four to six weeks, he's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said yesterday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire", "new_id": -2}, {"uid": "1295806909069746696", "i": 19457, "idx": 5, "sa": ["Colin Powell", "Robert Gates", "Barack Obama"], "q": ". We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing Gates\" Gates-Robert Gates-PEPLT007333.topic\"> <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said", "new_id": -2}, {"uid": "1296719168037388297", "i": 36951, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such weapons", "new_id": -2}, {"uid": "1295321590105201673", "i": 10824, "idx": 3, "sa": ["Allen Iverson", "Anthony Ervin", "Linas Kleiza"], "q": "<strong> Anthony Ervin </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger, </q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1296593023045760531", "i": 25155, "idx": 0, "sa": ["Michael Gove"], "q": "the architect of the abolition of the slave trade, and Olaudah, a freed slave whose autobiography helped persuade MPs[ Members of Parliament] to ban slavery,\" the Daily Mail reported. Similarly, <q> the secondary geography curriculum does not mention a single country apart from the UK or any continents, rivers, oceans, mountains, or cities. It does, however, mention the European Union and global warming. </q> In addition, \"the secondary music curriculum fails to mention a single composer, musician, or piece of music.\" <strong> Michael Gove </strong> observes left-wing ideologues believe schools \"shouldn't be doing anything so", "new_id": -2}, {"uid": "1295646313245137447", "i": 33866, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ", Google Buzz, was a huge flop. <strong> Eric Schmidt </strong> has said that it's not a reaction to competitors, but many other believe differently. UBS analyst Brian Pitz thinks differently. Pitz said: <q> The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with Facebook. I don't think it changes anything strategically where the company is headed. </q> In a posting on the company's official blog, <strong> Eric Schmidt </strong> said: \" As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for", "new_id": -2}, {"uid": "1295586272212418583", "i": 3543, "idx": 18, "sa": ["Andre Miller", "Marcus Camby", "Samuel Dalembert", "Allen Iverson", "David West", "Andre Iguodala"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough David Western Conference. <q> I almost had a perfect trip at my home away from home, </q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}]