[{"uid": "1297242027149028874", "i": 23186, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman", "Newt Gingrich"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q>I'll keep the door open.</q> He also gave a shout out to <strong> Sarah Palin </strong>. Obama Quits! Relax, GOP- we're talking about his cigarette habit Triple murderer and kidnapper writes shocking, gruesome confession Thug killed 2 women and a", "new_id": -2}, {"uid": "1295798310158990353", "i": 9640, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice", "Barack Obama", "Candy Crowley"], "q": "isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>, more leading from the rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. ''I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is", "new_id": -2}, {"uid": "1296759030005144618", "i": 6119, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", there are few matters that US soldiers would rather forget than the pictures of a hooded Iraqi man standing with his hands outstretched and wires attached. according to the Washington Post, <strong> Donald Rumsfeld </strong> remains largely unapologetic. <q>In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004 after the disclosure of the Abu Ghraib prison scandal,</q> writes reviewer Bradley Graham. Regrets not leaving office? That's rich, but not surprising- coming from the man who said, ''Stuff happens'' about the early looting in postwar Iraq", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1295448248150847491", "i": 39908, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gen. David Petraeus", "Hillary Clinton", "P.J. Crowley"], "q": "the U.N. <strong> Gen. David Petraeus </strong> Assembly last year, by the next <strong> Gen. David Petraeus </strong> Assembly session this year in September, Palestine will be a full member of the U.N.'' But <strong> P.J. Crowley </strong>, a State Department spokesman, said that <q>granting permission to raise the flag does not change their fundamental status.</q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before", "new_id": -2}, {"uid": "1295310564231800860", "i": 23564, "idx": 0, "sa": ["Joe Scarborough", "Barack Obama", "The Republican Party", "Mike Pence", "Bob Corker", "Harry Reid"], "q": "on CNBC's Squawk Box, <strong> Barack Obama </strong> <strong> Bob Corker </strong>( R-TN) decried the Medicare cuts and budget ''trickery'' in the <strong> Harry Reid </strong> health care bill, adding further that the legislation is ''bad for our country'' and <q>throws future generations under the bus.</q> Early Monday morning, the <strong> Harry Reid </strong> bill cleared a procedural motion without a single <strong> The Republican Party </strong> vote. http://wn.com/RNC_Chairman_Michael_Steele_to_Joe_Scarborough_Spare_Me <strong> Joe Scarborough </strong> disagrees with RNC chairman <strong> Mike Pence </strong> Steele's suggestion of tort reform, which prompts Steele to say to <strong> Joe Scarborough </strong>, ''", "new_id": -2}, {"uid": "1295296232143114247", "i": 39967, "idx": 1, "sa": ["Yao Ming", "Allen Iverson", "Ish Smith"], "q": "both clarified and cluttered the wild Western Conference playoff race. ''That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. ''There's nothing on the court he can't do.</q> It was the 13th time <strong> Ish Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. ''He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1297436159170033181", "i": 18720, "idx": 0, "sa": ["Sergio Marchionne"], "q": "comment on the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,</q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies,", "new_id": -2}, {"uid": "1295921372006537277", "i": 39623, "idx": 4, "sa": ["Zahi Hawass"], "q": "has sent letters to try and get he statue back to Egypt. ''I am doing something that I believe in and that should have been done a 100 years ago,'' <strong> Zahi Hawass </strong> told AP. <q>My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.</q> The statue is visited by more than a million tourists every year.", "new_id": -2}, {"uid": "1295256412206143497", "i": 17152, "idx": 3, "sa": ["Michael Jordan", "Magic Johnson", "Allen Iverson", "Tracy McGrady"], "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q><strong> Elgin Baylor </strong> score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. ''That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}]