[{"uid": "1295571578103104583", "i": 8407, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "now was the right moment to make some changes to the way we are structured.'' According to <strong> Eric Schmidt </strong>, the three had been`` equally'' involved in making decisions over the past decade. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.[ And] <strong> Larry Page </strong>, in my clear opinion, is ready to lead...[ Yes], day-to-day adult supervision is no longer needed. </q> As such, <strong> Larry Page </strong> has been tasked with leading product development and technology strategy, while Sergey will focus on strategic projects. And <strong> Eric Schmidt </strong>? Well, the former CEO is expected to", "new_id": -2}, {"uid": "1295990431002195464", "i": 3658, "idx": 1, "sa": ["Sacha Baron Cohen", "David Letterman", "Matt Lauer", "Conan O'Brien"], "q": "that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader:`` Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa'' Bruno to Terrorist Leader: <q> Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa </q>( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>-`` Today Show''& <strong> Conan O'Brien </strong>) to promote`` Bruno,'' his latest outrageous comedy film character. Alleged terrorist Aita to Bruno:``", "new_id": -2}, {"uid": "1295648671247758850", "i": 6386, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "will prevent wireless providers from blocking access to sites or services that compete with the providers' own, while the Google/Verizon proposal doesn't explicitly do so. Free Press counsel Aparna Sridhar said Verizon's lawsuit <q> demonstrates that even the most weak and watered-down rules aren't enough to appease giant phone companies. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO.", "new_id": -2}, {"uid": "1295566930055705737", "i": 40210, "idx": 2, "sa": ["Ping Li", "Eric Schmidt", "Ina Fried"], "q": "things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he says, are particularly important in the develoPing Li world. <q> Phones, as we know, are used as banks in many poorer parts of the world-and modern technology means that their use as fIna Friedncial tools can go much further than that, </q> <strong> Eric Schmidt </strong> said. As for getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact.`` We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years", "new_id": -2}, {"uid": "1295246138063356933", "i": 39540, "idx": 0, "sa": ["Bernie Sanders", "Harry Mitchell", "Barack Obama", "Raúl Grijalva"], "q": "rel=\"homepage\" href=\"http://www.whitehouse.gov/\"> <strong> Barack Obama </strong>'s health care overhaul and threats made against other Arizona Democrats, including Rep. title=\"Ra?l Raúl Grijalva\" rel=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Ra%C3%BAl_Raúl Grijalva\"> <strong> Raúl Grijalva </strong> and former Rep. <strong> Harry Mitchell </strong>, who was defeated in the November mid-term elections. <q> Have right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions? </q> <strong> Bernie Sanders </strong> said in his letter. He added that`` the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me'' in his bid for a second term. title=\"United States\"", "new_id": -2}, {"uid": "1296827630066306062", "i": 7788, "idx": 1, "sa": ["Simon Cowell", "Darren Emerson", "Kate Thornton"], "q": "in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it.'' <q> I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend. </q> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from her role as presenter of the UK's' X Factor' and replaced with Dermot O' Leary in 2007.", "new_id": -2}, {"uid": "1297177285142131216", "i": 48573, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered.`` I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the al-Qaida out of Afghanistan,'' he added, insisting the <strong> George W. Bush </strong> administration's decision", "new_id": -2}, {"uid": "1297178049265814062", "i": 31710, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "a 2003 national security meeting when he was told that Saddam Hussein was offering a$ 60 million bounty to kill <strong> Donald Rumsfeld </strong>'s daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC News on Tuesday. <q> Of course the <strong> George W. Bush </strong> and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he said. The plot also targeted <strong> George W. Bush </strong>'s two daughters, <strong> Donald Rumsfeld </strong> said, and <strong> George W. Bush </strong> urged him to take it seriously because the administration had killed Hussein's sons.", "new_id": -2}, {"uid": "1296407544252772372", "i": 188, "idx": 30, "sa": ["LeBron James", "Allen Iverson", "Nate McMillan", "Robert Horry"], "q": "to get a compliment like that.'' <strong> Allen Iverson </strong> <strong> Robert Horry </strong> 15-of-27 from the field and the Sixers <strong> Robert Horry </strong> 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. <q> Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocLeBron James down Robert Horrys, </q> said Sonics coach <strong> Nate McMillan </strong>.`` Every time we tried to make a run it seemed like he came up with a <strong> Robert Horry </strong> basket. When he has that going, there is nothing you can do except hope that", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}]