[{"uid": "1295627741146702395", "i": 13717, "idx": 8, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "point.`` Larry has wanted to be C.E.O., so that's not a surprise,'' said a former Google sales executive who would speak only anonymously to preserve his relationship with a powerful company. <q> But the timing-- I've talked to people at Google today and they were just flabbergasted. </q> <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said,`` It is unexpected but it makes a lot of sense.'' She added:`` Larry and", "new_id": -2}, {"uid": "1297529172137691161", "i": 47931, "idx": 1, "sa": ["Sergio Marchionne", "Giuliano Pisapia"], "q": "azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati''. BERSANI, INCONTRO CON GOVERNO? ALLA BUON` ORA- L'incontro a Palazzo Chigi tra Governo e l'ad di Fiat, <strong> Sergio Marchionne </strong>? <q> Alla buon` ora- risponde il segretario del Pd, Pierluigi Bersani-, dopo un paio d'anni! </q>. Interpellato a margine dell` incontro a Milano per dare il via alla campagna elettorale del candidato sindaco <strong> Giuliano Pisapia </strong>, Bersani ha spiegato di temere che`` molte cose siano giÃ successe''.`` Vedremo che cosa si", "new_id": -2}, {"uid": "1296106877198869060", "i": 21522, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "humbled and honoured''. <strong> Simon Cowell </strong>, who accepted the award on their behalf, said he thought it was`` well deserved'' but jokingly admitted the pair's success was getting`` annoying''. <q> This would be a good night to announce my retirement but <strong> Jeremy Clarkson </strong>'m not bloody going to </q> </blockquote> <strong> Bruce Forsyth </strong> Later on in the evening, <strong> Simon Cowell </strong> returned to the stage to accept the trophy for best talent show, which went to the X Factor for the second year in a row.", "new_id": -2}, {"uid": "1295537772185040912", "i": 5218, "idx": 0, "sa": ["Simon Cowell"], "q": ". While numbers have been going down for the` American Idol:' did <strong> Simon Cowell </strong> turn down$ 130 million to stay on show? MediEvil 2( Soundtrack)- Kew Gardens MediEvil II( also known as <q> MediEvil II: Return of the Laughing Dead </q>) is the sequel to MediEvil. It was released in 2000 by Sony Entertainment for the popular PlayStation console. It originally based upon a Gothic horror platform game that allows the user to explore several them... DarksydePhil", "new_id": -2}, {"uid": "1296429332256245803", "i": 12006, "idx": 11, "sa": ["Jalen Rose", "Allen Iverson", "Aaron McKie", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana.`` I'm going to remember this game for a long time,'' said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and George Lynch added 16 for Philadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for", "new_id": -2}, {"uid": "1295910860137379909", "i": 23905, "idx": 2, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.'' We don't doubt it. <strong> Eric Schmidt </strong>'s`` just move'' bit was no isolated incident. In late 2009, he told MSNBC that <q> if you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Last year, speaking to a print journalist, he famously said that`` Google policy on a lot of things is to get right up to the creepy line and not cross it,'' but this was merely", "new_id": -2}, {"uid": "1297108555141246488", "i": 6668, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon"], "q": "government spanning Republican presidents from <strong> Richard Nixon </strong> to George W Bush. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war </q>.`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an]", "new_id": -2}, {"uid": "1296716686187006985", "i": 1168, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "do you say? </blockquote> MORRIS: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said, <q> If you break it, you own it. </q> And, clearly, <strong> Barack Obama </strong>-- whether it's because of his words about radical Islam, his failure to really condemn it, his failure to name terrorism as Islamic terrorism, and his appeasement, and very possibly", "new_id": -2}, {"uid": "1296768307240500746", "i": 24223, "idx": 3, "sa": ["David Letterman"], "q": "Regis looked so fragile, and I thought, he'll never be the same again.'' He'll never forget what his friend <strong> David Letterman </strong> said the night before the operation. Regis said, <q> <strong> David Letterman </strong> comes on and he says,` You know, Regis, at 6 O'Clock this morning he's going to report the New York hospital. They're going to take his clothes off and bust him open like a lobster!' Who can sleep after that? </q> You'll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying,`` These men and", "new_id": -2}, [{"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]]