[{"uid": "1294986991012550146", "i": 1487, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "the \"he's classier than she is\" argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: <strong> Kelsey Grammer </strong> Grammers' sly toast to <strong> Kayte Walsh </strong> on The Real Housewives of Beverly Hills <q>I'm under the impression that your marriage is acting. Is that a fact?</q> <strong> David Letterman </strong> asked, the picture of innocence. \"Well, I'm sorry to hear that-or I'm not sorry to hear that?\" \"Well, you are respectfully considerate, and yet", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295091531196460547", "i": 28631, "idx": 1, "sa": ["Sergio Marchionne"], "q": "/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. \"It's time we gave the market an upper-scale Grand Wagoneer,\" said Chrysler CEO <strong> Sergio Marchionne </strong>. <q>You'll see it in January 2013.</q> The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those two vehicles were part of Chrysler's 16-vehicle 2011 product offensive spearheaded by the hard-driving", "new_id": -2}, {"uid": "1296786039034570265", "i": 115, "idx": 2, "sa": ["Barack Obama", "Christian Parenti", "Sen. Bernie Sanders", "Naomi Klein", "David Cay Johnston"], "q": "of the Military-Industrial Complex\" \"The Worse Off You Are, Your Taxes Increase\": Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" <q>China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition</q> By Marc Blecher.( Continuum, 200 Made in China: The Role of US Companies in Denying Human and Worker Rights <strong> Naomi Klein </strong> and <strong> Christian Parenti </strong> on How Beijing Olympics Highlight Globalization of Police State, Inequality Chinese <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1294965093056983574", "i": 3893, "idx": 5, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "<strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: <q>It felt like we were watching a miracle.</q> So how did <strong> Gabrielle Giffords </strong> survive the gunshot wound? The path of the bullet, quick and quality medical care, and a stroke of luck meant the difference between life and death, say her doctors and", "new_id": -2}, {"uid": "1297171230133922851", "i": 9519, "idx": 8, "sa": ["Simon Cowell"], "q": "members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q>If they don't sell a single record they still get to keep the money,</q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales. To do", "new_id": -2}, {"uid": "1295568681147800068", "i": 14133, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "and <strong> Sergey Brin </strong> for a long time to come.\" Aaron Kessler, an ananlyst at Thinkequity, said that Page had probably now gained the experience necessary to run operations at the internet giant. <q>Initially Larry and <strong> Sergey Brin </strong> were pretty young when <strong> Google Inc. </strong> started, so maybe they weren't prepared at that point to run the day-to-day operations of <strong> Google Inc. </strong>. \"But at this point they've been involved for several years now, and are in a better position to really run the company as opposed to just being in the founder role.</q> Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading <strong> Google Inc. </strong> for the last decade\". \"There is no other CEO in the world that could have kept", "new_id": -2}, {"uid": "1296222376236240913", "i": 11637, "idx": 0, "sa": ["Calvin Harris", "Simon Cowell"], "q": "The X Factor last year, according to the red-tops One Direction have still convinced <strong> Simon Cowell </strong>'s record label to pump a cool Â£ 2 million into the boy band. A \"source\" revealed that the band are <q>in the States to meet top producers and songwriters before they start recording material for their debut album</q>. Despite the hefty investment, each one of the band has only been given Â£ 8,000 each, which is 0.4 per cent of their advance. Seems a bit stingy...?( <strong> Calvin Harris </strong> has given a remarkable", "new_id": -2}, {"uid": "1297181837149962786", "i": 19292, "idx": 0, "sa": ["Simon Cowell"], "q": "Inside TV blog, AP <strong> Simon Cowell </strong> said that he hasn't seen a full episode of \"American Idol\" since he left the program, reports EW.com's Inside TV blog. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,</q> <strong> Simon Cowell </strong> said, the story notes. <strong> Simon Cowell </strong> also said that \"The X Factor\" hasn't yet decided who will be a judge on the panel, although he added he's been in regular contact", "new_id": -2}, {"uid": "1295998941043548681", "i": 11503, "idx": 0, "sa": ["Colin Powell"], "q": "I am here to work to solve problems. And to say we will drop spending levels up to 30 percent, but provide no specifics, is being less then genuine. As <strong> Colin Powell </strong> recently said, <q>I'm very put off when people just say let's go back and freeze to the level two years ago. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem.</q> The public has been very clear. Job Creation should be our top priority. But, we are now in week-three of this Congress and we have yet to see a single jobs bill.", "new_id": -2}]