[{"uid": "1296671847037879814", "i": 29552, "idx": 4, "sa": ["Karl Malone", "Mike D'Antoni", "Allen Iverson"], "q": "13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of the Nuggets' suddenly stingy defense. \"They made every shot in the world,\" Suns coach <strong> Mike D'Antoni </strong> said. <q> They are hard to handle when <strong> Karl Malone </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night. </q> At one point, both <strong> Allen Iverson </strong> and <strong> Karl Malone </strong> were 12-for-16 from the floor. \"When you're in a zone, it doesn't matter if guys are on you or anything,\" <strong> Allen Iverson </strong> said. \"It", "new_id": -2}, {"uid": "1295591942183287822", "i": 17961, "idx": 16, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> mobile.WTOPNEWS Get Text Messages and wtopnews.com on Your PDA", "new_id": -2}, {"uid": "1297724525051462174", "i": 8149, "idx": 0, "sa": ["Irina Shayk", "David Letterman"], "q": "midnight on the \"Late Show With <strong> David Letterman </strong>,\" this year's Sports Illustrated Swimsuit Edition cover girl is Russian beauty <strong> Irina Shayk </strong>. Rana Wardlaw took of the billboard outside her office and then tweeted. <q> I saw it from my office window, </q> Wardlaw says. \"I work at a media agency called Starcom Worldwide. They unveiled the billboard for a few minutes to tape it for the <strong> David Letterman </strong> Show and then covered it back up. I guess they did", "new_id": -2}, {"uid": "1295487293122978306", "i": 23963, "idx": 0, "sa": ["Mike Pence"], "q": "the American people,\" he said. \"The Congress can do better in terms of replacing ObamaCare with commonsense reforms that will bring down the cost of health insurance and expand access for more Americans.\" <q> And repeal means keeping a promise, </q> he added. \"This is what we said we would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.\" Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297413424025755648", "i": 11260, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": " \"What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month. Moon over the", "new_id": -2}, {"uid": "1296686955210616322", "i": 33500, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "stretch of time, a U.S. senator charged Feb. 2. Brandishing a 45-page January 2011 U.S. Department of Defense report on the issue, <strong> Sen. Bernie Sanders </strong> called for \"far more vigorous enforcement\" by the U.S. military <q> to protect taxpayers from massive fraud. </q> Americas \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,", "new_id": -2}, {"uid": "1295224474227999745", "i": 13855, "idx": 2, "sa": ["Sam Donaldson", "Whoopi Goldberg", "David Letterman"], "q": "] going to have to pass three tests. The first is, will he get there, stand in front of the podium, and not drool?\" After the audience showed its disapproval, <strong> Sam Donaldson </strong> responded, <q> Wait a minute, I don't mean that disrespectfully. </q> <strong> David Letterman </strong> replied, \"Well, I think we all took that as flattery, <strong> Sam Donaldson </strong>, we did.\" When <strong> Whoopi Goldberg </strong> drew a distinction between \"rape\" and \"rape-rape,\" she possible provided an explanation", "new_id": -2}, {"uid": "1297187009205783101", "i": 6931, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented \"old NATO' not` old Europe'. </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1296848372199835650", "i": 47079, "idx": 0, "sa": ["Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories", "new_id": -2}]