[{"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding ''The X Factor's' judges' roster ''in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor'' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1295101045140623875", "i": 3722, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "of the political aisle, liberal independent <strong> Sen. Bernie Sanders </strong>, of Vermont, who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q>right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions</q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1296407544252772372", "i": 136, "idx": 14, "sa": ["Elgin Baylor", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. ''<strong> Elgin Baylor </strong> just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was", "new_id": -2}, {"uid": "1295560041021315598", "i": 32407, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. ''<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295598786207912973", "i": 10661, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong> co-founder Page speaking with... <strong> Google Inc. </strong>. Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Page listening to... <strong> Google Inc. </strong>. will step down from his role as <strong> Google Inc. </strong>'s CEO in April and be... Report Abuse <q>I still think he's an idiot for helping to create the kind of business environment that doesn't believe it needs any public input nor desires to help it's customers or users.</q> Report Abuse ''<strong> Sergey Brin </strong>'s own ego and <strong> Eric Schmidt </strong>'s softness cost <strong> Google Inc. </strong> a big fortune and huge market share loss in far east. This is just good business from shareholders' point of view.'' Time.com:", "new_id": -2}, {"uid": "1297261068179191811", "i": 20144, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "of mass destruction. He recalls his remark just days after the war began about the location of weapons of mass destruction stockpiles inside Iraq. ''We know where they are,'' <strong> Donald Rumsfeld </strong> told a television interviewer. <q>They're in the area around Tikrit and Baghdad.</q> In his book, he denied that he or any other administration official lied about WMD. ''While I made a few misstatements- in particular the one mentioned above- they were not common and certainly", "new_id": -2}, {"uid": "1296538917017350691", "i": 1697, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", Chrysler needs to build on the progress achieved in 2010. ''What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' said Chrysler chief executive <strong> Sergio Marchionne </strong>. <q>However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.</q> he said. In the past 12 months, Chrysler has launched 16 new or substantially redesigned vehicles, but their success in the market is not yet known. This year, the company has the added", "new_id": -2}, {"uid": "1295580035256213030", "i": 22450, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, in a blog post, said: ''Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.'' <q>For the last 10 years, we have all been equally involved in making decisions,</q> he said. ''This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. ''But we have also", "new_id": -2}, {"uid": "1296232141043434078", "i": 16304, "idx": 10, "sa": ["Michelle Obama", "Mitch Daniels", "Mike Pence", "Barack Obama"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. ''He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said. <q>Obviously it'd be great for the state of Indiana.</q> Politics Video: Exclusive: <strong> Michelle Obama </strong>'s New Focus Report Abuse ''<strong> Barack Obama </strong> has a dying political message of retread talking points that excites n one even the lemming lib followers.'' Report Abuse ''He should run", "new_id": -2}, {"uid": "1297217357071778315", "i": 19409, "idx": 1, "sa": ["Zahi Hawass"], "q": " ''Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q>", "new_id": -2}]