[{"uid": "1295401402180518914", "i": 31169, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Writer Dee-ann Durbin, Ap Auto Writer WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296888568025706496", "i": 979, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price, and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.``", "new_id": -2}, {"uid": "1297193732179781634", "i": 33027, "idx": 0, "sa": ["Roger Goodell", "Michael Vick", "John Mara"], "q": ", however, topped the Forbes magazine list of most-hated sports figures in both 2009 and 2010. He emerged from jail in the midst of bankruptcy proceedings. When <strong> Michael Vick </strong> was reinstated, NFL Commissioner <strong> Roger Goodell </strong> warned that his <q> margin of error is extremely limited. </q> Few wanted <strong> Michael Vick </strong>. New York Giants CEO <strong> John Mara </strong> said his team had no interest in <strong> Michael Vick </strong>`` on a lot of levels.'' Animal rights activists threatened to picket games. Owners had to worry about", "new_id": -2}, {"uid": "1296104975101646394", "i": 17108, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "of this funding.'' Not to mention park rangers, road builders, community colleges and needy children, all down for big reductions in <strong> Jerry Brown </strong>'s proposed budget. State Treasurer <strong> Bill Lockyer </strong> called the RDA moves <q> provocative acts of gamesmanship. </q> They may be that, but they also reflect a deep conflict between overall state interests and local priorities. This deep division will most likely have to be decided by the voters via one or more ballot", "new_id": -2}, {"uid": "1296161522095223812", "i": 43601, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 3:51 PM EST- U.S. Markets close in 9 mins.{`` s'':`` goog, msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}, {"uid": "1297309062028164170", "i": 3905, "idx": 6, "sa": ["Donald Rumsfeld", "Robert Smith"], "q": "had met. <strong> Robert Smith </strong> was arrested that day. But that didn't stop <strong> Robert Smith </strong> from coming out yesterday.`` It has to do with the question of international law,'' <strong> Robert Smith </strong> said. <q> <strong> Donald Rumsfeld </strong> represents a violation of international law and everything that happened in Guantanamo. </q> Joan Broadfield, of Chester, hovered with several others, her sign hung from her neck.`` I think <strong> Donald Rumsfeld </strong> forgot what he did,'' Broadfield said.`` I'm thinking about", "new_id": -2}, {"uid": "1297245176074432535", "i": 28318, "idx": 0, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "a suit. He is better known for wearing high-waisted trousers and tight T-shirt style tops, but says the reception to his new look has been so good he's considering overhauling his wardrobe. <q> Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again, </q> he laughed to Access Hollywood. <strong> Simon Cowell </strong> has given several interviews about the new programme this week, and is being constantly quizzed about who will join him on the judging panel. Cheryl Cole, <strong> Nicole Scherzinger </strong> and", "new_id": -2}, {"uid": "1297233228217890831", "i": 36076, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "US-Verteidigungsminister <strong> Donald Rumsfeld </strong> hat das umstrittene US-Gefangenenlager Guantanamo in Kuba als`` eines der besten Gef?ngnisse der Welt'' bezeichnet. Aus ihm unbekannten Grund sei es aber der US-Regierung nicht gelungen, den Menschen zu vermitteln, dass in Guantanamo <q> nicht gefoltert wurde, dass niemand verletzt wurde. </q> Fotos href=\"http://www.rp-online.de/politik/ausland/Gefangenenlager-Guantanamo_bid_2257.html\" target=\"_top\"> href=\"http://www.rp-online.de/politik/ausland/Gefangenenlager-Guantanamo_bid_2257.html\" target=\"_top\" rel=\"nofollow\"> href=\"http://www.rp-online.de/politik/ausland/Gefangenenlager-Guantanamo_bid_2257.html\" target=\"_top\" rel=\"nofollow\"> href=\"http://www.rp-online.de/politik/ausland/Gefangenenlager-Guantanamo_bid_2257.html\" target=\"_top\" rel=\"nofollow\"> href=\"http://www.rp-online.de/politik/ausland/Gefangenenlager-Guantanamo_bid_2257.html\" target=\"_top\" rel=\"nofollow\"> href=\"http://www.rp-online.de/politik/ausland/Gefangenenlager-Guantanamo_bid_2257.html\" target=\"_top\"> Gefangenenlager Guantanamo Das sagte <strong> Donald Rumsfeld </strong> laut Abschrift in einem", "new_id": -2}, {"uid": "1296751792175587353", "i": 10093, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "evidence of this. You may be right, but I think we have been exceedingly careful to not`` install'' anyone. Posted by: suekzoo1| February 3, 2011 11:41 AM| <q> In his upcoming book, former Defense Secretary <strong> Donald Rumsfeld </strong> writes that <strong> George W. Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks.`` He asked that I take a look at the shape of our military plans on Iraq, </q> <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]