[{"uid": "1297009317188809262", "i": 59712, "idx": 1, "sa": ["Eric Schmidt"], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying.`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant Microsoft snowballed into", "new_id": -2}, {"uid": "1295739721256016388", "i": 16010, "idx": 0, "sa": ["Andy Coulson"], "q": "be moral <cite> Reuters </cite> Report Abuse \"`` You proved my point. The founders were Deists. They believed in God.'' \" Hitler was a Christian and killed seven million. Report Abuse <q> As protection from child's cries </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit How to Fix Your Marriage. There are 7 Secrets- Get'em Free.", "new_id": -2}, {"uid": "1295958129216842277", "i": 12968, "idx": 12, "sa": ["Mike Pence", "Barack Obama", "Marjorie Dannenfelser"], "q": "candidates are speaking at an Illinois GOP dinner celebrating Ronald Reagan. And he's the keynote speaker at a large February fundraiser for the Susan B. Anthony List, a group that opposes abortion. <q> I truly don't know( if he's running for <strong> Barack Obama </strong>), </q> said Susan B. Anthony List <strong> Barack Obama </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run.`` It's my job to really encourage talent to seize the moment, and I think he can do it.''", "new_id": -2}, {"uid": "1295849732019906565", "i": 12936, "idx": 2, "sa": ["Michael Gove", "Winston Spencer-Churchill"], "q": "de que las dos nicas figuras citadas en el curr?culo de Historia son los abolicionista de la esclavitud William Wilberforce y Olaudah Equiano, en perjuicio de personajes como <strong> Winston Spencer-Churchill </strong>, Florence Nightingale y Horatio Nelson. Asegur tambi?n que <q> en el curr?culo de Geograf?a el nico pa?s que mencionamos es Reino Unido: no hay ni una sola menci?n a otro pa?s, continente, r?o o ciudad </q>. <strong> Michael Gove </strong> ech mano de los datos del informe PISA de la OCDE presentado el mes pasado- que mide los coniocimientos de los alumnos de 15 a?os de 60 p?ises, precisamente, en lectura, matem?ticas", "new_id": -2}, {"uid": "1295447410083853376", "i": 31560, "idx": 1, "sa": ["Micheline Calmy-Rey", "Alassane Ouattara"], "q": "despite losing a presidential election to <strong> Alassane Ouattara </strong> on Nov. 28.`` These measures are aimed at encouraging the two countries to present requests for judicial assistance in a criminal matter,'' <strong> Micheline Calmy-Rey </strong> said. <q> Switzerland wants to avoid our financial centre being used to hide funds illegally taken from the populations concerned, </q> added <strong> Micheline Calmy-Rey </strong>, a social democrat who currently also holds the rotating Swiss presidency.", "new_id": -2}, {"uid": "1296153161091389985", "i": 16581, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sell off the entire stake within two years.`` I think it makes a lot of sense,'' IHS Automotive Analyst George Magliano said of GM's decision not to seek the Energy Department loans. <q> First of all they are in much better shape this year than they were a year ago. You've got the stock offering. They are making money, they are doing very well with keeping their costs down, with the new product programs. They don't need an additional loan. </q> Chrysler says it has no plans to withdraw its loan application. Just last week, it's CEO, <strong> Sergio Marchionne </strong> told reporters that some programs have been put on hold as it waits for word from the", "new_id": -2}, {"uid": "1296313574151535619", "i": 3599, "idx": 0, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. Death toll in Egypt's protests hits 74 At least 74 people have been killed in protests across Egypt calling for an end", "new_id": -2}, {"uid": "1296510034251035684", "i": 22586, "idx": 0, "sa": ["Alassane Ouattara", "Ben Ali"], "q": "locked in a crippling power struggle between incumBen Alit strongman Laurent Gbagbo and <strong> Alassane Ouattara </strong>, the internationally recognised winner of elections. South Sudan's landmark January 9-15 referendum was also lauded by the 53-member bloc, which pledged its <q> commitment to recognise the results of the poll and to throw its weight behind them. </q> South Sudanese voted overwhelmingly to secede from the north, with complete preliminary results showing that close to 99 percent had opted for secession. Salva Kiir, the south Sudan leader, told the summit", "new_id": -2}, {"uid": "1295290037026067026", "i": 294, "idx": 0, "sa": ["Catherine Zeta-Jones", "Mila Kunis", "David Gomez", "Angelina Jolie", "Junko Yoshioka"], "q": "else would compare.'' Many stars didn't shy away from color. There were vibrant reds, vivid pinks, and one color that is sure to be a spring trend- green. <q> There were more emerald green and forest greens than ever before, </q> said <strong> David Gomez </strong> Pearlberg, fashion executive for <strong> Junko Yoshioka </strong> New York, citing <strong> Angelina Jolie </strong>, <strong> Catherine Zeta-Jones </strong> and <strong> Mila Kunis </strong>. Regardless of style or color,`` it was sparkle and shine done in a new way, with plenty", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]