[{"uid": "1297183707149962781", "i": 36717, "idx": 0, "sa": ["Mick Jagger", "Matt Lauer", "Simon Cowell"], "q": "information he could give, with <strong> Matt Lauer </strong> listing a string of celebrities, including <strong> Mick Jagger </strong>, who have been linked to the role.`` It's definitely not <strong> Mick Jagger </strong>!'' laughed <strong> Simon Cowell </strong>, before saying: <q> I was talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision. </q> When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded:`` I can't say. I really, really at this point can't say; I'm sworn to secrecy. They'll", "new_id": -2}, {"uid": "1297183312119177307", "i": 46114, "idx": 4, "sa": ["Mick Jagger", "Simon Cowell"], "q": "the acerbic judge. He asked about who will be judging the American version of the show with <strong> Simon Cowell </strong> when it begins here in the fall, but the Brit wasn't ready yet to reveal names. <q> I was sworn to secrecy. I really don't know. I was talking to somebody on Friday, who I really, really want to be on this show, and I'm waiting on a decision. I can't say. I really, really at this point can't say. </q> <strong> Simon Cowell </strong> did strike down the rumor, however, that it might be veteran rocker, <strong> Mick Jagger </strong>. It won't.`` They'll be cute,'' he said as a teaser.``", "new_id": -2}, {"uid": "1296227274172146695", "i": 14627, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1297245176074432535", "i": 23414, "idx": 2, "sa": ["Ricky Martin", "Kara DioGuardi", "Simon Cowell", "Jennifer Lopez"], "q": "He finds the prospect of <strong> Ricky Martin </strong> being involved`` interesting'' and raved about Black Eyed Peas star Fergie.''[ She is] one of the most underrated performers,'' he said. <q> The[ judges] will be cute. But the male judges will not be as good looking as me, </q> he laughed in a separate interview. <strong> Simon Cowell </strong> announced he was leaving American Idol last year to focus on the new version of The X Factor. Judges Elle DeGeneres and <strong> Kara DioGuardi </strong> also quit, with <strong> Jennifer Lopez </strong> and", "new_id": -2}, {"uid": "1295559883243744799", "i": 4463, "idx": 2, "sa": ["Eric Schmidt"], "q": "new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having Larry running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. The change was announced as the company reported fourth-quarter profit jumped 29%. Google reported a profit of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion", "new_id": -2}, {"uid": "1295499871140181544", "i": 18345, "idx": 0, "sa": ["Allen Iverson", "Steve Nash", "David West", "Keith Van Horn"], "q": "to 33-8 with their second straight win after a dismal <strong> David West </strong> Coast trip on which they lost three in a row. At the halfway point of the season, Dallas is on pace for a franchise-best 66 wins. <q> Guys don't care if we win 60 games if we don't win a championship, </q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1296380264205537380", "i": 40349, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' McCarthy said. <q> More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback for a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers", "new_id": -2}, {"uid": "1296160283122896480", "i": 14026, "idx": 4, "sa": ["Chuck Schumer", "Mike Crapo", "Sen. Bernie Sanders"], "q": "get past the politics of the past and deal with this issue, making the hard decisions that have to be made,'' <strong> Sen. Bernie Sanders </strong> <strong> Mike Crapo </strong>, R-Idaho, said Thursday at a Senate hearing on the budget deficit. <q> As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the equation must be on the table. </q> <strong> Sen. Bernie Sanders </strong> <strong> Chuck Schumer </strong>, D-N.Y., accused congressional Republicans of wanting to end Social Security by privatizing it.`` Privatize means end,'' <strong> Chuck Schumer </strong> said Thursday after the meeting of the Senate Social Security Caucus", "new_id": -2}, {"uid": "1295910860241205249", "i": 44342, "idx": 0, "sa": ["Eric Schmidt", "Laura DiDio"], "q": "wunderkinds.'' Still, Facebook will have to be careful when boosting advertising on the site.`` As more people move to social media, even television viewership is down,'' said <strong> Laura DiDio </strong>. <q> They're being supplanted by these online social sites. And they're all selling ads, even the dating sites. The only surprise would have been if Facebook wasn't selling ads. What will be interesting is how they will police their ads. They don't want to get into a situation like Craigslist. </q> Privacy and safety of user information continue to be issues when it comes to Facebook. <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]