[{"uid": "1297424141196083722", "i": 14231, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> noted that the partnership will yield some enterprise friendly developments. At the press conference, <strong> Stephen Elop </strong> outlined how the Microsoft partnership is good for Nokia. Then <strong> Stephen Elop </strong> delivered the understatement of 2011. <q>We believe this partnership is also good for Microsoft.</q> Let's assume that over the next three years Nokia's Symbian operating system largely gets replaced by Windows Phone 7. If that's the case, Microsoft garners about 30 percent market share. I'm", "new_id": -2}, {"uid": "1296800641249069578", "i": 3839, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q>circumvent parental consent laws for secret abortions.</q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning funding that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296169756065815248", "i": 45701, "idx": 3, "sa": ["Mike Pence"], "q": "Nancy <strong> Mike Pence </strong> Fritsch said from at her home in Columbus, Ind. Asked to confirm reports that she has told him to make up his mind,[ his] mom did not deny it. <q>What's a mother to do?</q> she said.\" Aww. Shortly after the National Journal published its mom-scoop, though, the Indianapolis Star put up its article about the announcement being tonight. \"It was not clear whether", "new_id": -2}, {"uid": "1296716686187006985", "i": 1168, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "do you say?\" MORRIS: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said, <q>If you break it, you own it.</q> And, clearly, <strong> Barack Obama </strong>-- whether it's because of his words about radical Islam, his failure to really condemn it, his failure to name terrorism as Islamic terrorism, and his appeasement, and very possibly", "new_id": -2}, {"uid": "1297096904101318657", "i": 21245, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "interview excerpt from \"<strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said.\" <q>There was a lot of leaking out of the State Department, and the president knew it,</q> he said. \"And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.\"", "new_id": -2}, {"uid": "1295541019211419148", "i": 27578, "idx": 1, "sa": ["Allison Iraheta", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong>, who famously put her through the ringer a few times during her season. \"It was different, right?\" she said of the vibe with new superstar judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q>I think change is good. We all miss him. It's a little weird at first. I think it's cool. It's about time they did a little something different.</q> <strong> Allison Iraheta </strong> is sporting new dark locks, which replace her signature flame-red hair. She said the radical change came about after she grew tired of seeing \"16 chicks at the mall\" with the same kind of", "new_id": -2}, {"uid": "1296170522222920753", "i": 26132, "idx": 0, "sa": ["Steve Ballmer"], "q": "large chunks of the enterprise-spending pie. Microsoft's Server and Tools Business-in many ways the epicenter of its cloud strategy-is primed to undergo a shakeup this year with the departure of longtime division president Bob Muglia. <q>While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing,</q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Jan. 10 email to employees announcing Muglia's removal. \"We are now ready to build on our success and move forward into the era of cloud computing.\"", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1295362966246431766", "i": 35994, "idx": 0, "sa": ["Rush Limbaugh", "Kirsten Gillibrand", "Barack Obama", "Reince Priebus"], "q": "that- <strong> Reince Priebus </strong> mistakenly called for <strong> Barack Obama </strong>'s execution: In a media conference call about Osama Bin Laden, <strong> Reince Priebus </strong> slipped and accidentally called for the \"execution\" of <strong> Barack Obama </strong> three separate times. <q>My guess is he would believe that <strong> Barack Obama </strong> should be executed and he oughta be treated as a war criminal,</q> <strong> Reince Priebus </strong> explained. Is <strong> Rush Limbaugh </strong> Perfect? <strong> Rush Limbaugh </strong> Attacks <strong> Kirsten Gillibrand </strong> For Saying \"We Can Conduct Ourselves Better\" Ben Armbruster on Jan 14th, 2011 at 5:08 pm Is <strong> Rush Limbaugh </strong> Perfect? <strong> Rush Limbaugh </strong> Attacks <strong> Kirsten Gillibrand </strong> For Saying`", "new_id": -2}, {"uid": "1297246903009437188", "i": 34468, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell", "Hailee Steinfeld"], "q": "Video: <strong> Simon Cowell </strong> on New Judges, Life After \"Idol' Report Abuse \"I understand u <strong> Lindsay Lohan </strong> well like me sometimes I make mistakes, I dont judge u aint nobody is perfect..\" Report Abuse <q> \"After detectives began preparing to execute the search warrant, a friend of <strong> Lindsay Lohan </strong>'s brought the necklace to the Pacific Division police station.</q>\" \"<strong> Lindsay Lohan </strong> doesn\"t understand how the store can file a police report when they let her borrow the necklace,\" a source tells People. ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit", "new_id": -2}]