[{"uid": "1297431195170164264", "i": 3346, "idx": 1, "sa": ["Steve Ballmer"], "q": "1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone 7, which was", "new_id": -2}, {"uid": "1297709799012566528", "i": 34029, "idx": 0, "sa": ["Steve Ballmer"], "q": "NOK) are vying to be the third mobile platform ecosystem, alongside AAPL) and Android, in large part by being the most operator-friendly option. <q>The mobile operator can add value over and above connectivity and distribution and customer service,</q> CEO <strong> Steve Ballmer </strong> told MWC attendees in his keynote address Monday. \"Windows Phone will continue to be the best place for mobile operators to add value.\" Microsoft announced a number of improvements to Windows Phone", "new_id": -2}, {"uid": "1296759030005144618", "i": 6123, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the box turned out to be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department dispatched 11 <q>idealistic volunteers... in their twenties or early thirties[ who] had no foreign service experience to run the country</q>. At the same time, <strong> Donald Rumsfeld </strong> failed to provide working equipment to the soldiers, who were facing an increasingly hostile population. Then, Iraq turned out to be a powder keg. Hundreds of thousands", "new_id": -2}, {"uid": "1296231867027263003", "i": 3964, "idx": 1, "sa": ["Michael Gove"], "q": "and other students in special circumstances such as teenager mothers are taught in PRUs. <strong> Michael Gove </strong> said he wanted to encourage new organisations to run pupil referral units, including one that recruited army veterans. <q>Most local authority-run pupil referral units are not up to snuff... and we know that there are organisations which have done a fantastic job in meeting some of the needs that these young people have. There's an organisation called Skillforce that takes ex-army veterans and helps them deal with children that are at risk of disengagement, and I know they're interested too, in playing a part in helping.</q> the schools white paper published last November, also includes measures to narrow the focus of Ofsted inspections from 27 categories to just four. Schools inspectors will be asked to look at achievement, the quality of", "new_id": -2}, {"uid": "1294997731235044878", "i": 42723, "idx": 3, "sa": ["Brian Finneran", "Michael Vick"], "q": ". Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. \"Mike always worked hard on the football field,\" <strong> Brian Finneran </strong> said. <q>But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in the film study room. It's been said before. I think he did the first couple of years, then got a little lax.</q> As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, \"I think Mike was coached[ in Atlanta]. He had", "new_id": -2}, {"uid": "1297145575101449730", "i": 21663, "idx": 10, "sa": ["Simon Cowell", "Steven Tyler"], "q": "the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, Jennifer Lopez and Randy Jackson, he said.", "new_id": -2}, {"uid": "1296770511173654034", "i": 12193, "idx": 43, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": ".\" A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" <q>Don, someone's head has to roll over this,</q> Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that \"your leaving is a terrible idea.\" Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be", "new_id": -2}, {"uid": "1296464597200327189", "i": 11980, "idx": 0, "sa": ["Johnny Carson", "David Letterman", "Conan O'Brien"], "q": "man who took \"Tonight\" away from him comes up. \"At the end of my \"Tonight Show,' I remember I said something that really resonated with me,\" <strong> Conan O'Brien </strong> said. <q>It just came off the top of my head. I said,` This is really not a big deal because all we are here to do is to have fun on television.'</q> <strong> Conan O'Brien </strong> shares a late-night trait with <strong> Johnny Carson </strong> and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before \"<strong> Conan O\"Brien </strong>\" debuted", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1296117571165298183", "i": 7778, "idx": 8, "sa": ["Michael Vick"], "q": "the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" said <strong> Michael Vick </strong>, who missed three games with a rib injury sustained Oct. 3. <q>I came back and I was still hurt and I was able to go out there and continue the season and then I hurt my back late in the season. Unequal was one of the reasons I've been able to make it through the season.</q> Another reason he's here is the fans. <strong> Michael Vick </strong> was the leading NFC vote-getter for the Pro Bowl. \"I'm very thankful and happy to be here and I'm going to try", "new_id": -2}]