[{"uid": "1295030362239566877", "i": 30931, "idx": 2, "sa": ["Steve Ballmer", "Jason Maynard"], "q": "billion, and a 14% increase in operating profit, which came in at$ 5.5 billion. Still, Wells Fargo's <strong> Jason Maynard </strong> noted that there were some weak spots in the group's performance. <q>On the negative side, however, the Hyper-V virtualization product to date has not yet seemed to put a dent into VMWare's business,</q> <strong> Jason Maynard </strong> wrote in his research note. MS-Muglia Comment by rwells477 Jan 12, 2011, 08:38 AM EST Muglia could spell his companies name <strong> Steve Ballmer </strong> has a had time spelling his own name.. No", "new_id": -2}, {"uid": "1295495107185335919", "i": 8021, "idx": 0, "sa": ["Mike Pence"], "q": "in recent years. Most lawmakers made good on those promises, though on the Republican side of the aisle, Rep. <strong> Mike Pence </strong>( Ind.) declined to avoid belligerent references on the House floor. <q>Today House Republicans are going to stand with the American people and vote to repeal their government takeover of healthcare lock, stock and barrel,</q> <strong> Mike Pence </strong> said, tapping a figure of speech referring to the key parts of a gun. In an interview with The Hill, <strong> Mike Pence </strong> said he continues to use the phrase because he believes clear communication and", "new_id": -2}, {"uid": "1297116847195428397", "i": 34146, "idx": 2, "sa": ["Simon Cowell"], "q": ") won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal with the scrutiny that comes with competing on TV: <q>We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.</q> And what does <strong> Simon Cowell </strong> think of the new season of American Idol? \"I haven't seen a full episode,\" he said. \"I've seen three minutes of a recap. From what I've", "new_id": -2}, {"uid": "1296744552199131154", "i": 30128, "idx": 30, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell"], "q": "a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than \"putting an Iraqi face on postwar Iraq as soon as possible.\" But he noted that <strong> Colin Powell </strong>'s State Department had <q>proposed an American-led civil authority for an indefinite period.</q> As for Bush's \"Mission Accomplished\" appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the president's \"public affairs team\" did not appreciate that the end of major combat operations was", "new_id": -2}, {"uid": "1295036728092176422", "i": 26439, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the next generation a job opportunity, even with some sacrifices,\" said Carella, 61, who has built models including Pandas and Unos after moving to Turin from the southern town of Mammola in the 1960s. <q>It's time to give something back. This is the worst crisis I've seen.</q> Fiat Chief Executive Officer <strong> Sergio Marchionne </strong> is counting on workers like Carella to overshadow his opponents on a vote over concessions for a 1 billion-euro($ 1.3 billion) investment in the oldest of Fiat's six Italian", "new_id": -2}, {"uid": "1296859928024854534", "i": 4829, "idx": 1, "sa": ["Sergio Marchionne"], "q": "profit if it weren't for interest on the loans. Refinancing would let him \"stop explaining why I'm paying shyster rates,\" <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like <q>at least to have an agreement in principle</q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. Besides the loans, the two governments took ownership stakes in Chrysler when it came", "new_id": -2}, {"uid": "1295610181062603290", "i": 6405, "idx": 3, "sa": ["Andy Coulson"], "q": "He's resigned- reported by The Times. Too slow, Graun!\" Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM <q><strong> Andy Coulson </strong> was fed up with the \"continual focus and distraction,</q>\" All those wire taps must be quite distracting, to be fair. benzedrine 21 January 2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296333025218349599", "i": 5318, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q>When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace,</q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. \"But I thought,", "new_id": -2}, {"uid": "1295782000044482592", "i": 6747, "idx": 0, "sa": ["Rachel Maddow", "Eric Schmidt", "Google Inc."], "q": "remains high while product development cycle times are kept to a minimum. <strong> Eric Schmidt </strong> shares responsibility for <strong> Google Inc. </strong>'s day-to-day operations. In 2006, <strong> Eric Schmidt </strong> was elected to the National Academy of Engineering, which recognized his work on <q>the development of strategies for the world's most successful Internet search engine company.</q> <strong> Eric Schmidt </strong> was inducted into the American Academy of Arts and Sciences as a fellow in 2007. He is also chairman of the board of directors for the New America Foundation. <strong> Rachel Maddow </strong> is an American radio personality and political", "new_id": -2}]