[{"uid": "1295582183033980446", "i": 5422, "idx": 1, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "trends to lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided", "new_id": -2}, {"uid": "1295945703061587482", "i": 11673, "idx": 0, "sa": ["Rahm Emanuel", "Newt Gingrich", "Bill Lockyer"], "q": "Grosby, an aviation security worker at O'Hare International Airport. Del Valle, another Hispanic candidate, said <strong> Rahm Emanuel </strong>'s quandary bodes well for the other candidates, regardless of what the court does. <q> Now voters see there's an opportunity to look at the field and give candidates either a second look or in some cases a first look, </q> del Valle said.`` People are going to pay more attention to the other candidates.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1297298613261144586", "i": 30261, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "your mythical`` god'' when she was shot in the first place? Where was god when the 9 year innocent girl was shot undeservingly? Oh yeah, forgot the`` believers'' bvllchit credo... <q> god moves in mysterious ways </q>.... yeah, the key word is mysterious, as in Fantasy. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for", "new_id": -2}, {"uid": "1295627201004243458", "i": 5975, "idx": 2, "sa": ["Alassane Ouattara"], "q": "en noviembre, no cuenta m?s que con`` 3.000 hombres de su etnia'' y si la Comunidad de Estados del frica Occidental( CEDEAO) interviene, el ej?rcito dejar de apoyarlo, sostiene <strong> Alassane Ouattara </strong>. <q> Ahora ya no es posible seguir negociando. Hay que utilizar la fuerza leg?tima. Laurent Gbagbo no entiende m?s que esta l?gica. Vamos a desalojarlo por la fuerza como a todos los dictadores </q>, a?ade.", "new_id": -2}, {"uid": "1296762870078708770", "i": 19556, "idx": 0, "sa": ["Zahi Hawass"], "q": ".`` Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,'' she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people?s cultural identity. </q> But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on", "new_id": -2}, {"uid": "1295753709087883801", "i": 9710, "idx": 6, "sa": ["Allen Iverson", "George Lynch"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th time this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1295554110082853921", "i": 30195, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" href=\"http://wn.com/?an?\"> an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard`` American Idol </q> returned to Fox with its 10th season target=\"_blank\" href=\"http://filmnews.com/\"> premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable <strong> Randy Jackson </strong> occupying <strong> Simon Cowell </strong>'s old seat", "new_id": -2}, {"uid": "1295471010042287122", "i": 40051, "idx": 7, "sa": ["Anthony Parker", "LeBron James", "Allen Iverson", "Jason Kapono", "Metta World Peace", "Jermaine O'Neal"], "q": "in the house.'' <strong> Jermaine O'Neal </strong> recovered from a rough night in Sunday's win over Charlotte, leading the Raptors( 4-3) with 23 points and 11 rebounds. <strong> Anthony Parker </strong> scored 15 and <strong> Jason Kapono </strong> 14 for ToMetta World Peaceto. <q> In the fourth quarter, they http://wn.com/Allen Iverson_Allen Iverson_1st_Win_as_a_Pistons_vs_LeBron Jamess_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento LeBron Jamess on Tuesday night.`` It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295485367026624014", "i": 57073, "idx": 2, "sa": ["David Letterman", "Kenny Garrett", "Jason Miles", "Spencer Davis", "Davis Miller", "Mike Stern", "Carlene Davis", "Miller Anderson", "Willie Nelson", "Marcus Miller", "David Sanborn", "Tim Minchin"], "q": "Don Alias, <strong> Kenny Garrett </strong>, Joe McCreary. Tutu( live) <strong> Jason Miles </strong> <strong> Carlene Davis </strong> with <strong> Marcus Miller </strong>.... Across the Borderline- <strong> Miller Anderson </strong> and <strong> Spencer Davis </strong> This is <strong> Miller Anderson </strong> playing <strong> Willie Nelson </strong>'s Across the Borderline.... <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> <q> We Three Kings Of Orient Are </q> <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong>`` We Three Kings Of Orient Are'' <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> on <strong> David Letterman </strong>`` We Three Kings Of Orient Are''... video results for: <strong> Davis Miller </strong> really <strong> Jason Miles </strong> <strong> Carlene Davis </strong>/ Mike Stern/Marcus Miller/Fat Tim Minchine PUMP UP", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]