[{"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1294997731235044878", "i": 42724, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.\" As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q> I think Mike was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time. </q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said.", "new_id": -2}, {"uid": "1296752424175587371", "i": 29888, "idx": 5, "sa": ["Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, Parker says. \"He is not the kind of man to have nurtured candidates for his own eventual replacement,\" Parker told me yesterday. <q> So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities. </q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong> has", "new_id": -2}, {"uid": "1295261735064110614", "i": 35110, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "\" after he resigned from his post at the newspaper when the scandal first broke, and that he had done good work for the Tories since. Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme: <q> He is, as anyone would be, extremely embarrassed about what happened. \"He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that. \"Working for the Government, I think he's done a good job. </q> Peers to sleep on camp beds in race to secure Alternative Vote referendum Yesterday Downing Street insisted that Mr <strong> Andy Coulson </strong> has not offered to resign over phone hacking, but Mr <strong> David Cameron </strong> declined to repeat the denial this", "new_id": -2}, {"uid": "1296715247139952129", "i": 22346, "idx": 10, "sa": ["Allen Iverson", "George Karl"], "q": "mark. \"Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,\" said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q> <strong> Gregg Popovich </strong>( Dean) <strong> J.R. Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA. </q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46", "new_id": -2}, {"uid": "1295243276223936526", "i": 8332, "idx": 3, "sa": ["Steve Ballmer"], "q": "which transformed gaming experiences with the cloud. That put Xbox front and center in the social entertainment revolution.\" <strong> Steve Ballmer </strong> then cited Microsoft's successful launch of its Kinect gaming control system two months ago. <q> There's nothing else like it in the world, </q> he said. Microsoft plans to extend its innovative motion control system to include facial recognition, through a forthcoming system called Avatar Kinect. It will allow the company's 30 million Xbox Live members to share", "new_id": -2}, {"uid": "1295152507147554334", "i": 33801, "idx": 1, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Coming off a lousy performance, Richard Hamilton was determined to be more", "new_id": -2}, {"uid": "1297217356071778338", "i": 446, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "However the former Pentagon chief's also admitted his biggest error during his tenure under <strong> President Bush </strong> was when he failed to convince the president to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1294979286033620009", "i": 25966, "idx": 0, "sa": ["Nicole Polizzi", "David Letterman"], "q": "your daughters away Jersey Shore: <strong> Nicole Polizzi </strong> mocks castmates in <strong> David Letterman </strong>'s \"Top Ten' list( VIDEO) star <strong> Nicole Polizzi </strong> will make a guest appearance on Late Night with <strong> David Letterman </strong> tonight( Monday) where she'll read <q> The Top 10 Reasons to Buy the New <strong> Nicole Polizzi </strong> Book. </q> CBS released a sneak peek of <strong> Nicole Polizzi </strong>\"s Top 10 list earlier \"The <strong> Nicole Polizzi </strong> Song\"( Parody of Tik Tok by Ke$ ha) This song is now available on itunes: tinyurl.com Spoof of the famous", "new_id": -2}, {"uid": "1296084859120438795", "i": 4272, "idx": 1, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC.", "new_id": -2}]