[{"uid": "1296611773014188553", "i": 38118, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "defund Planned Parenthood.`` The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,'' <strong> Marjorie Dannenfelser </strong>, president of the anti-abortion <strong> Susan B. Anthony </strong> List, said. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> The <strong> Susan B. Anthony </strong> List has been an ardent advocate for legislation introduced by Rep. <strong> Mike Pence </strong>( R-Ind.), which would strip Planned Parenthood of the federal funding it receives through the Title X program.", "new_id": -2}, {"uid": "1296513675069730321", "i": 6436, "idx": 1, "sa": ["Michael Vick"], "q": ": Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <blockquote> At least the fellow students in high school showed more maturity than the first commenters here. </blockquote> Report Abuse <q> I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock-CelulasGenetica Stem Cell BioReactor Technology. Boost Your Portfolio, Invest Today.`` I Cured My Wrinkles'' Learn How A Mom Got Rid", "new_id": -2}, {"uid": "1295294243074366995", "i": 19312, "idx": 2, "sa": ["George Washington", "Jennifer Love Hewitt", "Barack Obama", "Mike Pence"], "q": "reported <strong> Barack Obama </strong> having a`` 65%'' approval rating in`` all 57 states.'' <strong> Mike Pence </strong> said that after standing united against <strong> Barack Obama </strong> on the failed Stimulus Plan, Cap and Trade, and ObamaCare, Republicans are <q> back in the fight on the Right </q> to lead the country! Wide-Open GOP Presidential Field Spurs Dark Horses Possible Republican <strong> George Washington </strong> House candidates in 2012 Early GOP winds are blowing toward 2012 <strong> George Washington </strong> House urges China to embrace reform Pre-marital HIV test proposal draws flak <strong> Jennifer Love Hewitt </strong>", "new_id": -2}, {"uid": "1296643464148553738", "i": 9288, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "string of 355 passes without being intercepted, received 21 votes from a U.S. panel of 50 media members who regularly cover the league. He easily beat Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with 50 touchdowns passes as New England went undefeated", "new_id": -2}, {"uid": "1296106877198869009", "i": 3606, "idx": 1, "sa": ["Glenn Mulcaire", "Clive Goodman", "Andy Coulson", "David Cameron", "John Prescott"], "q": "hacking claims had distracted him from his work. Mr <strong> Andy Coulson </strong> edited the News of the World from 2003 to 2007 and resigned following the convictions of <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong>. Former deputy PM <strong> John Prescott </strong>: <q> I just don't trust the Metropolitan Police to conduct a proper inquiry </q> Labour <strong> David Cameron </strong> Chris Bryant, who believes he may have had his phone hacked and is seeking a judicial review against the police over their handling of information, welcomed the new investigation. He said", "new_id": -2}, {"uid": "1296774287218005531", "i": 21002, "idx": 0, "sa": ["Sarah Palin", "Mike Pence"], "q": "support the Tea Party folks, everywhere. To: blam Paging, <strong> Mike Pence </strong>. <strong> Mike Pence </strong> to the GOP primary phone. <strong> Sarah Palin </strong> will target him in her crosshairs. E. Pluribus Unum( <q> If they bring a knife to the fight, we bring a gun. </q>-- Barry Soetoro, June 11, 2008) To: blam Will be 80 years old and running for a 6 year term Power corrupts and distorts reality posted on 02/03/2011 2:56:56 PM PST", "new_id": -2}, {"uid": "1296680848252428306", "i": 17044, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "More <q> We shrink from our global responsibilities at our peril, as retrenchment brought about by short-sighted cuts could well lead to costlier and more tragic consequences later- indeed as they always have in the past. </q> That's how Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> concluded his presentation about why the <strong> Barack Obama </strong> administration would cut$ 78 billion from the Pentagon's five-year budget. Not the most effective sales pitch: After 30 minutes of explaining", "new_id": -2}, {"uid": "1295408839085049344", "i": 603, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a`` crook,''`` insane,''`` not fit to scrub <strong> David Letterman </strong>'s feet,'' and that <strong> Jay Leno </strong>`` steals a tremendous amount of material.'' <q> America must be filled with morons, </q> said <strong> Howard Stern </strong>,`` the ones who watch <strong> Jay Leno </strong>, they must be in a coma.'' This was just about the only moment the conversation sprang to life, however. Too much time was wasted with", "new_id": -2}, {"uid": "1295633194146702360", "i": 2645, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Ayaan Hirsi Ali"], "q": ", <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> said that Bush Administration officials are`` admirers'' of Ben <strong> Ayaan Hirsi Ali </strong>, and <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said the country provided'' constructive leadership in the world'': <q> It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. </q>`` Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under <strong> Bill Clinton </strong> Ben <strong> Ayaan Hirsi Ali </strong>'s leadership.''[...]", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]