[{"uid": "1295921805206389258", "i": 10426, "idx": 1, "sa": ["Michael Vick"], "q": "Green Bay 27. The call from the sideline was for a play in which all four wide receivers on the field sprinted for the end zone.`` Four verticals,'' <strong> Michael Vick </strong> said. <q> <strong> Michael Vick </strong> pumped[ a fake] inside and threw outside, </q> Reid said.", "new_id": -2}, {"uid": "1295623347170147858", "i": 3362, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "worden als een topman die met boude uitspraken over privacybescherming wereldwijd grote verontwaardiging oogstte. Toch zal het voor Larry Page ontzettend lastig worden om de successtrategie van <strong> Eric Schmidt </strong> komende jaren door te zetten, voorspellen kenners. <q> <strong> Eric Schmidt </strong> heeft het geweldig gedaan en Google naar grote successen geleid </q>, zegt Gartner-analist Ray Valdes. De altijd rustig en relaxt ogende <strong> Eric Schmidt </strong>, die eerder als CEO bij Novell en CTO bij Sun Microsystems diende, werd in juli 2001 door Page en <strong> Sergey Brin </strong> benoemd als topman van het", "new_id": -2}, {"uid": "1297217617158400531", "i": 27438, "idx": 0, "sa": ["Ben Elton", "David Letterman"], "q": "mark| South Yarra- February 09, 2011, 12:54 PM </cite> obviously the rest of the country has heard of bit torrents <cite> out there| melb- February 09, 2011, 12:55 PM </cite> <q> The fact that My Kitchen Rules drew 1.55 million viewers and Today Tonight 1.19 million, shows that Australian's love to watch utter trash. </q> <cite> Mark| Melbourne- February 09, 2011, 12:56 PM </cite> \" I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible.", "new_id": -2}, {"uid": "1295404896077529090", "i": 1178, "idx": 0, "sa": ["Arsenio Hall", "Don Kirshner", "Jack Wishna", "David Letterman", "Billy Crystal"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q> He was a father to these people even though some of them were three or four years younger than him, </q> <strong> Jack Wishna </strong> said.", "new_id": -2}, {"uid": "1297275995018513946", "i": 23691, "idx": 0, "sa": ["Michael Vick", "Charles Woodson"], "q": "Packers lost <strong> Charles Woodson </strong>( notes)( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.'' â\u0080¢ <q> If you look at how <strong> Sam Shields </strong>( notes) played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>. </q> â\u0080¢`` Everyone got all excited about <strong> Michael Vick </strong>( notes)- and there was reason to be excited early- but if you look at how he finished the season, you see( that)", "new_id": -2}, {"uid": "1297183505216317958", "i": 9331, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "let the documents speak for themselves. promoting on his website. It's a September 9, 2002 summary from the Joint Staff's top intelligence official confessing that U.S. assessments of <strong> Saddam Hussein </strong>'s weapons of mass destruction <q> rely heavily on analytic assumptions and judgment rather than hard evidence. </q> <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to`` take a look'' at the memo, because`` what we don't know about WMD... is big.'' Aha! <strong> Donald Rumsfeld </strong> was a", "new_id": -2}, {"uid": "1295009344152616960", "i": 9837, "idx": 0, "sa": ["Sarah Palin", "David Letterman"], "q": "<strong> David Letterman </strong>'s gaffe occur? Obviously, <strong> David Letterman </strong>'s writers blew it when they fed him a joke that was not only, by his own admission, in poor taste, but factually wrong. His Monday apology( <q> It's my fault that it was misunderstood </q>) made it clear their joke was not fact-checked-- the only <strong> Sarah Palin </strong> daughter in New York City last week was 14. <strong> David Letterman </strong> did a fine and funny job of apologizing and trying to make nice last Wednesday night", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1297446725101842956", "i": 11170, "idx": 8, "sa": ["John McCain", "Donald Rumsfeld"], "q": "too open to disguise. <strong> John McCain </strong>, the Republican candidate in the last presidential election, became one of the foremost critics of <strong> Donald Rumsfeld </strong>'s approach to the Iraq war. He is criticised in the book for having a <q> hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. <strong> John McCain </strong>'s reaction to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark:`` Thank God he was removed of his duties.'' I quote this back at <strong> Donald Rumsfeld </strong>, who responds with", "new_id": -2}, {"uid": "1295519902040943616", "i": 16748, "idx": 2, "sa": ["Indiana Evans", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> <strong> Alexander the Great </strong> score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, <strong> Indiana Evans </strong>", "new_id": -2}]