[{"uid": "1295821293214663170", "i": 19293, "idx": 0, "sa": ["Andy Coulson", "Ken Watkin"], "q": "in that part of the world, that was to live with each other, in Peace. So now the covenent has been broKen Watkin and untill the rightfull pecaefull owners are restored( The Arabs) Report Abuse <q> Zionist Jews= AshKen Watkinazi's= Khazars= Cesspool of Humanity= Gross Violation of God's Laws& Commandments= BroKen Watkin Covenant with the One True God= No Longer God's Chosen People </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295676581025428012", "i": 5590, "idx": 0, "sa": ["Andy Coulson", "Steve Richards"], "q": "Print Newspaper review: <strong> Andy Coulson </strong> resignation scrutinised The resignation of No 10's director of communications <strong> Andy Coulson </strong> fills many of the front pages of the newspapers. <q> the most serious blow to the government since the coalition came to power </q> Abandoning holiday plans in the cold snap was also a good call, it says. Unanswered questions? The Independent's <strong> Steve Richards </strong> believes Mr <strong> Andy Coulson </strong> made href=\"http://www.independent.co.uk/opinion/commentators/Steve Richards-Steve Richards/Steve Richards-Steve Richards-the-pm-will-do-well-to-find-a-successor-of-his-calibre-2191249.html#\">`` big errors''.", "new_id": -2}, {"uid": "1295408846085049364", "i": 24570, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "Nigel Lythgoe", "Steven Tyler"], "q": "But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday, and`` Idol'' producer <strong> Nigel Lythgoe </strong> has been suggesting that the show will be less caustic without him. He recently told Emmy Magazine, <q> If you like people being mean to people, you'll miss it. </q> True enough, a preview of the coming season finds new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> hugging contestants before they even audition. Moved by the performance of a mother with a special-needs child, <strong> Jennifer Lopez </strong> weeps openly. Sure,", "new_id": -2}, {"uid": "1295932595118013952", "i": 2522, "idx": 1, "sa": ["Tracy McGrady", "Shaquille O'Neal", "Allen Iverson", "Michael Jordan", "Paul Silas", "Julius Erving", "Phil Jackson"], "q": "Orleans on February 8.`` Every time we play those guys, it's like a playoff game,'' said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. <q> To win this game was <strong> Shaquille O'Neal </strong> for us http://wn.com/Allen Iverson_Allen Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Phil Jacksonadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Phil Jacksonadelphia 76ers, nobody-- not <strong> Shaquille O'Neal </strong>, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series.`` He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston.`` Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1294961600111804438", "i": 11644, "idx": 1, "sa": ["Angelina Jolie"], "q": "remain. She also visited a cash-for-work programme run by the UN Development Programme( UNDP) in the Carrefour district of Port-au-Prince, which is enabling Haitians to earn an income as they help their country to recover. <q> To give people the ability to work towards their own future is so important at this time. It helps to restore their hope and respects their dignity, </q> said <strong> Angelina Jolie </strong>. The programme is assisting some 40000 people with an aim of reaching more than 400000. She commended the participants who told her they were happy to clean up their country and then sang her a song", "new_id": -2}, {"uid": "1295277629032079894", "i": 8914, "idx": 1, "sa": ["Gabrielle Giffords", "Colin Powell", "Tavis Smiley", "Sharron Angle", "Peter King", "Patrick Elie", "Barack Obama", "Daniel Hernández", "Sarah Palin"], "q": "Tucson Shooting Survivor:`` It Looks Like <strong> Sarah Palin </strong>, Beck, <strong> Sharron Angle </strong> and the Rest Got Their First Target'' <strong> Daniel Hernández </strong>, Intern Who Helped Save <strong> Gabrielle Giffords </strong>: Political Discourse Has Become`` Completely Destructive'' <strong> Barack Obama </strong> Calls for <q> Civil and Honest Public Discourse </q> at Tucson Shooting Memorial <strong> Tavis Smiley </strong> on <strong> Barack Obama </strong>'s Arizona Memorial Speech, Martin <strong> Colin Powell </strong> <strong> Peter King </strong> and Hate in America Wesleyan Professor Alex Dupuy: Haiti Transformed into the`` Republic of the NGOs'' Haitian Activist <strong> Patrick Elie </strong>:`` Haiti", "new_id": -2}, {"uid": "1296841879222789633", "i": 22863, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "The Mentalist 2.8 8 14.847 ABC href=\"http://tvbythenumbers.com/private-practice-abc\" title=\"Private Practice ratings, news, and viewing links\"> Private Practice 2.4 7 6.764 NBC href=\"http://tvbythenumbers.com/outsourced-nbc\" title=\"Outsourced\"> Outsourced 1.8 5 3.800- Via NBC press note: <q> In Late-Night Metered Markets Thursday night: Nielsen's 56 metered markets( with four markets excluded today), household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 2.9/ 7; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 3.2/ 8; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 3.5/ 8;", "new_id": -2}, {"uid": "1295649348034750495", "i": 5972, "idx": 0, "sa": ["Eric Schmidt"], "q": "reste une petite portion des int?r?ts de M. <strong> Eric Schmidt </strong> dans le groupe qu'il a dirig pendant pr?s de dix ans, puisqu'au 31 d?cembre M. <strong> Eric Schmidt </strong> poss?dait au total 9,2 millions d'actions Google, soit 2,9% du capital et <q> environ 9,6% des droits de vote </q>. Apr?s les cessions annonc?es, il devrait lui rester 8,7 millions d'actions, ce qui repr?senterait 2,7% du capital et 9,1% des droits de vote. Il y a un an les deux", "new_id": -2}, {"uid": "1295623976256049166", "i": 13942, "idx": 0, "sa": ["Steve Ballmer"], "q": "at present works only with the Xbox 360 gaming console. Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]