[{"uid": "1295752898235700267", "i": 4477, "idx": 0, "sa": ["Bill Lockyer"], "q": "UNTIL JAN 23, 3:00 p.m. BERKELEY- Treasurer <strong> Bill Lockyer </strong> said Saturday that if lawmakers fail to quickly adopt significant budget cuts, the state could be forced to begin issuing IOUs beginning in May. <q> Depending on whether cuts are made soon, we may have to have IOUs go out in May, </q> he said during a luncheon speech at a political seminar. Controller John Chiang, who would be responsible for making such a decision, has not publicly warned of that possibility. \"I'm not supposed", "new_id": -2}, {"uid": "1295592192000901163", "i": 31406, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 1:42 AM EST- U.S. Markets open in 7 hrs 48 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\": \"goog, novl\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1297217133164478988", "i": 11084, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> In conjunction with bookstores selling his memoir this week, <strong> Donald Rumsfeld </strong> is also releasing online a wide range of nearly 2,000 documents from his tenure in public service, dating back to his years as a congressman in", "new_id": -2}, {"uid": "1295610181062603290", "i": 6404, "idx": 2, "sa": ["Andy Coulson"], "q": "Murdoch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q> He's resigned- reported by The Times. Too slow, Graun! </q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM \" <strong> Andy Coulson </strong> was fed up with the \"continual focus and distraction,\"", "new_id": -2}, {"uid": "1297298981049397785", "i": 40946, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "<strong> Janet Napolitano </strong>: Threat may be highest since 9/11... Article: US targets 2 Taliban, Al-Qaeda money men... Video: DHS Ends Color-Coded Threat Level System... Video: AP Impact: Uneven accountability at CIA Report Abuse <q> \"Hey Fattie, close the back door; flies are getting in. </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1296376798018071610", "i": 5555, "idx": 3, "sa": ["Rasheed Wallace", "Will Bynum", "Allen Iverson", "Harrison Barnes"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Injured_T-Mac_44_points_vs_Baron_Davis_40_points_14_Asts_Part_1_Rocket_Game <strong> Harrison Barnes </strong> Hits Career High as North Carolina Routs N.C. State <strong> Will Bynum </strong> MacArthurism Ever Be Eliminated? Mubarak refuses", "new_id": -2}, {"uid": "1295604135192069644", "i": 2452, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as chief executive As part of the reshuffle, <strong> Eric Schmidt </strong> will become the executive chairman. Schimdt said the changes where to \"simplify\" management structure and \"speed up decision making\". <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> he said. <strong> Eric Schmidt </strong> became chief executive in 2001, leading the company alongside its co-founders Larry Page and <strong> Sergey Brin </strong>. Schidmt will continue to act as an advisor to them both, with <strong> Sergey Brin </strong> focusing on", "new_id": -2}, {"uid": "1297438111065749093", "i": 163, "idx": 2, "sa": ["Donald Rumsfeld", "Fred Kaplan", "David Lloyd George"], "q": "universe.\"[ 2] In that desire to vindicate comes an equal temptation to shape the events favorably, a desire that <strong> Donald Rumsfeld </strong> seems not to have escaped, as <strong> Fred Kaplan </strong> points out at Slate: <q> Many autobiographies exhibit[ the tendency to self-aggrandizement] to some extent. It can even be tolerable if it's joined to an engaging style or sage insights about broader matters. <strong> Donald Rumsfeld </strong>'s book has no such redeeming features. And even if it did, its distortions and lies( I use the term advisedly) are just too blatant to be countenanced. </q> Rebuttal, indeed.[ 1] G.W. Egerton, \"The <strong> David Lloyd George </strong>\" War Memoirs\": A Study in the Politics of Memory,\" The Journal of Modern History 60, no. 1( 1988", "new_id": -2}, {"uid": "1295962173062226451", "i": 2449, "idx": 0, "sa": ["Jesse Ventura", "Donald Rumsfeld", "Benjamin Franklin", "Regis Philbin"], "q": "<strong> Donald Rumsfeld </strong> was given a seat on the board. Its time for people to stand up before its too late. This is outrageous. Not only the corruption, but the idea in general. As <strong> Benjamin Franklin </strong> said... <q> They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety </q> http://wn.com/Vlog_Day_Afternoon_|_ Saturday_evening_with_Band_of_Horses <strong> Regis Philbin </strong> fires agent amid paycut buzz Rumors of proposed paycut arise after <strong> Regis Philbin </strong> quits \"Live\" <strong> Regis Philbin </strong> Quit Because of Contract Dispute? Ex-Minn. governor sues over body scans, pat-downs <strong> Jesse Ventura </strong> Sues", "new_id": -2}]