[{"uid": "1297465246016121860", "i": 2018, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Scottsdale-$ 349,900 MLS 4412965 5 bed/ 2 bath 3,001- 3,500/ 1995 Mike and Rita Browne, KELLER WILLIAMS ARIZONA REALTY", "new_id": -2}, {"uid": "1297219246246972466", "i": 42469, "idx": 0, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "House Chief of Staff Full Story <cite> Chicago Tribune Blogs </cite> <strong> Rahm Emanuel </strong> Deemed Ineligible for Chicago <strong> Rahm Emanuel </strong> U.S. Video: Worker unaccounted for after Texas plant blast U.S. Video: Controversial AZ Sheriff Speaks In OC Report Abuse <q> Does this guy ever comb his hair? </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe", "new_id": -2}, {"uid": "1297708575012566538", "i": 19656, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q> Nokia's support will help Windows Phone overall to build strength versus other mobile platforms, </q> <strong> Steve Ballmer </strong> said. \"That's not just good for Nokia, that's good for all our handset partners.\" Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M", "new_id": -2}, {"uid": "1297442426077905954", "i": 2926, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "of Merrick, N.Y., lost her 10-month-old son, Tyler, in 1997 when the drop-side rail on his crib came loose, partially detached and then trapped his neck between the rail and the headboard. <q> It's been a long 13 years, </q> said Witte. \"I feel like it's a celebratory time because things are finally being done about the issue.\" Witte appeared at a news conference on Capitol Hill with Democratic Sen. <strong> Kirsten Gillibrand </strong> of New", "new_id": -2}, {"uid": "1295467278131301390", "i": 39436, "idx": 2, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> EPA's hydraulic hybrid technology, developed in the agency's lab in Ann Arbor is coming into use in large delivery and refuse trucks across the country. The hydraulic hybrid system captures and reuses the energy", "new_id": -2}, {"uid": "1297670559058834956", "i": 9649, "idx": 0, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "asked <strong> Donald Rumsfeld </strong> why, in 2001, after the invasion of Afghanistan, the U.S. didn't deploy more of its troops to close <strong> Osama bin Laden </strong>'s escape route from Tora Bora, instead of relying on Afghan forces. <q> INSKEEP: You make a valid point when you say you want to leave decisions to the commander on the ground. And you say the commander on the ground made the decision that it was better to proceed with Afghans. </q> RUMSFELD: Now, wait a second. There were not just Afghans. There were American forces involved. Special forces, CIA people. INSKEEP: Fewer than 100. RUMSFELD: Yeah", "new_id": -2}, {"uid": "1296513672069730409", "i": 412, "idx": 0, "sa": ["Michael Vick"], "q": ", and advocacy groups have linked some of the other deaths to the bullying of gay students. U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q> At least the fellow students in high school showed more maturity than the first commenters here. </q> Report Abuse \"I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight.\" Time.com: <strong> Michael Vick </strong>:", "new_id": -2}, {"uid": "1294956185094240773", "i": 34590, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld", "Barack Obama", "Eric Holder"], "q": ". The looming departure of AP-GfK Poll: <strong> Barack Obama </strong>, GOP improve public standing Tucson, Ariz., this afternoon to take part in the memorial service for victims of Saturday's Arizona, Tucson, at an event called <q> Together We Thrive: Tucson and America. </q> Attorney General <strong> Eric Holder </strong> and <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong> will also be there. AP-GfK Poll: <strong> Barack Obama </strong>, Republicans in Congress get higher marks after season of compromise Poll: <strong> Barack Obama </strong>, GOP Improve Standing Congressional Black Caucus Chairman", "new_id": -2}, {"uid": "1295563322217792526", "i": 28866, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of <strong> Google Inc. </strong> in July 2001, when he'd already been chairman of the board for several months-- <strong> Google Inc. </strong> put him on the board and made him chairman in March of that year.", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]