[{"uid": "1296286589101859341", "i": 12919, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "2,000 New York companies could benefit, she said. ''This is exactly the kind of idea that <strong> Barack Obama </strong> was hoping for,'' <strong> Kirsten Gillibrand </strong> said, referencing his State of the Union address. <q>When I spoke to the president, I mentioned this exact tax credit and his team said, ''We are 100 percent behind it.'</q> ''This is not a Democratic or a Republican idea,'' she added. ''It's just a good idea.''' The proposal seeks to allow companies to deduct", "new_id": -2}, {"uid": "1296610992049397765", "i": 38692, "idx": 1, "sa": ["Eric Schmidt"], "q": "Science Gallery 2:32 A quick tour of the Science Gallery, Trinity College, Dublin... Ken Cro-Ken Gallery Talk, Dec. 2010 Ken Cro-Ken at The World Monuments Fund Gallery, 15 <strong> Eric Schmidt </strong> 27th Street, NY, NY <q>APOCRYPHAE: VISIONS OF THE SACRED AND PROFANE</q> December 6th- December 30th, 2010 Co-Curated by Belen Moreno Bosch, Bartolome Sanchez and Ramon L. Granda Cro-Ken talks of the pleasure to ride the coat tai... video results for: gallery theater space Theatre in Public", "new_id": -2}, {"uid": "1297275061262340636", "i": 41152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "head is on national TV a lot.'' Report Abuse ''So just why is it ''unconstitutional''? Why would the state's Supreme Court be hearing it if it's so clear?'' Report Abuse <q>The Boston Tea Party was a protest prompted by the LOWERING of taxes!!</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1297324818049971241", "i": 29560, "idx": 0, "sa": ["Jarrell McKinney", "Michael Vick", "the Albert"], "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. ''He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley ''has <strong> Michael Vick </strong> capabilities.''", "new_id": -2}, {"uid": "1295967992135200793", "i": 24632, "idx": 2, "sa": ["Kirsten Gillibrand", "Ron Kampeas"], "q": "'s <strong> Ron Kampeas </strong> was forced to admit that it makes no sense. The UNSC resolution, he explains, ''doesn't resemble anything <strong> Kirsten Gillibrand </strong> is writing about'' and, ''weirdest of all,'' the letter actually <q>calls for exactly what the resolution calls for.</q> Still, the U.S. State Department's desperate attempts to avoid the issue of Israeli aggression, continued colonization, and its consistent criminal violation of international law with impunity and American protection, were never", "new_id": -2}, {"uid": "1297455868090980402", "i": 30620, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia shares were down more than 15 percent on Friday afternoon in response to the news, which analysts took as a sign of weakness from the world's largest mobile phone manufacturer. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,</q> said Microsoft CEO <strong> Steve Ballmer </strong>. <strong> Stephen Elop </strong> said Nokia would remain based in Finland but said job losses globally would be inevitable. For Microsoft the deal provides a valuable distribution channel for its mobile platform as well as", "new_id": -2}, {"uid": "1295389612219906114", "i": 40631, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.(", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,</q> <strong> Wanda Jackson </strong> says. ''And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1297280669018514011", "i": 26680, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "<q>A former Indiana mayor who won four terms in the 1930s and 1950s is proving less popular with modern-day city leaders, who say they probably won't name a new government center for him because of the jokes his moniker could inspire. <strong> Harry Baals </strong> is the runaway favorite in online voting to name the new building in Fort Wayne, about 120 miles northeast of Indianapolis. But Deputy Mayor Beth Malloy said that probably won't be enough to put the name of the city's longest-tenured mayor on the center.</q> Chauvinists.[ AP via all of our readers] Read More: <strong> Mike Pence </strong> Quickly Quits House Leadership To Run For <strong> Barack Obama </strong> ''Mohammed' Officially World''s Funniest Name After", "new_id": -2}, {"uid": "1295238753247496716", "i": 36129, "idx": 1, "sa": ["Oprah Winfrey", "Michael Vick"], "q": ", it will happen. And if <strong> Michael Vick </strong> choses to sit with you as his first interview and not sit with e then that's the way it's supposed to be,'' said <strong> Oprah Winfrey </strong>, before adding: <q>But don't call me later, Mike.</q> E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our PiersMorgan10:47 pm ET January 16, 2011", "new_id": -2}]