[{"uid": "1295672246172441622", "i": 6577, "idx": 5, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Steve Blake", "Chris Paul"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Chris Paultmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR Smith back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1296438025216727564", "i": 56429, "idx": 0, "sa": ["Tom Coburn", "Chris Lee", "Kirsten Gillibrand"], "q": "credits <strong> Tom Coburn </strong> for agreeing to negotiate, saying they talked until 10 p.m. the night before reaching an agreement.`` I was feeling terrible, didn't sChris Leep all night,'' Schumer said. <q> And early in the morning I woke up and I called him on his cell. I said,` <strong> Tom Coburn </strong>, we have to give this one more shot.' And we all went over to his office, myself, Sen. <strong> Kirsten Gillibrand </strong>, Sen.( Mike) Enzi( R-Wyoming) and we hammered it out. </q> <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for Schumer to sit with <strong> Tom Coburn </strong>.`` We met with him and worked out his concerns,'' <strong> Kirsten Gillibrand </strong> said.`` At the", "new_id": -2}, {"uid": "1296759751093225033", "i": 41379, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief href=\"http://www.earthtimes.org/tag/architect.html\"> architect of the war in Iraq. In the book he continues to defend the invasion, saying the href=\"http://www.earthtimes.org/tag/Middle-East.html\"> Middle East would be <q> far more perilous than it is today </q> if Saddam Hussein were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New", "new_id": -2}, {"uid": "1295965505048300088", "i": 504, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "his position as <strong> David Cameron </strong>'s communications director, citing`` continued coverage of events connected to my old job at the News of the World''. The decision prompted the prime minister to insist that <strong> Andy Coulson </strong> was being <q> punished for the same offence twice </q>. Hacking technique The phone hacking scandal has once again raised the issue of mobile security in the national media, causing the industry to leap into action. In December, security", "new_id": -2}, {"uid": "1295541094207126530", "i": 7363, "idx": 1, "sa": ["Barack Obama", "Alassane Ouattara"], "q": "to encourage Laurent Gbagbo to step down from a presidency that isn't his. In November the west African state held elections and despite polls showing <strong> Alassane Ouattara </strong> Outtara as the victor, Mr. Gbagbo is still in power. <q> In addition to Ivory Coast's neighbors, the UN, US and EU all back Gbabgo's rival <strong> Alassane Ouattara </strong> Outtara as winner of the west African state's Barack Obamaial election. Nearly 200 people have been killed in post-election violence with fears that political standoff could tip Ivory Coast back into civil war. </q> Fears of violence have led 14000 people from both political sides to flee the country into neighboring Liberia, and the United Nations estimates total refugees figures may be closer to 30000. Fatoumata Lejune-Kaba, UNHCR`` We are", "new_id": -2}, {"uid": "1295165772245350404", "i": 21330, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Finley", "Tim Duncan", "Fabricio Oberto", "Linas Kleiza", "Kenyon Martin"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said Karl. <q> From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1295804524123387906", "i": 46376, "idx": 12, "sa": ["Kobe Bryant", "Allen Iverson", "Michael Finley", "Chauncey Billups"], "q": "vs Nuggets Game 1 Playoffs! HD! 19.4.09 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> can't recall any of his other 117 playoff performances being as big as his 36-point outburst in front of his homies. <q> It was deMichael Finleyitely one of my best games in the playoffs, </q> <strong> Chauncey Billups </strong> said Monday after reviewing film of his stir... <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets This was not exactly the new", "new_id": -2}, {"uid": "1295560003078905357", "i": 22898, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "on external partnerships and business deals starting on April 4, when <strong> Larry Page </strong> will take over the day-to-day management role. <strong> Larry Page </strong> was Google's first CEO, and href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> <strong> Eric Schmidt </strong> said in a blog post that <strong> Larry Page </strong> <q> in my clear opinion, is ready to lead. </q> <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology.`` He's an innovator and entrepreneur to the core, and this", "new_id": -2}, {"uid": "1295567825105267222", "i": 3018, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government.`` I believe <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong> said. <q> His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' <strong> Larry Page </strong> said.`` There's really no", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]