[{"uid": "1296339716032669714", "i": 15022, "idx": 0, "sa": ["Zahi Hawass"], "q": "between the army and the demonstrators. But clashes between the protesters and the riot police have left at least 74 people dead since rallies began on Tuesday. About 2,000 people have been injured. <q>Live bullets have been fired at protesters, aimed at their heads,</q> <strong> Zahi Hawass </strong> Yaser Sayyed at the Sayyed Galal Hospital in Cairo told BBC Arabic. \"We have seen more than 20 cases of headshots with the bullet wounds on the front of the head and exit wounds on", "new_id": -2}, {"uid": "1294993317185335809", "i": 37704, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q>She wanted us to know that she was with us 100 per cent and understood everything we were saying.</q> Ms <strong> Gabrielle Giffords </strong>'s neurosurgeon, Dr Michael Lemole, called it \"a major milestone\", and said the congresswoman was clearly responding to the gathering of friends and family. 2Accused were in Harte's hotel", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295987623252182537", "i": 40616, "idx": 0, "sa": ["David Vitter", "Mike Pence"], "q": "first day senators are allowed to officially submit legislation, <strong> David Vitter </strong> reintroduced his bill to amend title X of the Public Health Service Act to prohibit family planning grants from being awarded to entities that perform abortions. <q>My Title X amendment would end the practice of allowing taxpayer funds to be used to pay for administrative costs and other services offered by abortion providers, a practice that allows other funds to be used for abortion practices,</q> he told LifeNews.com. Congressman <strong> Mike Pence </strong> of Indiana has sponsored in the House that is expected to receive a debate and vote by the pro-life House Republicans that lead the chamber. However, whether pro-abortion Senate Democratic Leader", "new_id": -2}, {"uid": "1295400164102039574", "i": 14062, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Simon Cowell", "Jonathan Wald"], "q": "he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain with <strong> Gordon Brown </strong> turned the tide of the election for prime minister in <strong> Gordon Brown </strong>'s favour. He said he wants to be polarizing. <q>He's really not this annoying,</q> said his executive producer, <strong> Jonathan Wald </strong>, suggesting his star was in promo mode and not as combative during actual interviews. In fact, <strong> Piers Morgan </strong> said his typical interview technique is to try and get a laugh", "new_id": -2}, {"uid": "1296722504024068126", "i": 491, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be <q>far more perilous than it is today.</q> Addressing charges that he failed to provide enough troops for the war, he allows that, \"In retrospect, there may have been times when more troops could have helped.\" But he insists that", "new_id": -2}, {"uid": "1295937877228343832", "i": 41109, "idx": 0, "sa": ["Kevin Systrom", "Bill Lockyer", "Newt Gingrich"], "q": "on the Afghanistan-Pakistan border, construction of a school in Haiti and glimpses inside NPR's headquarters. An indie rock band, the National, uses Instagram to show fans behind the scenes pictures of its tour. <q>It's a strong and compelling way to consume moments in the world, whether it be newsworthy events or simple daily moments in a friend's life,</q> <strong> Kevin Systrom </strong> said. \"Instead of reading what they're doing, you're seeing what they're doing.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts:", "new_id": -2}, {"uid": "1297130959189071378", "i": 41874, "idx": 1, "sa": ["Zahi Hawass"], "q": "is just a complete disaster-- it's not just a specialist interest.\" <strong> Zahi Hawass </strong> Mike Heyworth director of the Council for British Archaeology agreed. \"It would be tragic,\" he told Reuters. <q>If this material becomes inaccessible to us we have lost that opportunity forever and that seems crazy.</q> The Ministry of Justice said in a statement the original review was undertaken in 2008 because the 1857 burial act lacked powers to authorize exhumation and retention for scientific purposes, citing health and decency laws.", "new_id": -2}, {"uid": "1297688800115867651", "i": 22996, "idx": 0, "sa": ["Barack Obama", "Steven Shepard", "David Letterman", "Dick Cheney", "Jessica Taylor", "Jason Sudeikis"], "q": "SNL has part three of FNC host Bill O'Reilly's sit down with <strong> Barack Obama </strong>. SNL's <strong> Jason Sudeikis </strong> as O'Reilly, <q>I'm not saying you're wrong. You could be right, you could be right, I just don't know.</q> <strong> David Letterman </strong> can't believe it's already been five years since <strong> Dick Cheney </strong> shot a friend during a hunting trip. Contributing Editors: Josh Kraushaar, Quinn McCord and <strong> Jessica Taylor </strong> Contributing Writers: <strong> Steven Shepard </strong>, Dan Roem", "new_id": -2}, {"uid": "1295455208049922048", "i": 41721, "idx": 3, "sa": ["Sergio Marchionne"], "q": "sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> The Chrysler Group has actively adopted fuel-saving technologies including cylinder deactivation on V-8 engines, a new MultiAir system that is being introduced on the Fiat 500 today and will introduce an eight-speed transmission in the 2011 Chrysler", "new_id": -2}]