[{"uid": "1295243742247496746", "i": 28785, "idx": 2, "sa": ["Kenyon Martin", "Allen Iverson", "Kevin Garnett"], "q": "in his chair. That one play both epitomized the Nuggets' shoddy, senseless play Saturday night and ignited the short-handed Sacramento Kings to a surprising 118-115 win that dealt the Nuggets a blow to their playoff plans. <q> There's no reason for this team to come in here and beat us on our own floor, as good as we were playing on this floor, </q> <strong> Allen Iverson </strong> said after the Nuggets fell to 31-8 at home. \"They were playing without their two best players. No reason for it. It's unacceptable.\" <strong> Kevin Garnett </strong> <strong> Kenyon Martin </strong> scored 36 points despite missing Sacramento's", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295156723221855763", "i": 25486, "idx": 0, "sa": ["Allen Iverson"], "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a <strong> Yao Ming </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295788220057016357", "i": 32830, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Detroit Red", "Rasheed Wallace", "Rick Pitino", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. \"They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,\" Miami coach <strong> Erik Spoelstra </strong> said. <q> <strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great. </q> <strong> Detroit Red </strong> was missing three key players- <strong> Rick Pitino </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1297360972264552456", "i": 22042, "idx": 0, "sa": ["Eric Schmidt"], "q": "said in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q> There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future. </q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to", "new_id": -2}, {"uid": "1296827679221364331", "i": 2544, "idx": 0, "sa": ["Michael Jackson", "Neal Boortz", "Sarah Palin", "David Letterman"], "q": "to the Rutgers women's basketball team or when <strong> David Letterman </strong> made the comment about <strong> Sarah Palin </strong>'s daughter. I feel that as a radio journalist, you must be held accountable of what you say. The saying goes: <q> If you don't have anything nice to say, don't say anything at all. </q> Believe me, you're better off that way. <strong> Neal Boortz </strong>, your wicked comments about <strong> Michael Jackson </strong> must be addressed. He was not perfect, he had his sins, but he's now gone. Most people have", "new_id": -2}, {"uid": "1296859850024854534", "i": 2209, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the term \"shyster\" at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}, {"uid": "1296259179174211074", "i": 2322, "idx": 0, "sa": ["Antonio Cassano", "Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295876008205455381", "i": 1820, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Finance Search Mon, Jan 24, 2011, 8:33 AM EST- <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1295563322217792546", "i": 46675, "idx": 0, "sa": ["Eric Schmidt"], "q": ". step aside after 10 years as chief executive. He'll be replaced by co-founder Larry Page. <strong> Eric Schmidt </strong> will stay on as chairman.* <strong> Eric Schmidt </strong> said in Google's press release that the change will <q> create clearer responsibility and accountability at the top of the company. </q> But that's not all: the shake-up will also give <strong> Eric Schmidt </strong> a chance to cash in the increasingly lucrative Google chips he has mostly hung onto for the past decade. <strong> Eric Schmidt </strong> holds 9.2 million", "new_id": -2}]