[{"uid": "1296594691227524624", "i": 27121, "idx": 1, "sa": ["David Letterman", "Kayte Walsh", "AJ McLean", "Kelsey Grammer", "Camille Grammer"], "q": "he plans to marry girlfriend <strong> Kayte Walsh </strong> \"next month,\" despite the fact that his divorce from wife <strong> Camille Grammer </strong> hasn't been finalized. In an interview on\" The Late Show with <strong> David Letterman </strong>,\" <strong> Kelsey Grammer </strong> said: <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon... Sometime in February. </q> Backstreet Boys singer <strong> AJ McLean </strong> is reportedly going to rehab.\" People Magazine\" says <strong> AJ McLean </strong> issued a statement saying he wants \"to be healthy and perform\" at his best when the Backstreet Boys tour with New Kids", "new_id": -2}, {"uid": "1296166515171278338", "i": 9674, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.\" So now what? The same person says: <q> Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges. </q> I'd give Congressman <strong> Mike Pence </strong> much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1297290545073252890", "i": 31030, "idx": 2, "sa": ["Simon Cowell"], "q": ", how will this one stand out? According to <strong> Simon Cowell </strong>, this show is the only one \"where the contestants take an active role in deciding who's in the band,\" he said. <q> Whereas contestants must sing in different genres on other shows, this is all about Country music. Our contestants will turn some world renowned songs from other genres like Pop or Motown, pour their soul into it and make it Country. </q> The contestants will attempt to win over celebrity guests each week by competing in music business challenges and performing. Every week a contestant will get the boot, but the viewers will determine who gets to win", "new_id": -2}, {"uid": "1296030378020856833", "i": 24162, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "workers are located. In a speech on Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1 000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31 000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp, among its fiercest rival", "new_id": -2}, {"uid": "1295862625192184333", "i": 41707, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Franklin Roosevelt", "Gerhard Peters", "Sen. Mark Udall", "President Lyndon Johnson", "Thomas Jefferson"], "q": "and odds-on favorite for prom king and queen) will be <strong> President Lyndon Johnson </strong> <strong> John Thune </strong>( R-SD) and <strong> President Lyndon Johnson </strong> <strong> Kirsten Gillibrand </strong>( D-NY). On CNN's Situation Room the other night, debate partner Hillary Rosen suggested the <q> ultimate same sex couple would be[ Majority Leader] <strong> Harry Reid </strong>( D-Nev) and[ Minority Leader] <strong> Mitch McConnell </strong>( R-Ky) but <strong> Mitch McConnell </strong> said on one of the Sunday shows yesterday he was not joining in on the kumbaya SOTU. I had said earlier in the day that the whole thing reminded me of a <strong> Woody Allen </strong> saying( misquoting Isiah): \"The lion and the lamb will lie down together... but the lamb won't get much sleep. </q> Secret Decoder Ring today: Links to the AP curtain-raiser, the Clerk of the <strong> Franklin Roosevelt </strong> page, the historian <strong> Gerhard Peters </strong>' page, and to a backgrounder on <strong> Sen. Mark Udall </strong> Paul <strong> Thomas Jefferson </strong>. Also a Mullfoto which is pretty", "new_id": -2}, {"uid": "1295519902040943616", "i": 16750, "idx": 4, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Top 25 Dunks Of The Decade( regualr season/playoffs ONLY)( 2000-2009) Top 25 Dunks Of The Decade( regualr season/playoffs ONLY)( 2000-2009) \"", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1296062754109985833", "i": 100, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": " Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297175471266534922", "i": 10431, "idx": 3, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines. </q> SteveO This man was given a KEY to Dallas....... <strong> Michael Vick </strong> is a sick S O B and shouldn't even be playing football. Well, I suppose whoever gave <strong> Michael Vick </strong> the key thought", "new_id": -2}, {"uid": "1295686798040943655", "i": 29460, "idx": 0, "sa": ["Mike Pence"], "q": "a November 2010, speech to the Detroit Economic Club, <strong> Mike Pence </strong> of Indiana, who is said to be exploring a White House bid, made an explicit connection between American free enterprise, exceptionalism and Christianity. <q> The free market is what made America's economy the greatest in the world, </q> <strong> Mike Pence </strong> declared. \"To renew American exceptionalism, we must recognize that our present crisis is not merely economic, but moral in nature... As we seek to build national wealth, we must renew our commitment to", "new_id": -2}]