[{"uid": "1295389955093929487", "i": 11666, "idx": 3, "sa": ["Connie Talbot", "Simon Cowell", "Matt Cardle"], "q": "you either love him or you hate him, which of course is the slogan on Marmite. You either love it or you hate it This was very interesting to do as it was so u...? <q> Britains Got Talent or Americas Got Talent? <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor`` <strong> Simon Cowell </strong> Terrace''- 4450 Pembroke Drive: Concord, CA www.estatesbywendy.com Situated in Central Concord in", "new_id": -2}, {"uid": "1296104870079347731", "i": 21892, "idx": 2, "sa": ["Alassane Ouattara"], "q": "to his opponent <strong> Alassane Ouattara </strong>. He added that they were opposed to military intervention to end the deadlock, since Mr Gbagbo was`` willing to step down if he lost in the recount.'' <q> He is a man, he will agree to it, </q> Mr Williams said.`` African countries must resolutely take the opposite position against this intention of a military solution because any fire or gunshot is likely to take the life of a citizen and today in Africa", "new_id": -2}, {"uid": "1295236719176996370", "i": 3518, "idx": 0, "sa": ["Johnny Depp", "Lea Michele", "Diane Keaton", "Angelina Jolie", "Brad Pitt"], "q": "first time to meet when they did the movie. <strong> Johnny Depp </strong> made us laugh, though, when he recalled how he volunteered to dog sit, <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong>'s massive bulldog Jacques for the night. <q> I thought it would be all right. So we brought this huge dog into my tiny hotel room. He went on my bed. When I started taking my boots off, suddenly this enormous weight was upon me. Their dog tried to violate me! He was stinky, drooling and well over a hundred pounds. When you're not ready for it, it was unpLea Michelesant. </q> <strong> Diane Keaton </strong> When we interviewed <strong> Diane Keaton </strong>, 64, we noticed how energetic and lively she was just like her in younger`` Annie <strong> Diane Keaton </strong>'' days. We met her for her movie`` Morning Glory", "new_id": -2}, {"uid": "1297094624063078408", "i": 37758, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "the execution of the war.''`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.`` It's hard to know... You know, the path you didn't take is always smoother, </q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that`` in a war, many things", "new_id": -2}, {"uid": "1295576927002506766", "i": 58864, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "on his Twitter feed@Eric SchmidtEric Schmidt.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' he added in a statement. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company.`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.''`` There is no other CEO in the world that", "new_id": -2}, {"uid": "1295425450009338956", "i": 25916, "idx": 0, "sa": ["Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "Twitter speculation''. targeted A-listers such as <strong> Angelina Jolie </strong> and <strong> Robert Downey Jr. </strong> Junior with close-to-the-bone insults, told a reporter from USA Today at the after-show party that`` everyone'' had taken his jibes well, though he added: <q> I don't know if they mean it or not. </q> But an unnamed member of the Hollywood Foreign Press Association( HFPA), which runs the Golden Globes, quoted by gossip site href=\"http://www.popeater.com/2011/01/17/Ricky Gervais-Ricky Gervais-banned-golden-globes/\" target=\"_blank\"> Pop Eater, suggests that many of the wounded celebrities", "new_id": -2}, {"uid": "1296417508166264859", "i": 6208, "idx": 0, "sa": ["Barack Obama", "Zahi Hawass"], "q": "Parti national d?mocrate( PND) d'Hosni MouBarack Obama, des inconnus ont escalad les grilles, cass une vitre et se sont introduits dans le mus?e pour y d?rober deux momies, selon le patron des antiquit?s gyptiennes <strong> Zahi Hawass </strong>. <q> Mais les manifestants ont arr?t les voleurs en collaboration avec les forces de s?curit et elles ont t rendues au mus?e, mais ont t endommag?es </q>, a-t-il ajout.`` Seules les t?tes sont intactes'', a-t-il pr?cis. Le Mus?e gyptien, qui rec?le des tr?sors inestimables de l' Antiquit, a t entour samedi par une cha?ne humaine form?e de dizaines d'Egyptiens", "new_id": -2}, {"uid": "1296109012070025280", "i": 6589, "idx": 0, "sa": ["Alassane Ouattara"], "q": "ban on cocoa exports after a disputed election in Ivory Coast, the world's top producer, on Nov. 28. <strong> Alassane Ouattara </strong> is seeking to starve revenues to his rival, incumbent Laurent Gbagbo. <q> The collective tensions arising from the impact of the different pressure points has created an extremely hazardous environment on the ground within which to both live and work, </q> the statement said.`` All members affected by this situation are very concerned about the risks to people and hope that a political solution can be urgently achieved.'' The European Cocoa Association,", "new_id": -2}, {"uid": "1295094125134053943", "i": 24386, "idx": 44, "sa": ["Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "might've been his game-best playing http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]