[{"uid": "1297192004228835329", "i": 35893, "idx": 0, "sa": ["JD Roth", "Anderson Cooper", "David Letterman", "Simon Cowell"], "q": ", executive producer <strong> JD Roth </strong> has previously stated the show would welcome her back. \"Yes, the door is always open for Jillian[ to return],\" he told reporters in December. <q>Absolutely, yes. Jillian brings a very unique form of television and she is a special individual. And I think Bob and Jill, you know, to me, are 90 plus percent of the reason that the show is successful. And it's the work that they put in that made the show what it is.</q> \"The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon Jillian Michaels in the process of attempting to adopt child from Africa <strong> Anderson Cooper </strong> to appear on CBS'` Late Show with <strong> David Letterman </strong>\" <strong> Simon Cowell </strong>:`", "new_id": -2}, {"uid": "1296113866056524813", "i": 5872, "idx": 1, "sa": ["Colin Powell", "President Bush", "Bob Woodward", "Bandar bin Sultan"], "q": "that meeting, Myers showed Prince <strong> Bandar bin Sultan </strong>, the Saudi ambassador, a map labeled \"top secret noforn,\" meaning that it was not to be seen by any foreign national, <strong> Bob Woodward </strong> told CBS.\" <q>The map outlined the U.S. battle plan for Iraq, which was to begin with an air attack, followed by land invasions moving north from Kuwait and south from Turkey, according to the book.</q> \"Two days after the meeting with <strong> Bandar bin Sultan </strong>, on January 13, <strong> President Bush </strong> met with <strong> Colin Powell </strong> in the Oval Office to inform his chief diplomat that he had decided to go to war.\" Moving on", "new_id": -2}, {"uid": "1295658306074924083", "i": 1967, "idx": 4, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin"], "q": "those Firefox devs on their own. They acquired entire companies on their own. \"One day Larry and <strong> Sergey Brin </strong> bought Android, and I didn't even notice,\" <strong> Eric Schmidt </strong> said in 2009. <q><strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them.</q> step down as a CEO, handing power to Larry Page. But Page had ample power to begin with. According to <strong> Ken Auletta </strong>- the against <strong> Eric Schmidt </strong>'s wishes. \"According to close", "new_id": -2}, {"uid": "1295034979268353577", "i": 48706, "idx": 3, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. \"Best Actor with a Boston Accent,\" <q>Best Movie That's 45 Minutes too Long,</q> \"Best Focker\"... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection.[ <strong> Craig Ferguson </strong> broke up laughing.] Do you ever", "new_id": -2}, {"uid": "1296931503080756769", "i": 38116, "idx": 0, "sa": ["Colin Powell", "Greg Mortenson", "Amir Dossal"], "q": "Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,\" said Dan Doyle, the Founder and Executive Director of the World Youth Peace Summit. <q>The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts.</q> Nobel Laureate and former United States Vice President <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to Connecticut in June and July,", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1295671002172441705", "i": 18044, "idx": 0, "sa": ["Andy Coulson", "Julia Gillard"], "q": "sucking in( instead of blowing out) the world's resources desperately needed elsewhere. Israel has a rising standard of living... and aid coming from a country with a declining standard of living. Report Abuse <q>Wow- that's a lot of money for most any country.</q> What does Zionist-booster Prime Minister <strong> Julia Gillard </strong> think should be done? Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes", "new_id": -2}, {"uid": "1297476011000409604", "i": 16212, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ",\" said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman. <q>We will make sure that all of the family members who suffered through the loss of that crash will continue to have a voice in Washington,</q> said Sen. <strong> Kirsten Gillibrand </strong>. As for the empty seat, Sen. <strong> Kirsten Gillibrand </strong> says she is not concerned about when a special election will be called. \"I know the constiutents of his district will be well looked after", "new_id": -2}, {"uid": "1297195214244269078", "i": 5053, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "long kickoff return by the opposing team. But he said he breathed a sigh of relief when the Steelers were flagged for a personal foul. \"We lucked out,\" he said. <q>One of their guys punched one of our guys, got a 15 yard penalty.</q> \"You hate to see that happen,\" <strong> David Letterman </strong> joked. Photos: Super Bowl XLV <strong> Aaron Rodgers </strong> also told the talk show host that the Packers only ran about 40 of the 60", "new_id": -2}, {"uid": "1295667388014565451", "i": 32607, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "on new projects. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> said in a post on the Google blog. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,</q> he said. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" While Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong>", "new_id": -2}]