[{"uid": "1297199444258572348", "i": 19916, "idx": 2, "sa": ["Tony Blair", "Donald Rumsfeld", "Dick Cheney"], "q": "\" \"Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said \"absolutely not.\"\" 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said <q>Go massive... Sweep it all up. Things related and not.</q> \"<strong> Dick Cheney </strong> British <strong> Tony Blair </strong> is currently\" saying that <strong> Dick Cheney </strong>'s vision of policy towards the Middle East after 9/11 was to re-draw the map.... What does this mean? Well", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1295822525140492827", "i": 5739, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Gabrielle Giffords"], "q": "but said he still supports <strong> Barack Obama </strong> even though he hasn't yet decided who to vote for in 2012. The highly respected retired general and moderate Republican made waves when he endorsed military veteran. <strong> Colin Powell </strong> told CNN's <q>State... EDITORIAL: Symbolic votes don't move nation forward politics and do something. Share thefresnobee_994:/ 2011/01/21/2242168/editorial-symbolic-votes-dont.html E-Mail Print Text Size: tool name tool goes here 0 comments Similar stories:</q> tooltipId= \"mi_tt1\"> TUCSON, Ariz.-- Doctors prepared <strong> Gabrielle Giffords </strong> and her family on Thursday to leave behind the Arizona hospital where she dazzled them with her rapid recovery so she can get", "new_id": -2}, {"uid": "1295947989244924429", "i": 2005, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q>This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market.</q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8. Consistent with", "new_id": -2}, {"uid": "1294972672267157620", "i": 5540, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Unlike Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q>Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant,</q> says Richard Rushfield, author of the upcoming Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"You can't, and it would be foolish to try", "new_id": -2}, {"uid": "1295491763246759446", "i": 14253, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Some Sniping... and a Girlfight?( 74) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 59) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, {"uid": "1295611398069435392", "i": 10509, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of negative news reports and gave him his full support. It will also deprive Mr <strong> David Cameron </strong> of a prized colleague who respected for his intuitive understanding of the British public. Mr <strong> Andy Coulson </strong> said: <q>I can today confirm I have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.</q> The former editor said he was \"extremely proud of the part he played\" in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to", "new_id": -2}, {"uid": "1295217263110215213", "i": 18536, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> said. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury,</q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1297119435178470963", "i": 2887, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1296109290115327074", "i": 23389, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Adrian Peterson"], "q": "first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"Matt is great. The coaching staff is great. We're just having a good time,\" he said. <q>I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.</q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end", "new_id": -2}]