[{"uid": "1295008939037093396", "i": 37761, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in the presence of her close friend <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Visiting <strong> Gabrielle Giffords </strong> in the hospital Wednesday, <strong> Kirsten Gillibrand </strong> stroked <strong> Gabrielle Giffords </strong>' hand and responded with amazement as she saw her wounded colleague open her eyes. <q> This is a major leap forward, </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday.`` This is a major milestone for her, and we're hoping that she crosses through many more.''", "new_id": -2}, {"uid": "1296581448160383096", "i": 40056, "idx": 7, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295921372006537277", "i": 39622, "idx": 3, "sa": ["Zahi Hawass"], "q": "German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try and get he statue back to Egypt. <q> I am doing something that I believe in and that should have been done a 100 years ago, </q> <strong> Zahi Hawass </strong> told AP.`` My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.''", "new_id": -2}, {"uid": "1296741882231227444", "i": 24847, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No", "new_id": -2}, {"uid": "1295498090112721961", "i": 14857, "idx": 5, "sa": ["Magic Johnson", "Allen Iverson"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the <strong> Magic Johnson </strong>.`` I feel great,'' <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of", "new_id": -2}, {"uid": "1295658301074924120", "i": 24665, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", but yesterday said that`` continued coverage of events connected to my old job... has made it difficult for me to give the 110% needed in this role''. The former journalist continued: <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on.`` I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> <strong> David Cameron </strong> had given Mr <strong> Andy Coulson </strong>, who he hired in Opposition, his full backing earlier in the week saying everyone deserved a`` second chance''. The Prime Minister claimed opponents wanted the spin doctor to", "new_id": -2}, {"uid": "1297224539091242503", "i": 8722, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.''", "new_id": -2}, {"uid": "1297096904101318657", "i": 21244, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "<strong> Colin Powell </strong> over his management skills and disputes the notion that <strong> Colin Powell </strong> somehow got duped into delivering the WMD address to the UN before the invasion of Iraq. The intelligence was wrong, <strong> Donald Rumsfeld </strong> acknowledges in this interview excerpt from <q> <strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state,`` did not, in my view, do a good job of managing the people under him, </q> <strong> Donald Rumsfeld </strong> said. \"`` There was a lot of leaking out of the State Department, and the president knew it,'' he said.`` And it was unhelpful. And most of it ended", "new_id": -2}, {"uid": "1295673044105103423", "i": 6607, "idx": 0, "sa": ["Eric Schmidt"], "q": "replaced by the intense Larry Page( after whom Google's PageRank algorithm, the system for determining where web pages should rank in search results, is named), has been quite a while coming. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted as the announcement was made on Thursday evening. But the truth is that Google needs much more adult supervision as it enters its second decade as an organisation. Like so many before it, the company", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]