[{"uid": "1296157213138100743", "i": 18124, "idx": 3, "sa": ["Adam Lashinsky", "Steve Jobs", "Eric Schmidt"], "q": "with Facebook.` We have a competitor called Microsoft,\" he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" ' <q> <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might in theory compete with Apple's Macintosh computer business with its Chrome OS hardware that Google hopes` to announce later this year,' <strong> Eric Schmidt </strong> said, </q> <strong> Adam Lashinsky </strong> reports.\" ` <strong> Steve Jobs </strong> is absolutely brilliant,' said <strong> Eric Schmidt </strong>, referring to <strong> Steve Jobs </strong>, CEO of Apple, where <strong> Eric Schmidt </strong> was a longtime board member.'( He's) the most successful CEO in", "new_id": -2}, {"uid": "1296760792093224986", "i": 38084, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if Saddam Hussein were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and", "new_id": -2}, {"uid": "1297217470140312578", "i": 57010, "idx": 2, "sa": ["Colin Powell", "George W. Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two", "new_id": -2}, {"uid": "1296728555250200065", "i": 52059, "idx": 1, "sa": ["Michael Vick"], "q": "necessary,\" said Hansen, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q> people can reintroduce these dogs back into a society that's not going to abuse them. </q> \"The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into", "new_id": -2}, {"uid": "1295973498237387842", "i": 10320, "idx": 0, "sa": ["Nathan Lane", "David Letterman"], "q": ", Birmingham, AL, Salt Lake City and Dublin, Ireland. <strong> Nathan Lane </strong> Talks Addams Family, \"Jersey Shore,\" \"127 Hours\" and More on \"<strong> David Letterman </strong>\" ( Video) <strong> Nathan Lane </strong> visited <q> The Late Show with <strong> David Letterman </strong> </q> Jan. 21 and shared an anecdote from his current Broadway run in The Add... The Phantom of the Opera Time Stands Still The Witch of Edmonton The Whipping Man The Road to Qatar", "new_id": -2}, {"uid": "1297703292198672386", "i": 29044, "idx": 6, "sa": ["Michael Gove", "Andy Burnham", "Tony Baldry"], "q": "mind. <strong> Tony Baldry </strong>( Con, Banbury) said the reality is all the consultations in the world \"will not create money where none exists\" . He pointed out that BSF spent? 250m <q> without a single brick being laid </q>. Shadow education secretary <strong> Andy Burnham </strong> said the court had found <strong> Michael Gove </strong> guilty of an abuse of power, yet the secretary of state has not issued one word of apology. He said <strong> Michael Gove </strong>'s judgement", "new_id": -2}, {"uid": "1295702422236945432", "i": 40696, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ", Chairman, and CEO of News Corporation..., the communications director for British Prime Minister <strong> David Cameron </strong>... World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295779927107937802", "i": 19059, "idx": 1, "sa": ["Larry Page", "Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years- \"a nice round number\" - and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly US$ 30 billion. The", "new_id": -2}, {"uid": "1297627885248430598", "i": 39874, "idx": 2, "sa": ["Conan O'Brien", "David Letterman"], "q": "that guy. And I said,` You didn't owe me a phone call, but I appreciate it.' And then he chatted about other silly things and that was it,\" <strong> Conan O'Brien </strong> says. <q> So it was not a lengthy phone call. He's not a blabbermouth. But it was nice. </q> TBS- <strong> Conan O'Brien </strong> was touched by a phone call from <strong> David Letterman </strong>. \"We all know the story, and we all know what happened. Life is short. I've got kids and a", "new_id": -2}, {"uid": "1294960972181354503", "i": 19863, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Mark Kelson", "Debbie Wasserman Schultz", "Barack Obama"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,\" <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q> It felt like we were watching a miracle. \"New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign. \"Instead of giving us the thumbs up, she literally raises her whole arm, </q> <strong> Kirsten Gillibrand </strong> said.Mark Kelson has been ever present at his wife's side since the attack. He is due to take command of the final flight of the space shuttle Endeavour, but has asked NASA to appoint", "new_id": -2}]