[{"uid": "1295643890060784660", "i": 14286, "idx": 0, "sa": ["Stephen Gately", "Andy Coulson", "Kelvin MacKenzie"], "q": "was spotted by Tory grandees; in his own profession, so too was <strong> Andy Coulson </strong>. Possibly apocryphally, Sun editor <strong> Kelvin MacKenzie </strong> once ordered \"all those people on Bizarre\" should be sacked, before ringing back to say <q>Hang on. You haven't sacked a bloke called <strong> Andy Coulson </strong>, have you? Get him back.</q> Get him back because <strong> Andy Coulson </strong> could persuade, and did, <strong> Stephen Gately </strong> of Boyzone to come out in the Sun as gay. When he became News of the World editor at 34 he revealed", "new_id": -2}, {"uid": "1296865594108445707", "i": 39799, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q>We had no choice... I am going to pay the shyster loans.</q>\" Read more here.", "new_id": -2}, {"uid": "1295856327252723221", "i": 26961, "idx": 0, "sa": ["Eric Schmidt"], "q": "fresh off announcing a management shake-up, will give a$ 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q>Google... will give a$ 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>,</q> the Wall Street Journal reported. View result It was the first such award for <strong> Eric Schmidt </strong> since he joined the company in 2001. It includes stock and options, the report said citing a Google spokesperson as", "new_id": -2}, {"uid": "1295665837145047565", "i": 12649, "idx": 1, "sa": ["Eric Schmidt"], "q": "adult supervision no longer needed!\" Splunk wins Best of Interop award. Search capability looks at log data across devices. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297402284143720477", "i": 3549, "idx": 3, "sa": ["Rick Santorum", "Barack Obama", "Donald Rumsfeld"], "q": "not just determine the occupant of the Oval Office, but the very survival of the country as a global superpower. \"This is a crossroads of American history. This is a moment,\" said <strong> Rick Santorum </strong>. <q>Were you there? Did you see it? Did you understand what was at stake?</q> As can be expected, much of the blame for America's precipitous state was laid at the feet of <strong> Barack Obama </strong> and the Democratic agenda, which <strong> Donald Rumsfeld </strong> poetically described as \"the gentle despotism of big government", "new_id": -2}, {"uid": "1295162148185597955", "i": 13022, "idx": 9, "sa": ["Allen Iverson", "Kobe Bryant", "Steve Javie", "Shaquille O'Neal"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q><strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad.</q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/Shaquille_O'Neal_2000_Finals_Gm_4_Vs_Pacers,_36_pts_21_rebs <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> took their turns dominating as the Lakers took a 3-1 series lead. With <strong> Kobe Bryant </strong> still", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295566871244678664", "i": 48496, "idx": 7, "sa": ["Eric Schmidt"], "q": "29% to about$ 6.37 billion. Analysts surveyed by Thomson Reuters expected a profit of$ 8.09 a share on revenue of$ 6.06 billion. <strong> Eric Schmidt </strong> said the latest results were driven by <q>a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Gross margin widened to 65.1% from 63.9%. In the most recent period, Google expanded its head count 4.6% to 24,400 full-time workers. Search ads remain the company's", "new_id": -2}, {"uid": "1297355862235454526", "i": 17183, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Update: Power Restored in Chilton Area, Schools Delayed Embezzlement Could Force Kids' Figure Skating Club to", "new_id": -2}, {"uid": "1297423283196083721", "i": 1799, "idx": 1, "sa": ["Colin Powell"], "q": "brutal manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q>I don't have a clue and I don't plan to undertake any real effort to find out.</q> This is the same man who stated several months after Desert Storm that his goal was to \"make the world scared to death of the United States.\" Re: Six Years Later: March 19- Shock", "new_id": -2}]