[{"uid": "1295570551043630625", "i": 11026, "idx": 1, "sa": ["Eric Schmidt"], "q": "`` Day-to-day adult supervision no longer needed!'' Startup Marketcetera Offers Buy Side Traders An Open Source Software Platform For Algorithmic Trading <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297119643065749007", "i": 20300, "idx": 5, "sa": ["Brian Mansfield", "Simon Cowell", "Brent Jones", "Susan Boyle"], "q": "out there,'' whose fitness for the contest should be judged case by case. Just like older folks:`` <strong> Susan Boyle </strong> taught me a huge lesson that I have to be more open-minded,'' <strong> Simon Cowell </strong> says. <q> It doesn't matter if you're 30, 40, or 50 years old, if you've got it, you've got it. </q> To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to Nashville-based <strong> Brian Mansfield </strong> began writing about music for USA TODAY in 1997 and took over Idol", "new_id": -2}, {"uid": "1295639157179568677", "i": 20465, "idx": 4, "sa": ["Eric Schmidt", "Seth Harris"], "q": "18 months.'' There has also been talk of tension between <strong> Eric Schmidt </strong> and Page on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and Page pushing for more innovation. <q> Google has to do both but is losing talent and facing tough competition, so the balance is tough to reach, </q> he concluded. All of this is true, but replacing <strong> Eric Schmidt </strong> with Page is not necessarily the answer, said <strong> Seth Harris </strong> Dalka, a digital strategy consultant and keynote speaker.", "new_id": -2}, {"uid": "1295582443002506841", "i": 32175, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' Page and <strong> Sergey Brin </strong> wrote. <q> The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy.`` We tend to agree on everything,'' he noted. But he said he believes the new management structure will speed up", "new_id": -2}, {"uid": "1295425933234078228", "i": 43615, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Michael McIntyre"], "q": "said:`` I love The Hoff.'' The first of the judges to arrive was motormouth comic <strong> Michael McIntyre </strong>, 34, who knew exactly what he was after from the Scottish acts. He said: <q> We've had Subo then we had Janey Cutler.`` This year I'm looking for an even older woman.`` They are getting older and older.`` I'm hoping for a 98-year-old woman to just turn up and blow the roof off the Armadillo. </q> <strong> Michael McIntyre </strong> and The Hoff took over judges' duties from <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>, who will return for the live TV shows. Also gee-ing up the crowd were pint-sized Geordie presenters Ant and Dec.", "new_id": -2}, {"uid": "1295833841223035433", "i": 5920, "idx": 4, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}, {"uid": "1297368337170426449", "i": 16459, "idx": 4, "sa": ["Zahi Hawass"], "q": "in Slideshow: A member of the Egyptian special forces patrol on... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Article: Experts fret for Egypt's treasures, ancient sites... Report Abuse <q> I sincerely hope the Egyptian people eventually will win their freedom. However, the Cairo museum is one of the world's greatest museums. It's artifacts are beyond price. They are the cultural heritage of the Egyptian people representing one of the world's earliest and greatest civilizations. </q> It would be a tragedy for Egypt and it's people if the Cairo Museum were looted and trashed like the Bagdad Museum. Report Abuse <blockquote> Headline:`` Egypt's museums and monuments are deserted'' </blockquote>", "new_id": -2}, {"uid": "1297451775077103110", "i": 48133, "idx": 0, "sa": ["Steve Ballmer"], "q": "Bing and AdCenter, and Nokia's and content store will be integrated into Microsoft Marketplace. Under the proposed partnership, Microsoft will provide developer tools. Nokia is moving Symbian and MeeGo off the table. <q> I am excited about this partnership with Nokia, </q> said Microsoft CEO <strong> Steve Ballmer </strong>,`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute.", "new_id": -2}, {"uid": "1296965126246792205", "i": 47068, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> As a person and a player I learned a lot through my experiences on and off the field, </q> <strong> Michael Vick </strong> said.`` Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]