[{"uid": "1297174129185073696", "i": 42957, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "city on convicted dog-torturer <strong> Michael Vick </strong>.( Yes,`` It's time to change all the locks'' has been said already.) Jacquielynn Floyd says <strong> Dwaine Caraway </strong> should have looked a little harder for candidates: <q> And some maintain that <strong> Michael Vick </strong>, who lost his personal fortune and did prison time before being readmitted to the NFL, has more than paid his debt. They believe <strong> Michael Vick </strong> has asked for, and earned, forgiveness. </q> But that doesn't tell the whole story. <strong> Dwaine Caraway </strong> didn't just offer <strong> Michael Vick </strong> Dallas'`` forgiveness.'' Embarrassingly, he hailed him as a hero.`` Forgiveness'' and`` slobbering adoration", "new_id": -2}, {"uid": "1297219246246972466", "i": 42469, "idx": 0, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "House Chief of Staff Full Story <cite> Chicago Tribune Blogs </cite> <strong> Rahm Emanuel </strong> Deemed Ineligible for Chicago <strong> Rahm Emanuel </strong> U.S. Video: Worker unaccounted for after Texas plant blast U.S. Video: Controversial AZ Sheriff Speaks In OC Report Abuse <q> Does this guy ever comb his hair? </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe", "new_id": -2}, {"uid": "1295980191139264010", "i": 47596, "idx": 2, "sa": ["Dermot O'Leary", "Tinchy Stryder", "Chase & Status", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye! EastEnders:", "new_id": -2}, {"uid": "1297268495062767136", "i": 21761, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "proliferation of rules and regulations by both the executive branch agencies, the alphabet agencies and also the independent agencies,'' said <strong> Barack Obama </strong> Ben Nelson( D-Neb.). Nelson called for increased global trade and <q> getting these trade agreements through so that we can export more products and not just import. </q> Nelson said he had not yet heard of a definitive agenda from his leaders. <strong> Sen. Bernie Sanders </strong>( Vt.), an Independent who caucuses with Democrats, said he was`` not quite sure'' how", "new_id": -2}, {"uid": "1297135719102924295", "i": 3297, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "violence.`` This is part of a pattern where the Chechen rebel group attacks in Moscow or in Russia-- a major attack about every two years,'' Clarke told ABC News following the bombing. <q> They've attacked in the Metro, they've attacked in schools, they've attacked in apartment buildings... This is a regular pattern. </q> Watch: Deadly Bomb Goes Off in Moscow Airport Watch: Suicide Bomber Kills At Least 35 at Moscow Airport Watch: Terror Suspected in Deadly Moscow Bombing Exclusive: <strong> Donald Rumsfeld </strong>:` It's Possible' Troop Decisions", "new_id": -2}, {"uid": "1297233092159547463", "i": 1242, "idx": 1, "sa": ["Hillary Clinton", "Sen. Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,'' said an e-mail encouraging attendance.`` Therefore, he's coming to ask similar-minded folks for support.'' Another e-mail said, <q> Here's a great opportunity to hear an important progressive voice in the US <strong> Sen. Ted Kennedy </strong> and for us to develop ties and think about New England as a region. </q> The fundraiser will be held at 1:30 p.m. at <strong> Hillary Clinton </strong> Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Sen. Bernie Sanders </strong> is", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1297344246193150984", "i": 24347, "idx": 1, "sa": ["Zahi Hawass"], "q": "the protection of the army and honest Egyptian people,'' <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. <q> Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan, </q> he said.`` I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments", "new_id": -2}, {"uid": "1295911315122798093", "i": 13282, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that by tapping Ryan, Republicans are endorsing the Wisconsin Republican's plans to reduce federal spending, including slashing entitlement programs, such as Medicare and Social Security, as he has proposed in the past. <q> That is the blueprint that they're supporting, </q> said Vermont <strong> Sen. Bernie Sanders </strong>, an independent who caucuses with Democrats, to reporters on a conference call.`` Why else would they select him as their spokesperson for this?'' Under new House rules, Ryan", "new_id": -2}, {"uid": "1295264406234684456", "i": 20701, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "The nation in brief By DEMOCRAT-GAZETTE PRESS SERVICES QUOTE OF THE DAY <q> She's making progress every day. </q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last weekend Article, this page Daily, monthly, and yearly online subscriptions are available starting at", "new_id": -2}]