[{"uid": "1295780823044482575", "i": 14845, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What I do think Facebook has shown Google is that they're moving too slow,'' Kerner said. <q> Facebook is moving at the speed of light and Google isn't. Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for href=\"http://help.yahoo.com/l/au/yahoo7/finance/basics/fitadelay2.html\"> other exchanges. Quotes and other information supplied by independent providers identified on the Yahoo! 7 Finance href=\"http://help.yahoo.com/l/au/yahoo7/finance/basics/fitadelay2.html\"> partner <strong> Larry Page </strong>. Quotes are delayed at least 15 minutes. All information provided`` as is </q> for informational purposes only, not intended for trading purposes or advice. Neither Yahoo! 7 nor any of independent providers is liable for any informational errors, incompleteness, or delays, or for any actions taken in reliance", "new_id": -2}, {"uid": "1297184999119177276", "i": 58179, "idx": 2, "sa": ["Jackie Evancho", "Mick Jagger", "Simon Cowell", "Willow Smith"], "q": "`` Historically, I've seen a lot of kiddie singers who look like they're pushed into the audition room by these awful stage moms... and nobody wants to sit through that,'' <strong> Simon Cowell </strong> laughs. <q> But what's changed over the years is you look at someone like <strong> Willow Smith </strong> now or[ <strong> Jackie Evancho </strong> from` America's Got Talent'] and you take it case by case. What we've seen now is a new wave of 12, 13, 14 year olds who actually didn't watch` Idol' and they want to be contemporary pop stars. I thought long and hard about how old these kids should be. </q> As far as judges for`` X Factor'' go, <strong> Simon Cowell </strong> is still saying mum( you're not giving us anything!), but he does say,`` Definitely not <strong> Mick Jagger </strong>. I honestly", "new_id": -2}, {"uid": "1295163959124190743", "i": 10152, "idx": 4, "sa": ["LeBron James", "Allen Iverson"], "q": "a long time and to finally get it is something special.'' The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> Brown said.`` I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up", "new_id": -2}, {"uid": "1297119812245366797", "i": 20426, "idx": 0, "sa": ["Simon Cowell"], "q": "judging panel for The X Factor's American edition have been premature, according to <strong> Simon Cowell </strong>, who created the British singing competition and will serve as the new U.S. version's lead judge when it debuts this fall. <q> I'm not going to say today... who we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet, </q> <strong> Simon Cowell </strong> told reporters during a Monday conference call.`` We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or", "new_id": -2}, {"uid": "1295147684219021327", "i": 52471, "idx": 6, "sa": ["Tracy McGrady", "George Karl", "Shaquille O'Neal", "Allen Iverson", "Kobe Bryant"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Tracy McGrady_Tracy McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe Bryant_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston", "new_id": -2}, {"uid": "1295959960223494162", "i": 43990, "idx": 0, "sa": ["Tim Cook", "Alassane Ouattara", "Jairam Ramesh"], "q": "lot of that is Mr Paulson's- and some of his employees'- own wealth( employees of the firm now account for 42 per cent of capital). According to the firm's investor letter: <q> Approximately 178 of our investors, representing about 31% of our investors and 38% of our AUM, have elected to be in our Gold Share classes. </q> Today food inflation, US growth, STDM, <strong> Jairam Ramesh </strong>, <strong> Alassane Ouattara </strong>, Laurent Gbagbo, Ivory Coast, Archean, Reliance Group, Domodedovo airport Yesterday fundamentals, supply shock, global recovery, <strong> Tim Cook </strong>, Frannie,", "new_id": -2}, {"uid": "1295880095158040073", "i": 37981, "idx": 0, "sa": ["Eric Schmidt", "Brian Marshall"], "q": "denigrating Android- But <strong> Eric Schmidt </strong>'s exodus from the CEO's chair isn't likely to mean much, at least in the short- and mid-term, to the tussle between Google and Apple. <q> I don't think it will change the situation at all, </q> said <strong> Brian Marshall </strong>, an analyst with Gleacher& Co. who tracks Apple.`` The companies will continue on the paths that they're now on for the foreseeable future. Google will throw things against the wall and sees", "new_id": -2}, {"uid": "1295992430189169697", "i": 51627, "idx": 1, "sa": ["Eric Schmidt", "Larry Page", "Hubert Burda", "Sergey Brin"], "q": "der Konferenz Digital- Life- Design( DLD) des Verlegers <strong> Hubert Burda </strong>. Sie hat sich als Europas wichtigster Treffpunkt der Internetbranche etabliert. F?r <strong> Eric Schmidt </strong> ist die DLD also ein idealer Ort, allen Spekulationen zu widersprechen. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden </q>, sagt <strong> Eric Schmidt </strong> sp?ter vor Journalisten. Er widerspricht damit Ger?chten, die drei h?tten sich zerstritten, und <strong> Eric Schmidt </strong> h?tte infolgedessen seinen Platz r?umen m?ssen. Sie h?tten nun ein Jahrzehnt zusammen gearbeitet und so gut wie jede gro?e", "new_id": -2}, {"uid": "1295722934067436550", "i": 19027, "idx": 5, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "Crown PSienna Millercution Service( CPS) has asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Speaking to reporters later, Mr <strong> David Cameron </strong> said he had done an`` excellent, excellent job'' as his communications chief, and was being`` punished for the same offence twice'' following his earlier resignation", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]