[{"uid": "1295631272004243527", "i": 5925, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "de Sun? l'?t dernier, aucun signe avant-coureur n'avait filtr depuis. Et alors que la d?cision aurait t prise au courant du mois de d?cembre, le secret a t parfaitement gard au sein m?me de l'entreprise. <q> J'ai parl? des gens chez Google, ils sont tout simplement sid?r?s </q>, a expliqu un ancien dirigeant du groupe au New York Times jeudi soir. Arriv chez Google en 2001? l'appel des deux co-fondateurs <strong> Larry Page </strong> et <strong> Sergey Brin </strong>, alors g?s de 28 et 27 ans, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296084297051298315", "i": 44517, "idx": 2, "sa": ["Michael Vick", "Matt Cassel", "Brian St. Pierre", "Marty Mornhinweg", "Joe Webb", "Charlie Batch", "Brodie Croyle"], "q": "to suffer an ill-timed concussion or <strong> Matt Cassel </strong>'s appendix to flare up. If the Eagles didn't have <strong> Michael Vick </strong>, think they'd be 10-4?`` The next guy steps up,'' <strong> Marty Mornhinweg </strong> said, <q> and[ does] whatever it takes to win the next ballgame. </q> By the Daily News' count, 59 quarterbacks have started an NFL game this season. <strong> Joe Webb </strong>, if he gets the expected nod on Sunday, will be No. 60. <strong> Brian St. Pierre </strong>, <strong> Brodie Croyle </strong>, <strong> Charlie Batch </strong>", "new_id": -2}, {"uid": "1296407544252772372", "i": 161, "idx": 3, "sa": ["Larry Brown", "Allen Iverson", "Tyronn Lue"], "q": "would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295674060172441642", "i": 13795, "idx": 1, "sa": ["Ted Thompson", "Allen Iverson", "Kobe Bryant"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs.`` When I score 40 points, we've lost,'' <strong> Allen Iverson </strong> said. <q> Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said,` I hope it doesn't come back to haunt me.' </q> Working primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanTed Thompson to get off", "new_id": -2}, {"uid": "1295801604188252184", "i": 6806, "idx": 0, "sa": ["Bang Bang", "Andy Coulson"], "q": "FREE. That day is today and we ask our American brothers and sisters to help the Arab people become free and democratic. May God Bless You. And May God Bless America. Report Abuse <q> The Irish government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, <strong> Bang Bang </strong>, who is going to lead, I will, no I will, not you... <strong> Bang Bang </strong>. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295315901013549585", "i": 24959, "idx": 0, "sa": ["Alec Ross", "Serge Michel", "Eric Schmidt", "Jared Cohen", "Paolo Woods"], "q": "Zhuo Ruisheng, political counselor of the Chinese embassy to Tunisia. He briefed us on the latest on the situation of overseas Chinese in Tunisia. Zhuo Ruisheng, political counselor of the Chinese embassy to Tunisia said, <q> Currently there are over 370 Chinese in Tu... Authors@Google: <strong> Serge Michel </strong>& <strong> Paolo Woods </strong> The Authors@Google program welcomed <strong> Serge Michel </strong> and <strong> Paolo Woods </strong> to Google's New York office to discuss their book,`` China Safari: On the Trail of Beijing's Expansion in Africa </q>.`` <strong> Serge Michel </strong> and <strong> Serge Michel </strong> Beuret, tell the dramatic-- and largely unknown-- story of the... <strong> Eric Schmidt </strong>, <strong> Alec Ross </strong>& <strong> Jared Cohen </strong> on 21st Century Statecraft <strong> Eric Schmidt </strong>, <strong> Alec Ross </strong>& <strong> Jared Cohen </strong> on 21st Century Statecraft Google CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295065898217366614", "i": 1613, "idx": 1, "sa": ["Donald Rumsfeld", "Keith Urbahn", "Robert King"], "q": "episode about moral relativism about what is considered torture and what is not,'' <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. <q> This area is so fraught with legal ramifications, </q> <strong> Keith Urbahn </strong> said.`` I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.'' <strong> Donald Rumsfeld </strong> would likely be willing", "new_id": -2}, {"uid": "1295578670033980433", "i": 3819, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Sullivan/Getty Images) Google Inc. cofounder <strong> Larry Page </strong> is taking over as chief executive officer of the Internet company, after current CEO <strong> Eric Schmidt </strong> leaves the post he has held for more than a decade on April 4. <q> As Google has grown, managing the business has become more complicated.... <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's chief executive officer, </q> according to <strong> Eric Schmidt </strong> in a Google Blog. The e-commerce business has grown from a Web startup to the world's most frequented Internet search engine, with$ 24 billion in revenues annually. Even the company", "new_id": -2}, {"uid": "1295127807207224864", "i": 30702, "idx": 2, "sa": ["David Letterman", "Martin O'Malley", "Camille Grammer", "Julia Louis-Dreyfus"], "q": "target=\"_blank\" href=\"http://starhello.com/\"> star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, HBO to film a pilot episode in Maryland for series starring <strong> Julia Louis-Dreyfus </strong> Maryland for a series starring <strong> Julia Louis-Dreyfus </strong>. Gov. <strong> Martin O'Malley </strong> made the announcement on Tuesday. Filming for the show", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]