[{"uid": "1297256574195313667", "i": 18104, "idx": 1, "sa": ["Colin Powell", "George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>, si M. <strong> Colin Powell </strong> ne s' tait pas object? son id?e, l'administration <strong> George W. Bush </strong> aurait pu obtenir des preuves concluantes de la pr?sence d'une installation de production d'armes de destruction massive en Irak. Mais <q> comme pr?vu, peu apr?s le discours de M. <strong> Colin Powell </strong>, plusieurs terroristes ont fui Khurmal </q>, crit l'ancien secr?taire? la D?fense. Un journaliste de l'Associated Press qui a visit les lieux quelques jours apr?s le discours de <strong> Colin Powell </strong> a trouv une enceinte de parpaing? moiti construite dans laquelle se trouvaient", "new_id": -2}, {"uid": "1297328202088555652", "i": 12861, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Known and Unknown,\" at the National Constitution Center. Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q> I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance. </q>- Former defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1297451229044924949", "i": 16074, "idx": 4, "sa": ["David Letterman", "Michelle Obama"], "q": "wanted more than a handshake. \"She put her arms around me and said,` I'm a hugger.\" ' <strong> David Letterman </strong> seemed very pleased with his first meeting with the First Lady and their exchange. <q> She's a very gracious and powerful woman, </q> he told viewers last night. So, what was the best thing about this encounter, according to <strong> David Letterman </strong>? First Lady <strong> Michelle Obama </strong> mentioned that she would stop by Late Show sometime to pay him a visit", "new_id": -2}, {"uid": "1297114520257425423", "i": 42724, "idx": 4, "sa": ["Susan Boyle", "Simon Cowell"], "q": "- they have also expanded the age pool to younger and older contestants- something <strong> Simon Cowell </strong> is looking forward to seeing. \"You can't put an age cap on talent,\" <strong> Simon Cowell </strong> said. <q> With <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records, </q> he said, referring to the winner of another one of his shows- \"Britain's Got Talent.\" \"<strong> Susan Boyle </strong> taught me a huge lesson: That I have to be open minded. I think the", "new_id": -2}, {"uid": "1296476892231522320", "i": 37904, "idx": 0, "sa": ["Sheree Whitfield", "Simon Cowell", "Halle Berry"], "q": ". That means she conceived in mid-August. She announced the pregnancy in late November. The show said she's due in June but it's more like May.- <strong> Sheree Whitfield </strong> auditions for a movie, <q> If These Hips Could Talk, </q> her first storyline in ages. The panel judging her were as harsh as <strong> Simon Cowell </strong>. They ream <strong> Sheree Whitfield </strong> multiple times in almost an excessive way, as if they expected a reality show star to become <strong> Halle Berry </strong> overnight.", "new_id": -2}, {"uid": "1295612543206700567", "i": 45122, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": ".\" The company also announced that starting April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of company's day-to-day operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman. <q> I know he( <strong> Larry Page </strong>) will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> said in Google blog post. \"<strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead,\" he continued. As Executive Chairman, <strong> Eric Schmidt </strong> said he will", "new_id": -2}, {"uid": "1297137361144228394", "i": 4189, "idx": 0, "sa": ["Sergio Marchionne"], "q": "... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... U.S. Video: Raw video: Packers return to Green Bay as champs U.S. Video: Jury convicts NY TV exec of beheading wife Report Abuse <q> Detroit was left with a factory mentality. </q> Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: Obama's Urgent Message to the Chamber of Commerce Mortgage Rates Hit 2.99% If you owe", "new_id": -2}, {"uid": "1295566625217792542", "i": 837, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,\" target=\"_blank\"> <strong> Eric Schmidt </strong> explains. <q> <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> While <strong> Larry Page </strong> manages Google's day-to-day operations, co-founder <strong> Sergey Brin </strong> will work on new products and strategic projects. Despite their separate roles, <strong> Eric Schmidt </strong> noted that all three have been equally involved in making decisions over the last", "new_id": -2}, {"uid": "1297420340174850052", "i": 13897, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to sell about 150 Million Symbian based devices this year and release its first MeeGo based product later this year. More on Nokia, Microsoft Partnership from Nokia's blog penned by <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, <q> Nokia wouldn't be just be another Windows Phone OEM. Nokia plans to help drive and define the future of the platform. That could include contributing expertise on hardware optimization, language support, customization of the software and helping bring Windows Phone to a larger range of price points, market segments and geographies. </q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}, {"uid": "1295070280124354594", "i": 4728, "idx": 0, "sa": ["Sergio Marchionne"], "q": "per eight-hour shift to three from four and raises the number of shifts to 18 a week from 15. Fiat can also call on each worker for 120 hours of overtime per year without union approval. <q> This is an innovative deal that radically changes labour relationships in Italy and brings it closer to other western democracies, </q> Roberto Di Maulo, secretary general of the FISMIC union, which backs <strong> Sergio Marchionne </strong>, told Reuters at the factory gate. But the leftist FIOM-Cigl union, which says it represents around 23 percent of Mirafiori workers", "new_id": -2}]