[{"uid": "1295667464153141265", "i": 5891, "idx": 4, "sa": ["Mike Sergeant", "Andy Coulson"], "q": "was impeding his ability to do his job and was starting to prove a distraction for the government,'' he said. He denied that it raised questions about his own judgement and said Mr <strong> Andy Coulson </strong> had <q> run the Downing Street press office in a professional and competent and good way </q>. The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a", "new_id": -2}, {"uid": "1297596908087900188", "i": 20010, "idx": 0, "sa": ["Holly Willoughby", "Konnie Huq", "Simon Cowell", "Georgie Thompson"], "q": "missed out to the former` Blue Peter' presenter. However, insiders say <strong> Simon Cowell </strong> now wants a new face and thinks <strong> Georgie Thompson </strong> is ideal. A source told The News Of The World: <q> The` Xtra Factor' job would be great for <strong> Georgie Thompson </strong>. She'll be fantastic. </q> <strong> Konnie Huq </strong>, 35, was drafted in last year to replace <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking.", "new_id": -2}, {"uid": "1295748280123617317", "i": 4122, "idx": 5, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Jordan", "Carlos Boozer", "Lady Gaga", "Linas Kleiza", "Kobe Bryant"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 Michael Jordanbus A380 from Singapore Michael Jordanlines lands at Changi Michael Jordanport... <strong> Lady Gaga </strong> Answers your comments! Well, our <strong> Lady Gaga </strong>", "new_id": -2}, {"uid": "1297449712044924950", "i": 42400, "idx": 5, "sa": ["Steve Ballmer", "Larry Hryb"], "q": "`` is not a new habit... Similar sales garnered attention back in 2010 and 2009.'' Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing <q> his own stock options languish, </q> too, href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/212033/40147989/SIG=132k5g030/*http://www.informationweek.com/news/windows/microsoft_news/showArticle.jhtml?articleID=229204354\"> says Paul McDougall in Information Week. And by all indications, he's on the cusp of a <strong> Larry Hryb </strong> management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft", "new_id": -2}, {"uid": "1297236828167477280", "i": 243, "idx": 1, "sa": ["Simon Cowell"], "q": ", he was engaged and seemingly energized by his simple, yet momentous challenge; finding a worldwide pop star while broadcasting a popular TV show in television's most competitive arena, network television. <q> Sometimes you've got ta put your money where your mouth is, </q> said <strong> Simon Cowell </strong>, featured in two ads during Fox's record-breaking Super Bowl broadcast Sunday.`` It's a massive, massive risk. But it's also an incredible incentive. It puts everyone, rightly, under", "new_id": -2}, {"uid": "1297418088097157153", "i": 27050, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos.`` It's good to be here,'' <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when Ronald Reagan was still an actor, when Barry Goldwater was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa.", "new_id": -2}, {"uid": "1297242024149028872", "i": 28746, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Mr. <strong> Aaron Rodgers </strong>' neighborhood Lupica: History on history as two of football's most storied franchises in Super Bowl Mickey Mouse and gang, looked tired, but relaxed, as he was a guest on` The <q> This is fun for me, </q> <strong> Aaron Rodgers </strong> said after <strong> David Letterman </strong> thanked the Packers quarterback for squeezing in a trip to Ed Sullivan Theater.`` I watch your show a lot.'' <strong> Aaron Rodgers </strong>, in just his third season as a", "new_id": -2}, {"uid": "1296052912157139005", "i": 18112, "idx": 0, "sa": ["Kobe Bryant", "Michael Vick"], "q": "title, earning the fourth Pro Bowl honor of his career. As surprising as <strong> Michael Vick </strong>'s football reincarnation was to some, his return as a pitchman is not, despite his vulgar crimes. <q> As we saw in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption, </q> Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me in 2009.`` No one's ever going to forget, but he still has a lot to offer.''", "new_id": -2}, {"uid": "1294962325114475009", "i": 27262, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "up, whereas before she would just go back to sleep right away, like you would do if you were woken up,'' said Dr. Peter Rhee, medical director of the University Medical Center Trauma Center. <q> But it's like in the morning when you get woken up for work, you're about to have your cup of coffee, she's rousing, then her eyes stay open, stays open for long periods of time. </q> One of <strong> Gabrielle Giffords </strong>' close friends, New York Senator <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice.`` All of a sudden she started", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]