[{"uid": "1295108126113344575", "i": 1422, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on ''squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding.'' <strong> Bill Lockyer </strong>: <q>The governor's proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship.</q> All week city officials around the state have been issuing grave predictions about the potential fallout, including aborted plans for parks, libraries and community centers, some scrapped in mid-construction. Though little understood", "new_id": -2}, {"uid": "1296494521100859915", "i": 26514, "idx": 14, "sa": ["Eddie House", "Allen Iverson"], "q": "crazy.'' Since joining the team in early December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. <q>He means a lot more than his numbers,</q> Philadelphia coach <strong> Eddie House </strong> Jordan said. ''His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. ''He", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: ''I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the ''Late Show'' again on Friday, ''", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1295485367026624027", "i": 12768, "idx": 2, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q>moved more to the right than I would like to see it.</q> Read a transcript of <strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' ''final exam,'' <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}, {"uid": "1295962685147439653", "i": 2069, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> ''It's a signal to shareholders that he'll continue to steer the boat,'' Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1296019529211435562", "i": 24172, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "under the influence of alcohol on a university campus, killing 20-year-old student Chen Xiaofeng and injuring the other. Reports later emerged that when security tried to stop him from fleeing the scene, Li shouted: <q>Go ahead, sue me. My father is Li Gang!</q>- in an apparent attempt to use the influence of his father, the deputy police chief of Baoding city. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers", "new_id": -2}, {"uid": "1297445759223772675", "i": 27093, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's business division who left last year. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q>There are other mobile ecosystems. We will disrupt them.</q> The two companies say they will combine services, such as Nokia Maps with Microsoft's search engine Bing and ad platform AdCenter. Microsoft would provide developer tools to software developers building for Nokia phones. Nokia", "new_id": -2}, {"uid": "1297119970200310797", "i": 16254, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush", "Gerald Ford"], "q": "the execution of the war.'' ''I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q>We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. ''It's hard to know... You know, the path you didn't take is always smoother,</q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that ''in a war, many things cost lives", "new_id": -2}, {"uid": "1297235824010321941", "i": 5169, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Frank Lautenberg", "Richard Blumenthal", "Patty Murray"], "q": "assault on women's rights.'' The focus of the Democrats' criticism is the ''No Taxpayer Funding for Abortion Act,'' sponsored by Rep. Chris Smith( R-N.J.). The legislation would prohibit <q>the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law( federal funds) for any abortion. Prohibits federal funds from being used for any health benefits coverage that includes coverage of abortion.</q> It would also re-install a ban on D.C. abortion funding. <strong> Frank Lautenberg </strong>, who appeared with Sens. <strong> Patty Murray </strong>( D-Wash.), <strong> Kirsten Gillibrand </strong>( D-N.Y.), <strong> Richard Blumenthal </strong>( D-Conn.) and <strong> Al Franken </strong>( D-Minn.", "new_id": -2}, {"uid": "1297217140026116121", "i": 18531, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage. ''I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,'' he said, drawing laughs. <q>But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.</q> <strong> Roger Goodell </strong> also commented on the following subjects:- He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18", "new_id": -2}]