[{"uid": "1297183947119177270", "i": 52360, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": " He was reluctant to endorse <strong> George W. Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.''`` It", "new_id": -2}, {"uid": "1296759030005144618", "i": 7286, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Air Force Major General Victor`` Gene'' Renuart, that called for more troops at the time.`` Let's put together a group that can just think outside the box completely,'' ordered <strong> Donald Rumsfeld </strong> then. <q> Certainly, we have traditional military planning, but let's take away the constraints a little bit and think about what might be a way to solve the problem. </q> Outside the box turned out to be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department", "new_id": -2}, {"uid": "1297247048068108338", "i": 41572, "idx": 0, "sa": ["Adam Sandler", "David Letterman"], "q": "it seemed to catch href=\"http://television.aol.com/celebs/David Letterman-David Letterman/1382349/main\"> <strong> David Letterman </strong> off guard. Or at least <strong> David Letterman </strong> was left with only one repeated response. <strong> David Letterman </strong> made a fairly benign statement regarding <strong> Adam Sandler </strong>'s mother's friends. <q> They all know what you do, right? </q> <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly.`` My mother still thinks I'm a doctor,'' he quipped.`` I never really told her. So every", "new_id": -2}, {"uid": "1296777071232128536", "i": 56289, "idx": 7, "sa": ["Kim Kardashian", "Charles Butt", "Mike Pence", "Rob Orr", "Mitt Romney"], "q": "Business Council and the Texas Higher Education Coordinating Board's advisory comMitt Romneyee on` cost efficiency,' a phrase that nervous academics are sure to see as code for` budget cuts.''' <strong> Charles Butt </strong>. <q> For years now, <strong> Charles Butt </strong> has been telling lawmakers that he is deeply concerned with the quality of Texas's workforce. And he should know. He has 300 grocery stores throughout the SouthKim Kardashian. </q> Pat Rob Orrbins:`` Think of Rob Orrbins as the grandmother of the Texas Republican party.'' <strong> Mike Pence </strong> Toomey.`` Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to", "new_id": -2}, {"uid": "1295596538037634240", "i": 8964, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "tot mai important ca urmare a importan?ei globale a Google; i intern n calitate de consilier al lui <strong> Larry Page </strong> i Serghei( cei doi cofondatori ai motorului de c?utare- n. r.)''. <q> Sunt foarte m?ndru de cei zece ani la conducerea companiei i sunt sigur c urm?torii 10 ani sub conducerea lui <strong> Larry Page </strong> vor fi i mai buni! </q>, a mai scris <strong> Eric Schmidt </strong>.`` <strong> Larry Page </strong>, n opinia mea, este preg?tit pentru a conduce''. Schimbare de conducere la Google: <strong> Eric Schmidt </strong> p?r?se?te conducerea gigantului internet. Cofondatorul <strong> Larry Page </strong>, noul CEO Sony Eric Schmidtsson", "new_id": -2}, {"uid": "1295391425232685620", "i": 17560, "idx": 1, "sa": ["Sergio Marchionne"], "q": "making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> Assemblyman Jeff Kartye works on a 2011 Dodge Grand Caravan and Chrysler Town& Country at the Windsor Assembly Plant in Windsor, Ontario, Canada, Tuesday, Jan. 18, 2011. Assemblymen work", "new_id": -2}, {"uid": "1295754842184385577", "i": 32500, "idx": 0, "sa": ["Alyse Eady", "David Letterman", "Bob Dylan"], "q": "at Sundance until Monday, but he can alrAlyse Eady breathe easier: Sony Pictures Classic has alrAlyse Eady acquired the rights to the film.  Watch: Miss Arkansas on <strong> David Letterman </strong>  Miss Arkansas <strong> Alyse Eady </strong> performs her ventriloquist rendition of <q> I Wan na Be a CowBob Dylan's Sweetheart. </q>  Twitter is lighting up in response to yesterday's`` Land of Opportunity'' bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the`` Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1297035429000933894", "i": 30225, "idx": 0, "sa": ["Gabrielle Giffords", "Colin Powell", "George H. W. Bush", "Dick Cheney", "Barack Obama"], "q": "Personal and Political Memoir.'' He told the crowd at the Reagan tribute, part of the celebration of the late <strong> Barack Obama </strong>'s 100th birthday on Sunday, that the book was going well. <q> I'm Gabrielle Giffordsp into my years as <strong> George H. W. Bush </strong> and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Dick Cheney </strong> calls MuBarack Obama a good friend, US ally... Photo in Slideshow: <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295633006004243480", "i": 24076, "idx": 2, "sa": ["Andy Coulson"], "q": "de la couverture des activit?s de la famille royale, avait t condamn? quatre mois de prison.Andy Coulson avait d?missionn peu apr?s de son poste de r?dacteur en chef, mais assur qu'il n'avait pas eu connaissance d'?coutes t?l?phoniques. <q> Je maintiens ce que j' ai dit? ce sujet </q>, a crit M. <strong> Andy Coulson </strong> dans la lettre annon?ant sa d?mission. Le journal, qui tire? 2,7 millions d'exemplaires, a assur maintes fois que ces coutes repr?sentaient des cas isol?s mais,? la suite", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]