[{"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1295955139102252581", "i": 42131, "idx": 2, "sa": ["Simon Cowell"], "q": "out.' And I said, \"So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network,\" <strong> Simon Cowell </strong> said. <q>The good news is, it would never get worse than this.</q> Fox went on to premiere American Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S. version of The X Factor( interestingly, the season 10 premiere, the first one without", "new_id": -2}, {"uid": "1296218123081313799", "i": 2820, "idx": 0, "sa": ["Chris Webber", "Allen Iverson"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"We just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. We ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "new_id": -2}, {"uid": "1297716260199933960", "i": 10279, "idx": 0, "sa": ["Mike Pence"], "q": "R-South Carolina) introduced the Tax Relief Certainty Act, a bill that would permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax. <q>Uncertainty is the enemy of prosperity,</q> said Congressman <strong> Mike Pence </strong>. \"By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to", "new_id": -2}, {"uid": "1297282260166281230", "i": 21800, "idx": 1, "sa": ["Michael Vick"], "q": "a number of <strong> Michael Vick </strong>'s tortured but recovering dogs were placed. Time served is one thing, but understanding how <strong> Michael Vick </strong> or anyone else could have a hand in such cruelty is beyond fathomable. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said Mark. \"How could you do that if you are somewhat sane? \"He had a great year and a great comeback, but there were times where we watched the game and I know", "new_id": -2}, {"uid": "1297443949230703173", "i": 28585, "idx": 3, "sa": ["Bill Posey", "Mike Pence", "Ronald Reagan", "Tim Pawlenty", "Nancy Pelosi", "Thomas Jefferson"], "q": " said he accepted federal health care because he was \"actually lowering\" premiums for older lawmakers. When asked whether he'd turn down taxpayer benefits, <strong> Nancy Pelosi </strong> <strong> Bill Posey </strong>( R-FL) actually said, <q>I don't know. Am I a federal employee?</q> And <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Grimm( R-NY) offered a more blunt- and revealing- Our guest blogger is Elon <strong> Thomas Jefferson </strong>, a freelance writer living in Brooklyn. On Monday, former Minnesota <strong> Ronald Reagan </strong> <strong> Tim Pawlenty </strong>( R) doubled", "new_id": -2}, {"uid": "1296115097157515826", "i": 568, "idx": 0, "sa": ["David Letterman"], "q": ". On August 30th 1993, on the \"Late Show\", <strong> David Letterman </strong> referred to a \"switch\" in a pet trick segment involving \"Bailie\" the dog who played dead on command and used <q>There is no off position on the genius switch.</q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the \"Key to Knowledge\", which started yesterday, the inventors confirmed that humans could use it to become \"Super Intelligent\", simply by understanding", "new_id": -2}, {"uid": "1295503548083329037", "i": 15682, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Allen Iverson", "Juan Carlos Navarro"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help Barcelona beat the NBA champion Los Angeles Lakers 92-88 in", "new_id": -2}, {"uid": "1295802494101695495", "i": 36357, "idx": 0, "sa": ["Colin Powell", "President Bush", "Barack Obama"], "q": "eighth, ninth paragraphs, Afghanistan in final five paragraphs.) Jan. 23( Bloomberg)-- <strong> President Bush </strong> Secretary of State <strong> Colin Powell </strong>, a Republican who supported Democratic <strong> Barack Obama </strong> in the 2008 election, said he's <q>not committed' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. \"I'm not committed to <strong> Barack Obama </strong>, I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong>, a retired Army general who was chairman of the Joint Chiefs of Staff, said on CNN's \"State of the Union\" program today. <strong> Colin Powell </strong> said he won't decide whom to vote", "new_id": -2}, {"uid": "1295481044265797697", "i": 44264, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}]