[{"uid": "1295916049143048705", "i": 11369, "idx": 0, "sa": ["Mike Pence"], "q": "to liberty, the pursuit of happiness and the unalienable right to life. <strong> Mike Pence </strong> also hit on the truce during his speech before the Values Voters Summit in Washington. http://www.lifenews.com/2010/09/24/state-5484/ <q>Now I know some say that Republicans should stay away from such issues this year... that the American people are focused on jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed,</q> he said during the Values Voter Summit. \"But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation", "new_id": -2}, {"uid": "1295560496260145161", "i": 39599, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's co-founders, Page and <strong> Sergey Brin </strong>, have been \"talking for a long time about how best to simplify our management structure,\" and looking for ways to \"speed up decision making.\" <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong> has made headlines in the past year with a number of controversial statements about privacy.", "new_id": -2}, {"uid": "1297709543205012998", "i": 996, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": ", the sick or the old who can't afford to heat their homes in the winter,\" he said. \"This is simply wrong,\" added <strong> Sen. Bernie Sanders </strong> Peter Welch( D-Vt.). <q>We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter. Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry.</q> The delegation led an effort in Congress that doubled funding for the Low-Income Home Energy Assistance Program to$ 5.1 billion a year for the past three years. The program provides critical assistance for senior citizens,", "new_id": -2}, {"uid": "1295762804109936656", "i": 6537, "idx": 4, "sa": ["Rajon Rondo", "Kwame Brown", "Allen Iverson", "Scottie Pippen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Detroit_Pistons_Recap_Robinson_14_Points_In_16_Minutes! March 2nd, 2010: The Boston Celtics end their <strong> Scottie Pippen </strong> game losing streak to the Detroit Pistons. <strong> Rajon Rondo </strong> had 15 points", "new_id": -2}, {"uid": "1295560040175849483", "i": 2216, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "would be stepping down on April 4, 2011 to take over the role of executive chairman. The other half of <strong> Google Inc. </strong>'s founding duo, <strong> Sergey Brin </strong>, will retain his title as co-founder. <q>When I joined <strong> Google Inc. </strong> in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,</q> Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog. \"Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the", "new_id": -2}, {"uid": "1295384209249954310", "i": 33254, "idx": 0, "sa": ["Sergio Marchionne", "Eddie Francis"], "q": "<strong> Eddie Francis </strong>, CAW president Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "new_id": -2}, {"uid": "1296017647213418050", "i": 46698, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q>Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue,</q> he said. \"Because it's legal.\"( Reporting by Georgina Prodhan; Editing by Jane Merriman and Jon Loades-Carter) We welcome comments that advance the story directly or with relevant tangential information", "new_id": -2}, {"uid": "1295719198234373121", "i": 6595, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "Sergey Brin"], "q": "role as CEO? Google just announced a huge change in management. As of April, <strong> Eric Schmidt </strong> is out as CEO, and co-founder Larry Page will take over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will <q>devote his energy to strategic projects, in particular working on new products.</q> by <strong> Danny Goodwin </strong> Obviously, the big story is Larry Page replacing <strong> Eric Schmidt </strong> as CEO. That news is so big it even dwarfs Google's huge Q4 of 2010, in which the company reported$ 8.44 billion in", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1295505185040337467", "i": 24078, "idx": 0, "sa": ["Marc Anthony", "Simon Cowell", "Steven Tyler"], "q": "sometimes blunt, sometimes crass, but always ever-knowledgeable <strong> Simon Cowell </strong> announced he was leaving the show at stars and more On the eve of his debut as American <strong> Marc Anthony </strong> judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}]