[{"uid": "1295570430037306373", "i": 34156, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured,\" suggesting that perhaps the move was forced. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Larry Page, who founded the company with <strong> Sergey Brin </strong> will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"Executive Chairman\" role. \"Larry will now lead product development", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.</q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1296711640100515944", "i": 27656, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q>I didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us.</q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored http://wn.com/Wesley_Matthews_Career-High_30_Points_Portland_Trail_Blazers_vs_Memphis_Grizzlies Nene has 22 points, 10 rebounds as Nuggets beat injury-riddled Trail Blazers 109-90 <strong> LaMarcus Aldridge </strong>", "new_id": -2}, {"uid": "1296864258154910775", "i": 3228, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to \"redimension\" its joint venture with n automaker Tata Motors to sell Fiat-branded cars in India.", "new_id": -2}, {"uid": "1297242001040484933", "i": 5078, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert", "Jacob Hill"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" <strong> Jacob Hill </strong> at 10:15 PM February", "new_id": -2}, {"uid": "1296488228063668303", "i": 10042, "idx": 1, "sa": ["Eric Schmidt", "Steve Forbes"], "q": "of the CEO job and replacing him with co-founder Larry Page, 37. <strong> Eric Schmidt </strong> will transition to his new role of \"executive chairman\" in April, but few believe he will stay there long. <q>I think this is simply a steppingstone for him to go to Washington. He would love to be Treasury secretary,</q> former GOP presidential candidate <strong> Steve Forbes </strong> told FOX Business. While Treasury may be a tough sell given that finance isn't <strong> Eric Schmidt </strong>'s forte, a different Cabinet secretary post could be in the cards.", "new_id": -2}, {"uid": "1296863722114081843", "i": 35998, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "penchant for stirring up trouble. Like Pittsburgh Steelers quarterback <strong> Ben Roethlisberger </strong>, who will take the field Sunday earning a multi-million dollar paycheck. The accusations of sexual assault and his four game suspension a distant memory. <q>He sat those games out. The Steelers survived those four games. And then he came back and it appears nobody remembers what he did,</q> Mosher said. Memories of <strong> Michael Vick </strong>'s dog fighting conviction and jail time may be harder to shake, but the athlete was easily able to resume his lucrative NFL career after making a few amends.", "new_id": -2}, {"uid": "1297275547192200734", "i": 23015, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it's the thought that counts. Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q>the perfect example of edutainment for the entire family.</q> Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Gov. Perry suggests taking away funding for Texas Arts and Historical Commissions Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas", "new_id": -2}, {"uid": "1296273660046694428", "i": 16952, "idx": 4, "sa": ["I Roy", "Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"<strong> I Roy </strong> was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q><strong> I Roy </strong> didn't want to be overaggressive. <strong> I Roy </strong> just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots <strong> I Roy </strong> wanted by zoning up. <strong> Rafer Alston </strong> teammates held the fort, and then when <strong> I Roy </strong> got an opportunity, <strong> I Roy </strong> just tried to make the best of it.</q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1295482966122978352", "i": 2618, "idx": 0, "sa": ["The Republican Party", "Mike Pence"], "q": "majority and several Tea <strong> The Republican Party </strong> freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q>We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week.</q> House Democrats, however, have criticized the <strong> The Republican Party </strong> majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}]