[{"uid": "1297424360208748555", "i": 1, "idx": 0, "sa": ["Donald Rumsfeld", "Gil Kerlikowske", "John Boehner"], "q": "hits back Article: <strong> John Boehner </strong>: Lee's resignation was his own choice... Video: Obama Calls for \"Orderly Transition\" in Egypt Politics Video: Egypt revolt set to flare as Mubarak clings to power Report Abuse <q>At least,, <strong> John Boehner </strong> puts a boot in their@$$.</q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1294959607081149953", "i": 11966, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.</q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1294953230093011986", "i": 11931, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Dr. Peter", "Martin Luther King"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> <strong> Martin Luther King </strong> Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1297323276070123533", "i": 23339, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "security. \"If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,\" said Andy Blom, executive director of the American Principles Project. <q>Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a \"truce.\"</q> Rep. <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six times", "new_id": -2}, {"uid": "1296811464196722709", "i": 1211, "idx": 1, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> was cleared of any wrongdoing- other than using poor judgment for hosting a party open to the public- and in October he told Sports Illustrated that the experience changed him for good. <q>Right then and there I told myself, I am changing my life,</q> <strong> Michael Vick </strong> told the magazine. \"I'm going to do everything they ask me to do. I'm getting myself away from this madness.\" That was the only thing <strong> Michael Vick </strong> could do if he", "new_id": -2}, {"uid": "1297159110156483590", "i": 34838, "idx": 0, "sa": ["Gwen Ifill", "Donald Rumsfeld"], "q": ", illuminating or concealing. <strong> Gwen Ifill </strong> reviews <strong> Donald Rumsfeld </strong>'s memoir, \"Known and Unknown\" Known and Unknown,\" a hefty and heavily annotated accounting and defense of his life in public service. <q>Never much of a handwringer, <strong> Adlai Stevenson </strong> don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others,</q> he writes. But hand-wring he does, in repeated blasts of Rumsfeldian score-settling that come off as a cross between setting the record straight and doggedly knocking enemies off pedestals. There is, indeed", "new_id": -2}, {"uid": "1295390866219906077", "i": 4091, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "Conan O'Brien"], "q": "\" One person's behavior he doesn't approve of is <strong> Jay Leno </strong>'s. He says <strong> Jay Leno </strong> \"did a terrible thing to <strong> Conan O'Brien </strong>\" when he went back to the \"Tonight Show.\" <q><strong> Jay Leno </strong>( <strong> Jay Leno </strong>) is insane,</q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>. \"He's not fit to scrub <strong> David Letterman </strong>'s feet. Yes, I don't know why he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be filled", "new_id": -2}, {"uid": "1294962195114475023", "i": 3002, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "to blame for the shooting, allegedly carried out by a disturbed local 22-year-old. His 35-minute eulogy won praise from across the country's political chasm. Even Republican former defense secretary <strong> Donald Rumsfeld </strong> said: <q>At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night.</q> It came after Republican star <strong> Sarah Palin </strong> accused the media of \"blood libel\" over commentators' remarks linking the Tucson attack to her conservative Tea Party movement. The use of the term-- which", "new_id": -2}, {"uid": "1295471430042287111", "i": 4214, "idx": 1, "sa": ["Sergio Marchionne"], "q": "topic on the Internet today after Chrysler management said it is rethinking the future of the minivan vehicle. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> told the Associated Press on Tuesday. <q>We need to retain all its functionality but make it much more versatile.</q> To begin commenting right away, you can log in below using your Disqus, Facebook, Twitter, OpenID or Yahoo login credentials. Alternatively, you can post a comment as a \"guest\" just by entering", "new_id": -2}]