[{"uid": "1297419412245137408", "i": 46621, "idx": 0, "sa": ["Steve Ballmer"], "q": ",\" the two said in the statement. Under the agreement the handset manufacturer will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1296245237068730884", "i": 15860, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Gwyneth Paltrow", "Simon Cowell", "Jennifer Lopez"], "q": "couple of missteps when I was a teenager- some 20 odd years ago,\" Brad, 38, tells OK! of his mistakes( including public intoxication, forgery and writing a bad check). <q> Some of the claims have been blown out of proportion, but I took responsibility for my actions and took immediate measures to remedy the situation. It was just part of my growing pains back when I was still young and naive. You learn from your experiences good and bad, and you move on. </q> The Big Debate: Is MTV's Skins too inappropriate for teens? Which Idol judges are more fun to watch: <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> or <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>? Should <strong> Gwyneth Paltrow </strong> have allowed daughter Apple to play", "new_id": -2}, {"uid": "1297167911133922834", "i": 43031, "idx": 1, "sa": ["Simon Cowell"], "q": "risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star.\" But he admitted: <q> If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble. \"We've got to find somebody fantastic to get the money back[ through record sales]. </q> Judge speculation The winner of the inaugural American edition gets a recording contract with Syco, the joint venture between <strong> Simon Cowell </strong> and Sony Music. The age limit differs from the UK version with 12-year-olds allowed", "new_id": -2}, {"uid": "1296744572199131164", "i": 25917, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, {"uid": "1295901162252542991", "i": 8033, "idx": 1, "sa": ["the Fox", "Simon Cowell"], "q": ",\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simons and said, \"The good news is, it will never get worse than this,\" </q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought Pop Idol and turned it into American Idol, used the interview to fuel speculation that he will quit the British X Factor", "new_id": -2}, {"uid": "1297260302158613537", "i": 25879, "idx": 0, "sa": ["Bill Lockyer"], "q": "they don't expect Democrats to support either Brown's proposals or additional cuts suggested by the legislative analyst, and that the budget process is a negotiation between the two houses, not the two parties. <q> That's what I told Brown the day after the election, </q> said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). \"I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.\" State Treasurer <strong> Bill Lockyer </strong>,", "new_id": -2}, {"uid": "1296006543146669593", "i": 39638, "idx": 0, "sa": ["Aiden Grimshaw", "Simon Cowell"], "q": "Despite coming only ninth in last year's competition, he was added to the line-up at show guru <strong> Simon Cowell </strong>'s behest. The tour kicks off next month in Birmingham. A source revealed: <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose. \"If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few. </q> But his deal is bound to annoy other singers on the ITV show who survived longer than him. http://www.thesun.co.uk/sol/homepage...cord-deal.html That's a really bizarre story.. <strong> Aiden Grimshaw </strong> and Syco? I just can't", "new_id": -2}, {"uid": "1296113722137510985", "i": 26401, "idx": 2, "sa": ["Barack Obama", "John Boehner", "Sen. Bernie Sanders"], "q": "& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget\" Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a joint report titled <q> Toward Common Ground: Bridging the Political Divide to Reduce Spending, </q> PIRG's <strong> John Boehner </strong> Krieger and Ex. Vice <strong> Barack Obama </strong>.. Tea Party Misconceptions_1 10:58 Just some thoughts to consider for Tea Party Supporters... it's a <strong> Barack Obama </strong> part vid... so, please hear me out. Progressives", "new_id": -2}, {"uid": "1297422337196083716", "i": 22056, "idx": 2, "sa": ["Steve Ballmer"], "q": "Windows Phone 7 smartphone from the two, although Elop told us that we shouldn't have long to wait as they are expecting a quick rollout of the new hardware to suit a range of devices. <q> Part of the unique relationship here is that we will help Microsoft go down scale, </q> said Elop confirming that Microsoft will loosen its strict hardware guidelines. <strong> Steve Ballmer </strong> added that they are already working on making that happen since November.", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q> has been punished twice for the same offence, </q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}]