[{"uid": "1296107825239763464", "i": 33253, "idx": 0, "sa": ["Colin Powell", "Michael Reagan"], "q": "destructive liberal agenda. Sadly, one of those directives is so obviously a result of his being a white man that I had to stop reading to control my irritation. In Chapter 5, in a section titled <q>Let's Not Make the GOP Smaller and Poorer,</q> <strong> Michael Reagan </strong> cautions conservatives against rejecting <strong> Colin Powell </strong>. Reason devoid of white guilt says that <strong> Colin Powell </strong> rejects conservatism. So, why shouldn't conservatives reject <strong> Colin Powell </strong>? He's not conservative and should not be in a party whose platform", "new_id": -2}, {"uid": "1296311657089227320", "i": 29397, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for third time in a row Rome, Italy, October 10, 2010-- World No. 1 Brazil became the FIVB", "new_id": -2}, {"uid": "1297600395127287377", "i": 48204, "idx": 2, "sa": ["Robin Morris", "Allen Iverson", "Dan Tan", "Darius Morris"], "q": "all of <strong> Darius Morris </strong>' stats and encouraged him to keep going as he struggled to find his role in college. \"But kind of rag on me if I missed free throws,\" <strong> Darius Morris </strong> said. <q>Like, \"Come on, man, what's up? We need those free throws.'</q> <strong> Dan Tan </strong> became part of the <strong> Darius Morris </strong> family. With <strong> Darius Morris </strong> at Michigan, <strong> Darius Morris </strong>\" parents, DeWayne <strong> Darius Morris </strong> Sr. and <strong> Robin Morris </strong>, and their older son, DeWayne <strong> Darius Morris </strong> <strong> Allen Iverson </strong>, drove to Brentwood to pick up", "new_id": -2}, {"uid": "1296892575106627096", "i": 44487, "idx": 0, "sa": ["Sergio Marchionne"], "q": "occuperemo della governance. Ora pero' la priorita' e' farle lavorare insieme\". Lo afferma l'amministratore delegato di Fiat e Chrysler, <strong> Sergio Marchionne </strong>, dicendosi non soddisfatto della joint venture fra Fiat e Tata Motors: <q>Dobbiamo dare una nuova dimensione all \"accordo. Abbiamo dato loro il diritto di distribuire e in alcune aree non sta funzionando. E' tutto sul tavolo</q>. Tata Motors controlla il 50% di Fiat India Automobiles. Il Wall Street Journal ritiene che Fiat e Chrysler potrebbero fondersi e installare il quartier generale negli Stati Uniti sotto la guida di <strong> Sergio Marchionne </strong>. L\"approccio per \"", "new_id": -2}, {"uid": "1297697962029687857", "i": 19457, "idx": 1, "sa": ["Steve Ballmer"], "q": "5, Flash en Silverlight. Ook wordt gebruikgemaakt van hardwareacceleratie, wat veel soepelere animaties op zware sites mogelijk moet maken. \"Mensen verwachten op hun smartphone dezelfde internetervaring als op hun desktop\", aldus <strong> Steve Ballmer </strong>. <q>Daarom brengen we onze nieuwste browser naar onze smartphones.</q> Ook komt er betere ondersteuning voor Skydrive-services voor consumenten, zo maakte <strong> Steve Ballmer </strong> bekend. Verder gaat Microsoft Twitter integreren in de People-hub, zoals dat nu al gebeurt met Facebook. De grote update is", "new_id": -2}, {"uid": "1295965341261718031", "i": 7107, "idx": 0, "sa": ["Bill Lockyer", "Hosni Mubarak", "Newt Gingrich"], "q": "cars on the main street and waved signs reading \"OUT!\" inspired by the Tunisian protestations of \"DEGAGE!\" this week. Men were seen spraying graffiti reading \"Down with <strong> Hosni Mubarak </strong>.\" <q>We want to see change just like in Tunisia,</q> said Lamia Rayan, 24, one of the protesters. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location", "new_id": -2}, {"uid": "1297246903009437188", "i": 34467, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q>I understand u <strong> Lindsay Lohan </strong> well like me sometimes I make mistakes, I dont judge u aint nobody is perfect..</q> Report Abuse \" \"After detectives began preparing to execute the search warrant, a friend of <strong> Lindsay Lohan </strong>'s brought the necklace to the Pacific Division police station.\"\" \"<strong> Lindsay Lohan </strong> doesn\"t understand how the", "new_id": -2}, {"uid": "1296229265086933518", "i": 29435, "idx": 0, "sa": ["Mike Pence"], "q": "<q>Previous Is the Arab World Ready for Democracy? provides some context and points out something I think a lot of Western cheerleaders fail to grasp: \"There's no way for Egypt to be democratic and exclude the Islamists from political participation. The same is true for most other parts of the Arab world...</q>-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law \"DOJ official: \"The law was written to protect black people", "new_id": -2}, {"uid": "1297383050124895246", "i": 9771, "idx": 1, "sa": ["David Letterman"], "q": "anticipation of the big reveal on <strong> David Letterman </strong>'s show on February 14, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q>Consumers love to follow what's hot, what's glamorous, what's beautiful,</q> Southwood said. \"The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\" Southwood and his Sauvage Swimwear are known for", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]