[{"uid": "1295530460005685268", "i": 17309, "idx": 1, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": "remaining original judge, <strong> Randy Jackson </strong>.`` It's going to be a little funny sitting in the chair on season 10, thinking,` Wow, this is a different table,''' Mr. <strong> Randy Jackson </strong> said. <q> But, you know what, it's hot. Let's go, baby. </q> Once the auditions finally did get going, the new didn't look that strange. For one thing, both Mr. <strong> Steven Tyler </strong> and Ms. <strong> Jennifer Lopez </strong> are more famous than Mr. <strong> Simon Cowell </strong> was when`` Idol'' began", "new_id": -2}, {"uid": "1295803019101695619", "i": 48231, "idx": 5, "sa": ["Colin Powell", "George H. W. Bush"], "q": " Gen. Norman Schwarzkopf, who commanded the allied coalition in Desert Storm, was unable to attend the <strong> George H. W. Bush </strong> event due to health reasons. But he did send a letter that <strong> Colin Powell </strong> read to the attendees <q> The events of 1991 remain some of the proudest in this soldier's life, </q> Schwarzkopf wrote.`` My thoughts are with those who gave their lives.'' He called the men and women who fought in the war`` the thunder and lightning of Desert Storm.''", "new_id": -2}, {"uid": "1295586272212418583", "i": 3546, "idx": 21, "sa": ["Phil Pressey", "LeBron James", "Allen Iverson", "Chris Paul", "Jason Kidd", "Kwame Brown", "Emeka Okafor", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Presseyadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Chris Paul_Chris Paul_31_points_2_rebounds_4_assists_vs_LeBron Jamess_Oct_30_2009 <strong> Chris Paul </strong> 31 points 2 rebounds 4 assists vs LeBron Jamess Oct 30 2009 NEW ORLEANS-- Who needs the preseJason Kidd? <strong> Emeka Okafor </strong>, a year-round", "new_id": -2}, {"uid": "1297270573021168154", "i": 10436, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the UN two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting: <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal", "new_id": -2}, {"uid": "1296106119124256270", "i": 15859, "idx": 1, "sa": ["David Letterman", "Carson Daly", "Jay Leno", "Jimmy Kimmel", "Craig Ferguson"], "q": "'ll be in Eastern Connecticut for a five-show set at Comix at Foxwoods. The Boston native has appeared on`` The Tonight Show with <strong> Jay Leno </strong>,''`` The Late Show with <strong> David Letterman </strong>,'' <q> The Late Late Show with <strong> Craig Ferguson </strong>, </q>`` Last Call with <strong> Carson Daly </strong>'' and`` <strong> Jimmy Kimmel </strong> Live.'' He was twice a finalist on`` Last Comic Standing'' in 2004, performed at the NASCAR Year End Banquet, the New York Comedy Festival,", "new_id": -2}, {"uid": "1296064412015335442", "i": 42130, "idx": 0, "sa": ["Mimi Walters", "Bill Lockyer"], "q": "preparing a package of pension reform Bill Lockyers she said must be addressed before taking up taxes. Among her reforms is legislation requiring all new state employees to enter 401( k)- style benefit plans. <q> We want reforms in place before there's any discussion about tax increases, </q> said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>.`` I do know there's not support at all to even put it on the ballot without significant pension", "new_id": -2}, {"uid": "1295369174262144017", "i": 59610, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "stealing sketch ideas.`` <strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,'' The New York Post quoted Stern as saying. <q> This guy's ripped off like 10 major things from my show. </q> Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host href=\"http://www.tvguide.com/celebrities/David Letterman-David Letterman/194124\"> <strong> David Letterman </strong> in the ratings.`` It's beyond my comprehension,'' Stern says.`` America must be filled", "new_id": -2}, {"uid": "1297227563238518272", "i": 30311, "idx": 15, "sa": ["Donald Rumsfeld", "Michelle Obama", "Barack Obama"], "q": "out this year.`` The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video: Vanity", "new_id": -2}, {"uid": "1295584425239992849", "i": 45005, "idx": 1, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Daniel Pearl", "Richard Perle", "Osama bin Laden", "Paul Wolfowitz", "Scooter Libby", "Dick Cheney", "Jeb Bush"], "q": "Key Members Included: <strong> Dick Cheney </strong> <strong> Jeb Bush </strong> <strong> Donald Rumsfeld </strong>, <strong> Paul Wolfowitz </strong>, <strong> Richard Perle </strong>, and convicted criminal <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong>`` <strong> Scooter Libby </strong>'' <strong> Scooter Libby </strong> On September 11th, 2001, 11:08 pm <strong> George H. W. Bush </strong> wrote in his diary'' <q> The <strong> Daniel Pearl </strong> Harbor of the 21st century took place today.`` We think it's <strong> Osama bin Laden </strong>. </q> www.washingtonpost.com <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong>`` <strong> Scooter Libby </strong>'' <strong> Scooter Libby </strong>, was convicted on 4 charges Tuesday of lying and obstructing a leak investigation www.msnbc.msn.com <strong> Scooter Libby </strong> wrote a book called'' The Apprentice'' which referenced pedophilia", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]