[{"uid": "1295630819074432629", "i": 20163, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Mike McCarthy", "Asante Samuel"], "q": ", the 2009 defensive player of the year. On Thursday <strong> Tramon Williams </strong> was named to his first Pro Bowl, replacing the injured <strong> Asante Samuel </strong> of Philadelphia. Super Bowl are completed,\" Green Bay Coach <strong> Mike McCarthy </strong> said, <q> everybody in the country is going to know who <strong> Tramon Williams </strong> is. </q> Many already do. In a wild-card game, <strong> Tramon Williams </strong> wrapped up a 21-16 victory over the Eagles of play.\"> by intercepting <strong> Michael Vick </strong> in the end zone. He added two more", "new_id": -2}, {"uid": "1296633836234962960", "i": 12989, "idx": 4, "sa": ["Chris Webber", "Samuel Dalembert", "Allen Iverson", "Tim Duncan", "Kyle Korver", "Maurice Cheeks", "Gregg Popovich", "Willie Nelson"], "q": "'ve got to win it,\" he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Duncane, <strong> Chris Webber </strong> deliveWillie Nelson a clutch steal and secuWillie Nelson the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. <q> It was an amazing game, </q> Sixers <strong> Gregg Popovich </strong> <strong> Maurice Cheeks </strong> said. Was it ever. <strong> Chris Webber </strong> had 31 points and 13 rebounds, <strong> Allen Iverson </strong> scoWillie Nelson 33 points with 10 assists, and <strong> Samuel Dalembert </strong> had 20 points and 11 rebounds in the Sixers' longest game since", "new_id": -2}, {"uid": "1296806545266600450", "i": 30750, "idx": 0, "sa": ["David Letterman"], "q": ". Police charged him and the case has been pending ever since. It's the \"douche bag\" phrase that has riled up Maytin. In July she filed a six-page court brief- aptly titled <q> Motion to Dismiss: The Constitutionality of` Douche Bag.' </q> Maytin contended that the disorderly conduct charge should have been dropped because Fordham was protected by free speech. She cited numerous sources to back her claim- ranging from Wikipedia to the Urban Dictionary to <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1295137697028803114", "i": 10332, "idx": 3, "sa": ["Camille Grammer", "David Letterman"], "q": "Is that a fact?\" <strong> Camille Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well, I'm sorry to hear that, or I'm not sorry to hear that?\" <q> Well, you are respectfully considerate, and yet pleased for the new developments in my life, </q> <strong> Camille Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?", "new_id": -2}, {"uid": "1295052762230834187", "i": 16465, "idx": 3, "sa": ["Ben Ali", "Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in ItBen Alian industry. In October, he ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy, </q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Fiat was set up in 1899 and has 188 factories", "new_id": -2}, {"uid": "1295178088150732812", "i": 37496, "idx": 1, "sa": ["Simon Cowell"], "q": "What\" s great about <strong> Simon Cowell </strong> is that with someone awful yet quite fragile, he\" s a metaphorical arm around the shoulder far more than you think he is,\" said O\" Leary. <q> If people can handle it they </q> ll get it, but you see people come on and get booed and he\" ll make sure they walk off that stage feeling a million dollars. He\" s a lot nicer than people give him credit", "new_id": -2}, {"uid": "1296375844213581825", "i": 16383, "idx": 0, "sa": ["Mark Salter", "Donald Rumsfeld", "Eric Martin"], "q": "By the way, the author of the story may have been a mystery, but that didn't necessarily help its reviews. The Los Angeles Times wrote the anonymously written book was <q> less an addition to the rich fictional literature of AmEric Martinan politics than an exercise in the genuinely cynical business of Mark Saltereting and publishing. </q> Ouch. Known and Unknown,\" which comes out on February 8, has been distracted by interest in a satirical novel, \"<strong> Donald Rumsfeld </strong>,\" co-written by <strong> Eric Martin </strong>-- also out that day. The alternative-reality version", "new_id": -2}, {"uid": "1297662083114016267", "i": 46181, "idx": 0, "sa": ["David Letterman", "Justin Bieber", "Win Butler", "Howard Stern", "Whitney Houston", "Patrick Monahan"], "q": "We're going to go play another song because we like music. Thank you to the Grammys. Thank you everyone. We're so happy.\" - Arcade Fire frontman <strong> Win Butler </strong>.___ <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group.___ \"<strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.___ \"I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"uid": "1295404883171524111", "i": 11453, "idx": 0, "sa": ["Steven Tyler", "Rupert Murdoch", "Simon Cowell", "Jennifer Lopez"], "q": "to continue to take on the role of judge on the show. As Cowell-Simon Cowell-turned-down-130-s299351/\" Celebuzz reports, according to the new book written by Richard Rushfield, the author alleges of <strong> Simon Cowell </strong>: <q> \"In the summer of 2009, with one more year left on <strong> Simon Cowell </strong>'s contract, Fox-represented by <strong> Rupert Murdoch </strong> himself-offered <strong> Simon Cowell </strong> a staggering deal: to continue his services on Idol as well as to bring X Factor to America, <strong> Simon Cowell </strong> would be paid in the neighborhood of$ 130 million a year. </q> \" Now that <strong> Steven Tyler </strong> of Aerosmith, and singer/actress/dancer <strong> Jennifer Lopez </strong> have taken on the roles of the new judges on the show, it is certain that American Idol-- although the same type of show-- the", "new_id": -2}, {"uid": "1297597866017956890", "i": 30848, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q> a gilded wood statue of Tutankhamun harpooning, </q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}]