[{"uid": "1296488866202686546", "i": 15784, "idx": 1, "sa": ["Sergio Marchionne"], "q": "two percentage points to 13% for last year. \"The company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,\" said CEO <strong> Sergio Marchionne </strong>. <q>Given the positive comments we have received to date, it can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations.</q> Has GM Found Religion? \"Humbled' automaker trying to rebuild relationships with suppliers, dealers and customers. Process Industries Hope for Change Steel, chemicals and petroleum groups say they\"re overburdened with laws", "new_id": -2}, {"uid": "1294956185094240773", "i": 34590, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld", "Barack Obama", "Eric Holder"], "q": ". The looming departure of AP-GfK Poll: <strong> Barack Obama </strong>, GOP improve public standing Tucson, Ariz., this afternoon to take part in the memorial service for victims of Saturday's Arizona, Tucson, at an event called <q>Together We Thrive: Tucson and America.</q> Attorney General <strong> Eric Holder </strong> and <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong> will also be there. AP-GfK Poll: <strong> Barack Obama </strong>, Republicans in Congress get higher marks after season of compromise Poll: <strong> Barack Obama </strong>, GOP Improve Standing Congressional Black Caucus Chairman", "new_id": -2}, {"uid": "1295301289163250234", "i": 6847, "idx": 0, "sa": ["Newt Gingrich", "Jim Ryun", "Ronald Reagan", "Mike Pence"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" AP Photo- In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses", "new_id": -2}, {"uid": "1295223747111181842", "i": 36558, "idx": 0, "sa": ["Michael Gove"], "q": "blue cheese. Analysis of the government's plans by the Daily Telegraph showed that, of the 192 quangos being abolished, just 29 will disappear altogether. In an editorial, the Telegraph argued that <q>if the intention was to save money, improve accountability and reduce the size of the state, the cull has been so badly handled that none of these ambitions may be achieved... The legislation is poorly drafted and the hoped-for savings are unlikely to materialise.</q> The government is quickly gaining a reputation for lack of effective planning, broken promises and obfuscation. Recall the mess <strong> Michael Gove </strong> has made so far of his education brief. And incredibly, on 4 January, the", "new_id": -2}, {"uid": "1297270524044515339", "i": 32402, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe.\" \"In any event, the phrase` old Europe\" entered the vernacular", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1296134863266403875", "i": 13923, "idx": 1, "sa": ["Kevin Garnett", "Khaldoon Al Mubarak", "Michael Jordan", "Allen Iverson", "Link TV"], "q": "Middle East <strong> Link TV </strong> is viewer-supported! www.linktv.org Today's headlines: \"Three million Hajj pilgrims begin journey to Muzdalifah,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"Egyptian children learn about Hajj,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar <q><strong> John P. </strong> Sudan begins registration for referendum vote,</q> BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got the start and provided one more lasting moment. But it was all <strong> Kevin Garnett </strong> at the finish. The 52nd NBA All-Star Game was <strong> Michael Jordan </strong>'s last and", "new_id": -2}, {"uid": "1297416434192020481", "i": 26397, "idx": 0, "sa": ["Alberto Torres", "Steve Ballmer", "Stephen Elop"], "q": "be moving its focus away from Meego, evident in the announced exit of <strong> Alberto Torres </strong>, who was responsible for responsible for developing solutions and devices based on the MeeGo platform. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive. \"Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1295564626204079122", "i": 8109, "idx": 1, "sa": ["Eric Schmidt"], "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would \"merge Google's technology and business vision brilliantly.\" <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion, is ready to lead.\" Page's connection to U-M is credited with Google's 2006 decision to launch an AdWords sales office in downtown Ann Arbor", "new_id": -2}, {"uid": "1295207017257589379", "i": 8312, "idx": 0, "sa": ["Simon Cowell", "Kristy Lee Cook", "Jennifer Lopez"], "q": "too, in light of its winners' recent track record. But <strong> Kristy Lee Cook </strong>, a season seven finalist who's now signed to Nashville's Broken Bow Records, was optimistic about the show's direction. <q>There's definitely room for another season,</q> she says. \"I think it's going to be great with <strong> Jennifer Lopez </strong> and actual artists( judging).... They actually understand what's going on, unlike <strong> Simon Cowell </strong>, who didn't know because he's", "new_id": -2}]