[{"uid": "1297200045061325316", "i": 42902, "idx": 2, "sa": ["Michael Gove"], "q": "detain and search students, impose instant detentions and will be given anonymity if they are accused of`` any offence that occurs in school'' up until they are charged. <strong> Michael Gove </strong> said the changes will mean <q> there can be no excuse for failure </q>.`` We are raising the bar on school standards, we are showing less tolerance of failure than ever before and we are taking powers to intervene in order to ensure that in those schools which are", "new_id": -2}, {"uid": "1296488228063668303", "i": 12087, "idx": 5, "sa": ["Meg Whitman", "Eric Schmidt", "Bill Bartmann"], "q": "the middle.'' Not a Good Fit for D.C.? Others see <strong> Eric Schmidt </strong> bypassing the notoriously-broken system in Washington, unless, of course, he plans to run for office himself. <q> The government avenue doesn't make a lot of sense to me unless he wants to do something like what <strong> Meg Whitman </strong> wanted to do, just better, </q> said Kay, alluding to the former eBay( href=\"http://quote.foxbusiness.com/symbol/EBAY/snapshot\"> EBAY) CEO's failed run for governor last year in California. <strong> Bill Bartmann </strong> said he doesn't believe a <strong> Eric Schmidt </strong> appointment would resonate with voters", "new_id": -2}, {"uid": "1295455673232161306", "i": 19811, "idx": 2, "sa": ["Kathie Lee Gifford", "David Letterman", "Regis Philbin"], "q": "Wants to Be a Millionaire,'' and banter with <strong> David Letterman </strong> on`` Late Show,'' it was`` Live'' that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q> He's everyman to so many people, </q> said <strong> Kathie Lee Gifford </strong> on the Today'' show, after <strong> Regis Philbin </strong> made his announcement.`` Nobody tells a story like Reeg does.'' The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1296621835114606093", "i": 17828, "idx": 4, "sa": ["Ricky Gervais", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "actress can do her best work until she's slept with me.'' He then hinted that nominees- <strong> Julianne Moore </strong>, <strong> Annette Bening </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong>- had at one point rejected his advances. He went on: <q> I'm not trying to creep anyone out, but where's <strong> Emma Stone </strong>? </q> in reference to 22-year-old <strong> Emma Stone </strong>. And he finished by adding:`` I'm not saying that my theory holds water but Globes organizers deny new invite for <strong> Ricky Gervais </strong> Golden Globes Boss Denies Inviting <strong> Ricky Gervais </strong> Back In 2012 <strong> Ricky Gervais </strong>", "new_id": -2}, {"uid": "1295222825130613259", "i": 1299, "idx": 0, "sa": ["Jay Cutler", "Michael Vick", "Aaron Rodgers"], "q": "playoffs. First, he led the Packers to an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia. Then, he led a dominating performance against an Atlanta team that went 13-3 during the regular season. <q> I know <strong> Aaron Rodgers </strong> well. He's a great player, </q> <strong> Jay Cutler </strong> said.`` They played really extremely well( Saturday) night against a very good team. We have our hands full.'' The Bears( 12-5) weren't really tested by Seattle(", "new_id": -2}, {"uid": "1295627201004243458", "i": 5974, "idx": 1, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> en una entrevista publicada hoy por` Le Monde'. Ggagbo, que afirma ser tambi?n el vencedor de la segunda vuelta de las href=\"http://www.elmundo.es/elmundo/2010/11/28/internacional/1290903771.html\"> presidenciales en noviembre, no cuenta m?s que con <q> 3.000 hombres de su etnia </q> y si la Comunidad de Estados del frica Occidental( CEDEAO) interviene, el ej?rcito dejar de apoyarlo, sostiene <strong> Alassane Ouattara </strong>.`` Ahora ya no es posible seguir negociando. Hay que utilizar la fuerza leg?tima", "new_id": -2}, {"uid": "1296816816092815385", "i": 38483, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "on the Late Show host and began grilling him about his future with CBS. <strong> Howard Stern </strong> even managed to get <strong> David Letterman </strong> to admit he's planning to leave the Late Show after just two more years on air. <q>`` Two years you're thinking you're gon na exit? That's why we got ta beat <strong> Jay Leno </strong>. All of show business-don' t go on that show! Make a young man's dream come true! I hope your dream comes true. I really hope you beat this guy. </q> \" href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/celebrities-following-Howard Stern-Howard Stern-on-twitter-picture\" rel=\"nofollow\"> See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> Howard Stern </strong> also trashed <strong> David Letterman </strong>'s 2010 Super Bowl commercial with <strong> Jay Leno </strong> and called the Tonight Show host`` horrible''.", "new_id": -2}, {"uid": "1295569764147800153", "i": 46329, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "yet: Kona( a cloud-based BI tool) and 12 Sprints( a collaborative decision making tool, also in the cloud) <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296006847180027415", "i": 21469, "idx": 2, "sa": ["Kevin McCarthy", "Gary Day", "Mike Pence", "Paul Ryan", "Don Young", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Don Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Mike Pence </strong>( R-IN). Just yesterGary Day, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q> I won't go along with this </q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}]