[{"uid": "1296442320042500124", "i": 1125, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "headquarters, having appointed his new junta of former military and intelligence officers. The rumour went round the square: the old wolf would try to fight on to the end. Others said it didn't matter. <q> Can he kill 80 million Egyptians? </q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits:` Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP's 2010 Victories Driven by Opposition to Black <strong> Barack Obama </strong> UPDATED: Members", "new_id": -2}, {"uid": "1295914737143048738", "i": 9926, "idx": 3, "sa": ["Simon Cowell"], "q": "'s season debut). <strong> Simon Cowell </strong> also got candid on his career, admitting his biggest failures( notably signing a failed girl group 12 years ago) have come when he has believed his own`` hype.'' <q> You start living in this bubble, which is your world, and you start to believe that that's the only world that exists, </q> he said.`` Which is why most successful people screw it up for themselves normally within two, three, The razor company says the controversial program is`` not aligned'' with corporate guidelines.", "new_id": -2}, {"uid": "1295648417122683417", "i": 7245, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going but added that he could`` understand that the continuing pressures on him and his family mean that he feels compelled to do so.'' <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> he said. Labour leader <strong> Ed Miliband </strong> said:`` He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on", "new_id": -2}, {"uid": "1297724451166166630", "i": 3447, "idx": 1, "sa": ["Steve Ballmer"], "q": ", talking to a packed auditorium of top-tier telecom execs, explained how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access, <q> just like on a PC at home. </q>`` If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub,'' <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth", "new_id": -2}, {"uid": "1296006847180027415", "i": 17734, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Don Young", "Barney Frank"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Barney Frank </strong> Kevin McCarthy( of`` <strong> Don Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296084768189841416", "i": 11882, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> Comments are not reviewed before posting. If you believe a comment has violated the commenting guidelines, please alert a moderator using links provided. Tea Party darling Bachmann mocked for State of the Union reply Mosque to", "new_id": -2}, {"uid": "1295224464227999941", "i": 33059, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator.`` The Congresswoman continues to do well,'' the Medical Center announced on Sunday. <q> Yesterday's procedures were successful and uneventful. </q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>'`` miracle'' awakening, said the injured Congresswoman is`` making progress every day.'' CBS'`` Face the", "new_id": -2}, {"uid": "1295510839092602381", "i": 13055, "idx": 1, "sa": ["Forest Whitaker", "John Ehret", "Allen Iverson", "Al Saunders"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him Hurricane Season( MGM, December 25, 2008), starring <strong> Forest Whitaker </strong> as <strong> Al Saunders </strong> Collins, the basketball coach of <strong> John Ehret </strong> High School in", "new_id": -2}, {"uid": "1295498091112721922", "i": 6204, "idx": 6, "sa": ["Chris Webber", "Allen Iverson"], "q": "you're worthless. And that's from myself, I don't even care what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. <q> I just know how tough it is on him, </q> <strong> Allen Iverson </strong> said.`` He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you", "new_id": -2}, [{"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]]