[{"uid": "1295473479077529089", "i": 4499, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "<q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent Senator <strong> Bernie Sanders </strong> said in a letter to the director of the National Museum of American History. <strong> Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US <strong> Barack Obama </strong>, George Washington, as well as his", "new_id": -2}, {"uid": "1295216511235503625", "i": 12299, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Tim Ward", "Scottie Pippen"], "q": "the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. \"This game will give us a little bit more confidence,\" <strong> Allen Iverson </strong> said. <q> It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we're going to have off nights shooting the ball but if we play defense, we'll be in every game. </q> <strong> Scottie Pippen </strong> scored 22 points-- two in the second half-- and <strong> Michael Jordan </strong> added 20 for the Bulls, who were coming off a convincing home win over Seattle and lost for the first Tim Warde in three games since <strong> Scottie Pippen </strong>", "new_id": -2}, {"uid": "1296752424175587371", "i": 36223, "idx": 0, "sa": ["Zahi Hawass", "Ian Parker"], "q": "<strong> Zahi Hawass </strong> <q> would like to tell the world that the situation in Egypt was bad for two days, beginning on Friday. </q> <strong> Zahi Hawass </strong>, who now sits in Mubarak's cabinet-he was appointed Minister of Antiquities on Monday-and whom Parker\"> <strong> Ian Parker </strong> wrote about in 2009, was not referring to the general situation on the streets of Cairo, where", "new_id": -2}, {"uid": "1296530715200818714", "i": 37139, "idx": 5, "sa": ["Dwight Howard", "LeBron James", "Erik Spoelstra", "Allen Iverson", "Yao Min", "Dwyane Wade", "Cam Ward"], "q": ", seven assists, two blocked shots and a steal. <strong> Dwyane Wade </strong> was locked in for this one, and the Hawks didn't stand a chance. \"He set the tone,\" Miami coach <strong> Erik Spoelstra </strong> said. <q> Before I Cam Warde out to talk to the team, right before the game, there was some joLeBron James and laughing in the locker room and I heard him tell everybody to shut up and get their Yao Minds on the game. </q> After trailing by as many as 18, the Hawks twice closed within five points in the fourth quarter- but never got over the hump. <strong> Dwyane Wade </strong> delivered the Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the", "new_id": -2}, {"uid": "1295991953089178223", "i": 3689, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ", most I've never reread.\" As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q> \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says", "new_id": -2}, {"uid": "1296859719014893061", "i": 18922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "their nine-year partnership, a strategy that stifled creativity at the Auburn Hills, Michigan-based company. For example, Daimler gave Chrysler managers a booklet that described the product development process- mostly in German, <strong> Sergio Marchionne </strong> said. <q> Three-quarters of the words in the booklet were in German, </q> <strong> Sergio Marchionne </strong> told said in his remarks. \"If you think that there's no English equivalent to a word you use in German, you're nuts.\" Daimler, the maker of Mercedes Benz vehicles, bought", "new_id": -2}, {"uid": "1295564077055705607", "i": 27224, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. ROUNDUP/Aktien New York Schluss: Moderates Minus- China k?nnte Zinsen anheben", "new_id": -2}, {"uid": "1296831971012369931", "i": 46931, "idx": 0, "sa": ["Paul Shaffer", "David Letterman", "Howard Stern", "Jay Leno"], "q": "<strong> Howard Stern </strong> was on The Late Show last night, talking smack about <strong> Jay Leno </strong> and gushing about how much he loves <strong> David Letterman </strong>. <q> <strong> Jay Leno </strong> is horrible, right? </q> he said, to loud cheers from the audience. He called <strong> Jay Leno </strong> talentless and teased <strong> Paul Shaffer </strong> about being \"complacent.\" Yipes! Finger on the pulse, <strong> Howard Stern </strong>. It's almost too timely.", "new_id": -2}, {"uid": "1295911315122798093", "i": 16060, "idx": 0, "sa": ["Paul Ryan", "Bernie Sanders"], "q": "that by tapping <strong> Paul Ryan </strong>, Republicans are endorsing the Wisconsin Republican's plans to reduce federal spending, including slashing entitlement programs, such as Medicare and Social Security, as he has proposed in the past. <q> That is the blueprint that they're supporting, </q> said Vermont Sen. <strong> Bernie Sanders </strong>, an independent who caucuses with Democrats, to reporters on a conference call. \"Why else would they select him as their spokesperson for this?\" Under new House rules,", "new_id": -2}, {"uid": "1296810148059981845", "i": 16470, "idx": 0, "sa": ["Kirsten Gillibrand", "Jon Kyl", "Bob Casey", "Barbara Boxer", "Jerry Moran", "Mark Kirk", "Joe Lieberman", "Mike Johanns", "Scott Brown", "Al Franken"], "q": ", which was released to the press on February 2, the US senators expressed their concern to the German Foreign Minister that EIH continues to conduct transactions on behalf of entities under US and EU sanctions. <q> EIH is one of Iran's few remaining access points to the European financial system, </q> said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and <strong> Jerry Moran </strong>. \"The threat of a nuclear-armed Iran is", "new_id": -2}]