[{"uid": "1295560274260145180", "i": 7619, "idx": 3, "sa": ["Eric Schmidt"], "q": "formal:`` Day-to-day adult supervision no longer needed!,'' he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in, </q> which will be`` a significant improvement in the things that I can do in my time.'' The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a", "new_id": -2}, {"uid": "1295978589172294145", "i": 4987, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to Aaron Hollyoaks:", "new_id": -2}, {"uid": "1297356982264552476", "i": 5182, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Gold Canyon-$ 259,000 MLS 4432349 4", "new_id": -2}, {"uid": "1295667567122535955", "i": 252, "idx": 3, "sa": ["Eric Schmidt"], "q": "and energy to strategic projects and on new products.`` His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly,'' the blog said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.''`` As Executive Chairman, I will focus wherever", "new_id": -2}, {"uid": "1296706237199049246", "i": 1206, "idx": 1, "sa": ["Michael Jordan", "Michael Vick"], "q": "plus more, click here: hoopsapedia.webs.com During a 2007 LA Lakers pre-season broadcast, Phil Jackson was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said:`` <strong> Michael Vick </strong> would average 45 with these rules.'' <q> You can't even touch a guy now, </q> says Charlotte coach Larry Brown.`` The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.''`` The history", "new_id": -2}, {"uid": "1297314957126959686", "i": 38552, "idx": 0, "sa": ["Dan Lauria", "David Letterman", "Jerry Kramer"], "q": "role in the Broadway play`` Lombardi,'' helped out with the Top 10 list on Tuesday night's`` Late Night with <strong> David Letterman </strong>.'' <strong> Dan Lauria </strong> sat next to <strong> David Letterman </strong> as the host read <q> Top Ten Signs You Are Watching a Bad Cable Channel. </q> After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would offer some humorous un-Lombardi-like motivational sentiment. For example:`` <strong> Jerry Kramer </strong> used to drive across the border to beat up Canadians", "new_id": -2}, {"uid": "1295052317065650718", "i": 25123, "idx": 0, "sa": ["Donald Rumsfeld", "Goldie Hawn", "Britney Spears", "Kanye West", "Star Jones", "Charlie Sheen", "Kate Hudson"], "q": "someone in my family said that. No one in my family ever said that to anybody.''[ Us] Though <strong> Kate Hudson </strong> hasn't released a statement about her pregnancy, <strong> Goldie Hawn </strong> Tweeted, <q> Thank you all for your good wishes for our new baby! Family holds us tight! </q>[ <strong> Star Jones </strong>] The <strong> Charlie Sheen </strong> Wife's <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on``", "new_id": -2}, {"uid": "1297196814258572315", "i": 38897, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Stephanopoulos"], "q": "- the one Americans came to know, and, in some cases, loathe- re-emerged with vigour, suggesting the invasion was justified since there was little doubt Mr. <strong> Saddam Hussein </strong> was up to something sinister. <q> We believed the intelligence was correct, </q> Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's`` Good Morning America'' with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster.`` It turns out that it was not completely correct, although the inspectors", "new_id": -2}, {"uid": "1296105034131907654", "i": 34126, "idx": 1, "sa": ["Gordon Brown", "Andy Coulson", "Lance Price"], "q": "For example, I wrote the following headlines.`` Benefit Fraud Gives You AIDS''`` ASBO Child Causes House <strong> Lance Price </strong> Slump''`` Muslim Fanatic Spits Outside Church'' <q> Gay Paedo Runs Over Kitten in Chelsea Tractor </q> FredinSpain 26 January 2011 5:26 PM I think even Machiavelli couldn't spin Osbourne as either a nice person or a competentent <strong> Gordon Brown </strong>. <strong> Andy Coulson </strong> brought one phrase with him from the NoW which", "new_id": -2}, [{"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]]