[{"uid": "1297254281101777433", "i": 42562, "idx": 9, "sa": ["Simon Cowell"], "q": "The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q>It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back</q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to instillin the competition.", "new_id": -2}, {"uid": "1295901953137494561", "i": 1658, "idx": 4, "sa": ["Zahi Hawass"], "q": "He said a letter was sent to the Egyptian Foreign Ministry to be conveyed to its German counterpart and a copy of the same letter was sent to the German ambassador in Cairo and the Prussian Foundation. <q>This is not <strong> Zahi Hawass </strong> acting on his own,</q> he said. A statement by Egypt's Supreme Council of Antiquities, which is led by <strong> Zahi Hawass </strong>, said Egypt first requested the return of the Nefertiti bust shortly after the end of World War II,", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he's working very hard on the issue of unemployment,\" <strong> Colin Powell </strong> said, <q>which I think is the major problem facing America right now.</q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1296225951235159601", "i": 389, "idx": 1, "sa": ["Mike Pence"], "q": "a letter sent to supporters Thursday but said he intended \"to serve the people of Indiana in some way.\" Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,</q> <strong> Mike Pence </strong> said. \"After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.\" <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295936962220463123", "i": 31177, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Italy- is important and must be smooth. \"So far, touch wood, they've all gone well,\" <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011. <q>At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell you about the heart palpitations as we launched some of these vehicles, but we dealt with them quietly.</q> Mike Bernacchi, marketing professor at the University of Detroit Mercy, said the automaker's travails could work to its advantage. \"It certainly is unusual, but could turn out to be good", "new_id": -2}, {"uid": "1296286331249135135", "i": 36224, "idx": 0, "sa": ["Doc Rivers", "Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q>I don't have any answers for what's going on,</q> <strong> Allen Iverson </strong> said. \"We're not having Coach <strong> Doc Rivers </strong> had some strong advice for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else. \"The Spurs,", "new_id": -2}, {"uid": "1295615284003915786", "i": 47520, "idx": 2, "sa": ["Michael Gove", "Mark Zuckerberg"], "q": "Facebook chief <strong> Mark Zuckerberg </strong> as role model for pupils, reports the Independent. <strong> Michael Gove </strong> said that the breadth of Mr <strong> Mark Zuckerberg </strong>'s education indicated that \"would have done very well in our English baccalaureate\" and that this: <q> \"powerfully underlines the lesson that a rigorous academic education is the best preparation</q> for working life. Mr <strong> Mark Zuckerberg </strong>, 26, studied French, Hebrew, Latin and Ancient Greek, then went on to take a maths degree. The rounded education had helped him on to a path where he", "new_id": -2}, {"uid": "1295416045020889629", "i": 17106, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sachs' CEO Lloyd Blankfeina dn Microsoft's <strong> Steve Ballmer </strong>, said last summer that \"business did not like the US president and the president did not like business,\" and added, as a poke at China, <q>I am not sure that in the end they want any of us to win, or any of us to be successful.</q> Beijing's meddling, he said at the time, was a move to \"colonize\" multinational companies like GE, adding that he might go elsewhere for deals. \"Mad\" moment Tom,", "new_id": -2}, {"uid": "1295674478069369893", "i": 46350, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "has product sense and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q>Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do.</q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities-- being the public face of the company and managing internal politics-- are areas where Mr. Page has less experience. Mr. Page,", "new_id": -2}, {"uid": "1295011663037093386", "i": 37027, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q>I think they've really added a different kind of zest and a freshness to it,</q> Jackson said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"", "new_id": -2}]