[{"uid": "1295834123017383424", "i": 54541, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "who, exactly, is in charge of the firm after sharing major decisions with founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. from April 4, and continue to head up Google's product development, <strong> Eric Schmidt </strong> revealed in a blog. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better, </q> <strong> Eric Schmidt </strong> stated.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' Despite his assertion, industry insiders say the because <strong> Eric Schmidt </strong> was stretched too thin after the firm's rapid growth, WSJ.com reported", "new_id": -2}, {"uid": "1295355004148537345", "i": 58549, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": ". <strong> Simon Cowell </strong> wants Cheryl to be happy and he knows she'll enjoy living in his neighbourhood.'' And not only that, the source revealed that Cheryl's not ready to move in with <strong> Derek Hough </strong>: <q> Cheryl and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend.`` She needs space and a chance to make her own life. </q>", "new_id": -2}, {"uid": "1294979241033619997", "i": 8791, "idx": 0, "sa": ["Ted Kaufman", "Sergio Marchionne"], "q": "he wanTed Kaufman to pay off the Treasury Department in full and another$ 1.6 billion owed the Canadian government before launching a public offering of Chrysler stock, which he hopes to do by year's end. <q> I think we will repay every ounce of the loans, 100 cents on the dollar, </q> <strong> Sergio Marchionne </strong> said. Despite the likelihood of narrower losses or even a break-even outcome for the government, the congressional watchdog panel said it was still leery of federal bailouts because of the questions they raise about government", "new_id": -2}, {"uid": "1296780723243531795", "i": 35466, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "`` Abu Ghraib and its follow-on effects, including the continued drum-beat of' href=\"http://www.foxnews.com/topics/politics/cia-memos.htm#r_src=ramp\"> torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,'' he wrote. <q> I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then. Though the ACLU accused <strong> Donald Rumsfeld </strong> of rewriting history with his latest account,", "new_id": -2}, {"uid": "1296759009093224994", "i": 46653, "idx": 0, "sa": ["Michael Vick", "Michael Smerconish"], "q": "was in economic despair, which explains her reply to the advertisement of a stranger who had run an ad in the Dec. 18, 1933, issue of the Canton( Ohio) Repository. The ad was titled <q> In Consideration of the White Collar Man! </q> and offered assistance from an anonymous source to families in need.- 01/09/2011 By <strong> Michael Smerconish </strong> <strong> Michael Vick </strong> is so much on the brain these days that even a recent holiday trip to the movies to see The King's Speech", "new_id": -2}, {"uid": "1297269555137707560", "i": 49712, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "Business.( Logo: href=\"http://photos.prnewswire.com/prnh/20000822/MSFTLOGO\"> http://photos.prnewswire.com/prnh/20000822/MSFTLOGO)`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our href=\"http://www.earthtimes.org/tag/server.html\"> server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the", "new_id": -2}, {"uid": "1295558690029818883", "i": 42310, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>`` winning,'' liked <strong> Jennifer Lopez </strong> OK enough, but ordered href=\"http://uk.eonline.com/uberblog/celebs/c115589_Randy Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to`` man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1296215007194035773", "i": 35303, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> The doctors couldn't believe it, </q> <strong> Debbie Wasserman Schultz </strong> later told CNN.`` It was the most incredible experience that I have ever had.'' <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}, {"uid": "1295701761216449026", "i": 37550, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Susan Sarandon", "Angelina Jolie", "Kristen Stewart", "Tim Robbins", "Ricky Gervais"], "q": "Love Interest?( 667) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 425) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Susan Sarandon </strong>: <q> I Don't Have a Boyfriend! </q> Fri., Jan. 21, 2011 5:30 PM PST by For quite some Tim Robbinse, numerous reports have claimed that href=\"http://uk.eonline.com/uberblog/celebs/c116667_Susan Sarandon_Susan Sarandon.html\"> <strong> Susan Sarandon </strong>'s boyfriend is her young business partner Jonathan Bricklin.", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]