[{"uid": "1296376716122322955", "i": 23870, "idx": 0, "sa": ["Larry Fitzgerald", "Michael Vick"], "q": " NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week.`` It's paramount for me and my family and I'm just thankful.'' <strong> Larry Fitzgerald </strong>, the 2009 Pro Bowl MVP, was one of the replacements named for 10", "new_id": -2}, {"uid": "1295957873147439632", "i": 22597, "idx": 0, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Jeffrey Young", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Mankiewiczchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1297285311122896474", "i": 2630, "idx": 6, "sa": ["Stephen Baldwin", "Tim Pawlenty", "Tom Tancredo", "Mike Pence", "Bay Buchanan"], "q": "At 12:15,`` Engaging America through Conservative Pop Culture'' featuring <strong> Stephen Baldwin </strong> and a bunch of people you've never heard of. Later, <strong> Bay Buchanan </strong> and <strong> Tom Tancredo </strong> debate immigration, and author <strong> Mike Pence </strong> Prell will sign copies of <q> Underdogma: How America's Enemies Use Our Love for the Underdog to Trash American Power. </q> <strong> Tim Pawlenty </strong>'s on the mainstage at 3. But that's also when this is happening: \" The Ground Zero Mosque: The Second Wave of the 9/11 Attacks- Maryland Ballroom \" Sponsored by", "new_id": -2}, {"uid": "1295891150149438465", "i": 48191, "idx": 4, "sa": ["Tom Coburn", "Colin Powell", "Steve King", "Candy Crowley"], "q": "momentum over the past year as part of the solution to reduce the deficit and debt. Tea Party-backed progressives are coming together in calling for defense cuts. Ultra-conservative Sen. <strong> Tom Coburn </strong>( R-OK) even said recently that <q> taSteve King defense spending off the table href=\"http://thinkprogress.org/2010/11/05/Tom Coburn-cows-defense-indefensible/\"> is indefensible. </q> Today on CNN's State of the Union, ret. General and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: \" <strong> Candy Crowley </strong>: Where would you with specificity", "new_id": -2}, {"uid": "1294968144056983582", "i": 11583, "idx": 0, "sa": ["Steve Ballmer"], "q": ",`` I found out we ran out of consoles at end of the month(!) so don't expect to win Dec.,'' referring to its battle with Sony's PlayStation 3 and Nintendo Wii. <q> Jan/Feb supply is tight as well. </q> Analysts estimate 2.5 million Xbox 360 units sold in December, behind Nintendo's Wii that moved 2.6 million units. At the Consumer Electronics Show in Las Vegas last week, Microsoft chief <strong> Steve Ballmer </strong> said", "new_id": -2}, {"uid": "1297363176052019252", "i": 41955, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "were times this season he wished Eagles quarterback <strong> Michael Vick </strong> would get hurt on the field. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> said.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' At some point after the story was posted on MLB.com, the quotes were removed from", "new_id": -2}, {"uid": "1296228272172146710", "i": 20879, "idx": 16, "sa": ["Mitch Daniels", "Mike Pence", "Curt Smith", "Mike Connolly"], "q": "communications director <strong> Mike Connolly </strong> puts it in even more certain terms:`` Washington's loss is Indiana's gain.'' <strong> Mike Connolly </strong> speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli. <q> Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>, </q> <strong> Mike Connolly </strong> says. <strong> Curt Smith </strong>, president of the Indiana Family Institute, agrees, saying he's`` very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home'' and assumes <strong> Mike Pence </strong> will run for the", "new_id": -2}, {"uid": "1296744032116736024", "i": 50738, "idx": 0, "sa": ["Gerald R Smith", "Michael Vick"], "q": "not considered persons under the Constitution. We have to work to change this mentality. <strong> Gerald R Smith </strong> Vancouver <strong> Michael Vick </strong> is not vindicated I heard a sportscaster comment how great it was that <q> <strong> Michael Vick </strong> has been vindicated. </q> In my dictionary`` vindicated'' means`` exonerated'' or`` justified'' and I don't believe <strong> Michael Vick </strong> belongs in either of those categories. He was convicted and spent 21 months in prison for being involved in", "new_id": -2}, {"uid": "1296391267266764303", "i": 29843, "idx": 5, "sa": ["Allen Iverson"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic.`` I feel great,'' <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]