[{"uid": "1295562143244678673", "i": 828, "idx": 3, "sa": ["Eric Schmidt"], "q": ", customers and broader business relationships.\" In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company. </q> Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, wrote: \"Day-to-day adult supervision is no longer needed", "new_id": -2}, {"uid": "1295958129216842277", "i": 10790, "idx": 13, "sa": ["Mitch Daniels", "Charlie Black", "Mike Pence"], "q": "<strong> Mitch Daniels </strong>, a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Pence </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because has a long way to go in building a fundraising network and a campaign team, and becoming better-known.(", "new_id": -2}, {"uid": "1295576695124059658", "i": 32228, "idx": 10, "sa": ["Eric Schmidt"], "q": "our individual roles so there's clear responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. \"Larry, in my clear opinion, is ready to lead,\" he said. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for an \"outstanding job leading Google for the last decade. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1297260047038011242", "i": 45202, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, \"What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said, <q> It can't help you with things you were thinking about back then, </q> and added, \"Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. \"An Island In An Orgy Of Violence'-- A Firsthand Account Of Being Detained In Cairo", "new_id": -2}, {"uid": "1296639953047300640", "i": 28305, "idx": 2, "sa": ["Chris Elliott", "David Letterman", "Jay Leno"], "q": "that flour is the main ingredient in bread?\" he asked <strong> David Letterman </strong>. \"I'll tell you right now, that show is for morons,\" <strong> Chris Elliott </strong> said of \"The Tonight Show.\" <q> It is not like your show... This is really for the intellectual elites here. </q> <strong> David Letterman </strong> laughed and mostly kept his mouth shut, though you know he probably had a million different responses running through his head. After all, the <strong> Jay Leno </strong> and <strong> David Letterman </strong> camps have been on opposite sides of", "new_id": -2}, {"uid": "1297203269184696860", "i": 6557, "idx": 6, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "the early years of the war to take the lead on certain nonmilitary tasks- such as training the Afghan police and creating a civil justice system- found their tasks more difficult than they had anticipated. <q> And an awful lot of that didn't get done, </q> he said. Asked his view of the <strong> Barack Obama </strong> administration's decision to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise", "new_id": -2}, {"uid": "1296509935175063107", "i": 7301, "idx": 1, "sa": ["Sergio Marchionne"], "q": "because of worker concessions. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press. <q> The obligation to our people was much greater than the need to improve our bottom line profitability. </q> <strong> Sergio Marchionne </strong> is also CEO of Italy's Fiat, which controls Chrysler. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1295804693043466848", "i": 33323, "idx": 9, "sa": ["Barack Obama", "Amy Chua", "Lee Myung-bak", "Robert Gates", "Colin Powell", "Timothy Geithner"], "q": "Secretary of State <strong> Colin Powell </strong>, a Republican who supported Democratic... Photo in Slideshow: <strong> Robert Gates </strong>, <strong> Lee Myung-bak </strong> Photo: U.S. <strong> Barack Obama </strong> is pictured upon upon returning from... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Robert Gates </strong>, <strong> Timothy Geithner </strong> Report Abuse <q> You Republicans have dropped all pretense of tolerance now. Oh yeah, </q> the hoods have come out and you are fully out of the closet with your Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears Healthy Habits Coaching Get personal health coach. For military members& their", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295980148057327644", "i": 3629, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "his full panel.... \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman Ryan has been very clear on this subject. </q>\" If the picture still isn't clear enough, here's Katrina Vanden Heuvel warning that despite his wonky, nice-guy secret identity, \"Ryan is an Ayn Rand-quoting zealot\" whose \"rhetoric", "new_id": -2}]