[{"uid": "1297723854105316371", "i": 37819, "idx": 1, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "the White House sent to Congress on Monday.`` When you have 17 below zero, you don't say,` Gosh it'd be comfortable to have heat,' Â¤'' <strong> Patrick Leahy </strong> said. <q> You say,` We got ta have heat, or we're gon na die.' Â¤ </q> Independent <strong> Sen. Bernie Sanders </strong> called the matter`` a life-or-death issue.'' The delegation led a 2008 effort in Congress that doubled funding for LIHEAP to$ 5.1 billion a year for the past three years.", "new_id": -2}, {"uid": "1295668634145047607", "i": 18712, "idx": 6, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Derrick Rose"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Derrick_Rose_first_ever_playoff_game_36_points_vs_Boston_Celtics BOSTON( AP) <strong> Derrick Rose </strong> had a playoff debut like few others", "new_id": -2}, {"uid": "1295093832200343560", "i": 42356, "idx": 1, "sa": ["Sergio Marchionne"], "q": ".`` I don't see a big market( in small cars). I see a market. There is a big difference,'' says <strong> Sergio Marchionne </strong>, CEO of Fiat Auto and Chrysler Group. <q> We never set out to conquer the U.S. market with A and B cars. </q> Those are the industry designations for the two vehicle categories smaller than the common compacts such as Honda Civic and Ford Focus, which are so-called C-segment cars. Mainstream U.S. family sedans typically are C or even", "new_id": -2}, {"uid": "1297272060224821253", "i": 28613, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "know what they are. It is just false, not true, inaccurate and typical.`` There's no debate in the world as to whether they have those weapons.'' July 30, 2002: <q> <strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's an awful lot we don't know about their programs. </q> Question: Mr. <strong> Donald Rumsfeld </strong>, what global terrorist networks do you believe that Iraq has relationships with? Is Al Qaeda one of those terrorist networks?`` The big thing that was there was the weapon", "new_id": -2}, {"uid": "1296433725170967050", "i": 17472, "idx": 0, "sa": ["Serge Ibaka", "Erik Spoelstra", "Stewart Mandel", "Kevin Kolb", "Dwyane Wade", "Michael Vick"], "q": " in the final minute of the first half. Miami's <strong> Dwyane Wade </strong> picked up his sixth of the season in the fourth quarter while protesting after <strong> Serge Ibaka </strong> blocked his layup attempt. <q> All of us, we're all so competitive, and when we get into circumstances in the fourth quarter, there's going to be tough calls on both sides, </q> Heat coach <strong> Erik Spoelstra </strong> said. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295992373205340674", "i": 15295, "idx": 0, "sa": ["Ike Taylor", "Jay Cutler", "Chad Clifton", "Troy Polamalu", "Michael Vick"], "q": "<strong> Ike Taylor </strong> and All-Pro safety <strong> Troy Polamalu </strong>, who can also control the line of scrimmage on blitz packages, heading up a good Steelers' secondary.`` They're obviously a great defense,'' <strong> Chad Clifton </strong> said. <q> Playing them last year,[ we're] a little bit familiar with them. But yeah, phenomenal defense. I would say that is the strength of their team. No. 7[ quarterback <strong> Ben Roethlisberger </strong>] on the offensive side, he makes some plays for them too, but it's a really stout defense. </q> DO N'T SLEEP ON GREEN BAY'S DEFENSE What do quarterbacks <strong> Michael Vick </strong>, Matt Ryan and <strong> Jay Cutler </strong> have in common? They were all put in their place in succession during the playoffs by a Green", "new_id": -2}, {"uid": "1295903297179077120", "i": 31106, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he said`` Known and Unknown'' will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he said. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a`` skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1295643802119324695", "i": 4356, "idx": 0, "sa": ["Eric Schmidt"], "q": "make these changes in an effort to simplify Google's management structure and improve its decision making process. As the new CEO, Larry will be responsible for lead product development and technology strategy. <q> In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in a company blog post. In his role as the new Executive Chairman, <strong> Eric Schmidt </strong> said he will be focusing on the deals, partnerships, customers and broader business relations, government outreach and", "new_id": -2}, {"uid": "1296894922017383424", "i": 29899, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.`` I don't want him to put himself in a position where bad things can happen around him,'' <strong> Roger Goodell </strong> said. <q> He takes that seriously.`` We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing. </q>- He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]