[{"uid": "1295945703061587487", "i": 4860, "idx": 0, "sa": ["Newt Gingrich", "Abraham Foxman", "Bill Lockyer", "Richard Land"], "q": "potential constituency includes all Southern Baptists. With almost 16.2 million members, the Nashville-based SBC is the largest Protestant denomination in the U.S. Anti-Defamation League National Director <strong> Abraham Foxman </strong> released a statement on <strong> Richard Land </strong>'s withdrawal writing, <q> We respect <strong> Richard Land </strong>. We respect his decision. We wish it were otherwise. </q>___ Online: ADL's Interfaith Coalition on Mosques: Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PROGRAM", "new_id": -2}, {"uid": "1296864258154910775", "i": 3811, "idx": 0, "sa": ["Sergio Marchionne"], "q": "launch of Chrysler vehicles at the assembly plant in Brampton, January 7, 2011. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician.`` Pay back the loans, get those out and then take( the company) public.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295829625240762905", "i": 50836, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "`` I think he's got a way to go,'' Mr <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilised the economy.'' <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q> 18 Oct 2008`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' Mr <strong> Colin Powell </strong> said.`` And I think he's working", "new_id": -2}, {"uid": "1297150317040091651", "i": 31511, "idx": 0, "sa": ["Allen Iverson", "Antonio McDyess", "Tayshaun Prince", "Ben Wallace", "Joe Dumars", "Chauncey Billups", "Richard Hamilton"], "q": "Only three players- <strong> Richard Hamilton </strong>, <strong> Tayshaun Prince </strong> and <strong> Ben Wallace </strong>- remain from that Detroit team. <strong> Richard Hamilton </strong>, the sixth-leading scorer in franchise history, has spent 13 of the past 14 games on the inactive list. <q> That's kind of hard for me to imagine, </q> <strong> Antonio McDyess </strong> said. As Detroit continues the long reconstruction project, which began in 2008 when general manager <strong> Joe Dumars </strong> dealt <strong> Chauncey Billups </strong> to Denver in a deal for <strong> Allen Iverson </strong>, <strong> Antonio McDyess </strong> is girding for another title.", "new_id": -2}, {"uid": "1296292861120143897", "i": 27486, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters. \"- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q> First the` protesters' formed a human chain to protect the musium </q> In Cairo, Egypt, a street-eye view on a day of` revolution' and high hopes Why Palestine papers didn't spark outrage against Abbas's government", "new_id": -2}, {"uid": "1295682265065617928", "i": 123, "idx": 17, "sa": ["Mike Pence", "Evan Bayh"], "q": "party in opposing the Medicare drug benefit in 2003 and for challenging GOP leaders on other spending issues. He's also viewed as strong on defense issues and a champion of issues important to social conservatives. <q> To those who say that marriage is not relEvan Bayht to our budget crisis, </q> <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall,`` I say you would not be able to print enough money in a thousand years to pay for the government", "new_id": -2}, {"uid": "1295268805147652642", "i": 12637, "idx": 0, "sa": ["David Letterman", "David Axelrod", "Barack Obama"], "q": "Summit when there was a large clunking sound. Leaning forward over the top of his lectern he said:`` Oops. Was that my err...''. ClDavid Lettermany thrown by what had happened he later joked: <q> I'm sure there's somebody back there that's really nervous right now, don't you think? They're sweating bullets... </q> newslite.tv <strong> David Axelrod </strong>:`` Witchcraft'' Caused Barack Obamaial Seal to Fall- On CBS's`` The Late Show with <strong> David Letterman </strong>'' last night, White House senior adviser <strong> David Axelrod </strong> explained what he thought had caused the Barack Obamaial seal to", "new_id": -2}, {"uid": "1297280262080936973", "i": 31617, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": ", new releases of MSN, Yahoo integration across Bing and adCenter, and much more.'' Right, but where's the business success from these efforts? That said, <strong> Steve Ballmer </strong> highlights more-important qualities: <q> <strong> Satya Nadella </strong> is also well-known for his leadership. He has strong collaboration skills, is decisive in both decision-making and delegating and has strong customer insights, engineering and business expertise. He also knows how to structure organizations for outstanding performance. </q> Decisiveness and action-taking will be important. <strong> Steve Ballmer </strong> Sinfosky embues some of these qualities, and under his leadership the Windows Vista fiasco he inherited turned into the Windows 7 success. If <strong> Satya Nadella </strong> and Sinofsky are models", "new_id": -2}, {"uid": "1295565740204783649", "i": 24788, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "became more complicated as the Mountain View, Calif., company has grown, so he, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> had been discussing how to simplify the company's management structure and speed up the decision-making process. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> said.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]