[{"uid": "1296173352171278355", "i": 2047, "idx": 4, "sa": ["Simone Gbagbo", "Alassane Ouattara", "Gaston Kelman"], "q": "comit international d'?valuation de la crise post-?lectorale et tend la main? <strong> Alassane Ouattara </strong>. www.france24.com Pour Charles Bl Goud Ministre de la Jeunesse du gouvernement <strong> Simone Gbagbo </strong>`` la communaut internationale s` acharne sur Laurent <strong> Simone Gbagbo </strong>'' et <q> l'Onu est une organisation qui colporte des rumeurs </q>. http://wn.com/C?te_d'Ivoire__apr?s_les_m?diations__Toutes_les_France_1- 5 Partie 2: www.youtube.com D?bat contradictoire avec comme invit?s: <strong> Gaston Kelman </strong>, crivain, Vitrice Yekpe, politologue et soutien d'Alassane Ouattara, Brigitte Kuyo, repr?sentante du Front Populaire Ivoirien( FPI) en France,", "new_id": -2}, {"uid": "1295289643209076232", "i": 40956, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "shows. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., spoke of her good friend <strong> Gabrielle Giffords </strong>' recovery.`` She's using both sides of her body,'' <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press.'' <q> She is able to breathe on her own, she is able to open her eyes and to show people she understands what she is hearing and seeing. It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> The media and liberals have speculated that Jared Loughner, the alleged shooter, was motivated by heated politics. Although that claim turned out to be false, the Tucson shooting has sparked a call to change", "new_id": -2}, {"uid": "1295443842077627400", "i": 3616, "idx": 1, "sa": ["Uma Thurman", "David Letterman", "Oprah Winfrey", "Ricky Gervais", "Heidi Klum", "Jeff Probst"], "q": "an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "new_id": -2}, {"uid": "1297541028008568841", "i": 23840, "idx": 0, "sa": ["Michael Gove", "David Cameron"], "q": "children have to study English, Maths, history, a modern language and a real science subject. Third, <strong> Michael Gove </strong> wants to intervene earlier in a child's development. Why does that matter? <q> Give me a child until he is seven and I will give you the man </q> isn't just a Jesuit belief. One of <strong> David Cameron </strong>'s biggest ideas- backed up by copious evidence- is that if we really want to reignite social mobility, we must help young people at the start of", "new_id": -2}, {"uid": "1297526701080166930", "i": 3011, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "house wine Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2}, {"uid": "1296770511173654034", "i": 14676, "idx": 50, "sa": ["Donald Rumsfeld", "Colin Powell", "Richard Armitage", "Tommy Franks", "Paul Bremer"], "q": ". <strong> Donald Rumsfeld </strong> recalls telling him that`` what is happening is hurting you. If it gets to a point where the solution is for me to leave, I will do so in a second.'' <q> That's a crappy solution, </q> Bush said. He said he had seen the recent articles and was`` working hard on <strong> Colin Powell </strong> and <strong> Richard Armitage </strong>.'' Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>, the civilian administrator in Iraq, who is portTommy Franksed as", "new_id": -2}, {"uid": "1297166328067174464", "i": 5760, "idx": 0, "sa": ["Eric Schmidt"], "q": "al buscador una fuerte multa que podr?a ascender hasta el 10% de su volumen de negocios.`` No hay discusiones'', ha dicho la portavoz de Competencia, Amelia Torres, en un comunicado. <q> La Comisi?n est llevando a cabo una investigaci?n de mercado en profundidad que todav?a no ha terminado </q>, ha se?alado.`` No vamos a prejuzgar el resultado de la investigaci?n de mercado ni de este caso'', ha insistido. El consejero delegado de Google, <strong> Eric Schmidt </strong>, dijo el pasado", "new_id": -2}, {"uid": "1295804524123387912", "i": 58491, "idx": 1, "sa": ["Phil Jackson", "Allen Iverson", "Tim Duncan", "Billy King", "Dahntay Jones"], "q": "to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night.`` At Tim Duncanes, when we can put teams away, we go about it in a lackadaisical way,'' <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talBilly King about. </q> The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia won 107-97 on Saturday night. <strong> Dahntay Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win", "new_id": -2}, {"uid": "1295503547083329028", "i": 6936, "idx": 1, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "John Calipari", "Phil Jackson"], "q": "over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets.`` We absorbed a lot of points from <strong> Allen Iverson </strong>,'' Lakers <strong> John Calipari </strong> <strong> Phil Jackson </strong> said. <q> He got our whole team in foul trouble. </q> <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]