[{"uid": "1296108988167460874", "i": 736, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying", "new_id": -2}, {"uid": "1294972672267157620", "i": 5542, "idx": 7, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Steven Tyler"], "q": "Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You can't, and it would be foolish to try to do that,'' she says. <q> If you go,` We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is. That's a recipe for disaster. In our very humble opinion, the only thing you can do is try to create a panel that's entertaining, likable and credible. </q> In taped audition sessions sent to the press, lone holdover judge Randy Jackson takes more of a leadership role, Lopez shows a mix of sweetness with some Bronx attitude, and <strong> Steven Tyler </strong> has", "new_id": -2}, {"uid": "1294961671181354498", "i": 15453, "idx": 0, "sa": ["Eric Cantor", "Mike Pence"], "q": "as Republicans are not changing a lick of substance. They're just talking about it differently. <strong> Eric Cantor </strong>( R-Va.), through his spokesman on Thursday, called for the House to <q> resume thoughtful consideration of the health care bill next week </q>- a clear signal of the tenor they're seeking for the debate. <strong> Mike Pence </strong>( R-Ind.), a favorite of the conservative movement who recently dropped out of Republican leadership, said he'd prefer to call", "new_id": -2}, {"uid": "1295494449164200472", "i": 17496, "idx": 7, "sa": ["Elton Brand", "Allen Iverson", "Singapore Kane"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to <strong> That guy </strong> at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four MY MIX FROM MISIEK MOVIE SHOW FOOTAGE FROM 2009 2010 SEASON HQ: rapidshare.com Music: <strong> Singapore Kane </strong>- Summer In The City( Hip-Hop)", "new_id": -2}, {"uid": "1296083432189841414", "i": 18530, "idx": 0, "sa": ["Michael Vick"], "q": "this one. Then. Now.`` I would say the feeling this week is comparable to other weeks in the season,'' Reid was saying yesterday, after his Monday news conference. <q> I know we've got a good team, but I also know that I haven't been through this with them. There are a lot of new pieces here and I haven't been through a playoff experience with them. </q> Reid has never had a younger team make the postseason than this one. He has never had a more dynamic quarterback than <strong> Michael Vick </strong>. He has never had a playoff defense that allowed this many points and", "new_id": -2}, {"uid": "1296486373063668243", "i": 2373, "idx": 10, "sa": ["Mike Pence"], "q": "with other conservatives to kill a bill tightening bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments. <q> Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like Rep. <strong> Mike Pence </strong>, </q> The New York Times wrote in a 2006 profile. <strong> Mike Pence </strong> angered conservatives that year when he offered what he hoped would be a compromise in the immigration debate: creating a temporary guest-worker program that would require", "new_id": -2}, {"uid": "1295560274260145180", "i": 7617, "idx": 1, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a prepared statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Twitter comment on the shuffle was less formal:`` Day-to-day adult supervision no longer needed!,'' he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change,", "new_id": -2}, {"uid": "1295985212180977682", "i": 4899, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE SR.. ASSOCIATE, SR. DERIVATIVES ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION", "new_id": -2}, {"uid": "1296128045255868977", "i": 30204, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta.`` Matt is great. The coaching staff is great. We're just having a good time,'' he said. <q> I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the middle.", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]