[{"uid": "1296784629036126790", "i": 41642, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "swifter than any previous handling of a natural disaster in American history.) Fittingly, <strong> Donald Rumsfeld </strong> starts the book with a description of his legendary meeting with <strong> Saddam Hussein </strong>, which he claims has been the subject of <q> gossip, rumors, and crackpot conspiracy theories. </q> As <strong> Ronald Reagan </strong>'s Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and \"there was a clear", "new_id": -2}, {"uid": "1296759030005144618", "i": 6120, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Stuff happens\" about the early looting in postwar Iraq, and who also famously observed: \"Democracy is messy.\" Instead, <strong> Donald Rumsfeld </strong> has the nerve to blame others for his many mistakes. <q> In retrospect, there may have been times when more troops could have helped. </q> But he insists that if senior military officers had reservations about the size of the invading force, they never informed him( according to the Post review). In reality, <strong> Donald Rumsfeld </strong> rejected a plan presented to", "new_id": -2}, {"uid": "1295886442005734445", "i": 35529, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> Somalia leery of security firm because of link to Blackwater- The minister of information for the transitional Somali government said Sunday that Somalia is likely to end its relationship with Saracen International, a private security company in", "new_id": -2}, {"uid": "1295772190146751527", "i": 37178, "idx": 0, "sa": ["Andy Coulson"], "q": "Pakistan deny Mullah Omar heart attack report Video: Egypt on alert after ahead of Coptic Christmas... Video: Young French hostages executed in Niger desert... Photo: US puts Pakistani Taliban figure on terror list Report Abuse <q> The very fact that this occurred in England at all is disgusting. There should be no Muslims in Europe at all, yet here they are flooding our cities, destroying our culture and heritage and bringing violence to our shores. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296104968124256261", "i": 16891, "idx": 0, "sa": ["Eric Schmidt"], "q": "from the Food and Drug Administration with questions about Teva's application for permission to produce a generic version of Sanofi-Aventis's blood thinner, Lovenox. Momenta began selling the only generic version of Lovenox in July. But <q> Teva could gain approval for generic Lovenox in the near term, </q> wrote <strong> Eric Schmidt </strong>, at Cowen& Co.; that could drive Momenta shares down to$ 8, he said. Â© Copyright 2011 Globe Newspaper Company. Tweet Yahoo! Buzz", "new_id": -2}, {"uid": "1295567949204783621", "i": 3631, "idx": 1, "sa": ["Eric Schmidt"], "q": "needed!\" Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295667464153141265", "i": 4953, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "needs a spokesman, it's time to move on.\" <strong> David Cameron </strong> praises \"professional\" <strong> Andy Coulson </strong> The prime minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> had decided to resign but he <q> understood that the continuing pressures on him and his family meant that he felt compelled to do so </q>. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" he said. He denied", "new_id": -2}, {"uid": "1296407544252772372", "i": 153, "idx": 31, "sa": ["Marcus Camby", "Allen Iverson"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q> <strong> Elgin Baylor </strong> dreamed it up a certain way, and it was better than that, </q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1295804058124010503", "i": 26644, "idx": 2, "sa": ["Hu Jintao", "Colin Powell"], "q": "people, and they haven't done badly in recent years.\" <strong> Colin Powell </strong> observed that both leaders presented their viewpoints in an atmosphere of mutual respect, which he predicted would particularly benefit <strong> Hu Jintao </strong>. <q> He goes home looking like he preserved his positions, </q> <strong> Colin Powell </strong> said. \"Both sides came out of this I think rather well.\" <strong> Colin Powell </strong> called the U.S. relationship with China \"complex\" and guaranteed to have its ups and downs. \"But I", "new_id": -2}]