[{"uid": "1295586099144719915", "i": 47135, "idx": 2, "sa": ["Eric Schmidt"], "q": "scrutiny in recent years and has faced trouble completing key projects, such as its Google Books settlement with authors and publishers and its proposed acquisition of ITA Software, both of which currently lie in limbo. <q>An awful lot of the problems we've been having( in Washington) is that people don't understand what we really do,</q> <strong> Eric Schmidt </strong> said, admitting that Google let competitors and critics define the company in the absence of strong messages from Google. That's about to change, and <strong> Eric Schmidt </strong> has an excellent place to start as a member of", "new_id": -2}, {"uid": "1294960874114671713", "i": 7650, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia' \"We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,\" said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q>I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs.</q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed\" Fabbrica Italia\" to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the", "new_id": -2}, {"uid": "1296058173154206255", "i": 4967, "idx": 0, "sa": ["Colin Powell"], "q": "of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295945703061587494", "i": 13104, "idx": 0, "sa": ["Barack Obama", "Bill Lockyer", "John F. Kennedy", "President Dwight D. Eisenhower", "Newt Gingrich"], "q": "Soviet Union beat the U.S. in sending a satellite into space, pushed <strong> President Dwight D. Eisenhower </strong> to fund an increase in scientists and engineers. <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q>we need a commitment to innovation that we haven't seen since <strong> Barack Obama </strong> challenged us to go to the moon.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 3 BR/ 2.5 BA$ 599,000.00 BERKELEY <strong> Barack Obama </strong> BR/ 1 BA$ 525,000.00", "new_id": -2}, {"uid": "1295005134083214384", "i": 18974, "idx": 0, "sa": ["Barack Obama", "Bill Clinton", "Sen. Bernie Sanders"], "q": "his first with a divided government. \"The <strong> Bill Clinton </strong>'s speech last night was potentially seismic for him,\" said Richard Greene, a communications strategist who has written on history's most unforgettable speeches. <q>Every time the <strong> Bill Clinton </strong> shows himself in this very warm, very human light, a light that everyone can relate to, he softens up the argument against his agenda.</q> <strong> Barack Obama </strong>'s entrance into the drama came as the harsh partisan rhetoric was escalating. Some liberals, such as <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> of Vermont, said vitriolic language from conservatives had helped to create a hateful atmosphere.", "new_id": -2}, {"uid": "1297113015104251437", "i": 10895, "idx": 0, "sa": ["Donald Rumsfeld", "Jeffrey Feltman", "P.J. Crowley"], "q": "Department officials, including chief spokesman <strong> P.J. Crowley </strong> and Assistant <strong> Donald Rumsfeld </strong> for Near Eastern Affairs <strong> Jeffrey Feltman </strong>, have appeared on the network. The turn around is the result of a State Department policy review completed in December. <q>If we are not in the conversation, people will be speaking for us or about us,</q> Dana Shell Smith, deputy assistant secretary for international media engagement, told Shell Smith's office was created by the Obama administration last year to begin to reach out to international media. \"The", "new_id": -2}, {"uid": "1296030378020856833", "i": 24162, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "workers are located. In a speech on Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1 000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31 000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp, among its fiercest rival", "new_id": -2}, {"uid": "1295987770115605542", "i": 12529, "idx": 0, "sa": ["Zahi Hawass"], "q": "government was \"unchanged and not new.\" The Prussian Cultural Heritage Foundation confirmed that Parzinger had received a letter from <strong> Zahi Hawass </strong>, but said that it was not signed by the prime minister and was not <q>an official demand from the Egyptian state.</q> It added that under a 1912 agreement, artefacts found in the dig were properly listed and photographed, showing clearly their \"beauty and quality\", and then divided up between the two sides.", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1296744918231997480", "i": 8130, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,\" he said while campaigning for the Republican presidential nomination in 2007. <q>I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history.</q>\" McSweeney's Will Publish <strong> Donald Rumsfeld </strong> Novel On Same Day As His Memoir <strong> Diane Sawyer </strong> To Interview <strong> Donald Rumsfeld </strong> In Former Defense <strong> Donald Rumsfeld </strong>'s First TV Interview Since 2006 WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and", "new_id": -2}]