[{"uid": "1296106095124256262", "i": 20834, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "likely- if <strong> Eric Schmidt </strong> is not already tied down by a noncompete agreement. Could <strong> Eric Schmidt </strong> transition from his elder-statesman gig into a bigger role in politics? That's one theory of author <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It.</q> John C, Dvorak also thinks <strong> Eric Schmidt </strong> could end up in a role with the Obama administration, one that would be good for tech and policy. See Dvorak; s column on <strong> Eric Schmidt </strong>'s next act", "new_id": -2}, {"uid": "1296552417261570573", "i": 23534, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "\" said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Kwame Brown </strong> said. <q>There were so many lessons to be learned, from him http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee Bucks. After a quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Philadelphia to a 118-111 victory Tuesday night over the Bucks, who have been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,</q> <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. \"Except in the last quarter. I guess they felt like they had to do something.\" By then, it was too late. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297426535014974989", "i": 23376, "idx": 2, "sa": ["David Letterman"], "q": ". I hardly drink. It's just, you know, it's summer.\" <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. <q>Number one was always, \"Do you drink in the morning?'</q> he told her. See the video inside! Bill O'Reilly Producer Surprises Snooki at Autograph Signing Simply enter your name and e-mail address, and you\"ll receive an email confirming your comment and", "new_id": -2}, {"uid": "1295658301074924120", "i": 24667, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was \"obviously very sorry to see him go\". He said: <q>He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way, and I think he's done some very good work. \"But I understand why he wants to go with the things that happened with the News of the World... Obviously he resigned at the time and I've always felt he was punished for the same offence twice.</q> Labour leader <strong> Ed Miliband </strong> said Mr <strong> Andy Coulson </strong> had \"done the right thing\" but should have gone earlier. He said: \"We've been saying for some time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295591453155664431", "i": 1112, "idx": 11, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,</q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"uid": "1295669731206995468", "i": 9398, "idx": 0, "sa": ["Andy Coulson"], "q": "OUT: NO SALES: NO ARCHIVE: <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed</q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's \"Monday Night RAW\" back in October 2009. \"Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q>It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those.</q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1295149516178094105", "i": 49072, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been Highlights of the Sacramento Kings as they play the Detroit Pistons in their 2010 Summer League opener. http://wn.com/Detroit_Pistons_vs_Sacramento_Kings__November_14_2010 REPLAY@ www.rapidhoops.com Detroit Pistons vs", "new_id": -2}, {"uid": "1295642253262504457", "i": 30727, "idx": 1, "sa": ["Andy Coulson"], "q": "me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" he said. Mr. <strong> Andy Coulson </strong>, in a statement, said: <q>It's been a privilege and an honor to work for <strong> David Cameron </strong>,</q> and added that \"nothing is more important than the government's task of getting this country back on its feet. \"` Unfortunately,\" he said,\" continued coverage of events connected to my", "new_id": -2}, {"uid": "1296130680234815518", "i": 22703, "idx": 0, "sa": ["Simon Cowell", "David Tennant"], "q": "announce my retirement... but I'm not b*** y going to!\" Sir <strong> David Tennant </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q>This is a real turn up for the book.</q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was", "new_id": -2}]