[{"uid": "1295800027068403245", "i": 46869, "idx": 3, "sa": ["Candy Crowley", "Colin Powell"], "q": "think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,'' <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> We didn't elect` Superman,' we elected a human being. </q> <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which to cut spending.`` I am put off when people say you are going to freeze spending'' or roll it", "new_id": -2}, {"uid": "1297059969077856769", "i": 16679, "idx": 3, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has made no secret of the fact that he was underwhelmed by what Dublin had to offer- and it is believed to be under his orders that X Factor has axed the Irish leg. <q> There is only so many places we can go on the audition trail, </q> an insider revealed.`` We went to Dublin last year but we haven't been to Liverpool so we thought we should do that this year.'' Belfast Telegraph's canvases of historical Ulster:", "new_id": -2}, {"uid": "1296445609235372549", "i": 21853, "idx": 0, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "with a 168-116 rout of the Seattle SuperSonics on Sunday night. Denver set a franchise record for most points in a regulation game and fell just 16 points shy of the franchise record for points in a game. <q> There was no way that I couldn't enjoy the game, not from the way we played offensively, </q> Nuggets coach <strong> George Karl </strong> said. The Nuggets had eight players score in double figures, led by <strong> Carmelo Anthony </strong>'s 26 and <strong> Allen Iverson </strong>'s 24. <strong> Kenyon Martin </strong> had 23 points and <strong> Marcus Camby </strong> had a triple-double with 13 points, 15 rebounds", "new_id": -2}, {"uid": "1297298258261144595", "i": 21467, "idx": 6, "sa": ["Bill Clinton", "Colin Powell", "President Bush", "William Howard Taft"], "q": "1992 he was defeated for reelection, drummed out with the lowest share of the vote for any incumbent since <strong> William Howard Taft </strong>. In speeches in the months and years after that defeat, <strong> President Bush </strong> would frequently express his belief that <q> history will be kind to us, </q> despite his rejection by the voters. Like any other <strong> Bill Clinton </strong>, legacy matters greatly to <strong> President Bush </strong>, which explains Thursday night's highly choreographed reunion at Texas A&M's basketball arena. Among those joining <strong> President Bush </strong> were <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1296519352167067660", "i": 13263, "idx": 0, "sa": ["Roger Vinson", "Barack Obama", "Michael Vick"], "q": "Emanuel answers questions... Photo in Slideshow: <strong> Barack Obama </strong> speaks about the situation in Egypt... Judge <strong> Roger Vinson </strong> sided with 26 states that have sued to block the law... Photo in Slideshow: <strong> Barack Obama </strong>, William Daley Report Abuse <q> So if the below state by is true.... would it be constituational to make all healthcare lawys applicable to congress and the president as well? I'm just saying... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Proven Anti Aging Proven effective anti aging via uninhibited DNA replication. 5 Foods to never eat: Cut down a bit of stomach fat every", "new_id": -2}, {"uid": "1297512182040550410", "i": 27951, "idx": 0, "sa": ["Eric Schmidt"], "q": "waarden van onder meer microblogdienst Twitter en ontwikkelaar van sociale games Zynga lopen in de miljarden. In het interview met zakentijdschrijft Bilanz, dat niet online beschikbaar is, zegt <strong> Eric Schmidt </strong> dat deze schattingen onrealistisch zijn. <q> Mensen geloven dat deze bedrijven grote verkopen gaan behalen in de toekomst. Er zijn duidelijke tekenen van een bubbel. </q> Het is onduidelijk of <strong> Eric Schmidt </strong> een eventueel aankoopbedrag van Twitter op deze manier omlaag probeert te krijgen. Google zou volgens berichten samen met Facebook in de race zijn om Twitter te kopen. Met de", "new_id": -2}, {"uid": "1295678248220479497", "i": 41429, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "Barack Obama"], "q": "<strong> Tony Blair </strong>... the Iraq war Article: Families reject <strong> Tony Blair </strong> apology over Iraq... Report Abuse <blockquote> <strong> Tony Blair </strong> regretted is meaningless. is only a word spoken out from his mouth. not from his heart. </blockquote> Report Abuse <q> They'll carry on with this, they'll carry on with that yada yada... </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Healthy Habits Coaching Weight& stress mgmt. tips and more. For military&", "new_id": -2}, {"uid": "1297363571104955962", "i": 5405, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "storm, but says that those responsible were already being prosecuted and disciplined. When asked whether he would have accepted the resignation if <strong> Donald Rumsfeld </strong> had been President, he first said`` yes,'' and then said, <q> How would I know? I wasn't President... I wasn't in his shoes. </q> <strong> Donald Rumsfeld </strong> says`` I would stack Guantanamo Bay against any facility in the world- it is one of the best prisons anywhere.'' He expressed his astonishment over the`` mythology'' that has erupted in", "new_id": -2}, {"uid": "1296044761099729429", "i": 31122, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.'' <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games", "new_id": -2}, {"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}]