[{"uid": "1296627677025493515", "i": 2757, "idx": 0, "sa": ["Bill Lockyer"], "q": ", in fact that whole wing of my family works for the government, two brothers and two sisters. \" they all make more money than i do. they will retire with pensions. Report Abuse <q> I'll be watch'n the Anarchy in California, ILLinois, and New York down here in Tennessee... No State Income Tax... Sweet! Firearm Carry Permits... pack my Colt Python.357 Magnum.. shoot filthy muggers on the spot.. oh yahll... high velocity impact holes clean through'm. No stinking filthy Gangster Rappers... Swangster Dropout Rappers.. just Sweet country Singing Babes... uhmmmm.. uhmmmm. </q> Report Abuse \"`` The idea galls critics.`` Baloney'' is what California Treasurer <strong> Bill Lockyer </strong> calls it, saying his state, which is already weighing painful tax hikes and spending cuts, doesn't need the option", "new_id": -2}, {"uid": "1295501578083329067", "i": 25028, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": ". There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>.... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars.... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman.", "new_id": -2}, {"uid": "1295572388224641040", "i": 2240, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his`` best friends.''`` I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> Page hailed <strong> Eric Schmidt </strong> as a`` tremendous leaders'' whose contributions exceeded all expectations.`` There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,'' Page said.", "new_id": -2}, {"uid": "1295563322217792553", "i": 1260, "idx": 1, "sa": ["Eric Schmidt"], "q": "`` We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: <q> Day-to-day adult supervision no longer needed! </q>", "new_id": -2}, {"uid": "1296312686049463298", "i": 28070, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday.`` Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from", "new_id": -2}, {"uid": "1295882640093126720", "i": 11233, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Curtis LeMay"], "q": "And so was born` the special comment''-- his first one coming in August 2006, rebutting a speech that then-Defense <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q> The confusion we-- as its citizens- must now address, is stark and forbidding. </q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and <strong> Curtis LeMay </strong> have darkened our skies and obscured our flag. Note-- with hope in your heart- that those earlier Americans always", "new_id": -2}, {"uid": "1295976368172294158", "i": 9268, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.[ ID", "new_id": -2}, {"uid": "1295882943115425328", "i": 46815, "idx": 1, "sa": ["Simon Cowell"], "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.''", "new_id": -2}, {"uid": "1297293225002195576", "i": 6513, "idx": 1, "sa": ["Simon Cowell"], "q": ",'' <strong> Simon Cowell </strong> said of the age issue. The$ 5 million prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. <q> We're putting our money where our mouth is, </q> <strong> Simon Cowell </strong> said.`` It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.'' <strong> Simon Cowell </strong> was asked if he would", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]