[{"uid": "1296770511173654034", "i": 14671, "idx": 45, "sa": ["Ted Kennedy", "Colin Powell", "Richard Armitage", "Donald Rumsfeld"], "q": "on the aircraft carrier banner, <strong> Donald Rumsfeld </strong> said, \"would haunt his presidency until the day it ended.\" Another <strong> Donald Rumsfeld </strong> nemesis, as painTed Kennedy in these pages, was Deputy Secretary of State <strong> Richard Armitage </strong>. <q> His leaks were so brazen, </q> <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy: \"Rich <strong> Richard Armitage </strong> has been badmouthing the Pentagon all over town. It's been going on for some time and it's only gotten worse... I", "new_id": -2}, {"uid": "1296796643209420294", "i": 49583, "idx": 6, "sa": ["Lamar Odom", "Kobe Bryant", "Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Pau Gasol"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> scored 41 points( 16-25 shooting), <strong> Pau Gasol </strong> added 29( 13-19) and <strong> Lamar Odom </strong> added 22", "new_id": -2}, {"uid": "1295980752035848244", "i": 34941, "idx": 0, "sa": ["Eric Schmidt"], "q": "( meaning GE and other multinational corporations) \"can use( a\" electric- pays- shocking- corporate/?comment=1\"> General Electric Pays Shocking Corporate Tax Rate of 3.6% While Wal-Mart Pays 33.6% <q> I question the entire thesis of this commentary. When we get watches, we're gone. <strong> Eric Schmidt </strong> is now Exec </q> awards- <strong> Eric Schmidt </strong>- <strong> Eric Schmidt </strong>- a/?comment=1\"> Google \"Awards\" <strong> Eric Schmidt </strong> a$ 100 Million Slap in the Face 1) Stereotypes exist because they may have some\"", "new_id": -2}, {"uid": "1295636608124272680", "i": 18817, "idx": 2, "sa": ["Simon Cowell", "Randy Jackson"], "q": "with 18-year-old Alex Attardo, who revealed that he had attended a camp for grooming Idol hopefuls, then shouted his way through \"Proud Mary.\" \"Maybe we should cancel the camp,\" <strong> Randy Jackson </strong> said. <q> Honestly, it was terrible. You come here because you want the truth, right? </q> <strong> Simon Cowell </strong>'s absence was still felt when New Orleans' more middle-of-the-road hopefuls stepped up to sing, though. Twenty-four-year-old Jacquelynn Dupree and single mother Paris Tassin's auditions were passable, but not perfect by any means,", "new_id": -2}, {"uid": "1296964596119160897", "i": 6619, "idx": 0, "sa": ["Ben Roethlisberger", "Brett Favre", "Michael Vick", "Tom Brady"], "q": "has a lot to overcome. A poll taken for The Hollywood Reporter shows that \"<strong> Ben Roethlisberger </strong>\" is the most disliked player in today's game. The good news for him: Despite what Sports Illustrated described as <q> repulsive behavior, the ultimate expression of athletic entitlement run amok, </q> <strong> Ben Roethlisberger </strong> is not the most disliked player in the league. According to this poll, he ranks fourth, behind <strong> Brett Favre </strong>, of the Minnesota Vikings; <strong> Michael Vick </strong>, of the Philadelphia Eagles; and New England's <strong> Tom Brady </strong>", "new_id": -2}, {"uid": "1296791221147030018", "i": 20217, "idx": 0, "sa": ["Allen Iverson", "Neil Young", "Ömer Aşık"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters <strong> Ömer Aşık </strong> two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said. \"It was totally opposite.\" <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Neil Young </strong> was sensational, using an 11-of-15 effort", "new_id": -2}, {"uid": "1297125894137412610", "i": 18156, "idx": 4, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong>, nothing was stolen from the Egyptian Museum and the 70 damaged pieces can all be repaired. But Dreyfus wonders about the mummies. \"You can't repair a mummy,\" she says. <q> If you have a body that's no longer intact, how are you going to perform any kind of examination of it? It's now contaminated. </q> Dreyfus still can't quite fathom how people, no matter how dire their economic situation, could smash artifacts of their ancient civilization. \"Why would you want to destroy history at a time", "new_id": -2}, {"uid": "1297304646234995715", "i": 55283, "idx": 7, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded: \"I like ugly dogs.\" \"I like cartoons every morning, like the Flintstones and The Jetsons.\" <q> I like to climb trees. </q> A multi-million X Factor ad ran during the Super Bowl last Sunday promoting the fall launch of <strong> Simon Cowell </strong>'s new show. Be sure to check out the video below. So, what do you think", "new_id": -2}, {"uid": "1295564284254656534", "i": 11002, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "lead the pioneering technology company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"<strong> Larry Page </strong> credited <strong> Eric Schmidt </strong> with running the company \"brilliantly </q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1295600230194969603", "i": 46270, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "leadership.\" Wondering where the other co-founder <strong> Sergey Brin </strong> fits into all this? Well, he will now be in what could be described as the \"cool department\" otherwise known as focusing on <q> strategic projects, in particular working on new products. </q> In a target=\"_blank\"> blog post, <strong> Eric Schmidt </strong> said never in his wildest dreams did he expect Google to be this successful when he joined 10 years ago. He said that himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>", "new_id": -2}]