[{"uid": "1296244054065306688", "i": 5281, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "cambio en la c?pula gerencial de Google, el presidente ejecutivo saliente, <strong> Eric Schmidt </strong>, defendi las credenciales del co fundador de la empresa, <strong> Larry Page </strong>, quien tomar las riendas del gigante de Internet en abril. <q> Cuando la gente critica a <strong> Larry Page </strong> como nuevo presidente ejecutivo, es algo que es tremendamente injusto con l </q>, dijo el jueves en una peque?a conferencia de prensa durante el Foro Econ?mico Mundial en Davos, Suiza.\" l ha estado conmigo en cada decisi?n del negocio por 10 a?os\" . Aunque se ha", "new_id": -2}, {"uid": "1296351472068419594", "i": 50129, "idx": 2, "sa": ["Allen Iverson", "Stephen Jackson", "John Salmons"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said. \"When a guy is shooting like that, there's nothing you can do.\" <strong> Allen Iverson </strong> scored 14 Video celebrating the MAC blue division victory over Dakota High School during the 2006-2007", "new_id": -2}, {"uid": "1295656416052625408", "i": 10700, "idx": 2, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand", "Barack Obama"], "q": "'s how we're going to create jobs, grow the economy,\" said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The <strong> Barack Obama </strong> and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" \"I'll bet on the Jets over Chicago,\" said <strong> Charles Ellis Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9", "new_id": -2}, {"uid": "1295454489222740507", "i": 24760, "idx": 1, "sa": ["David Cameron", "Michael Gove"], "q": "defeat Labour, then they will have a council that is fulfilling its statutory duty\" . \" \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next... </q> \"Some major mood-swings in the House of Lords- but as yet no deal to end the confrontation over the...\" \"The story at Goldman Sachs is that net earnings have fallen by a considerable amount,", "new_id": -2}, {"uid": "1295783088192643085", "i": 31494, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Google aktuell rund 196 Milliarden Dollar wert. <strong> Eric Schmidt </strong> h?lt derzeit 2,9 Prozent am Unternehmen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. Er hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet.( dpa) Liebe ist kein Zufall Finden Sie jetzt gezielt den richtigen Partner f?r eine gl?ckliche Beziehung.", "new_id": -2}, {"uid": "1295591453155664431", "i": 1335, "idx": 11, "sa": ["Eric Schmidt"], "q": "\" and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as \"creepy.\" \"The biggest thing I wonder is after a year or so of having various", "new_id": -2}, {"uid": "1295021582165101591", "i": 4938, "idx": 7, "sa": ["Allen Iverson", "Gary Moore"], "q": "Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. \"This is the most pain he's ever felt from any injury he's had,\" <strong> Gary Moore </strong> said. <q> He's been in tremendous agony. </q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second stint with the Sixers, where", "new_id": -2}, {"uid": "1295294332140443665", "i": 38457, "idx": 0, "sa": ["Steve Ballmer"], "q": "Share Microsoft CEO <strong> Steve Ballmer </strong> wants you to know that the Xbox 360 <q> isn't a gaming console. </q> Rather, <strong> Steve Ballmer </strong> believes the 360- along with Kinect- acts as a complete family entertainment center. \"It's a place to socialize. It's a place to watch TV. We have Hulu", "new_id": -2}, {"uid": "1295154913111345676", "i": 8874, "idx": 17, "sa": ["Allen Iverson", "Will Solomon", "Kobe Bryant"], "q": "in their first-round playoff series. Games 3 and 4 <strong> Will Solomon </strong> be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1295983532180977681", "i": 17619, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "relevo de <strong> Eric Schmidt </strong> como consejero delegado, el directivo ha asegurado que espera estar otros diez a?os m?s en el mundo Google. <strong> Eric Schmidt </strong> ha participado hoy en una conferencia en M?nich en la que ha declarado que est <q> personalmente muy entusiasmado ante la pr?xima d?cada de Google </q>. Dentro de tres meses, el actual consejero delegado de la mayor buscador del mundo de Internet dejar su sill?n para que sea <strong> Larry Page </strong>, cofundador de la empresa de Mountain View, el que se haga cargo del", "new_id": -2}]