[{"uid": "1295469111069730385", "i": 17650, "idx": 1, "sa": ["Simon Cowell"], "q": "energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. \"The part that's a little difficult is judging young kids,\" the 62-year-old said. <q>It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.<q>( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully.", "new_id": -2}, {"uid": "1295007567134168576", "i": 21229, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "lesion removed from his leg. His manager, <strong> Gary Moore </strong>, said <strong> Allen Iverson </strong> would not retire due to the leg injury, which The Associated Press said is giving pain to the 35-year-old point guard. <q>It has to be removed and tested to see if it's benign or not,<q> <strong> Gary Moore </strong> told AP. \"Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks. He's hoping to be able to", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.<q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1295584425239992849", "i": 37044, "idx": 0, "sa": ["Donald Rumsfeld", "Scooter Libby", "Abu Hurayrah", "Richard Perle", "Dick Cheney", "Paul Wolfowitz", "Jeb Bush"], "q": "Recite if you will:( And in shade extended.)) Muslim also collected this Hadith. Imam Ahmad recorded that <strong> Abu Hurayrah </strong> said that the Messenger of Allah said, www.tafsir.com www http://wn.com/The_Times_Square_Bomb_Scare_Saved_900_Police_Officers_from_Getting_Laid_Off PNAC document pre 9/11 stated <q>absent some catastrophic and catalyzing event-- like a new <strong> Daniel Pearl </strong> Harbor<q> Project for a New American Century Key Members Included: <strong> Dick Cheney </strong>, <strong> Jeb Bush </strong>, <strong> Donald Rumsfeld </strong>, <strong> Paul Wolfowitz </strong>, <strong> Richard Perle </strong>, and convicted criminal <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong> \"<strong> Scooter Libby </strong>\" <strong> Scooter Libby </strong> On September 11th, 2001,", "new_id": -2}, {"uid": "1295628178218054665", "i": 41861, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Sarah Palin", "Ryan Rhodes", "Michele Bachmann", "Newt Gingrich"], "q": "former House speaker <strong> Newt Gingrich </strong>, are making a strong play for tea party favor. <strong> Sarah Palin </strong>, the former <strong> Sarah Palin </strong> governor, Representative <strong> Mike Pence </strong> of Indiana and Representative <strong> Michele Bachmann </strong> of Minnesota, already boast significant insurgent support. <q>I don't necessarily think( <strong> Mitt Romney </strong>) is going to be one of those guys who goes to the tea party for votes the way other candidates might,<q> said <strong> Ryan Rhodes </strong>, who is chairman of the Iowa Tea Party Patriots and has been contacted by almost every presidential hopeful except <strong> Mitt Romney </strong>. \"It doesn't really fit his style of politics.\" The measure", "new_id": -2}, {"uid": "1297616629186400779", "i": 26888, "idx": 30, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": ", and then he'll be the goat.\" Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. <q>He supposedly worked for me. He never really did,<q> <strong> Donald Rumsfeld </strong> said. \"It seems like he almost blew you off,\" Martin suggested. \"We had given him written guidance as to what to do and it said, \"Let\"s", "new_id": -2}, {"uid": "1295733110147996681", "i": 34161, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,<q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said, at", "new_id": -2}, {"uid": "1297260696007700498", "i": 5060, "idx": 0, "sa": ["Simon Cowell", "the Fox"], "q": "since it began in 2004- is to fly out to Los Angeles later this month to talk to <strong> the Fox </strong> executives, as <strong> Simon Cowell </strong> is keen to include him in the show. Peter said: <q><strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal.<q> \"<strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try", "new_id": -2}, {"uid": "1295094125134053943", "i": 20090, "idx": 20, "sa": ["Rip Hamilton", "Mike D'Antoni", "Rasheed Wallace", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q>When any team in the league loses three of their top six guys, things are going to change for them,<q> Pistons coach <strong> Mike D'Antoni </strong> Curry said. \"Luckily, a lot of other guys stepped up.\" Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"uid": "1295158532128794647", "i": 515, "idx": 6, "sa": ["Steve Blake", "Allen Iverson"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q>I'm not surprised because a good basketball player is a good basketball player and that's what he is,<q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}]