[{"uid": "1294960874114671713", "i": 7651, "idx": 3, "sa": ["Sergio Marchionne"], "q": "annually by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he`` will take my work elsewhere'' if he fails to win a majority. Fiat would look into <q> alternatives the day after. It may even happen the same night, </q> he told reporters in Detroit. Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in Germany's 20 percent gain.", "new_id": -2}, {"uid": "1295976103233406470", "i": 2974, "idx": 1, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "winning streak, 109-96, on Friday night.`` It's just because our backs are against the wall,'' <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. <q> We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the West, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs.`` And with our roster... there's no way we shouldn't be in the playoffs. </q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1297283949130088978", "i": 37305, "idx": 0, "sa": ["George H.W. Bush", "John O.", "Donald Rumsfeld", "Michael Hollowich"], "q": "prevention, protection, and response that was originally laid out by the Hart-Rudman Commission in Road Map for National Security, Phase <strong> John O. </strong> Report, January 31, 2001, 12-14. 4. <strong> Michael Hollowich </strong> Dobbs, <q> Homeland Security: New Challenges for an Old Responsibility, </q> Journal of Homeland Security, March 2001. 5. <strong> Donald Rumsfeld </strong> <strong> George H.W. Bush </strong> <strong> Donald Rumsfeld </strong>,`` A New Kind of War,'' The New York Times, September 27, 2001. 6. The Hart-Rudman", "new_id": -2}, {"uid": "1295627741146702395", "i": 13715, "idx": 6, "sa": ["Eric Schmidt"], "q": "the World As We Know It,'' said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside. <q> I don't think he was pushed aside, but he may have been nudged, </q> he said. Under Mr. <strong> Eric Schmidt </strong>'s helm, Google has prospered, but over the years, it has become less attractive to some engineers, who say it has become harder to develop new ideas while", "new_id": -2}, {"uid": "1297111764043597840", "i": 2114, "idx": 0, "sa": ["Michael Vick"], "q": "the kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 291/2votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1296179950266141706", "i": 16764, "idx": 3, "sa": ["Barack Obama", "Rand Paul", "Sen. Bernie Sanders", "Jeb Hensarling", "Chuck Schumer"], "q": "a stronger pledge from <strong> Barack Obama </strong>.`` <strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it,'' said <strong> Chuck Schumer </strong>. <q> That's privatizing Medicare.... They're going to do the same for Social Security.`` Their agenda: Privatize both programs, which means end them, </q> said <strong> Chuck Schumer </strong>. <strong> Chuck Schumer </strong>, <strong> Sen. Bernie Sanders </strong>, and several other Democrats have formed the Senate Social Security Caucus, which held its first meeting Thursday. The meeting came a day after the Congressional Budget Office", "new_id": -2}, {"uid": "1296443805235372691", "i": 14719, "idx": 0, "sa": ["Allen Iverson"], "q": "3-point range, and 18-of-20 from the foul http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295379414165773336", "i": 3926, "idx": 0, "sa": ["Sergio Marchionne"], "q": "what's there,'' said Paterson of the possible contaminants.`` It would stir up whatever, for however long, we don't even know how long it would last,'' he said. <q> We know being on the Union Water board, we know the intakes are right there, right next to where they're proposing to put up the wind farms out in front of Union, and it just would be disastrous for us, </q> he said. There are many new faces at Leamington town hall, but the same old concerns are there when it comes to wind turbines in Lake Erie. Chrysler CEO <strong> Sergio Marchionne </strong> joins provincial politicians and CAW representatives", "new_id": -2}, {"uid": "1297089447093831169", "i": 3093, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the Iraq war came in drawing down troops too quickly.`` I don't have enough confidence to say that that's right. I think that it's possible,'' he said. <q> We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. </q> He added:`` It's hard to know. You know, the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong>'s comments came in his first TV interview since 2006, and echo", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]