[{"uid": "1295199786047906870", "i": 8939, "idx": 0, "sa": ["Kirsten Gillibrand", "Jeff Flake", "Hillary Clinton"], "q": "rhetoric'' during the debate, <strong> Jeff Flake </strong> predicted the substance of the Republicans' arguments will not change. The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. <q> We've lessened the impact between doctors and patients with this bill, </q> he said.`` My hope is the debate will be good for it.'' <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the", "new_id": -2}, {"uid": "1295010238080707595", "i": 32497, "idx": 0, "sa": ["Jay Leno", "Cam Newton", "David Letterman", "Gene Chizik"], "q": "happy. Auburn is a special place that I can call home.''`` We appreciate <strong> Cam Newton </strong>'s many contributions to Auburn and the outstanding leader that he was for our football team,'' <strong> Gene Chizik </strong> said. <q> He had one of the greatest individual seasons ever by an Auburn player and was a key part of our championship run. </q> <strong> Cam Newton </strong> was as at ease on the field as he was making his acceptance speech at the Heisman Trophy banquet, or appearing on late-night television with <strong> David Letterman </strong> and <strong> Jay Leno </strong>. He played his final game with a hurt", "new_id": -2}, {"uid": "1295214708006406150", "i": 7448, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": ". Sen. <strong> Kirsten Gillibrand </strong>, of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1295981570193069074", "i": 46248, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Nov. 2010) released a budget plan which State Treasurer <strong> Bill Lockyer </strong> calls realistic and provocative.( David Paul Morris/Getty Images) LOS ANGELES-After three weeks in office and days filled with meetings, the result is a proposal that <q> is realistic and provocative. The plan acknowledges that a balanced remedy of spending reductions and revenues is the best cure, </q> in a statement from State Treasurer <strong> Bill Lockyer </strong>. The California legislature's logjams during attempts to develop effective responses to the growing deficit had become a perennial problem since the worldwide economic meltdown began. <strong> Jerry Brown </strong>, now back", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1296200464159858698", "i": 4883, "idx": 4, "sa": ["Mike Pence"], "q": "that <strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q> Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana. </q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar`` with every issue", "new_id": -2}, {"uid": "1296889583025706506", "i": 16847, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ", non-competitive games and turn those into quality, competitive games that the fans want to see.'' <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to be", "new_id": -2}, {"uid": "1295566445075235330", "i": 2178, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Eric Schmidt </strong> has been <strong> Google Inc. </strong>'s chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. More recently, he has Mr. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. </q> <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}, {"uid": "1297612706252805145", "i": 31025, "idx": 2, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "invasion was under way. The subject line reads`` WMD.'' <strong> Donald Rumsfeld </strong> is sending a secret report that he received a few days earlier to Gen. <strong> Dick Cheney </strong> Myers, chairman of the Joint Chiefs, asking: <q> Please take a look at this material as to what we don't know about WMD. It is big. </q> The attachment is from Major Gen. Glen Shaffer, then the director for intelligence for the Joint Chiefs of Staff and the secretary of defense, responding to Rummy's request to know the`` unknowns'' about", "new_id": -2}, {"uid": "1295670452069369863", "i": 8305, "idx": 5, "sa": ["Keyon Dooling", "Grant Hill", "Allen Iverson"], "q": "and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him. </q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}]