[{"uid": "2008120503_00042459_W", "i": 1372, "idx": 2, "sa": ["Jim Carrey", "Christopher Lloyd", "Doc Brown"], "q": ". <strong> Jim Carrey </strong> carerey as ace ventura in <NO_QUOTATION> reasons: simply put. the funniest performance by <strong> Jim Carrey </strong> ever. it will take too long to write all of the reasons that this character was so great. quote: <q> do you know him? does he call you at home? </q> 11. <strong> Christopher Lloyd </strong> as <strong> Doc Brown </strong> emmitt l <strong> Doc Brown </strong> in <NO_QUOTATION> reasons: the original back to the future is my favorite movie of all time. i believe that <strong> Doc Brown </strong> was the most memorable character out of the entire cast", "new_id": -2}, {"uid": "2008092508_00023031_W", "i": 1643, "idx": 7, "sa": ["Sarah Palin"], "q": "letter saying, \"the governor's office, and particularly governor <strong> Sarah Palin </strong>, has at no time had any involvement in this litigation.\" erwin said she wrote the letter because she was upset by a local blogger <q> insinuating that i had accepted records obtained illegally from governor's office. </q> important warning about e-mails purporting to be from the adn.com staff.", "new_id": -2}, {"uid": "2008090900_00010736_W", "i": 2856, "idx": 1, "sa": ["Lyn Provost", "Greg O'Connor"], "q": "association president <strong> Greg O'Connor </strong> said he was unhappy with the <NO_QUOTATION> around the issue. earlier in the year, police were given assurances by labour the rule would be changed to allow police the right to serve on councils. <q> it's a shame that petty politics got in the way of what otherwise is a reasonably good piece of legislation. </q> the association was looking at other options to get an amendment made in the future. acting police commissioner <strong> Lyn Provost </strong> praised the bill's near unanimous support in parliament.", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 66, "idx": 8, "sa": ["Gideon Rachman", "Alex Jones", "Javier Solana"], "q": "this on air, you may prompt people in states who have not approved to begin looking into it locally. thanks. re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 <q> reply# 5 on: december 16, 2008, 09:44:33 am </q> european union document calling for a new world order? this is the source used by <strong> Gideon Rachman </strong>, so his article was not idle speculation! it is the transcript of speech given by <strong> Javier Solana </strong> this morning i am delighted", "new_id": -2}, {"uid": "2008112205_00017169_W", "i": 3188, "idx": 2, "sa": ["Paul Garber", "Alroy West"], "q": "for the fbi in salt lake city, said the substance was found in a manila envelope that was delivered to an annex building next to the city's landmark mormon temple. a worker there touched the material but <q> that individual has been fine, </q> he said. take a look at the multitude of journalnow blogs, including reports from nascar reporter mike mulhern, parenting advice from <strong> Paul Garber </strong>, and cooking tips from food editor <strong> Alroy West </strong> and restaurant critic laura giovanelli. it", "new_id": -2}, {"uid": "2008092510_00024482_W", "i": 1090, "idx": 2, "sa": ["George H. W. Bush"], "q": "service delivery. commissioner peter mcgeorge said the findings had given the dhb plenty to reflect on. the united states will cease to be the economic <NO_QUOTATION> because of the financial crisis, and wall street and the world <q> will never be the same again, </q> germany's finance minister says. a 96-year-old singaporean man has gone to court to divorce his third wife, who is 71. americans must support a bail-out of financial markets to ease a <NO_QUOTATION>, us <strong> George H. W. Bush </strong> has", "new_id": -2}, {"uid": "2008111208_00010474_W", "i": 4138, "idx": 3, "sa": ["Brad Pitt", "Jennifer Aniston"], "q": "details were a little inappropriate to discuss.\" one comment in particular really stuck in <strong> Jennifer Aniston </strong>'s craw. \"that stuff about how she couldn't wait to get to work every day?\" she asks. <q> that was really uncool. </q> protect and serve speaking of mr. lucky, <strong> Brad Pitt </strong> was mauled on monday at a los angeles screening of his new film, the curious case of benjamin button, by an unlikely assailant: a security guard hired to", "new_id": -2}, {"uid": "2008092417_00016230_W", "i": 933, "idx": 2, "sa": ["Bill Jeffries"], "q": "price crashed from a high of$ 2.10 in june last year to 3c yesterday. former national party cabinet minister <strong> Bill Jeffries </strong> was re-elected as an independent director, but not before shareholder robert herrick demanded to know why. <q> you and the directors, along with the ceo, it strikes me that you couldn't really run a booze up in a brewery, </q> mr herrick said.", "new_id": -2}, {"uid": "2008110519_00044127_W", "i": 386, "idx": 10, "sa": ["Andy Pettitte"], "q": "point, calif.- <strong> Andy Pettitte </strong> reiterated his desire to pitch in 2009 yesterday at a charity event in houston to raise money for students at san jacinto college- where <strong> Andy Pettitte </strong> went to school- impacted by hurricane ike. <q> i would like to play again, </q> <strong> Andy Pettitte </strong> told houston's kriv-tv. \"my thoughts are there. i'd like to play again.\" <strong> Andy Pettitte </strong> previously had said he would either play for the yankees or retire. \"that's what i would", "new_id": -2}, {"uid": "2008123023_00009375_W", "i": 4329, "idx": 0, "sa": ["Mike Shanahan", "Pat Bowlen"], "q": "his coach for life. on tuesday, <strong> Pat Bowlen </strong> fired <strong> Mike Shanahan </strong> after 14 seasons as the broncos head coach. <strong> Pat Bowlen </strong> had previously said that <strong> Mike Shanahan </strong> would be denver's coach for as long as <strong> Mike Shanahan </strong> wanted to stay. <q> after giving this careful consideration, i have concluded that a change in our football operations is in the best interests of the denver broncos, </q> <strong> Pat Bowlen </strong> said in a statement. \"this is certainly a difficult decision but one that i feel must be made and which will ultimately be in the best interests of all concerned.\" the broncos lost their final", "new_id": -2}]