[{"uid": "1295586027175472666", "i": 20117, "idx": 0, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": ", is stepping aside in April into the new post of executive chairman. The company, which has grown into the world's biggest Web company by Mark Zuckerberget capitalization, said it was making the changes to <q> streamline decision making and create clearer lines of responsibility and accountability. </q> In a letter posted on Google's blog, Mr. <strong> Eric Schmidt </strong>, 55, said the company's rapid growth has made managing business \"more complicated.\" He said that a decision was made \"over", "new_id": -2, "mturk_index": "1642"}, {"uid": "1295909303177651718", "i": 12888, "idx": 1, "sa": ["Steven Tyler", "Gary Oldman", "Simon Cowell", "Jennifer Lopez"], "q": ", his presentation was world-weary- one was reminded of an exhausted, affronted Joe Orton( as played in a note-perfect performance by <strong> Gary Oldman </strong>) in 1987's Prick Up Your Ears, telling his histrionic lover, <q> Listen to the dialogue, dear. </q> This sort of absolutely dry English affect was <strong> Simon Cowell </strong>'s strong suit, and without it, the show is wanting something significant. Can <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> fill this absence? <strong> Steven Tyler </strong> brings back", "new_id": -2, "mturk_index": "1838"}, {"uid": "1297127080053067784", "i": 22766, "idx": 1, "sa": ["Stuart Bowen", "Eric Schmidt"], "q": "cash from the couple. \"The Eric Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,\" said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction. <q> They will now pay a price for their criminal wrongdoing. </q> Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines change commander at...- The Marines have changed the commander of the detention facility where WikiLeaks... Photo in Slideshow: A file", "new_id": -2, "mturk_index": "1614"}, {"uid": "1296012314232554579", "i": 4006, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest, \"but I could not die,\" he said. <q> Before and after the escape, all I cared about was myself, after all. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider ORANGEVALE 4 BR", "new_id": -2, "mturk_index": "1168"}, {"uid": "1297183321119177307", "i": 4330, "idx": 1, "sa": ["Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "told <strong> Diane Sawyer </strong>. \"To think that people in our custody were treated in that disgusting and perverted and ghastly way- unacceptable way.\" \"There wasn't an easy target,\" he added. <q> And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and the country would've been better off if I had. </q> Interestingly, <strong> Donald Rumsfeld </strong> isn't willing to go quite that far on the issue that did result in his eventual departure, troop level commitments in Iraq. He considers it \"possible\" that he was", "new_id": -2, "mturk_index": "1114"}, {"uid": "1296007431036782100", "i": 35203, "idx": 0, "sa": ["Vania King", "Larry Page", "Eric Schmidt"], "q": "line, that's great. There are some big opportunities they are chasing after,\" said BGC Partners analyst Colin Gillis. But analysts, including Gillis, remain concerned about the burst of spending. <q> That's the reason why I have one of the lowest price targets on the streets, </q> he said. Google shares rose$ 8.83 to$ 619.91 in regular trading Tuesday. <strong> Larry Page </strong>, who is taVania King over the company's reins from <strong> Eric Schmidt </strong> in April, will pay less attention to Wall Street", "new_id": -2, "mturk_index": "1479"}, {"uid": "1297298258261144595", "i": 25948, "idx": 0, "sa": ["George Tenet", "George H. W. Bush", "Bill Clinton", "Donald Rumsfeld"], "q": "hamid- mahmud- bodies- iraqi- national- congress?_s=PM:WORLD\"> killing of Uday and Qusay Hussein by American troops in July 2003. Here's the passage from <strong> Donald Rumsfeld </strong>'s \"Known and Unknown\" : <q> After his sons were killed, there was an intelligence report that Saddam Hussein was paying$ 60 million for his agents to target the <strong> Bill Clinton </strong>'s two daughters and my two daughters for reprisal attacks. That threat report was brought up at an NSC meeting in October 2003. I acknowledged it, but went on with our discussion. </q> \"You need to take this seriously,\" <strong> George H. W. Bush </strong> said. He had received word that pictures of his daughters had been found in Uday Hussein's palace. <strong> George Tenet </strong> broke in, reinforcing the <strong> Bill Clinton </strong>", "new_id": -2, "mturk_index": "72"}, {"uid": "1294960874114671713", "i": 9211, "idx": 2, "sa": ["Sergio Marchionne", "Charlie Chaplin"], "q": "Italia' \"We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,\" said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q> I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs. </q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed\" Web Site\" Fabbrica Italia\" to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will", "new_id": -2, "mturk_index": "668"}, {"uid": "1295012281152616960", "i": 3230, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "to deny her former partner's request to dissolve his married status while they continue to thrash out a settlement over his estimated$ 120 million fortune. In court papers she stated that <strong> Kelsey Grammer </strong>'s request is <q> solely for the reason that he intends to remarry as soon as possible. </q> A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, \"The", "new_id": -2, "mturk_index": "428"}, {"uid": "1295969405202670123", "i": 14548, "idx": 2, "sa": ["Eric Schmidt"], "q": "Abschluss der Internet-Konferenz DLD( Digital, Life, Design). \"Aus diesen Gr?nden werden wir weiter investieren.\" Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie dem Sozialen Netzwerk Facebook sagte <strong> Eric Schmidt </strong>: <q> Die Internet-Suche wird weiter sehr wichtig bleiben. </q> Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei neben der Videoportal-Tochter YouTube auch die Display-Werbung, also die Platzierung von Anzeigen mit Bildern oder Videos auf Web-Seiten.", "new_id": -2, "mturk_index": "1744"}]