[{"uid": "2008092301_00015594_W", "i": 1681, "idx": 0, "sa": ["John J. Mack"], "q": "company would eventually rise to 20 percent.\" this strategic alliance with mitsubishi ufj can put morgan stanley in an even stronger position as we look to realise the opportunities we see in the rapidly changing financial marketplace, <q> <strong> John J. Mack </strong>, morgan stanley's chairman and chief executive officer, said in the statement. </q> we would look forward to working closely with them to strengthen both of our businesses, \"he said. earlier reports said morgan stanley was in talks with wachovia corporation and chinese sovereign wealth fund china investment corporation(", "new_id": -2}, {"uid": "2008091002_00023183_W", "i": 736, "idx": 0, "sa": [], "q": "against kansas city, faces the charge that he does not have enough <NO_QUOTATION> experience but belichik defended the 26-year-old.\" he started all four pre-season games and he has played quite a bit of football for us, <q> he said. he played more than any other quarterback, by far, in the pre-season and has taken a lot of snaps in training camp. i think that is the best preparation he could have for this year. </q> i think from an overall standpoint, going back to july and even in the spring, he has had a lot of reps. he'll get some game opportunity this week. \"should he fail to make the", "new_id": -2}, {"uid": "2008092200_00023407_W", "i": 759, "idx": 4, "sa": ["Thomas Weiss"], "q": "sending country is huge, and because of the size of these diaspora communities, they've become an important force in local politics, in supporting candidates and in lobbying the u.s. government with regards to foreign policy, <q> <strong> Thomas Weiss </strong> said. norberto curitomai, a leader in paterson's sizable peruvian community and a behind-the-scenes fixture in north jersey politics, has been lobbying the peruvian congress to create a seat that would represent peruvians living outside the country. </q> in recent years the peruvian government has been placing more importance on our community, \"curitomai said in spanish.\" not so much in deeds but in words, such as the proposal to create a position for", "new_id": -2}, {"uid": "2008112508_00022477_W", "i": 2033, "idx": 1, "sa": ["Joe Butler"], "q": "organization of families at 10140 highway 12 s.w.\" this is an excellent opportunity, \"said <strong> Joe Butler </strong>, county floodplains manager for this project.\" it's a grant. it doesn't have to be repaid. <q> the program will provide a qualifying fixed-income resident as much as$ 25,000 to help pay to elevate their homes so their carpet is 2 feet above either the standard established by the federal emergency management agency or the highest known flood of record, whichever is greater. </q> it changes lot by lot, \"<strong> Joe Butler </strong> said. the program is voluntary. residents must meet three conditions to qualify for the program:? earn 80 percent or less of thurston county's median income, and", "new_id": -2}, {"uid": "2008122323_00033543_W", "i": 2098, "idx": 0, "sa": [], "q": "judieth glenn.\" i don't have anything more serious than a traffic ticket but this judge says he's going to throw me in jail six months and fine me$ 1,000 because i ask for protection, <q> she said. she said that sets a poor example for children and the community and makes people feel they can't be helped by the court. </q> i go to the court system for protection, which is my civil right and my constitutional right, \"she said.\" a judge from a small town is going to reverse that? i don't think", "new_id": -2}, {"uid": "2008090408_00044952_W", "i": 437, "idx": 1, "sa": [], "q": "are disturbed to learn that both georgia and russia have used cluster munitions. this highlights again the urgency of the international ban, to be signed in oslo this december by the majority of the world's nations. <q> the cluster munition coalition welcomes georgia's willingness to acknowledge its use of cluster munitions and hopes that this is a first step toward adopting the treaty. the cmc launched a series of actions to protest the use of cluster munitions by russia in georgia last month and the international campaign group will now pressure georgia as well to immediately renounce any future use of the weapon. </q> as the newest affected country and also as the newest user of cluster munitions, we will be working hard to make sure that georgia joins other past users and affected countries in signing up to the ban in oslo", "new_id": -2}, {"uid": "2008110414_00021197_W", "i": 1758, "idx": 1, "sa": [], "q": "we're getting now from mars global surveyor[ data analysis] and the hirise camera( flying aboard the mars reconnaissance orbiter[ currently orbiting mars]) are giving us really good data to drive the models. <q> in addition to figuring out what processes formed the tars, scientists also still don't know exactly what materials compose the various tar fields or why they see these large features on mars, but not on earth. </q> over the next couple of years we should be seeing many more images from hirise that can gives us more information, for example, about the heights versus spacing and whether tars have more in common with dunes or", "new_id": -2}, {"uid": "2008102416_00018196_W", "i": 172, "idx": 0, "sa": ["William Watt"], "q": "while the preferred outcome would have been to leave the latch as it was, the modified design was probably the best alternative.\" i think it is safe to say we're happy it's all over. <q> all that was needed now, was to sign-off the modification and send it back to the council, he said. invercargill city council environmental and planning services director <strong> William Watt </strong> said council would follow the advice of the department. </q> but i am amazed at the size of the issue it has become. \"in some ways he would not mind if this case had set a precedent if it meant similar issues would be dealt without going to", "new_id": -2}, {"uid": "2008120422_00011787_W", "i": 923, "idx": 1, "sa": ["R Singh"], "q": "domestic airport. nothing has happened, \"k <strong> R Singh </strong> said. the cisf is the paramilitary unit responsible for airport security.\" all our men are still searching but have found nothing. we have no incident, <q> he said. police spokesman rajan bhagat said: </q> it was not a terrorist incident. no one was killed. \"the times of india quoted a witness who said <NO_QUOTATION> at the airport.\" the news channels reported that two sharp sounds had sparked a security", "new_id": -2}, {"uid": "2008100223_00009084_W", "i": 135, "idx": 2, "sa": ["Ian Kinsler", "Dale Sveum", "Rickie Weeks", "Bill Hall"], "q": "from third baseman <strong> Bill Hall </strong> while covering first base in the third inning.\" it was low, but it was catchable, though, \"<strong> Rickie Weeks </strong> said.\" that's really all i can say about it. <q> <strong> Rickie Weeks </strong> was charged with his first postseason error. he committed 15 of them in the regular season, second most among major league second baseman to <strong> Ian Kinsler </strong> of texas, who made 18 errors. offensively, <strong> Rickie Weeks </strong> also remains raw but talented. he batted.234 with a.342 on-base percentage during the regular season and scored a career-high 89 runs while mostly hitting leadoff. when <strong> Dale Sveum </strong> took over as manager on sept. 15, he dropped <strong> Rickie Weeks </strong> from first in the order down to seventh. </q> he's really close, \"<strong> Dale Sveum </strong> said.\" he's been working real hard on getting off his back foot and it's been paying off a little bit. he does tease you. there will be", "new_id": -2}]