[{"uid": "1295623615132808715", "i": 36616, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "these rags, and frankly, anyone who buys them is out of their mind, or a moron, or both. hermionegingold 21 January 2011 3:22 PM HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens \" So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him \" Frankly, it's enough to make", "new_id": -2}, {"uid": "1297616629186400779", "i": 32557, "idx": 39, "sa": ["Donald Rumsfeld", "David Martin", "Paul Bremer"], "q": "`` He's afraid of me, basically!''`` There was this phase when he was a rock star,'' <strong> David Martin </strong> prompted.`` A rock star,'' said Joyce <strong> Donald Rumsfeld </strong>. <q> And then the minute, I mean if you think that fazed me it didn't at all. Because you know it will end, and then he'll be the goat. </q> Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq.`` He supposedly worked for me. He never really", "new_id": -2}, {"uid": "1296743565187088980", "i": 46153, "idx": 8, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ". At the time, <strong> George W. Bush </strong> rejected two resignation letters, five days apart, from <strong> Donald Rumsfeld </strong>. Another 21/2 years passed before <strong> George W. Bush </strong> facing the Republicans' loss of Congress, decided to let <strong> Donald Rumsfeld </strong> go. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. <strong> Donald Rumsfeld </strong> argues that the administration was wrong to have been so focused on preserving George W. Bushial powers that it initially eschewed negotiations with Congress in formulating detainee policy. A chief proponent of this strategy,", "new_id": -2}, {"uid": "1295451205058523703", "i": 41352, "idx": 0, "sa": ["Sergio Marchionne"], "q": " WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295465638118243338", "i": 48234, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama", "Jack Talbert"], "q": "'' During a recent stroll through the National Museum of American History, <strong> Bernie Sanders </strong> discovered that a number of products sold in the gift shop were not made America, but produced in other countries. <q> I find it especially disappointing that miniature sculptures of Barack Obamas of the United States that are sold in the museum, including George Washington, <strong> Jack Talbert </strong>, and <strong> Barack Obama </strong> were made in China, </q> <strong> Bernie Sanders </strong> wrote in a letter to the museum director. http://Bernie Sanders.senate.gov/statues.html Miniature sculptures on sale at the National Museum of American History <strong> Bernie Sanders </strong>, an independent Senator from Vermont who caucuses with Democrats,", "new_id": -2}, {"uid": "1297114520257425423", "i": 42724, "idx": 4, "sa": ["Susan Boyle", "Simon Cowell"], "q": "- they have also expanded the age pool to younger and older contestants- something <strong> Simon Cowell </strong> is looking forward to seeing.`` You can't put an age cap on talent,'' <strong> Simon Cowell </strong> said. <q> With <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records, </q> he said, referring to the winner of another one of his shows-`` Britain's Got Talent.''`` <strong> Susan Boyle </strong> taught me a huge lesson: That I have to be open minded. I think the", "new_id": -2}, {"uid": "1295587965072171525", "i": 13511, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "holidays we decided now was the right moment to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> explained. Image: Google co-founder <strong> Larry Page </strong>. 370) this.width= 370'' alt= <q> Surfboards lean against a wall at the Google office in Santa Monica, California. </q>/> Next`` For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the", "new_id": -2}, {"uid": "1296105034131907654", "i": 41443, "idx": 3, "sa": ["David Hill", "Andy Coulson", "Kerry Katona"], "q": "readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. <strong> Kerry Katona </strong> it is then. she can't do any worse than <strong> Andy Coulson </strong>. Rotwatcher 26 January 2011 4:46 PM <q> The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. </q> Kerry Katonagold 26 January 2011 4:48 PM \" The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. \" ArseneKnows", "new_id": -2}, {"uid": "1295685836050348073", "i": 33770, "idx": 0, "sa": ["W. Edwards", "Edwin Edwards", "Eric Schmidt"], "q": "few years removed from Stanford University. <strong> Eric Schmidt </strong>, who has jokingly referred to himself as the`` adult supervision'' at Google, is widely credited with helping build <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor <strong> Edwin Edwards </strong> e...( 18:02:05`` former governor <strong> Edwin Edwards </strong> granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my", "new_id": -2}, {"i": 2627, "idx": 1, "index_answer": 1, "new_id": -1, "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,'' said <strong> Stephen Elop </strong>. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft chief executive <strong> Steve Ballmer </strong> added: I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware", "sa": ["Steve Ballmer", "Stephen Elop"], "uid": "1297419313245137425"}]