[{"uid": "1296500989172736528", "i": 35544, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "between him and <strong> Clive Goodman </strong>, the former Royal editor of the NotW. Mr <strong> Andy Coulson </strong> replied,`` yes he was a reporter on the paper'' Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to <q> take the blame for the good of the paper </q> Mr <strong> Andy Coulson </strong> responded`` No, I'm positive, do you have that email Mr <strong> Tommy Sheridan </strong>?'''' In order to post a comment you need to be registered and signed in. Sorry", "new_id": -2}, {"uid": "1295798969051544087", "i": 20733, "idx": 4, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "if he is?''`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q> We have got to stop polarizing ourselves. </q> <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for all of America. <strong> Colin Powell </strong> made the comments while in Hong Kong. <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong> leading up to Tuesday's election.( Nov. 5)", "new_id": -2}, {"uid": "1297668332223444997", "i": 6783, "idx": 2, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "Amy work for local nonprofit organizations. They have two children: Zachary, 8, who suffers from autism, and Jacob, 12. The family appeared with <strong> Kirsten Gillibrand </strong> on Sunday to support her legislation. <q> Raising two kids in the city of <strong> Mayor Michael Bloomberg </strong> is not easy. Our water bill is going up, the bridge tolls are going up,[ and] property taxes are going up every year. We feel like we're getting nickled and dimed and squeezed at every turn, </q> Lavelle said. <strong> Kirsten Gillibrand </strong> says the Homeowner Tax Fairness Act would save 1.1 million <strong> Mayor Michael Bloomberg </strong> state homeowners who do not itemize their tax deductions a total of$ 1 billion annually; this would include$ 210 million", "new_id": -2}, {"uid": "1295008484200032264", "i": 23200, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "about Gifford's condition to emerge since an assassination attempt against her on Saturday. <strong> Gabrielle Giffords </strong> was squeezing and stroking <strong> Kirsten Gillibrand </strong>'s hand, as doctors previously said she had been able to do. <strong> Gabrielle Giffords </strong> <q> absolutely could hear everything we were saying, </q> <strong> Kirsten Gillibrand </strong> said.`` And Debbie( Wasserman Schultz, D-Florida) and I were telling her how much she was inspiring the nation with her courage, her strength, and we were talking about the things we wanted", "new_id": -2}, {"uid": "1295644189196657172", "i": 21586, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "this former son of Essex to reach out to voters beyond his own Notting Hill comfort zone, regarding him as a consummate professional. But one Tory familiar with the thinking in the <strong> David Cameron </strong> circle said: <q> It was absolutely inevitable that <strong> Andy Coulson </strong> would have to go. It was a simple equation. Once the press officer becomes the story, it is the end of the press officer. </q> While <strong> David Cameron </strong> and <strong> George Osborne </strong>, who was instrumental in recruiting <strong> Andy Coulson </strong>, were sad to see him go, allies suggest the fact they are not distraught shows how they have grown in confidence since appointing <strong> Andy Coulson </strong> at", "new_id": -2}, {"uid": "1297190401179781654", "i": 26527, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries' loved it,'' he writes.`` The elites in", "new_id": -2}, {"uid": "1297142120027197452", "i": 38917, "idx": 0, "sa": ["Eric Schmidt"], "q": "is looking into whether the search engine violated competition law. told The Sunday Telegraph that Google did not want to become mired in an antitrust investigation where it could end up paying billions of dollars in fines. <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors. Hopefully, they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law, </q> <strong> Eric Schmidt </strong> told the Telegraph. <strong> Eric Schmidt </strong>'s comments came before Reuters reported that Google and the Commission are reportedly in tentative talks to resolve any antitrust probe. vowed to investigate complaints by Foundem,", "new_id": -2}, {"uid": "1296156383171884569", "i": 21872, "idx": 0, "sa": ["Bob Rock", "Mike Pence"], "q": "one in which a man dressed in Arab clothing thanks Sharp for increasing U.S. oil purchases. 1991: Writes an essay entitled`` Confessions of a Negative Campaigner'' in which he denounces his past campaign as <q> one of the most divisive and negative </q> in Indiana's history. 2000: Wins a six-way GOP primary with 44.5 percent of the vote after Rep. David McIntosh decides not to seek re-election. In the general election, <strong> Mike Pence </strong> beats Democrat <strong> Bob Rock </strong> and", "new_id": -2}, {"uid": "1296654250052576301", "i": 28257, "idx": 2, "sa": ["Peyton Manning", "Troy Polamalu", "Drew Brees", "Michael Vick", "Tom Brady"], "q": "top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I've got to buy my own jersey to get them out to my family,'' <strong> Troy Polamalu </strong> said. <q> I think that was probably the reason why, but I don't know. The Steelers emblem is worldwide. </q> Sure, <strong> Troy Polamalu </strong>. It has nothing to do with the way you play. Always humble and soft-spoken, his demeanor off the field belies his aggressive and man-possessed approach on it. When Clark saw that <strong> Troy Polamalu </strong> had", "new_id": -2}, [{"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]]