[{"uid": "1295155154246923288", "i": 40834, "idx": 0, "sa": ["Michael Jenkins", "Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. Steelers eliminate Ravens`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31-of-36 passes for 366 yards, more than href=\"http://www.sportsnet.ca/football/nfl/players/Brett Favre_Brett Favre\"> <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off href=\"http://www.sportsnet.ca/football/nfl/players/Michael Jenkins_Michael Vick\"> <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295981593193069115", "i": 15152, "idx": 0, "sa": ["Tim Pawlenty", "Newt Gingrich", "Bill Lockyer"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 3.3 BA$ 1,349,000.00 SAN FRANCISCO 2", "new_id": -2}, {"uid": "1297092424253722625", "i": 1733, "idx": 0, "sa": ["Simon Cowell"], "q": "confirmed details of <strong> Simon Cowell </strong>'s X Factor M onday morning. The big prize will be a$ 5 million Sony Music record deal. Contestants as young as 12 can compete. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong> in a statement.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1294978384186728451", "i": 48248, "idx": 1, "sa": ["Gabrielle Giffords", "Stephanie Herseth Sandlin", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong>, who was elected in 2006 with Ms. <strong> Gabrielle Giffords </strong>. When they met for their super-fast lunches and after-work drinks, they were often joined by <strong> Stephanie Herseth Sandlin </strong> of South Dakota, who was defeated last year. <q> We met on our first day, </q> said Ms. <strong> Kirsten Gillibrand </strong>, Democrat of New York, who later went on to the Senate.`` Not that many young women who run for Congress get elected, so I gravitated to her right away. She is", "new_id": -2}, {"uid": "1295097395007798784", "i": 4925, "idx": 2, "sa": ["Sergio Marchionne"], "q": "for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at the plant in a statement issued today following the Mirafiori vote. <q> The majority of our workers have not allowed themselves to be conditioned by the many accusations and attacks of those that sought to gamble with their future, </q> he said.`` By saying` yes' to the agreement, they have closed the door on extremism, that creates nothing but chaos and they have opened the door to the future, to the", "new_id": -2}, {"uid": "1296591075195919919", "i": 5965, "idx": 4, "sa": ["Ricky Gervais", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "actress can do her best work until she's slept with me.'' He then hinted that nominees- <strong> Julianne Moore </strong>, <strong> Annette Bening </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong>- had at one point rejected his advances. He went on: <q> I'm not trying to creep anyone out, but where's <strong> Emma Stone </strong>? </q> in reference to 22-year-old <strong> Emma Stone </strong>. And he finished by adding:`` I'm not saying that my theory holds water but <strong> Ricky Gervais </strong> asked to host Golden Globes again <strong> Ricky Gervais </strong>: Golden Globes Host ASKED To Return <strong> Ricky Gervais </strong> gets", "new_id": -2}, {"uid": "1297191106096485446", "i": 16929, "idx": 0, "sa": ["Robert Evans", "Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. User comments are not being accepted on this article. Each <strong> Robert Evans </strong>", "new_id": -2}, {"uid": "1295107313211468325", "i": 707, "idx": 2, "sa": ["Stephen C. Johnson", "Bernie Sanders", "Ralph Becker", "Jim Mountain Inhofe", "Barbara Boxer", "Ron Paul", "Ted Kennedy"], "q": "<strong> Ralph Becker </strong> testified before the UniTed Kennedy States Senate EnviRon Paulment and Public Works Committee on July 14 2009. Mayor <strong> Ralph Becker </strong> was inviTed Kennedy to testify before the Committee by Chairman <strong> Barbara Boxer </strong> and Ranking Member <strong> Jim Mountain Inhofe </strong>. The hearing, which focuses on <q> Transp... Sen. <strong> Bernie Sanders </strong> Grills EPA Administrator Sen. <strong> Bernie Sanders </strong>( I-VT), Senate Committee on EnviRon Paulment and Public Works, hearing entitled,`` Oversight of EPA's Decision to Deny the California Waiver </q> January 24, 2008... <strong> Bernie Sanders </strong> Tries to Get Straight Answer from EPA Admin Sen. <strong> Bernie Sanders </strong>( I-VT), EPA Administrator <strong> Stephen C. Johnson </strong>, Senate Committee on EnviRon Paulment and Public Works, hearing entitled,`` Oversight of EPA's", "new_id": -2}, {"uid": "1296366488199786542", "i": 44444, "idx": 9, "sa": ["Mike Pence"], "q": "less than 60 percent of the vote in the next five elections in east central Indiana.( 3 of 4) Stephan said winning the congressional seat was especially gratifying for <strong> Mike Pence </strong>. Stephan said, <q> I think it was a sense that` there is a second chance; there is an opportunity to serve at this level- I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.' </q> One of his first actions after being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]