[{"uid": "1296566910244629509", "i": 13871, "idx": 6, "sa": ["Allen Iverson"], "q": "'s all about one common goal: bringing a championship to Philadelphia.\" And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. <q> It was blown out of proportion because people heard me responding back, </q> <strong> Allen Iverson </strong> said. \"But if you listen, you'll hear things way worse than what I said. But I'm <strong> Allen Iverson </strong> and I have an \"X\" on my chest. I handled it the wrong", "new_id": -2}, {"uid": "1297260081046088218", "i": 10079, "idx": 4, "sa": ["Eric Schmidt"], "q": "we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company between the different stakeholders.\" <q> The days when we could just ship a product are gone. We do much, much more than five years ago. It is a permanent change. </q> EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: \"", "new_id": -2}, {"uid": "1297242441083116117", "i": 20964, "idx": 3, "sa": ["Jay Leno", "David Letterman", "Hosni Mubarak"], "q": "Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up \"pulling a <strong> Jay Leno </strong>.\") \"I love you. I am in your corner,\" Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. <q> I don't want the same thing to happen to you that happened to Regis. </q> This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. \"You know, he was fired. He lives in my building... He got fired. He asked", "new_id": -2}, {"uid": "1297678702023707655", "i": 42638, "idx": 0, "sa": ["Zahi Hawass"], "q": "protests for the sake of Egypt. The Egyptian Museum, home to priceless collections, announced on Sunday that several priceless artefacts were stolen during a break-in on January 28. The missing pieces include <q> a gilded wood statue of the 18th Dynasty Pharaoh Tutankhamun being carried by a goddess, </q> and parts of another gilded wood statue of the king, Minister of State for Antiquities <strong> Zahi Hawass </strong> said in a statement.", "new_id": -2}, {"uid": "1295276008044859404", "i": 41320, "idx": 0, "sa": ["Sean Hannity", "Mike Pence"], "q": ", not all republicans are racist and not all racists are republicans. It's just an incendiary title designed to get you to click the link. Please don't pee your panties.... <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: <q> The American people are in charge here, </q> Can Stop Government Takeover <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: \"The American people are in charge here,\" Can Stop Government Takeover Congressman <strong> Mike Pence </strong> appeared on FOX News last night to discuss health care reform and the Democrats' attempt", "new_id": -2}, {"uid": "1295089641253313042", "i": 1565, "idx": 0, "sa": ["David Letterman"], "q": ". And with my children, that was uncomfortable.\" Kelsey and Camille are still legally married and working through the finances of their pending divorce. Kelsey wants to marry Kayte as early as next month. <q> The kids seem to be doing OK, </q> Kelsey said in an interview with <strong> David Letterman </strong>. \"We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.\"", "new_id": -2}, {"uid": "1295984196057327656", "i": 24598, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "week he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page and become executive chairman. <strong> Eric Schmidt </strong> is \"committed to <strong> Google Inc. </strong>,\" he told reporters at the Digital-Life-Design conference in Munich today. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of \"Googled", "new_id": -2}, {"uid": "1295934218032604160", "i": 25528, "idx": 0, "sa": ["Christine Lakin", "Bill Lockyer", "Michael Trevino", "Zelda Fitzgerald", "Newt Gingrich"], "q": "36. Actress <strong> Christine Lakin </strong> is 32. Rhythm-and-blues singer Alicia( ah-LEE'- sha) Keys is 30. Actor <strong> Michael Trevino </strong>( TV: \"The Vampire Diaries\") is 26. Thought for Today: <q> I don't want to live. I want to love first, and live incidentally. </q>- <strong> Zelda Fitzgerald </strong>, American writer( 1900-1948). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3 BA$ 9,750,000.00", "new_id": -2}, {"uid": "1297270972137707531", "i": 14283, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "and law and order broke down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]