[{"uid": "1296161907174751864", "i": 49911, "idx": 3, "sa": ["Maxine Waters", "Charles Ellis Schumer", "Nancy Pelosi", "John McCain", "Dick Durbin", "Harry Reid", "Bernie Sanders", "Barbara Boxer"], "q": " Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q> How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years? </q> eg: <strong> Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, Charlie Rangel, <strong> Charles Ellis Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Quotes delayed, except where indicated otherwise.", "new_id": -2}, {"uid": "1297189127260702227", "i": 41263, "idx": 1, "sa": ["Simon Cowell"], "q": "really, really want to be on this show and I'm waiting on a decision,'' said <strong> Simon Cowell </strong>, offering little else, except that the female judge`` will be cute'' and the other male judge <q> won't be as good-looking </q> as <strong> Simon Cowell </strong> himself.` American Idol,' <strong> Simon Cowell </strong> said he's watched clips of the current season and thinks the new judges are doing well.`` I think they're doing fine. You know, they", "new_id": -2}, {"uid": "1296504048117964815", "i": 2230, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "the congresswoman who was shot in the head on Jan. 8, is continuing to recover at an amazing rate, her friend, New York Senator <strong> Kirsten Gillibrand </strong>, said. Via her Twitter account, <strong> Kirsten Gillibrand </strong> said <q> <strong> Gabrielle Giffords </strong> continues to defy the odds </q> in her recovery, after she visited the Houston rehabilitation hospital where <strong> Gabrielle Giffords </strong> is being treated. The congresswoman was transported to Memorial Hermann-Texas Medical Center on Friday, making`` strong progress'' in her recovery after", "new_id": -2}, {"uid": "1295568275055377924", "i": 24142, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Street had been expecting. Earnings per share, at$ 8.75 on the pro-forma basis analysts use to assess the company, were up from$ 6.79 a year before and above expectations of$ 8.08. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come, </q> Mr <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1295894256267862023", "i": 26810, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "I wanted to make it free,'' he said. He also revealed that's he's working on another game. Asked to give details he responded with the poise of a much older businessman. <q> That's a secret, </q> he told ABC News. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down", "new_id": -2}, {"uid": "1297072799041992234", "i": 32290, "idx": 1, "sa": ["Simon Cowell"], "q": " But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1295217044057311259", "i": 9241, "idx": 0, "sa": ["Sergio Marchionne"], "q": "other unions backed it as encouraging investment. The bitter campaign split Italy's powerful labor unions. <strong> Sergio Marchionne </strong> praised the`` courage'' of workers who gave their approval. Saying yes to flexibility makes it possible to achieve <q> very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs, </q> <strong> Sergio Marchionne </strong> said in a statement.`` In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,'' he said. The new", "new_id": -2}, {"uid": "1295742187192593932", "i": 36829, "idx": 1, "sa": ["Alassane Ouattara"], "q": "Coast stand-off tightens belts Sylvain N'Guessan gazes over the empty seats at Le Phenicia, the restaurant he manages in target=\"_blank\" href=\"http://abidjanpost.com/\"> Abidjan, wondering how he will pay the bills as worsening violence keeps clients away. <q> We've had one customer so far today, </q> N'Guessan said from behind the bar at 7pm on Sunday. He had not received his December salary or paid last month's IVORY COAST: Pro-Gbagbo police killed in clashes with <strong> Alassane Ouattara </strong> supporters IVORY COAST: Pro-Gbagbo police killed", "new_id": -2}, {"uid": "1295668482153141257", "i": 14095, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": " In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>.`` He's a global statesman, all the way,'' he said. <q> <strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree. </q> In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page returns to the top. Mr. Page acknowledged that his role would change but said his passion was still", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]