[{"uid": "1297224206054231079", "i": 23203, "idx": 1, "sa": ["Donald Rumsfeld", "Sean Hannity"], "q": "Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political upheaval. <q> If you think of the Iran model, where there was a popular revolution, and it wasn't the populace that ended up in charge- it was a very small, radical, extremist clique- that risk exists[ in other Middle East countries], </q> said <strong> Donald Rumsfeld </strong>, whose memoir,`` Known and Unknown,'' was published Tuesday.`` The problem we have is there are many elements in a popular revolt. Among them are extremists, like the", "new_id": -2}, {"uid": "1296679971172851230", "i": 21517, "idx": 1, "sa": ["Steven Tyler", "Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": ".`` I'm really happy with that,'' he insisted. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>, who he said have quickly helped right the ship after the uncertainty that followed lead judge <strong> Simon Cowell </strong>'s departure last year. <q> You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge, </q> he said, seemingly referring to ex-`` Idol'' panelists, songwriter <strong> Kara DioGuardi </strong> and comedian/talk show host <strong> Ellen DeGeneres </strong>.`` So I knew it was going to be better than people expected. To have lost our star", "new_id": -2}, {"uid": "1295139773120274967", "i": 27290, "idx": 5, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "although her husband, Jonathan, always is, at least some.`` Of course he worries about me every day, and he always has and he always will,'' <strong> Kirsten Gillibrand </strong> said. <q> But we also know this job is about service, it's about helping constituents, and meeting constituents, and being available and having those one-on-one meetings, </q> she said. And neither she, nor <strong> Gabrielle Giffords </strong>, will back away from doing that job, <strong> Kirsten Gillibrand </strong> argued.`` He( Jonathan) knows that that's what we do and want to", "new_id": -2}, {"uid": "1297349336255099318", "i": 26010, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": " In his previous job, <strong> Satya Nadella </strong> was responsible for the Bing search engine, the company's MSN portal and Microsoft's advertising platforms, according to his href=\"http://www.microsoft.com/presspass/exec/Satya Nadella/default.aspx\"> biography on Microsoft's site. <q> In that role, <strong> Satya Nadella </strong> was responsible for the technical vision and engineering of some of the largest Web services and cloud infrastructure on the planet, </q> the bio said. <strong> Bob Muglia </strong> will stay through the summer in order to help <strong> Satya Nadella </strong> make the transition, <strong> Steve Ballmer </strong> said. Meanwhile, <strong> Steve Ballmer </strong> also announced that <strong> Amitabh Srivastava </strong>, senior vice president of the Server and Cloud", "new_id": -2}, {"uid": "1297617511105119748", "i": 43999, "idx": 5, "sa": ["Satya Nadella", "Steve Ballmer"], "q": ", will presumably carry out what <strong> Steve Ballmer </strong> previously termed as the Server and Tools Business' move into`` the era of cloud computing.'' In his own Feb. 9 email to employees, <strong> Satya Nadella </strong> wrote: <q> We are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Microsoft's cloud strategy takes multiple forms: In addition to productivity platforms such as Office 365 and cloud-ported entertainment via Xbox Live, <strong> Steve Ballmer </strong> has repeatedly touted a vision in which businesses subscribe to cloud-based services in", "new_id": -2}, {"uid": "1294969491073564163", "i": 1508, "idx": 6, "sa": ["Sergio Marchionne"], "q": "he said:`` It needs to be replaced,'' but not necessarily by a Dodge-brand SUV. Chrysler is conducting customer clinics on replacement vehicles and has it about 80 percent right, <strong> Sergio Marchionne </strong> said. <q> Give us about 40 days </q> to make a decision, he said. Continued Hemi investment Though some industry experts have questioned the survival of the V-8 engine in the 35 mpg era, Chrysler will continue upgrading its legendary Hemi", "new_id": -2}, {"uid": "1295299590143114291", "i": 51985, "idx": 2, "sa": ["Marcus Camby", "Glen Davis", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the final 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was definitely important, </q> Denver center <strong> Marcus Camby </strong> said.`` We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip.`` We had http://wn.com/Celtics_105-87_Grizzlies_032109_I_Glen Davis_Glen Davis_career-high_24pts MEMPHIS", "new_id": -2}, {"uid": "1296727907183500817", "i": 19764, "idx": 18, "sa": ["Carmelo Anthony", "Allen Iverson", "Ray Allen"], "q": "his status.`` The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,'' <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1295741039001638416", "i": 15318, "idx": 6, "sa": ["Allen Iverson", "Jeff Green", "Earl Boykins"], "q": "certainly saw what they missed out on Tuesday night.`` I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,'' <strong> Allen Iverson </strong> said. <q> You always have to feel http://wn.com/Allen Iverson_Allen Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies Kevin Durant and <strong> Jeff Green </strong> both had career-best efforts for the Seattle SuperSonics and damaged the Denver Nuggets' postseason aspirations. Durant, the second- overall pick in last year's draft and the leading candidate for rookie of the year, scored a season-high 37 points and <strong> Jeff Green </strong>, the fifth pick, had a season-high 35 to lead the Sonics to a 151-147 double-overtime victory over Denver on Sunday night.`` My teammates were making plays and I was just there finishing them, </q> <strong> Jeff Green </strong> said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, Earl Boykinsier Sunday", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]