[{"uid": "1295876928012320777", "i": 42704, "idx": 0, "sa": ["Andy Coulson", "Ed Miliband"], "q": "Although the investigators were initially recruited prior to the announcement of <strong> Andy Coulson </strong>'s departure, the events of the past week have added to the determination to gather information that could embarrass <strong> Ed Miliband </strong> and senior members of his staff. <q> Before <strong> Andy Coulson </strong> resigned it was business. Now it's personal, </q> said another informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World", "new_id": -2}, {"uid": "1297446725101842956", "i": 13441, "idx": 10, "sa": ["John McCain", "Donald Rumsfeld"], "q": "for having a \"hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media\" . <strong> John McCain </strong>'s reaction to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark: <q> Thank God he was removed of his duties. </q> I quote this back at <strong> Donald Rumsfeld </strong>, who responds with a chilly smile: \"That's fairly typical of him... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a", "new_id": -2}, {"uid": "1295250569089341959", "i": 42849, "idx": 2, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "\"Meet the Press,\" Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut <strong> Mark Kelson </strong>, Saturday night. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury. </q> Also Sunday, one of the other shooting victims, James Eric Fuller, 63, was involuntarily committed for a mental-health evaluation, which by law must run a minimum of 72 hours. Pima", "new_id": -2}, {"uid": "1295974602230735939", "i": 5587, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"uid": "1297425673245137428", "i": 38282, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the exclusive vendor for Windows Phone 7 devices, the two will work together on devStephen Elopment and marketing initiatives. \"This partnership with Nokia will accellerate, dramatically accelerate Windows phone ecosystem,\" said <strong> Steve Ballmer </strong>. <q> We need to and we will collaborate closely on joint devStephen Elopment and joint marketing initiatives. Nokia's location and mapping services will improve our joint experience and help deepen the access and information in our Bing service. Nokia will work with us on hardware advances and work on its own unique hardware advances. This partnership is good for Microsoft and its good for Nokia. </q> No official handsets were announced at the event, though <strong> Steve Ballmer </strong> said that engineering teams have been working extensively together for some time. A question on tablets was asked, to which <strong> Stephen Elop </strong> answered", "new_id": -2}, {"uid": "1297285737241352726", "i": 11241, "idx": 0, "sa": ["John Kennedy", "Sergio Marchionne", "Barack Obama"], "q": "Even as we make America the best place on Earth to do business, businesses also have a responsibility to America,\" he told the businessmen in the Chamber. Echoing <strong> John Kennedy </strong>'s inaugural speech, he said, <q> I'm hoping that all of you are thinking what you can do for America. Ask yourselves what you can do to hire more American workers, what you can do to support the American economy and invest in this nation. </q> Just how readily U.S. business leaders will take up <strong> Barack Obama </strong>'s challenge is unclear. In the meantime, Fiat's <strong> Sergio Marchionne </strong>- who is a dual Canadian citizen and has lived in Windsor, Ontario, across", "new_id": -2}, {"uid": "1295841387032849936", "i": 21341, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6% of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296010609232554501", "i": 50516, "idx": 1, "sa": ["Steve Ballmer"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> \"is always on thin ice,\" said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q> <cite> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. </cite>", "new_id": -2}, {"uid": "1297464725077398024", "i": 42077, "idx": 5, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" \"It certainly doesn't give one confidence,\" the former secretary said of the administration's public steps. <q> One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been somewhat confusing. </q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator. \"He clearly has perpetuated himself in office. He clearly has hoped that his son would", "new_id": -2}, {"uid": "1297235495229376070", "i": 29432, "idx": 1, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "head and also targeted ex-George W. Bush's two daughters. \"I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC's \"Good Morning America\" in his first live television interview since leaving office over four years ago. <q> Of course, the <strong> George H. W. Bush </strong> and his family had secret serGeorge H. W. Bush protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> George H. W. Bush </strong> urged him to take the threat seriously because US", "new_id": -2}]