[{"uid": "1296219928236240904", "i": 32649, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> CAMILLE:`` He uses them as props. It's tough, it's harsh. It hurts, of course.'' The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Kelsey_Grammer_Is_A_Cross_Dresser,_Ex-Wife_Camille_Implies_ February", "new_id": -2}, {"uid": "1296658306101318663", "i": 28489, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "is a spate?'' correspondent <strong> Steve Kroft </strong> asked.`` You could see 50 sizable defaults, 50 to 100 sizable defaults, more,'' said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q> This will amount to hundreds of billions of dollars' worth of defaults. </q> Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction`` apocalyptic arm-waving,'' the National League of Cities' research director cited her`` stunning lack of understanding,'' and", "new_id": -2}, {"uid": "1295945595182452244", "i": 20850, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "They've been allocating money to all strategies,'' said Vijay Rakesh, an analyst at Sterne Agee& Leach Inc. in Chicago who has a`` buy'' rating on Intel shares and doesn't own any. <q> They made acquisitions last year. They're paying out pretty good dividends, and now they're doing buybacks. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NOVATO 4 BR/ 4.0 BA$ 1,585,000.00 SAN RAFAEL 5 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1295667434215973918", "i": 12031, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company and replace <strong> Eric Schmidt </strong> as CEO this April. Mr <strong> Eric Schmidt </strong> was brought in to help Mr Page and his partner <strong> Sergey Brin </strong> in 2001, to provide`` adult supervision'' to the two students. <q> I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> said Mr <strong> Eric Schmidt </strong>. The company has been operating in a triumvirate management structure between them for the last decade, but now Mr <strong> Eric Schmidt </strong> will move to executive chairman, working on deals, partnerships and government", "new_id": -2}, {"uid": "1295595231037634053", "i": 11017, "idx": 7, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' Page hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Page said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies.", "new_id": -2}, {"uid": "1297591714082133005", "i": 15421, "idx": 1, "sa": ["Jamie Hince", "Howard Stern", "Kate Moss", "David Letterman"], "q": "make me cry.'' Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q> We couldn't get the rights to <strong> David Letterman </strong>'s show and <strong> David Letterman </strong> did me the favor of shooting this with me. </q> <strong> Howard Stern </strong> also had kind words for Australian rock band AC/DC who were in the film(`` Shooting with AC/DC... they stayed all day and never complained or asked for a thing. They", "new_id": -2}, {"uid": "1295984774233783312", "i": 11488, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders", "Peter Shumlin"], "q": "All three members of the delegation joined Gov. <strong> Peter Shumlin </strong> at a Statehouse news conference one week ago and pledged to help the state secure federal waivers needed to implement sweeping health care reforms. <strong> Sen. Bernie Sanders </strong> said, <q> It is my strong hope that Vermont will lead the nation in a new direction through a Medicare-for-all single-payer approach. At a time when 50 million Americans lack health insurance and when the cost of health care continues to soar, we must do all we can to lower the costs and improve the quality of care. </q> <strong> Patrick Leahy </strong> said,`` This is a bill to give Vermont and other states the choice to go above and beyond the national standard by letting states devise their own reforms. Vermont has always been a leader", "new_id": -2}, {"uid": "1297716144147800162", "i": 45630, "idx": 0, "sa": ["Demetri Martin", "Greta Gerwig", "Topher Grace", "Arcade Fire", "Michael Vick"], "q": "... Photo in Slideshow: Canada's <strong> Arcade Fire </strong> perform`` Month of May'' at the 53rd... Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q> YES and know WHY??? It was, for ONCE, not an all-black night. It was getting so ABSURD, those awards. NOTHING but nasty rap and nothing but black music. It was trashy and represented badly-- </q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1296514464125338118", "i": 3512, "idx": 0, "sa": ["Michael Vick"], "q": "Pro Bowl QB in Philadelphia. ESPN cited a league source in reporting Sunday that <strong> Michael Vick </strong> will be... Game, I got a text message from a highly placed person in the Dolphins organization that read, <q> All even this morning in the AFC East. </q> Yes, that is a glass half-full view of things. But, sure enough, it is an inarguably accurate view of things, as well. With their elimination from the playoffs, Finding Patriot material", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]