[{"uid": "1295602299207912976", "i": 13167, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>- and H.E.", "new_id": -2}, {"uid": "1295758316143998985", "i": 10420, "idx": 1, "sa": ["Barack Obama", "Dr. Peter", "Sen. Bernie Sanders"], "q": "It's inexcusable and incomprehensible why a single evil man took the lives of peaceful citizens that day. \"She has a 101 percent chance of surviving,\" trauma chief <strong> Dr. Peter </strong> Rhee told ABC News. <q> She will not die. She does not have that permission from me. </q> <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: \" A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and", "new_id": -2}, {"uid": "1295945706264699926", "i": 11531, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich", "Richard Keys"], "q": "whether she knew the offside rule. <strong> Richard Keys </strong> said he could \"guarantee\" she would make a big mistake. <strong> Richard Keys </strong> said the game had \"gone mad\" by allowing her to run the line. The comments <q> are inexcusable from anyone at Sky, </q> said Barney Francis, managing director of Sky Sports. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1295142282036634657", "i": 38345, "idx": 7, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 WC vs. St. Marks( defending", "new_id": -2}, {"i": 2627, "idx": 1, "index_answer": 1, "new_id": -1, "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,\" said <strong> Stephen Elop </strong>. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft chief executive <strong> Steve Ballmer </strong> added: I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware", "sa": ["Steve Ballmer", "Stephen Elop"], "uid": "1297419313245137425"}, {"uid": "1295772199201490460", "i": 10400, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "place on the judging panel of <strong> Simon Cowell </strong>'s US version of The X Factor. According to Look magazine, the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. <q> To get her on the show would give it real star power, </q> a source told the magazine. \"<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna", "new_id": -2}, {"uid": "1295667464153141265", "i": 4952, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "In a statement, he said it had been \"a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years\" and he was proud of the work he had done. But he added: <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> praises \"professional\" <strong> Andy Coulson </strong> The prime minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> had decided to resign but he \"understood that the continuing pressures on him and his family meant", "new_id": -2}, {"uid": "1296077499180650053", "i": 46322, "idx": 0, "sa": ["Steve Ballmer", "Bill Clinton"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of Wall Street's expectations. Microsoft shares plunged more than 11 percent. <q> We're certainly in the midst of a once-in-a-lifetime set of economic conditions, </q> <strong> Bill Clinton </strong> Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"uid": "1297275510262340633", "i": 2902, "idx": 3, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "cloud. He said he's up to the task. \"Our Server and Tools business is one of the fastest growing and most profitable businesses at Microsoft,\" <strong> Satya Nadella </strong> said, in a statement. <q> I see great opportunity for Microsoft to grow the business and also lead the way in the transformation of enterprise IT. I'm excited to work with such a high-caliber team to chart the path for our continued success today and growth in the future, </q> <strong> Satya Nadella </strong> said. <strong> Steve Ballmer </strong> may not be done with the shakeup. Bloomberg reported Tuesday that he's contemplating broader changes that would elevate other employees with programming and engineering backgrounds to senior positions. Such moves could", "new_id": -2}, {"uid": "1295815498029966341", "i": 1016, "idx": 7, "sa": ["Eric Schmidt"], "q": "large food retailer Ahold. Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Google co-founder Larry Page taking over as CEO is becoming a more robust cloud-based productivity suite, and the... Report Abuse <q> Federal Government Tax Revenues$ 2 TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental Tax", "new_id": -2}]