[{"uid": "1297284502241352719", "i": 44893, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": People gather on the steps of New York City Hall... Photo in Slideshow: FILE- In this April 27, 2010 file photo, a... U.S. Video: City worker's striptease raises questions Report Abuse <q> cut off our arm to pay for pretty clothes. </q> Report Abuse \" Just another quick fix lets see how fast gasoline prices drop.They wont LOL \" remember our Government is here to hurt us not help us. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"uid": "1297129044188514306", "i": 483, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said a decision about who will sit beside him on the panel will be made in the next three or four weeks. He says he's looking for people who could one-up him in battle. <q> I have to put people on this panel who I genuinely think could be better than me, so it becomes a real competition, </q> he said. \"It is a very, very different principle. It's easy to make comments, but when you have to put together the entire performance yourself and your fellow judges are judging you, it", "new_id": -2}, {"uid": "1297136473102924319", "i": 29840, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-", "new_id": -2}, {"uid": "1296414527110477372", "i": 521, "idx": 0, "sa": ["Zahi Hawass"], "q": "that the figures did not contain gold, they dropped them and the items broke. They then seized two skulls of the 2,000-year-old mummies and fled. <strong> Zahi Hawass </strong>, the director of the museum, said: <q> Demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged. Only their heads were intact. </q> Egyptologists described the smashing of the irreplaceable artefacts as \"devastating\". 29 Jan 2011 \"But I would not be at all surprised if this was the work of a gang who were being", "new_id": -2}, {"uid": "1296160283122896480", "i": 14026, "idx": 4, "sa": ["Chuck Schumer", "Mike Crapo", "Sen. Bernie Sanders"], "q": "get past the politics of the past and deal with this issue, making the hard decisions that have to be made,\" <strong> Sen. Bernie Sanders </strong> <strong> Mike Crapo </strong>, R-Idaho, said Thursday at a Senate hearing on the budget deficit. <q> As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the equation must be on the table. </q> <strong> Sen. Bernie Sanders </strong> <strong> Chuck Schumer </strong>, D-N.Y., accused congressional Republicans of wanting to end Social Security by privatizing it. \"Privatize means end,\" <strong> Chuck Schumer </strong> said Thursday after the meeting of the Senate Social Security Caucus", "new_id": -2}, {"uid": "1295432780218038315", "i": 4751, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Steve Coogan"], "q": "Sports commentator <strong> Andy Coulson </strong> Gray, the high court was told today. <strong> Glenn Mulcaire </strong>, seized in a police raid of his home in 2006, showed he had also noted the number the former footballer used to access messages. <q> The only purpose of calling that number would be to go into voicemails, </q> Reed said. Gray and the comedian <strong> Steve Coogan </strong> went to the high court today in an attempt to force <strong> Glenn Mulcaire </strong> to reveal which News of the World journalists ordered him to hack into their mobile phones. They are", "new_id": -2}, {"uid": "1295813473183353387", "i": 15088, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with", "new_id": -2}, {"uid": "1296709692055181312", "i": 47084, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "Wednesday. \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> <q> wanted the options to be \"creative.\" </q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20 \"IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres...\"", "new_id": -2}, {"uid": "1296199986159858692", "i": 30425, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Thursday, January 27, 2011; 10:52 PM <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]