[{"uid": "1296158717066846725", "i": 33206, "idx": 0, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "watching <strong> Steve Jobs </strong> operate-- since 1982. The companies, deals, and trends in tech that are moving market and making headlines. Written by@FortuneMagazine RT@ktbenner: Hate Goldman? Its employees love it for a <q> sense of family and belonging </q>( and maybe money)@FortuneMagazine RT@LaMonicaBuzz:$ SLE plunges 7% on reports it will split meat& coffee units instead of selling out to PE firms or Brazil's JBS.@FortuneMagazine Google's <strong> Eric Schmidt </strong> refutes", "new_id": -2}, {"uid": "1295645769060784655", "i": 22589, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "marks a return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. While Google has dominated Internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook", "new_id": -2}, {"uid": "1295615554111296525", "i": 50451, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Paul Coulson"], "q": "Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of \"pressures on him and his family\" . Mr <strong> Paul Coulson </strong>, a former editor of the World, said <q> continued coverage of events connected to my old job </q> made it difficult <strong> Andy Coulson </strong> to make personal statement about his future Downing Street refuses to confirm whether <strong> Paul Coulson </strong> will resign over phone-hacking row <strong> Andy Coulson </strong> has always argued that he was not aware of World when he was editor. Photograph", "new_id": -2}, {"uid": "1297290206039763995", "i": 50545, "idx": 0, "sa": ["Ashton Carter", "Donald Rumsfeld"], "q": "just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense Secretary <strong> Donald Rumsfeld </strong>. <q> A strong, technologically vibrant, and financially successful defense industry is... in the national interest, </q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue \"policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.\" <strong> Ashton Carter </strong> later told Reuters that his goal was to", "new_id": -2}, {"uid": "1297228077053084177", "i": 10464, "idx": 4, "sa": ["Lady Gaga", "Simon Cowell"], "q": "the judges have to mentor the contestants.\" He believes the various age and act categories give scope for unusual talent- for which he thinks there is a huge market. He said: <q> It kind of feels that we have come out of a grey period into a very fun and extreme time again. I think records have got better and the artists have got better. \"A good example is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into Idol three years ago with a lobster on her head. </q> Despite his own status never being higher, <strong> Simon Cowell </strong> knows there are limits- such as the guest list for April's Royal Wedding. He laughed: \"I haven't been invited, but", "new_id": -2}, {"uid": "1297071462040665109", "i": 57576, "idx": 0, "sa": ["Simon Cowell"], "q": "month, <strong> Simon Cowell </strong> stated that he would be making an Cowell-us-x-factor-announcement-soon.html\"> announcement within two weeks. However, it is not yet known if the update will confirm the Fox show's judges or presenter. <q> It's what we've all been waiting for. The X Factor. Airing on Fox this Fall, </q> the site teased. \"And we're on a mission to find America's top undiscovered singing talent. \"Be sure to check back tomorrow for some BIG X Factor news.\" The", "new_id": -2}, {"uid": "1295621862132808705", "i": 52564, "idx": 5, "sa": ["Ken Auletta", "Larry Page", "Eric Schmidt"], "q": "as <strong> Eric Schmidt </strong> has done in the company,' Mr. <strong> Larry Page </strong> said.\" Which is why he's no longer CEO. Now, sit down and shut up for once. Miller and Helft report, <q> <strong> Ken Auletta </strong>, the author of` Googled: The End of the World As We Know It,' said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside.' I don't think he was pushed aside, but he may have been nudged,' he said. </q> Gee, ya think? Miller and Helft report,\" \" ` <strong> Larry Page </strong> has wanted to be C.E.O., so that's not a surprise,' said a former Google sales executive who would speak only", "new_id": -2}, {"uid": "1295600230194969603", "i": 46273, "idx": 5, "sa": ["Larry Page", "Barack Obama", "Eric Schmidt"], "q": "individual roles so there's clear responsibility and accountability at the top of the company.\" At the earnings call, <strong> Eric Schmidt </strong> was asked specifically about the government outreach part of his new role and he replied: <q> We need to talk to them. They often don't understand what we're doing. This is aided by our rivals. So far we've been quite successful by just taking the time and getting people to understand what we're doing. The things we're doing are pro-competitive. I believe that. And I'll be arguing that. </q> <strong> Barack Obama </strong> may be getting a phone call in the morning it seems. Praising <strong> Eric Schmidt </strong> for his decade in charge of Google, <strong> Larry Page </strong> said:\" \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading", "new_id": -2}, {"uid": "1296579546026624003", "i": 59012, "idx": 0, "sa": ["Danny Granger", "Dahntay Jones", "Allen Iverson"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night. <q> At times, when we can put teams away, we go about it in a lackadaisical way, </q> <strong> Allen Iverson </strong> said. \"We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talking about.\" The Pacers earned a split of the home-and-home series after Philadelphia", "new_id": -2}, {"uid": "1295139772120274975", "i": 19167, "idx": 1, "sa": ["Ron Reagan", "Kirsten Gillibrand"], "q": ", an astRon Reaganaut who probably never saw anything so beautiful in space. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. <q> It felt like a miracle. It felt like we were watching a miracle, </q> said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her", "new_id": -2}]