[{"uid": "1296060080049987593", "i": 34598, "idx": 0, "sa": ["Mia Tyler", "Steven Tyler", "Liv Tyler", "Simon Cowell"], "q": "bleeped out by the Fox show's editors, <strong> Mia Tyler </strong> told href=\"http://theclicker.todayshow.com/_news/2011/01/25/5918144-Steven Tyler-Liv Tylers-daughter-hes-saving-american-idol\"> Life& Style that her rocker daddy is way more interesting than title=\"Simon Cowell\" href=\"http://www.nbcnewyork.com/topics?topic=Simon Cowell+Simon Cowell\"> <strong> Simon Cowell </strong> and his nasty quips. <q> We're a very sarcastic family, </q> said <strong> Mia Tyler </strong>, a plus-sized model and title=\"Liv Tyler\" href=\"http://www.nbcnewyork.com/topics?topic=Liv Tyler+Liv Tyler\"> <strong> Liv Tyler </strong>'s paternal half-sister.`` He's the funniest man I know. He's saving the show because it was kind of boring before. There", "new_id": -2}, {"uid": "1297485578090832916", "i": 49394, "idx": 0, "sa": ["Vidal Sassoon", "Michelle Trachtenberg", "Dave Matthews", "Simon Cowell", "Michael Rosenbaum", "Katy Perry", "Aretha Franklin"], "q": "<strong> Dave Matthews </strong> Speaks on His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q> One Day I Woke Up and Had Boobs </q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' href=\"http://us.rd.yahoo.com/blogs/crush/mileys-puppy-love/558\"> Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite>", "new_id": -2}, {"uid": "1296963339115425283", "i": 5565, "idx": 1, "sa": ["Andy Reid", "Michael Vick"], "q": "<strong> Andy Reid </strong>, who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> <strong> Andy Reid </strong> said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1295678292205783091", "i": 30011, "idx": 0, "sa": ["George W. Bush", "Bill Clinton", "Rudy Giuliani", "Colin Powell"], "q": "are usually attended by about 1,000 business leaders.`` Nobody can deny that she has had an impact on the debate over public policy,'' Kevin Law, the group's <strong> George W. Bush </strong>, told the AP. <q> Let's see what she has to say. </q> <strong> Bill Clinton </strong> was the most recent speaker at an association event last fall. Former <strong> George W. Bush </strong> and his father made a joint appearance before the group, as well. Other speakers have included <strong> Rudy Giuliani </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297293184036945944", "i": 52039, "idx": 2, "sa": ["Nancy Keenan", "Mike Pence", "Barack Obama"], "q": "abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregNancy Keenan. Americans will not stand for this blatant hypocrisy.'' <q> The real impact of eliminating the Title X program is that millions of women across the country will lose access to basic primary and preventive health care, such as lifesaving cancer screenings, contraception, STI testing and treatment, and annual exams, </q> said Cecile <strong> Mike Pence </strong>, <strong> Barack Obama </strong> of Planned Parenthood.`` In fact, six in ten women who access care from a family planning health center consider it to be their main source of health care.''", "new_id": -2}, {"uid": "1296626752088883210", "i": 39571, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Keith Olbermann"], "q": " In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. The would-be GOP nominee is up to his old tricks,", "new_id": -2}, {"uid": "1297124273189071372", "i": 28142, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "bill tomorrow, Labour has warned. <strong> Andy Burnham </strong>, the shadow education secretary, urged MPs to vote against the bill, which will have its second reading in the Commons tomorrow. <strong> Andy Burnham </strong> argues that the bill <q> stacks the odds even further against the parents of children with disabilities and special needs </q>. He said the bill- which gives href=\"http://www.guardian.co.uk/politics/Michael GoveMichael Gove\" title=\"More from guardian.co.uk on Michael Gove\"> <strong> Michael Gove </strong>, the education secretary, 58 new powers-`` stripped councils of any meaningful role''. Families of children", "new_id": -2}, {"uid": "1295612145098222099", "i": 2723, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "was editor of the paper, from which he resigned in 2007.`` I can today confirm that I've resigned as Downing Street director of communications,'' <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q>`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> said in a statement that he was``", "new_id": -2}, {"uid": "1297088049185942044", "i": 46793, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that showed in her lack of organization in putting together critical meetings.`` She'd been an academic. And, you know, a lot of academics like to have meetings,'' <strong> Donald Rumsfeld </strong> said. <q> And they like to bridge differences and get people all to be happy. </q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. washingtonpost: Assange appears", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]