[{"uid": "1297194282067846163", "i": 30581, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Richard Blumenthal", "Patty Murray"], "q": "bills on abortion funding this week, Senate Democrats on Tuesday took aim at the GOP proposals as \"extreme\" and charged that they are a distraction from Congress's top priority of kick-starting the economy. <q>We're here today to send a clear message to our Republican colleagues on the <strong> House Judiciary Committee </strong> side: Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise. And according to medical experts, your agenda risks the health and the lives of women,</q> <strong> Barbara Boxer </strong>( D-Calif.) said at a Capitol news conference. <strong> Barbara Boxer </strong> was joined by several other Democratic lawmakers including Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.), <strong> Richard Blumenthal </strong>( Conn.), <strong> Al Franken </strong>", "new_id": -2}, {"uid": "1296161021042713162", "i": 9137, "idx": 2, "sa": ["Eric Schmidt"], "q": "The End of the World As We Know It, told The New York Times. He suspects <strong> Eric Schmidt </strong> just wants a change after a decade as CEO, and he does stay on as executive chairman, <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership</q>. I'm inclined to agree. The shift in <strong> Eric Schmidt </strong>'s role is relatively subtle. Google is selling it as \"plans to streamline decision making and create clearer lines of responsibility and accountability at the", "new_id": -2}, {"uid": "1295657293256983049", "i": 10757, "idx": 2, "sa": ["Eric Schmidt"], "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade", "new_id": -2}, {"uid": "1295575785037306397", "i": 42768, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "believed the company needed a more mature leader.( AP Photo/Nati Harnik) The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297259880064307224", "i": 25239, "idx": 9, "sa": ["Michael Vick"], "q": "Please read the following scriptures- \"And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins\"( Mark 11:25). <q>Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven</q>( Luke 6:37). LET IT GO!!!!!!!!! George Go read the U.S. Dept. of Agriculture's investigative report of what Mr. <strong> Michael Vick </strong> actually did to the dogs he personally killed. It is some of", "new_id": -2}, {"uid": "1296150339234012694", "i": 12227, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "unbeatable in the marketplace.\"[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q>By comparison, Apple has activated 270,000 units per day, on average.</q> Instead of offering sales numbers of its own, Microsoft executives keep pointing to research data suggesting some 93 percent of Windows Phone owners are either \"satisfied\" or \"very satisfied\" with their", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1295425513122060872", "i": 22246, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296806845027115553", "i": 28225, "idx": 0, "sa": ["Oprah Winfrey", "Maya Angelou", "Condoleezza Rice", "Simon Cowell"], "q": "<strong> Oprah Winfrey </strong> narrates a biography-and-interview show about stars- <strong> Condoleezza Rice </strong>, <strong> Maya Angelou </strong>, <strong> Simon Cowell </strong>- who embody qualities she admires. When <strong> Oprah Winfrey </strong> talks about, say, Jay-Z, it sounds as if she is also talking about herself: <q>If you don't know who you are before fame hits, you will definitely end up losing yourself in all the opinions around you.</q>( See the top 10 <strong> Oprah Winfrey </strong> controversies.) But <strong> Oprah Winfrey </strong>'s gift is to make it seem as if she is also talking about you. \"When the odds are against you and you", "new_id": -2}, {"uid": "1296802074171819016", "i": 46599, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by March 6, 2004: Mississippi State needs to win at Alabama to claim their first outright SEC Title", "new_id": -2}]