[{"uid": "1295563322217792524", "i": 19781, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 5:41 PM EST- U.S. Markets closed{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 20, 2011, 4:39 pm EST <strong> Eric Schmidt </strong> is out as CEO, taking on a new role as", "new_id": -2}, {"uid": "1295214581182157324", "i": 11689, "idx": 1, "sa": ["Zahi Hawass"], "q": ". Replicas of two other closed tombs will be opened nearby. \"There's no alternative. Closing the tombs is the only way to preserve them,\" said <strong> Zahi Hawass </strong>, Egypt's antiquities chief. <q>If I don't build this \"Valley of the Replicas', the originals will be destroyed in less than 100 years. That would be a disaster for history.<q> The greatest damage had come from mass tourism over the past 30 years. \"People\"s respiration, the humidity they bring into the tombs, their sweat, the fact that they use flashes", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch<q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1296200464159858698", "i": 4879, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office. <q>I'm open to running for governor,<q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1295717523000638988", "i": 20307, "idx": 5, "sa": ["Allen Iverson", "Nate Robinson"], "q": "I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. <q>He's a tough guard. He's got the best coach in the world on his side.<q> New York, outplayed in the first half, outhustled and outworked the 76ers for a key 16 1/2- minute http://wn.com/Allen_Iverson's_Game_Winner_vs_Kevin_Durant_the_Thunders_08/09_NBA <strong> Allen Iverson </strong> kept the ball this time. A week after passing up a chance at a winning shot", "new_id": -2}, {"uid": "1296547175213106706", "i": 2794, "idx": 2, "sa": ["Sergio Marchionne"], "q": "relied on incentives. Chrysler is calling for net revenues of$ 55 billion in 2011; operating profit is expected to be$ 2 billion. <strong> Sergio Marchionne </strong> said that despite the automaker's progress, <q>our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.<q>  Performance bonuses OK'd  The focus now is on consumer acceptance of the new lineup. <strong> Sergio Marchionne </strong> exhausted his staff developing 2011 models, which is why he encouraged the board to approve performance bonuses.", "new_id": -2}, {"uid": "1296178072054247437", "i": 19305, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Orin Kramer"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds. \"It sounds incredibly aggressive,\" he said. <q>But I think it's very doable.<q> If <strong> Barack Obama </strong> hopes to hit such a mark, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the president's core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"uid": "1296853107145915918", "i": 3973, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "Eayrs tries to give Packers an edge Story: Is$ 3M worth it for a Super Bowl ad? Ask GoDaddy Story: Pie-makers aim for pizza Super Bowl action Story: 10 Super Bowl commercials to watch <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,<q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1296110502157515821", "i": 2743, "idx": 1, "sa": ["Andy Coulson", "Barack Obama"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,<q> he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295562514244678661", "i": 7041, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. \"Q4 marked a terrific end to a stellar year,\" <strong> Eric Schmidt </strong> said in a statement. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.<q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent.", "new_id": -2}]