[{"uid": "1296576783160382983", "i": 39741, "idx": 1, "sa": ["Michael Vick", "George W. Bush"], "q": "rambunctious but tolerant democracy, the..., daughter of former <strong> George W. Bush </strong>, stars in a new... Report Abuse \" WHAT difference does it make? What kind of \"news\" is this? \" Report Abuse <q> Why all the negatives? Think of it this way. Soon gay people will have to suffer through divorces just like the rest of us. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Stock Picking Software No Guessing- No Hunches-", "new_id": -2}, {"uid": "1297063849240369679", "i": 26262, "idx": 0, "sa": ["Andy Coulson", "Peter Bennett-Jones", "Armando Iannucci"], "q": "whole time saying` we've run out of money'. You only have to go and see their shows to see it's worth taking the time to get it right,\" he says. <q> You've got to respect their ambitions. <strong> Armando Iannucci </strong>, who I've worked with for many years, just a phenomenal guy, so creative and clever, he's got so much going on in his head, you have to sometimes almost put a blanket on him to allow him to focus on the one thing he's doing at the time. He's off in the US doing a pilot for HBO at the moment. </q> This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect. \"PBJ is one of the great unsung heroes of British television. He's", "new_id": -2}, {"uid": "1295022258099024910", "i": 25141, "idx": 3, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q> Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was, </q> says Atlanta Journal-Constitution blogger Rodney Ho. \"How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.\" Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a", "new_id": -2}, {"uid": "1295559606214679608", "i": 2715, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of its top management on Thursday, announcing that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers and broader business relationships. </q> He would act as an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}, {"uid": "1297465246016121860", "i": 2410, "idx": 1, "sa": ["David Letterman", "Walter Iooss", "Jennifer Aniston", "Keller Williams", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss </strong> Jr./ PRNewsFoto/Sports Illustrated Scottsdale-$ 349,900 MLS 4412965 5 bed/ 2 bath 3,001- 3,500/ 1995 Mike and Rita Browne, <strong> Keller Williams </strong> ARIZONA REALTY", "new_id": -2}, {"uid": "1295307105132857877", "i": 2120, "idx": 0, "sa": ["Lamar Odom", "Tracy McGrady", "Kobe Bryant", "Metta World Peace", "Allen Iverson", "Luis Scola", "Derek Fisher", "Luke Walton"], "q": "tempo.\" Emotions boiled over in the second half, with <strong> Derek Fisher </strong> of the Lakers and <strong> Metta World Peace </strong> getting ejected and technical fouls assessed to <strong> Kobe Bryant </strong>, <strong> Metta World Peace </strong>, <strong> Luis Scola </strong>, <strong> Luke Walton </strong> and <strong> Lamar Odom </strong>, who had 11 rebounds. <q> It's the playoffs, </q> <strong> Kobe Bryant </strong> said, \"this is what it's about.\" On January 15 2002 <strong> Allen Iverson </strong> Drop 58 Points on the Houston Rockets McGrady_Tracy McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe Bryant_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston Rockets through their winning streak since", "new_id": -2}, {"uid": "1296972243040075285", "i": 46923, "idx": 0, "sa": ["Evgeni Malkin", "Michael Vick", "Phil Simms"], "q": "NFL and its players union met for two hours in Dallas to talk about a new labor deal, their first formal bargaining session in more than two months. The sides issued a joint statement, saying they <q> plan to increase the number, length and intensity </q> of bargaining sessions so they can reach agreement before the collective bargaining agreement expires March 4. Phil Simmsadelphia quarterback <strong> Michael Vick </strong> won the Associated Press Comeback Player of the Year Award. Nhl/ <strong> Evgeni Malkin </strong> has two torn knee", "new_id": -2}, {"uid": "1295933512182222869", "i": 14806, "idx": 0, "sa": ["Donald Rumsfeld", "Klaus Schwab"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> once put it.", "new_id": -2}, {"uid": "1296407544252772372", "i": 186, "idx": 28, "sa": ["Robert Horry", "Allen Iverson", "Larry Brown", "LeBron James"], "q": "its 11th win in 12 games since the All-Star break. \"He's had the best year since I've been around him,\" said <strong> Larry Brown </strong>, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. <q> He's a Hall of Fame coach, </q> said <strong> Allen Iverson </strong>. \"So I guess he knows what he's talLeBron James about as far as my game goes. That makes me feel good to get a compliment like that.\" <strong> Allen Iverson </strong> <strong> Robert Horry </strong> 15-of-27 from the field", "new_id": -2}, {"uid": "1295617389243957781", "i": 56160, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "\"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong> said: <q> It's been a privilege and an honor to work for <strong> David Cameron </strong> for three and a half years. I'm extremely proud of the part I've played in helping him reach No. 10 and during the coalition's first nine months, </q> He said in a statement. \"Nothing is more important than the government's task of getting this country back on its feet.\" But, \"Unfortunately, continued coverage of events connected to my", "new_id": -2}]