[{"uid": "1297277192033341459", "i": 9969, "idx": 1, "sa": ["Simon Cowell"], "q": "Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: ''It sounded like 100,000 people in a stadium had just sat on a cat.'' He went on to say: <q>I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. That was bad.</q> Â© Independent Television News Limited 2011. All rights reserved.", "new_id": -2}, {"uid": "1295566445075235330", "i": 2179, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q>elevating me and having Larry running things day to day,</q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, <strong> Google Inc. </strong> has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1296253839209223722", "i": 7151, "idx": 0, "sa": ["Michael Vick", "Ashley Fox", "Carl Edwards", "Rudyard Kipling"], "q": "what it's like to be humbled by failure. Two lines from <strong> Rudyard Kipling </strong>'s poem ''If'' are reminders: If you can meet with Triumph and Disaster And treat those two imposters just the same <q>Defeat is bad, but winning can be just as bad for you,</q> <strong> Carl Edwards </strong> said Thursday on the <strong> Ashley Fox </strong>: <strong> Michael Vick </strong> living the suite life in Hawaii Hawaii- The NFL surprised <strong> Michael Vick </strong> with the ultimate perk on Tuesday: the 4,200-square-foot presidential suite at the official hotel of the Pro", "new_id": -2}, {"uid": "1295537656152666130", "i": 9946, "idx": 2, "sa": ["Curtis Hanson", "House Judiciary Committee", "Richard Neutra", "Mike Pence"], "q": "A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: ''You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.'' <strong> Mike Pence </strong>: <q>You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.</q> ARCHITECTURE: Lovell Health <strong> House Judiciary Committee </strong> in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard Neutra </strong>( 1892-1970). In LA Confidential( 1997) dir. <strong> Curtis Hanson </strong>, it is the residence of a", "new_id": -2}, {"uid": "1295647437196657190", "i": 20572, "idx": 3, "sa": ["Eric Schmidt"], "q": "results for the corporation''. He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company</q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any ''material change'' in the way the company is run because ''we tend to agree on pretty much everything''.", "new_id": -2}, {"uid": "1294954762094584920", "i": 44456, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,'' <strong> Kirsten Gillibrand </strong> said. <q>And the more we joked about what we were going to do, she started to open her eyes.</q> <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. ''<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: ''It felt like", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: ''It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1295123281207224855", "i": 16633, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": ", in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field. ''None of that matters,'' Falcons safety William Moore said. <q>When those lights come on, those players from the past ain't playing that night.</q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1297363571104955962", "i": 5409, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "a chance'' to install a representative government that fits with their own culture, but we have a limited ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years? <q>The Iron Triangle- the permanent bureaucracy in this town</q>- make change difficult, <strong> Donald Rumsfeld </strong> says. ''Today we have massively increased our special forces,'' and that doesn't make the Army especially happy. The change <strong> Donald Rumsfeld </strong> pushed to make to transform the ground-forces military", "new_id": -2}, {"uid": "1296157924245841935", "i": 10140, "idx": 1, "sa": ["Barack Obama", "Mike Pence"], "q": "the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for president, said he appreciated the president's ''affirmation of what makes this country great.'' But <strong> Mike Pence </strong> offered this caution: <q>In Washington, the devil is always in the details.</q> He went on to note, ''All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This is the challenge.'' As the conversation veered toward the coming year, both Republicans and Democrats", "new_id": -2}]