[{"uid": "1295958474022577176", "i": 10394, "idx": 1, "sa": ["Zahi Hawass"], "q": "the Neues Museum in the German capital where the bust is kept. \"The foundation's position on the return of Nefertiti remains unchanged,\" foundation president Professor Hermann Parzinger said in a statement. <q>She is and remains the ambassador of Egypt in Berlin.<q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}, {"uid": "1297285832010960898", "i": 37351, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": "that she might join him on the judging panel of his new American edition of his More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q>Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do,<q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1297429736189579381", "i": 27458, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "\" Mr <strong> Stephen Elop </strong> said the move was necessary to enable the company to regain its leadership in the smartphone industry and that the partnership would result in Nokia \"reinforcing\" its mobile devices platform. <q>I am excited about this partnership with Nokia,<q> said Microsoft CEO <strong> Steve Ballmer </strong>. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\" The specific details of the partnerhsip are yet to", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,<q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1296111787260849671", "i": 16199, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt\". <q>There will be huge explosions all over Fleet Street if police get to the truth,<q> he told the BBC. Miners in NZ \"probably died in minutes' All 29 men entombed in New Zealand\"s Pike River mine were killed minutes after a methane gas explosion ripped through the coal mine", "new_id": -2}, {"uid": "1296768935227753988", "i": 35594, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "realize the influence of extremist organizations, as well as the Muslim Brotherhood, but I don't think the status quo is something that could lead to anything but much more violence,\" <strong> John McCain </strong> said. <q>I do think that what a lot of us should be advocating for is an orderly transition, a government composed of the army, pro-democracy forces and individuals that would keep things calm, and an open and free election process for the elections in September. \"We will... have to understand that there is the radical Islamic element out there that is bent on our destruction.<q> On ABC's \"Good Morning America,\" <strong> John McCain </strong> responded to former <strong> John McCain </strong> Defense <strong> Donald Rumsfeld </strong>'s criticisms of him in his new book saying,\"( <strong> Donald Rumsfeld </strong>) and I had a very, very strong", "new_id": -2}, {"uid": "1295976368172294158", "i": 9270, "idx": 2, "sa": ["Eric Schmidt"], "q": "decision-making.[ ID: nLDE70K06O] \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,<q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "new_id": -2}, {"uid": "1295217277163594349", "i": 49119, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DETROIT( CNNMoney)-- Maserati will get its own SUV model next year, built on the platform of Jeep Grand Cherokee at the Chrysler Group plant in Detroit, the companies announced Tuesday. <q>It will be a rock and roll engine,<q> he said. It may come in both a V-8 and a V-12 version. Tuesday's low-key announcement at the Detroit auto show was made during a radio interview with <strong> Sergio Marchionne </strong> and in various briefings with groups", "new_id": -2}, {"uid": "1295668654007979024", "i": 6220, "idx": 3, "sa": ["Eric Schmidt"], "q": "away the process, that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,<q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn Google into an enormous success, it eventually", "new_id": -2}, {"uid": "1296799788177504262", "i": 38117, "idx": 0, "sa": ["Omar Suleiman", "Colin Powell"], "q": "tunnels that have functioned as a smuggling conduit for weapons and foodstuffs to Gaza. According to a Wikileaked US diplomatic cable with the title \"Presidential Succession in Egypt\" dated May 14, 2007: <q>EGYPTIAN INTELLIGENCE CHIEF AND MUBARAK CONSIGLIERE, IN PAST YEARS SOLIMAN WAS OFTEN CITED AS LIKELY TO BE NAMED TO THE LONG-VACANT VICE-PRESIDENTIAL POST. IN THE PAST TWO YEARS, SOLIMAN HAS STEPPED OUT OF THE SHADOWS, AND ALLOWED HIMSELF TO BE PHOTOGRAPHED, AND HIS MEETINGS WITH FOREIGN LEADERS REPORTED. MANY OF OUR CONTACTS BELIEVE THAT SOLIMAN, BECAUSE OF HIS MILITARY BACKGROUND, WOULD AT THE LEAST HAVE TO FIGURE IN ANY SUCCESSION SCENARIO.<q> From 1993 until Saturday, <strong> Omar Suleiman </strong> was chief of Egypt's <strong> Colin Powell </strong> Intelligence Service( EGIS). He remained largely in the shadows until 2001, when he started taking over powerful dossiers in the foreign ministery;", "new_id": -2}]