[{"uid": "1296460080009125921", "i": 19907, "idx": 2, "sa": ["Monta Ellis", "Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Warriors-Lakers_106-114_I_Ellis_27pts,Azubuike_25pts,8reb_vs_Gasol_21pts,14reb,Bryant_21pts <strong> Monta Ellis </strong> of the Golden State Warriors is a Missiissippi state high", "new_id": -2}, {"uid": "1297177285142131216", "i": 39979, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "However the former Pentagon chief also admitted his biggest error during his tenure under <strong> President Bush </strong> was his failure to convince the president to accept his resignation in the wake of the Abu Ghraib prison scandal. <q>That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way- unacceptable way,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1297261484254656563", "i": 23355, "idx": 0, "sa": ["James Caan", "Adam Sandler", "Simon Cowell", "Joan Rivers"], "q": "Sandman Cometh: It's become such a classic that <strong> Adam Sandler </strong> has updated it several times, with fresh examples of <strong> James Caan </strong> celebs swapped in for each new version. But the original still holds up as a gem: <q><strong> David Lee Roth </strong>, lights the menorah/So do <strong> Kirk Douglas </strong>, <strong> James Caan </strong> and the late Dinah Shore-a!/ Guess who eats together at the Carnegie Deli?/ Bowser from Sha Na Na and Arthur Fonzarelli!/ <strong> Paul Newman </strong>'s half <strong> James Caan </strong> and <strong> Goldie Hawn </strong>'s half, too/Put them together: What a fine-looking Jew!</q> Jillian Michaels calls her GoDaddy ad \"tragic\"; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says", "new_id": -2}, {"uid": "1297125440055640097", "i": 29505, "idx": 0, "sa": ["Paula Abdul", "Nicole Kidman", "Simon Cowell"], "q": "<strong> Nicole Kidman </strong> 1 hr 1 min ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1297660948049070084", "i": 24330, "idx": 0, "sa": ["Pete Rose", "Michael Vick"], "q": "don't bet on yourself. If <strong> Michael Vick </strong> is forgiven of animal cruelty, then <strong> Pete Rose </strong> should be forgiven for personal cruelty! North Fort Myers Leftover medicine Re: <q>Man is second Lee County swine flu fatality,</q> Aug. 6. Nine more Floridians died from swine flu during that week, bringing the total to 41. Yet, the vaccine priorities of the Centers for Disease Control is for young adults ages 19 through 24.", "new_id": -2}, {"uid": "1297405017242712584", "i": 4831, "idx": 1, "sa": ["Williams a", "Allen Iverson", "Mike Conley"], "q": "idea that he's going to blow up the Grizzlies the way <strong> Allen Iverson </strong> once did is crazy. \"The more experience you can have on the team, the better,\" said point guard <strong> Mike Conley </strong>. <q>It seems like he's been in the system a couple of weeks now.</q> Which doesn't mean the Grizzlies made the smartest basketball move when they decided to re-sign <strong> Williams a </strong> or anything. They didn't get him because he was the best player available or filled the team's greatest", "new_id": -2}, {"uid": "1297282260166281230", "i": 21801, "idx": 2, "sa": ["Jamie Buehrle", "Michael Vick"], "q": "in such cruelty is beyond fathomable. \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said Mark. <q>How could you do that if you are somewhat sane? \"He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt. Everything you've done to these dogs, something bad needs to happen to these guys.</q> According to <strong> Jamie Buehrle </strong>, <strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd,", "new_id": -2}, {"uid": "1297113668104251422", "i": 14112, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1297445293043221003", "i": 10318, "idx": 0, "sa": ["Steve Ballmer"], "q": "At the end of last year it was surpassed by Android as the world's No. 1 smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them <q>more innovation( and) greater global reach.</q> The two companies will \"collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. A key challenge will be to produce quality devices with a", "new_id": -2}]