[{"uid": "1297702105114671622", "i": 46947, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "later this year, CEO <strong> Steve Ballmer </strong> has revealed. Like the desktop version, the mobile edition of IE9 will make use of hardware acceleration and HTML5, <strong> Steve Ballmer </strong> told attendees of Mobile World Congress. <q> IE9 is a great example of bringing assests togegther from across Microsoft to improve the Windows Phone experience, </q> <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the \"", "new_id": -2}, {"uid": "1297245417238927881", "i": 2298, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld"], "q": "and European imperialist powers had touted the great example of <strong> Zine El Abidine Ben Ali </strong>'s Tunisia for its economic growth and dedication to imperialist wishes. In a 2006 visit, then-Defense <strong> Donald Rumsfeld </strong> spoke of a \"long relationship with Tunisia\" and <q> very constructive military and diplomatic cooperation. </q> The economic growth praised by imperialist powers was based on consistent GDP growth rates of 4 to 5 percent yearly. The small group of wealthy owners in Tunis, and a larger group of foreign investors and", "new_id": -2}, {"uid": "1297271131262504545", "i": 35412, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "lest the Iraqis and other countries in the region think we intended to impose our own political system on them, rather than their developing one better suited to their history and culture.\" He writes, <q> I wondered as well how we would define democracy if that became our goal. If Iraq never created an American-style system of government, would that mean that our mission had been a failure or that the troops would have to stay indefinitely? </q> Also, <strong> Donald Rumsfeld </strong>'s book will give fuel to critics who charged that the democratization talk was something that emerged after WMD did not turn up in Iraq. \"It was hard to know exactly", "new_id": -2}, {"uid": "1295476301073809946", "i": 28289, "idx": 5, "sa": ["Sarah Fullen Gregory", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice presidents alike break into song to report important news. The players include my homey <strong> Sarah Fullen Gregory </strong>( she married my brother). You can find her music here: www.myspace.com", "new_id": -2}, {"uid": "1295580024033980422", "i": 26579, "idx": 16, "sa": ["Eric Schmidt"], "q": "Rental Tax Real Estate Tax Well Permit Tax Fuel Permit Tax Inheritance Tax Road Usage Tax State Income Tax Food License Tax Vehicle Sales Tax <strong> Eric Schmidt </strong> \"tremendous leader\" <q> Nobody else in the whole universe could have done what he did </q> These bunch yahoos do not have any humility A PhD in computer science( is this a science?) does not make a genius Mashable: Now You Can Log in to Flickr with Facebook Mashable:", "new_id": -2}, {"uid": "1296704404078823458", "i": 2149, "idx": 4, "sa": ["Allen Iverson", "Jerry Stackhouse", "50 Cent"], "q": "the NBA season high and shattered his previous best of 46 was set against the Los Angeles Lakers on March 15. \"That's the most points I've ever scored in any game,\" he said. <q> I think maybe I scored 55 or 56 in an AAU game in the summertime when I was 16 or 17, but to be able to do at this level is the best. </q> <strong> Jerry Stackhouse </strong> scored the first three points of the fourth quarter to run the tally to <strong> 50 Cent </strong>. He committed an http://wn.com/Allen_Iverson_23pts_vs_LeBron_James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams", "new_id": -2}, {"uid": "1295250982187957319", "i": 40491, "idx": 0, "sa": ["Michelle Obama", "Russ Granik", "Larry Bird", "Vince Carter", "Magic Johnson", "Allen Iverson"], "q": "since the days of <strong> Magic Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaking moves in the Toronto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's <strong> Michelle Obama </strong> Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. \"For better or worse,", "new_id": -2}, {"uid": "1295461653182812690", "i": 49173, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.\" Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. \"What's with the oohoohbes on your", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1295076883008978460", "i": 27604, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. Sea Gals", "new_id": -2}]