[{"uid": "1296377673122322952", "i": 15646, "idx": 0, "sa": ["Eric Schmidt"], "q": "'ll step down as CEO to become executive chairman, said he has no plans to leave the Mountain View company. <strong> Eric Schmidt </strong> is`` committed to Google,'' he told reporters at the Digital-Life-Design conference in Munich. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. Applied Materials may benefit from chipmaker spending spree Rising demand for tablet computers, smart phones and the servers that supply them with information may", "new_id": -2}, {"uid": "1296254515202539021", "i": 11601, "idx": 2, "sa": ["Jackie Walorski", "Mike Pence"], "q": "by the prospect of <strong> Mike Pence </strong> running for governor.`` I think he's the clear front-runner, and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He worked as president of the Indiana Policy Review think tank and a radio", "new_id": -2}, {"uid": "1297420749197410818", "i": 33839, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "value being moved out to Google which was concerning to us. Microsoft was best opportunity to build and lead and fight... offering consumers tremendous choice and a great option in the marketplace.'' 10.12 am: <q> We have been on a complex journey... this announcement with Microsoft is just one part. </q> OOh, and now we get <strong> Steve Ballmer </strong>. SB:`` honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"uid": "1295251188152551466", "i": 8529, "idx": 5, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "engagement to flight attendant <strong> Kayte Walsh </strong>, his ex <strong> Camille Grammer </strong> opened up to Extra about their impending divorce, which is not yet finalized.... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Camille Grammer </strong> Meets <strong> Kelsey Grammer </strong>'s New Girlfriend:` It Was A Little", "new_id": -2}, {"uid": "1297199444258572348", "i": 19921, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Department would also seek to isolate and weaken those states and to`` disrupt, damage or destroy'' their military capacities- not necessarily limited to weapons of mass destruction( WMD)... </blockquote> <q> <strong> Donald Rumsfeld </strong>'s paper was given to the White House only two weeks after <strong> President Bush </strong> had approved a US military operation in Afghanistan directed against <strong> Osama bin Laden </strong> and the Taliban regime. Despite that decision, <strong> Donald Rumsfeld </strong>'s proposal called explicitly for postponing indefinitely US airstrikes and the use of ground forces in support of the anti-Taliban Northern Alliance in order to try to catch <strong> Osama bin Laden </strong>. </q> the <strong> Donald Rumsfeld </strong> paper argued that the US should target states that had supported anti-Israel forces such as Hezbollah and Hamas. <blockquote> After the bombing of two US embassies in East Africa[ in 1998] by al-Qaeda operatives", "new_id": -2}, {"uid": "1295709517126484491", "i": 7787, "idx": 2, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "what they're doing,'' <strong> David Letterman </strong> said at one point.`` Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.'' This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. <q> When was the last time you watched me in the last 10 years? </q> he said.`` What was I doing and what was I wearing?''`` I don't like your attitude,'' <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably", "new_id": -2}, {"uid": "1296699658082231300", "i": 16467, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "Courtney Penry up next on`` American Idol,'' she seems like a video, proclaiming her love for <strong> Ryan Seacrest </strong>; <q> I will marry him some day. </q> Ha! She says other things along those lines, a bit creepy. Somewhere <strong> Simon Cowell </strong> has fallen out of his chair with laughter. Oh, and she imitates a chicken! Nice. Sings`` Stay", "new_id": -2}, {"uid": "1296034426048955401", "i": 4060, "idx": 1, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12- just two days before he fled- State Department spokesperson Philip Crowley said Washington was <q> concerned about actions by the demonstrators, those who do not have peaceful intentions </q>. But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. Greater freedoms US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13", "new_id": -2}, {"uid": "1297723628245252132", "i": 40029, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. We encourage an open exchange of affirming", "new_id": -2}, [{"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]]