[{"uid": "1297200617076382208", "i": 6365, "idx": 0, "sa": ["Michael Vick"], "q": "Laurence Lovejoy stabbed, beat, poisoned and drowned Waubonsie Valley High School sophomore Erin Justice in Aurora. Justice's mother found the 16-year-old's body in a bathtub of their townhome in March, 2004. <q> He left her to drown in a pool of her own blood, </q> DuPage County Assistant State's Attorney <strong> Michael Vick </strong> Pawl said during closing arguments Tuesday. Lovejoy, 44, formerly of Naperville, was sentenced to death in 2006, but the appellate court overturned the case amid confusion", "new_id": -2}, {"uid": "1296805908220135483", "i": 6837, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "since by human rights groups. He still defends the use of waterboarding and all those other \"enhanced techniques\" employed at Guantanamo Bay, but one of his \"biggest disappointments\" was his failure to <q> help persuade America and the world the truth about Gitmo </q>. The truth? That word in that context epitomises the problem with Known and Unknown. It is some time since America and the world believed in <strong> Donald Rumsfeld </strong>'s version of the truth, and this", "new_id": -2}, {"uid": "1295392975093929516", "i": 8827, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296227273172146729", "i": 1455, "idx": 8, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence", "Barack Obama"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman-- from 1995 until 2002-- <strong> Mike Pence </strong> mentioned the governor's office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress, </q> he said. \"This has been on his mind for a long time.\" <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.\" Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}, {"uid": "1295941669088457230", "i": 10237, "idx": 0, "sa": ["Steve Ballmer", "Mayor Kevin Johnson"], "q": "plan was recently selected by Sacramento <strong> Mayor Kevin Johnson </strong>'s Arena Task Force as the best prospect for keeping the franchise in town. But Taylor admits it will likely take public money to make it happen. <q> We may come to the conclusion at the end of 90 days that it really isn't doable in this market at this time, and we'll tell them that, </q> said Taylor. Microsoft CEO <strong> Steve Ballmer </strong> is often mentioned as a potential owner for a Seattle-based team. He offered up millions for a KeyArena remodel prior to the Sonics departure, and recently sold millions in company", "new_id": -2}, {"uid": "1296030310020856872", "i": 33328, "idx": 3, "sa": ["Michael Vick"], "q": "endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges and an 18-month prison stay. \"We're real excited about it,\" Vito said. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Joe Mahan, an assistant professor at Temple's Sport Industry Research Center, said it would not be a surprise for a company like Unequal to \"take the leap\" with <strong> Michael Vick </strong>, because he already", "new_id": -2}, {"uid": "1296106868198869008", "i": 18926, "idx": 1, "sa": ["Liz Callaway", "David Letterman", "Boston Pops"], "q": "She received an Emmy Award for hosting \"Ready to Go,\" a daily, live children's program on CBS in <strong> Boston Pops </strong>. Other TV credits include \"In Performance at the White House,\" <q> Inside the Actor's Studio: <strong> Stephen Sondheim </strong>, </q> \"Christmas with the <strong> Boston Pops </strong>,\" \"The <strong> David Letterman </strong> Show,\" and \"Senior Trip\"( CBS Movie of the Week). <strong> Liz Callaway </strong> just released her fourh solo album, Passage of Time, for", "new_id": -2}, {"uid": "1297183312119177307", "i": 46111, "idx": 1, "sa": ["Simon Cowell"], "q": "admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects. \"It's on a different time here in the UK,\" <strong> Simon Cowell </strong> said. <q> I watched some clips last week to get up to speed, and it looked good. </q> Asked about the new judges, he said, \"I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself", "new_id": -2}, {"uid": "1295949464070467618", "i": 11612, "idx": 0, "sa": ["Jacques Offenbach", "Andrew Lloyd Webber", "Simon Cowell", "Paul Potts"], "q": "talent show \"Britain's got Talent\" <strong> Andrew Lloyd Webber </strong> <strong> Simon Cowell </strong> as a judge. Check out the clip of his semi final winning performance. www.youtube.com about the performance only please. All others will be removed and blocked.Aerosmith's <q> I don't want to miss a thing </q> is also featured in the clip, for those that keep asking!For all those that seem to think <strong> Paul Potts </strong> is a pro in disguise, please realise the following.- Bath <strong> Jacques Offenbach </strong> is an amateur opera company staging a", "new_id": -2}]