[{"uid": "1297234015042778751", "i": 46344, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld", "Rod Beckstrom", "Jason Healey"], "q": "). An extended discussion of cyberspace as a \"commons\" can be found in Greg Rattray, Chris Evans, and <strong> Jason Healey </strong>, \"American Security in the Cyber Commons,\" in Abraham Denmark et al., <q>Contested Commons: The Future of American Power in a Multipolar World,</q> Center for a New American Security, January 25, 2010, at[ 18] Letter from National Cybersecurity Center( NCSC) Director <strong> Rod Beckstrom </strong> to Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong>, March 5, 2009, at( January", "new_id": -2}, {"uid": "1295979046057327630", "i": 9523, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296224676092700695", "i": 2083, "idx": 7, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. <q>I'm just disappointed because I considered him the best,</q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion,", "new_id": -2}, {"uid": "1296521662156762117", "i": 31070, "idx": 4, "sa": ["Damon Jones", "Allen Iverson", "Fatboy Slim"], "q": "his first triple-double of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career. \"<strong> Fatboy Slim </strong> contained him,\" said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q>That's all you can do with players like that. You can't play this game scared.</q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1295571742147800107", "i": 41158, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " \"deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,\" and act as an adviser to Page and <strong> Sergey Brin </strong>. <q>We are confident that this focus will serve Google and our users well in the future,</q> <strong> Eric Schmidt </strong> said. \"Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\"( c) UPI", "new_id": -2}, {"uid": "1296364135215957509", "i": 17620, "idx": 10, "sa": ["Allen Iverson", "Mo Williams"], "q": "\" He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q>He was in such a good rhythm that really nobody could stop him tonight.</q> Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season. \"It was the quickest 40 points I think I have ever witnessed,\" O'Brien said. \"He was", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1297217270080478208", "i": 1056, "idx": 0, "sa": ["Michael Gove"], "q": "will result in a severe reduction in the amount of tutorial, guidance and enrichment currently available. Entitlement funding is used to support extra-curricular activities, from team sport and orchestras to sign-language and community volunteering. <q>In my view the size of the cut is unfair in comparison to the cut in funding per learner in primary and secondary education,</q> the Labour MP wrote. \"It is quite amazing that sixth-form colleges- applauded by <strong> Michael Gove </strong> and widely recognised as one of the most efficient parts of the education system- should be hit so badly.", "new_id": -2}, {"uid": "1294977377249905176", "i": 9005, "idx": 1, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. \"Win. It's the only thing we can think about,\" <strong> Allen Iverson </strong> said. <q>We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out.</q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1297170191123355244", "i": 28750, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"It's", "new_id": -2}]