[{"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> ''Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- ''day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,'' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1295919285115490833", "i": 3500, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q>If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. ''There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.''", "new_id": -2}, {"uid": "1295715717099811342", "i": 11265, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Udonis Haslem", "Devin Harris", "Allen Iverson"], "q": "knee in the first minute but came back to contribute 10 points and 11 rebounds. <strong> Udonis Haslem </strong> led the reserves with 16 points and eight rebounds despite a sore back while <strong> Mario Chalmers </strong> played 11 minutes with a sprained thumb. <q>Defensively, we were very active,</q> Heat coach <strong> Erik Spoelstra </strong> said. ''We have a lot of http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong> scored a career-high 38 points Friday night, outplaying <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296864128056573964", "i": 24066, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW.'' He went on: <q>In truth I never got a decent story from hacking messages. If people have something important to say they say it to the person when he picks up. It was a third-rate trick used by school kids and third-rate journalists. There is no real security risk and more fool the <strong> David Cameron </strong> who leaves messages about nuclear secrets etc.</q> A Downing Street spokesman said that the allegations against Mr <strong> David Cameron </strong> were ''complete rubbish''. The committee also published evidence from Mark Lewis, a solicitor who acted for individuals alleged to have had", "new_id": -2}, {"uid": "1295258099143179825", "i": 1537, "idx": 0, "sa": ["Andy Coulson", "Marine Le Pen"], "q": "He had given the former editor ''a second chance'' when he had appointed him, adding that Mr <strong> Andy Coulson </strong> had done a ''very good job'' for the government and for the country. <q>He's extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World,</q> he said. Risk contained No sign of Tunisian uprising spreading to Egypt In father's footsteps Profile of <strong> Marine Le Pen </strong>, new leader of France's National Front Southern discomfort One man's quest", "new_id": -2}, {"uid": "1296178610032686102", "i": 10039, "idx": 1, "sa": ["Mike Pence"], "q": "their dirty work. I despise them almost as much as I do the dims. I'm with you! <strong> Mike Pence </strong> will be a much stronger candidate. Governors ALWAYS make the best Presidents! <q>So you think huckleberry is the man.</q> My first thought from that comment also. If one's ''executive experience'' is releasing THOUSANDS of FELONS( through pardons, etc.)- some of them killing multiple cops when free, then I", "new_id": -2}, {"uid": "1297724451166166630", "i": 3449, "idx": 3, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their clients and revamp the way audiences watch live television. <q>People are starting to watch TV in real time again because in order to participate socially in Twitter that have to watch the show while it happens,</q> <strong> Dick Costolo </strong> pointed out. For Costelo, the trend that counters the delayed viewing afforded by hard drives and DVD-watching not only includes sporting events, but other programming like England's X-Factor, which has incorporated", "new_id": -2}, {"uid": "1296102451131907595", "i": 21481, "idx": 0, "sa": ["Ed Balls", "Andy Coulson", "Ed Miliband", "Jacob Rees-Mogg", "David Cameron"], "q": "are cheering louder as <strong> Jacob Rees-Mogg </strong> Rees Mogg quotes Thatcher's ''there is no alternative'' line. 1212: And there's the first reference to <strong> Andy Coulson </strong>: <strong> Ed Miliband </strong> calls <strong> David Cameron </strong>'s judegment into question for <q>hanging on to him for so long</q>. <strong> David Cameron </strong>'s return is stinging: if <strong> Ed Miliband </strong> thinks <strong> Ed Balls </strong> is such a good idea, why didn't he appoint him shadow chancellor in the first place? The two leaders can barely contain their professional disdain for", "new_id": -2}, {"uid": "1295047747170393747", "i": 40827, "idx": 0, "sa": ["Bill Lockyer"], "q": "on Jan. 12 announced$ 12.5 billion in spending cuts. That same day, Illinois raised its state income-tax rate to 5% from 3% to help plug an estimated$ 13 billion budget shortfall. <q>We've never defaulted, not once in our entire history, including during the Great Depression,</q> says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying debt service for the state's bonds is the Treasurer's second-highest priority, after schools. Revenues for U.S. municipalities as a group rose", "new_id": -2}, {"uid": "1295820714073957414", "i": 2610, "idx": 0, "sa": ["Eric Schmidt", "Allen Weiner"], "q": "Revenue from YouTube doubled during the year and 300,000 Android phones are activated each day, Google noted. But Google still is heavily dependent on search, and this may be why Page is succeeding <strong> Eric Schmidt </strong>. <q>One of the things missing from Google's strategy has been the social component, I think that possibly the ability to move on a major social networking strategy may more easily come from a younger CEO,</q> said <strong> Allen Weiner </strong>, research vice president at Gartner. ''But you also wonder if( Page) has the type of presence to deal with for example the major media companies of the world like the Viacoms and the", "new_id": -2}]