[{"uid": "1296869826149766152", "i": 14178, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "to run again is tantamount to the \"departure\" they have demanded. 1719Harlan Ullman, a close confidant of former US secretary of state <strong> Colin Powell </strong>, tells the BBC he thinks <strong> Barack Obama </strong> has handled the situation badly: <q> The administration started by sending confusing signals, and now by calling for <strong> Hosni Mubarak </strong> to go so publicly that may work very well with the opposition but it may not work very well for <strong> Hosni Mubarak </strong>'s supporters and for people who are likely to replace him. </q> 1715The Muslim Brotherhood has released several statements alleging their members have been beaten and abducted, one statement saying two of their online staff were \"ruthlessly assaulted by the militias of the security services and some of their thugs", "new_id": -2}, {"uid": "1296041453184270856", "i": 12125, "idx": 1, "sa": ["Bruce Golding", "Simon Cowell", "Tillman Thomas"], "q": "Caribbean region.\" Varying APD rates are dictated by the classification of worldwide destinations by the UK government, with passengers taking trips to the Caribbean being particularly badly hit. <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said: <q> several leaders from the region have impressed upon the British government that the tax is not fair and that it needs to be reviewed. </q> <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said that in handing over the chairmanship of CARICOM to Grenada's Prime Minister <strong> Tillman Thomas </strong>, he provided a full brief on all the activities including a detailed update on the efforts that have been made", "new_id": -2}, {"uid": "1295829484172982279", "i": 20622, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. <strong> Eric Schmidt </strong> sells shares In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of", "new_id": -2}, {"uid": "1295617237099680257", "i": 29090, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1295015586019234824", "i": 34917, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "getting new girlfriend <strong> Kayte Walsh </strong> to the altar-- he says they're getting married next month! <strong> Camille Grammer </strong> appeared on \"The Late Show with <strong> David Letterman </strong>\" last night, where he told <strong> David Letterman </strong> he and <strong> Kayte Walsh </strong> would be <q> getting married soon, sometime in February. </q> The news comes just days after <strong> Kelsey Grammer </strong>'s soon-to-be-ex-wife <strong> Camille Grammer </strong> told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> wasn't gay, but suggested he signed on to the cross-dressing\" 1. camille is pissed now because she isnt getting", "new_id": -2}, {"uid": "1294955215093012132", "i": 23937, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Mark Udall", "Barack Obama", "Chuck Schumer"], "q": "diverging backgrounds to serve the public good. Today both senators from New York are among the first to endorse the idea. \"<strong> Barack Obama </strong> <strong> Sen. Mark Udall </strong> has the right idea,\" said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>. <q> This would be a great way to start off the new session in a bipartisan way following up on the cooperation during the lame duck and the <strong> Barack Obama </strong>'s speech urging all Americans to come together. </q> And earlier today <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was asked about <strong> Sen. Mark Udall </strong>'s letter on CNN, and said that sitting together would help the Senate realize the call for a more civilized debate that <strong> Barack Obama </strong> asked for", "new_id": -2}, {"uid": "1294955048093012011", "i": 38158, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "a major milestone for her and we're hoping that she crosses through many more,\" stated her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors at the hospital have also managed to assist <strong> Gabrielle Giffords </strong> in sitting up and dangle her legs over the side of the bed. <strong> Gabrielle Giffords </strong> is also able to open her right eye, although that eye is", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1297300010261144614", "i": 43287, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "John Boehner"], "q": ": <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> Photo in Slideshow: U.S. House Speaker <strong> John Boehner </strong>, House Majority... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> ha ha you stupid democraps will freeze to death </q> thanks to your one term muslim usurper president ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295566445075235330", "i": 2178, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Eric Schmidt </strong> has been <strong> Google Inc. </strong>'s chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. More recently, he has Mr. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. </q> <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}]