[{"uid": "1295577099150192142", "i": 36173, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "( <strong> Eric Schmidt </strong>, Page and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds delay and so forth in the way we make decisions,'' <strong> Eric Schmidt </strong> said on a conference call with analysts. <q> By elevating me and having Larry running things day to day... we think this will produce even better success for the corporation. </q> <strong> Eric Schmidt </strong> said he'll be`` taking a more strategic view of things'' when the changes go into effect on April 4, focusing on customers, partners, government communications and external issues.", "new_id": -2}, {"uid": "1295425431127008871", "i": 30753, "idx": 1, "sa": ["George H.W. Bush", "James A. Baker III", "Colin Powell", "Smedley Butler"], "q": "the Vietnam syndrome.'' <strong> George H.W. Bush </strong> and <strong> James A. Baker III </strong> said some opponents later would acknowledge their criticism was wrong.`` It was far better than we had feared,'' <strong> George H.W. Bush </strong> said of the outcome. <q> We feared it would go badly. But it went far more clean... far more quickly, far less loss of our lives and Iraqi lives, than we worried about. It was very rewarding. Article: GOP Senate candidates lining up for Hutchison... Report Abuse <blockquote> Congratulations on twenty years of murdering innocents.Do you get a medal for that. </q> Report Abuse <blockquote>-- Excerpt from a speech delivered in 1933, by Major <strong> Colin Powell </strong> <strong> Smedley Butler </strong>, USMC. </blockquote> War is just a racket. A racket is best described, I believe, as something", "new_id": -2}, {"uid": "1296407544252772372", "i": 152, "idx": 30, "sa": ["Thaddeus Young", "Allen Iverson", "Samuel Dalembert", "Kevin Ollie"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q> You're at his mercy when he's hitting his jumpers, </q> said <strong> Kevin Ollie </strong>, who came off the bench to score 12 points. The Sonics <strong> Thaddeus Young </strong> scored a career-high 29 points, <strong> Samuel Dalembert </strong> snapped out of his recent slump, and the Philadelphia 76ers handed the Toronto Raptors their sixth", "new_id": -2}, {"uid": "1297420897174850064", "i": 49395, "idx": 0, "sa": ["Eric Schmidt", "Jules Verne"], "q": "Nokia. It looks very much like Nokia wants to become the Dell of the mobile industry. They are admitting their service strategy has been a failure.'' NICOLAS VON STACKELBERG, MACQUARIE RESEARCH <q> I think the real question is do people give Nokia's new leadership the benefit of doubt, or don't they? Frankly, that depends on how well they present the case today. </q> INGE HEYDORN, SENTAT ASSET MANAGEMENT <strong> Jules Verne </strong> Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of", "new_id": -2}, {"uid": "1295440561060325912", "i": 48178, "idx": 0, "sa": ["Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Philip Rivers", "Drew Brees", "Michael Vick", "Tom Brady"], "q": "<strong> Aaron Rodgers </strong>. He'd been in the bullpen for three years and everyone knew he was ready.'' On draft day, however, the Packers were far from convinced that <strong> Aaron Rodgers </strong> would be exceptional. <q> I kept <strong> Aaron Rodgers </strong> and his agent on hold for an agonizing ten minutes per Ted's instructions while waiting to see if the phone would ring with an offer we couldn't refuse. </q> Extra point: If you had to pick a quarterback to start for your team next season, where would you rank <strong> Aaron Rodgers </strong> among these six peers? <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Philip Rivers </strong>, <strong> Michael Vick </strong> and <strong> Ben Roethlisberger </strong>", "new_id": -2}, {"uid": "1296549216107397123", "i": 9188, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "Packers quarterback <strong> Aaron Rodgers </strong> videotapes... Super Bowl XLV: Don't expect a lot of smack talk Photo in Slideshow: Labor woes shadow Super Bowl week Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> My imaginary surrogate Golden Retriever Yahoo says, </q> It's a shame this article didn't mention the latest load of horse excrement Roger goofball Goodell just dumped on the game of football. Yahoo Sports put out a separate article on his hypocrisy; but", "new_id": -2}, {"uid": "1295648181220856323", "i": 26987, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "that they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. <strong> The CEO </strong> shift won't result in major strategic changes, the executives said.`` We really agree on strategy,'' Page said. <q> This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said,`` We worked as a triumvirate for 10 years.'' The three didn't always agree, particularly when it came to coping with rules in China that require", "new_id": -2}, {"uid": "1295465638118243338", "i": 39696, "idx": 0, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "'' During a recent stroll through the National Museum of <strong> George Washington </strong> History, <strong> Sen. Bernie Sanders </strong> discovered that a number of products sold in the gift shop were not made America, but produced in other countries. <q> I find it especially disappointing that miniature sculptures of presidents <strong> George Washington </strong> that are sold in the museum, including <strong> George Washington </strong>, <strong> Thomas Jefferson </strong>, and <strong> Barack Obama </strong> were made in China, </q> <strong> Sen. Bernie Sanders </strong> wrote in a letter to the museum director. http://sanders.senate.gov/statues.html Miniature sculptures on sale at the National Museum of <strong> George Washington </strong> History <strong> Sen. Bernie Sanders </strong>, an independent <strong> Barack Obama </strong> from Vermont who caucuses with Democrats,", "new_id": -2}, {"uid": "1296725293246726664", "i": 333, "idx": 3, "sa": ["Steve Ballmer"], "q": "potential 20-25% global share over time- and exclusivity.`` Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's?'' he asked <strong> Steve Ballmer </strong>. <q> You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA. </q> Ahmad's advice was echoed by Wedge Partners analyst Brian Blair, who said the switch to Windows Phone 7`` would address the key concern we have had about Nokia for the last several years: terrible", "new_id": -2}, [{"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]]