[{"uid": "1295981593193069115", "i": 12566, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 3.3 BA$ 1,349,000.00 SAN FRANCISCO 2", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,</q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming ''the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s ''Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1295667584231571487", "i": 16364, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "executive has been outspoken about job growth, ''not in the United States but in China.'' The Senator notes in his statement that GE has been steadily moving its manufacturing plants overseas. <q>I hope he changes his mind and focuses on rebuilding the manufacturing sector here in the United States, not in China, and in the process creates millions of good-paying jobs,</q> the senator said. <strong> Sen. Bernie Sanders </strong> issued the statement after making a visit to an industrial community in Vermont's Connecticut River Valley. GE didn't return a call or an email asking for comment.", "new_id": -2}, {"uid": "1295218046029671462", "i": 2134, "idx": 0, "sa": ["Kara DioGuardi", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "explained that <strong> Kara DioGuardi </strong> got in touch with him to find out whether he was interested in being part of this year's series, in the wake of herself, <strong> Simon Cowell </strong>, and <strong> Ellen DeGeneres </strong> leaving the show. <q>I got a text from <strong> Kara DioGuardi </strong> sometime around July, when we were on tour in France, asking, ''Did you ever think of being a judge on Idol?',</q> <strong> Steven Tyler </strong> told Billboard. ''And then my curiosity started coming up. ''So I started asking questions and found out what was going on inside,'' <strong> Steven Tyler </strong> continued. ''I always thought[ <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1295907761051232811", "i": 10879, "idx": 1, "sa": ["Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse <strong> Barack Obama </strong> or any of the emerging Republican hopefuls in 2012. <q>Right now <strong> Sen. Joe Lieberman </strong> do not see on the Republican side any one individual that will emerge at the top of the pile,</q> <strong> Colin Powell </strong> said, adding that he is not committed to any candidate. ''<strong> Sen. Joe Lieberman </strong> have not yet seen anybody on the Republican side <strong> Sen. Joe Lieberman </strong> am prepared to commit to, and <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong> either,", "new_id": -2}, {"uid": "1295286866003260425", "i": 45832, "idx": 0, "sa": ["Steve Ballmer"], "q": "Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q>Sales professionals are at the heart of almost every successful business,</q> <strong> Steve Ballmer </strong> said. ''Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales", "new_id": -2}, {"uid": "1296694681064045066", "i": 4580, "idx": 0, "sa": ["Donald Rumsfeld", "John Kerry", "Hillary Clinton", "Joe Biden"], "q": "The Drudge Report has a copy of former Defense <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and teases these highlights:* Lashes out at <strong> Hillary Clinton </strong>, <strong> John Kerry </strong> and <strong> Joe Biden </strong> for flip-flops on Iraq: <q>You wouldn't want to be in a foxhole with them.</q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. nytimespolitics: The Caucus", "new_id": -2}, {"uid": "1296365682082608136", "i": 23311, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The current chaos in Cairo easily could have left", "new_id": -2}, {"uid": "1295582443002506841", "i": 32174, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an ''owner's manual'' included in the company's 2004 IPO filing. <q>We run Google as a triumvirate,</q> Page and <strong> Sergey Brin </strong> wrote. ''The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295584859050233357", "i": 30940, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "with some soul. ''You are so sweet and so cute,'' <strong> Jennifer Lopez </strong> said. ''I like this dude,'' Randy said. ''The sparkle in your eye, yah!'' <strong> Steven Tyler </strong> said. <q>Closing my eyes, it was a work of art, a thing of beauty.</q> This makes me wonder: what would <strong> Simon Cowell </strong> have said? Alas, they end the hour with a weepy story because the ''Idol'' producers can't help themselves. we should all DVR", "new_id": -2}]