[{"uid": "1297421495048676870", "i": 7356, "idx": 0, "sa": ["David Letterman"], "q": "stores in anticipation of the big reveal Monday on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.`` The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?''' Southwood and his Sauvage Swimwear in San Diego are known", "new_id": -2}, {"uid": "1295277490032079885", "i": 26718, "idx": 1, "sa": ["Harry Reid", "Sen. Bernie Sanders"], "q": "Senate Democrats may support raising the retirement age. But he said there is also a faction of the caucus, led by Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.), staunchly opposed to benefits cuts. <q> I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue, </q> <strong> Sen. Bernie Sanders </strong> said. <strong> Sen. Bernie Sanders </strong> claimed that Republicans would fight the end of the FICA`` holiday'' in 2012 and call it a`` tax hike'' in the next election cycle. However, Republicans didn't", "new_id": -2}, {"uid": "1295545167266109004", "i": 39170, "idx": 1, "sa": ["Sergio Marchionne"], "q": "technology to passenger vehicles,'' the agency said, noting in a news release that a minivan`` can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries.'' <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295735932001638409", "i": 36999, "idx": 1, "sa": ["Bill Lockyer", "Ronald M. George", "Malcolm M. Lucas"], "q": "when <strong> Ronald M. George </strong> became chief, warmed. His predecessor, <strong> Malcolm M. Lucas </strong>, had infuriated legislators with a ruling that upheld term limits. <strong> Bill Lockyer </strong>, who was then a legislator, said many of his colleagues thought <strong> Malcolm M. Lucas </strong> <q> went out of his way to add gratuitous insult to the commentary. </q>`` So Ron <strong> Ronald M. George </strong> had to clean up after the elephant,'' <strong> Bill Lockyer </strong> said.`` He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I", "new_id": -2}, {"uid": "1294962672210993211", "i": 6923, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "And sure enough, she did.'' Special Section: Tragedy in Tucson <strong> Gabrielle Giffords </strong>' husband asked her to give a`` thumbs up'' if she could see the friends in the room. <q> And a few moments later, she not only gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable, </q> <strong> Kirsten Gillibrand </strong> said.`` This is a woman with the most remarkable determination,'' <strong> Debbie Wasserman Schultz </strong> said.`` We were so excited when the doctors said,` This is incredible progress.'[ <strong> Gabrielle Giffords </strong>'", "new_id": -2}, {"uid": "1295936962220463131", "i": 19645, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Romeo brand will also have returned to the U.S. market after 17 years. <strong> Sergio Marchionne </strong> said Fiat could expand beyond metro areas in a year or so, but he has greater aspirations for Alfa. <q> Alfa will be a bigger brand than Fiat, </q> <strong> Sergio Marchionne </strong> said.`` It is my sincere hope it plays in a much bigger box.'' Soave said her modest marketing budget, which she would not disclose, is sufficient to launch Fiat because it", "new_id": -2}, {"uid": "1297215580168738818", "i": 12822, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Guantanamo Bay` one of the finest prison systems in the world'- <strong> Donald Rumsfeld </strong> The`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world </q>, former defence secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled Known and Unknown, praised US military personnel that worked at the site in the interview on FOX", "new_id": -2}, {"uid": "1295189804049070144", "i": 20199, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Carrie Underwood", "Jennifer Lopez"], "q": "show. Heck, at one point on the DVD of audition previews distributed by Fox, the judges all hold hands after a woman's rendition of a <strong> Carrie Underwood </strong> ballad brings <strong> Jennifer Lopez </strong> to tears. <q> We have a little bit more compassion, I think, for contestants than maybe in years past, </q> <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle.`` In the past there was a diabolical at times figure and a", "new_id": -2}, {"uid": "1297193996065617951", "i": 16250, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as having told the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]