[{"uid": "1295091465103563301", "i": 29471, "idx": 0, "sa": ["Maya Soetoro-Ng", "Sir Peter Willoughby Carey", "Colin Powell", "David Remnick", "Mark Salter", "John McCain", "Barack Obama", "Jill Lepore"], "q": "\"we hear from critics and enemies. <strong> Barack Obama </strong>'s famed` preternatural calm' is hauteur to others; the wondrous gift for conciliation seems two-faced to some.\" She praised the author's <q> prodigious research and hundreds of long, on-the-record interviews, including sessions with <strong> Barack Obama </strong> himself, </q> which allow <strong> David Remnick </strong> to lay \"in bricks of insight from likely and unlikely sources-- <strong> Colin Powell </strong> and <strong> Barack Obama </strong>'s sister <strong> Maya Soetoro-Ng </strong>, historian <strong> Jill Lepore </strong> and <strong> Mark Salter </strong>( <strong> John McCain </strong>'s alter ego).\" <strong> Sir Peter Willoughby Carey </strong>( Vintage", "new_id": -2}, {"uid": "1295857370182239253", "i": 57390, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "from his last time at the helm. \"My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,\" said one former Google employee. <q> I'm having a hard time imagining <strong> Larry Page </strong> going from the role I've seen him in, to going to a CEO role, </q> he added. \"He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.\"", "new_id": -2}, {"uid": "1295336336131039232", "i": 12100, "idx": 5, "sa": ["Sergio Marchionne"], "q": "centrato quest` anno( meglio pre-Ipo \"perch poi sarebbe pi costoso\" ) e che l'operazione, oltre a rappresentare un \"buon investimento\" ,? anche \"l'occasione perfetta per la Fiat di rafforzarsi\" ( <q>? paragonabile all` acquisto di Porsche da parte di Volkswagen </q>). Sulle strategie Fiat-Chrysler interviene anche il Financial Times, che tra l'altro sostiene che nella fabbrica di Jefferson North a Detroit <strong> Sergio Marchionne </strong> \"possa produrre un Suv per la Maserati\" . E, mentre dalla", "new_id": -2}, {"uid": "1297391223224575510", "i": 25965, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Sample The Wall Street Journal reported on Thursday that Google, Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> <strong> Larry Page </strong> would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Catholic Church gives nod to` Confession' Application for Apple iPhone, iPad and iPod Touch WSJ-", "new_id": -2}, {"uid": "1297200045061325316", "i": 42902, "idx": 2, "sa": ["Michael Gove"], "q": "detain and search students, impose instant detentions and will be given anonymity if they are accused of \"any offence that occurs in school\" up until they are charged. <strong> Michael Gove </strong> said the changes will mean <q> there can be no excuse for failure </q>. \"We are raising the bar on school standards, we are showing less tolerance of failure than ever before and we are taking powers to intervene in order to ensure that in those schools which are", "new_id": -2}, {"uid": "1294979190239403024", "i": 40927, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant", "Ronnie King"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacRonnie King any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1297677175135315458", "i": 8109, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "that the Michael Government's decision is not irrational and councils had no grounds to claim that there had been any promise on part of the Michael Government that building projects would continue. Mr. Justice Holman made it clear that the <q> final decision of any project still rests with </q> the Education Secretary. Even though the Michael Government lost on procedural grounds, the opposition Labour party took the opportunity to criticise the scrapping of the BSF programme. Shadow Secretary of Education <strong> Andy Burnham </strong> accused <strong> Michael Gove </strong> of betraying", "new_id": -2}, {"uid": "1295477831209436694", "i": 22681, "idx": 0, "sa": ["Tracy Morgan", "Michael Vick", "Oprah Winfrey", "Piers Morgan", "Larry King"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Tracy Morgan </strong> pumped up his subject shamelessly: <q> She's the \"<strong> Piers Morgan </strong> Tonight </q> Debut Watched By More Than 2 Million Viewers <strong> Piers Morgan </strong> made his debut Monday night in the 9 PM hour on CNN, filling the timeslot left vacant by <strong> Larry King </strong>, and the show brought in more than 2 million viewers", "new_id": -2}, {"uid": "1295289698026066945", "i": 31543, "idx": 0, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> on an endless loop. I could go on about what Chicago has over Seattle, but Seattlest's own Alex Hudson made the case for me last Friday. To wit: <q> \"We would like to get in on some of the sweet cultural action in the Windy City. For instance, we would like to have beluga whales at the aquarium, Van Goghs in the art museum and more than absolutely anything we would like to have a world class planetarium to blow our space-minds. We win, we get the space show. They win, they can have our far superior ballet company. On loan. </q> \" First, \"sweet cultural action?\" Project much? Second: don't go crowing about your \"far superior ballet company\" when Chicago is home to the Joffrey Ballet. Second", "new_id": -2}, {"uid": "1295559565263241768", "i": 59896, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong> looks on during a product launch last February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. <strong> Larry Page </strong>. Mr. <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. The change was announced as the company reported fourth-quarter profit jumped 29%. Google reported a profit of$ 2.54 billion, or", "new_id": -2}]