[{"uid": "1295770856146751522", "i": 18802, "idx": 3, "sa": ["Colin Powell"], "q": "4 p.m. at Noodles& Company, 10550 E. Garden Drive in Aurora. Twenty-five percent of all sales will benefit the Youth Mentoring Collaborative, a group of nine mentoring organizations that helped Aurora win the 2010 <q> 100 Best Cities for Young People </q> award from America's Promise Alliance, a program started by retired Gen. <strong> Colin Powell </strong> to encourage kids For more information on mentor enrichment training classes at the Youth Mentoring Collaborative in Denver, check the website Use", "new_id": -2}, {"uid": "1295963714228147235", "i": 16687, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "William C. Weldon"], "q": "nearly 9 percent to$ 13.33 Bill Lockyerion, or$ 4.78 per share. Revenue totaled$ 61.59 Bill Lockyerion, down 0.5 percent from 2009, even though J&J's 2009 fiscal year had a 53rd week. <q> Although 2010 was a challenging year, the business continued to deliver earnings growth, while investing in the future and emerging a stronger organization, </q> <strong> William C. Weldon </strong>, chairman and chief executive, said in a statement Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1297627010160415775", "i": 39921, "idx": 4, "sa": ["Mike Pence", "Shirley Sherrod"], "q": "abortion rights.''( And obviously Fox`` News'' doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer href=\"http://mediamatters.org/blog/201102080043\"> harassing a spokesperson for Planned Parenthood.) He continue <q> they don't want to bring any attention to this controversy. </q> Heldman mentioned how the networks don't want to get burned the way they did with <strong> Shirley Sherrod </strong>. Bill was happy when she said that Catholic Charities, as well as PP, is a`` sacred cow.''", "new_id": -2}, {"uid": "1297245173074432526", "i": 42915, "idx": 5, "sa": ["Simon Cowell", "Will Smith", "Willow Smith", "Lindsay Lohan"], "q": "on X Factor.`` In the final you could have a 14-year-old versus a 40-year-old,'' said <strong> Simon Cowell </strong>. When asked if the exposure could become too much for child performers he said: <q> Historically man, you know, I have seen a lot of these kiddie singers who looked like they had been pushed into it by their awful stage mums. They all sang Good Ship Lollipop and it was excruciating. No one wants to sit through that, </q> he scoffed. The 51-year-old continued to say that he was seeing a` new wave' of child stars that are similar to <strong> Will Smith </strong>'s daughter, <strong> Willow Smith </strong>. <strong> Lindsay Lohan </strong>`` to be charged with felony", "new_id": -2}, {"uid": "1296084552189841423", "i": 27996, "idx": 1, "sa": ["Michael Vick", "Brent Celek"], "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "new_id": -2}, {"uid": "1296725293246726664", "i": 416, "idx": 2, "sa": ["Steve Ballmer", "Brian Blair"], "q": "solutions into the low-to-mid-range smartphone market as quickly as possible to defend market share versus Android's upcoming lowered cost ecosystem.'' Ahmad claims Microsoft also needs the support of the world's biggest smartphone maker. <q> Two million units[ of Windows Phone 7] shipped in the last quarter is not really much to write home about, given$ 500m in marketing programmes( ouch), but with Nokia on-side, you get access to a potential 20-25% global share over time- and exclusivity.`` Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's? </q> he asked <strong> Steve Ballmer </strong>.`` You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA.'' Ahmad's advice was echoed by Wedge Partners analyst <strong> Brian Blair </strong>,", "new_id": -2}, {"uid": "1297388573139427848", "i": 43275, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer", "Beverly Hills"], "q": "season of`` The Real Housewives of <strong> Beverly Hills </strong>,'' thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nDavid Lettermany 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. fiancee, Kayte Walsh,`` love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he The posting of advertisements,", "new_id": -2}, {"uid": "1296675995024215578", "i": 35780, "idx": 4, "sa": ["David Letterman", "Halle Berry", "Justin Bieber", "Selena Gomez", "Audrina Patridge"], "q": "They were genuinely discovered based on real talent.'' OK! NEWS: <strong> Justin Bieber </strong> ON HIS BEST FRIEND <strong> Selena Gomez </strong>- WE SAW`` There hasn't been any official word on that,'' <strong> Halle Berry </strong> said, <q> but that would be a fantastic idea. </q> Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo`` Late Show'' host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation <strong> Justin Bieber </strong>, but he could learn a thing or two from the 16-year", "new_id": -2}, {"uid": "1297217149016318613", "i": 702, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": " <strong> Andy Coulson </strong>, the former editor of the News of the World, stood down after a series of new revelations about illegal phone-hacking during his time at the tabloid. The Prime Minister's spokesman said: <q> He had finished what he wanted to finish and good progress is being made with his replacement.`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was imprisoned for six months on", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]