[{"uid": "1295499873140181527", "i": 40573, "idx": 4, "sa": ["Dwight Howard", "Allen Iverson", "Tim Duncan", "Chris Paul", "Shaun Johnson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Shaun Johnson </strong> 18.02.09 <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Shaun Johnson </strong> 18.02.09 In only 33 minutes of playing, CP3 shot", "new_id": -2}, {"uid": "1295636751256720935", "i": 15503, "idx": 1, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "and jobs and he's focused like a laser on the middle class, and that's where he has to be and I'm glad he's there,\" <strong> Charles Ellis Schumer </strong> added, referring to the coming campaign. <q> We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong. </q> \"GE is a story of success,\" <strong> Kirsten Gillibrand </strong> added. \"If we can beat Russia in the race to the moon, we can beat China in the race to green energy.\"", "new_id": -2}, {"uid": "1295569075103366669", "i": 2704, "idx": 1, "sa": ["Mitch McConnell", "Bernie Sanders", "Barack Obama"], "q": "to once again make clear to the American people that under your watch we will not cut Social Security benefits, raise the retirement age or privatize this critical program,\" <strong> Bernie Sanders </strong> wrote in a letter to <strong> Barack Obama </strong>. <q> Social Security is a promise that we can not and must not break. </q> <strong> Bernie Sanders </strong>, who caucuses with Senate Democrats, and other liberals are worried about whether they can trust <strong> Barack Obama </strong> after he struck a deal with Senate Republican Leader <strong> Mitch McConnell </strong>( Ky.) last year to pass an$", "new_id": -2}, {"uid": "1296856799145915922", "i": 28952, "idx": 4, "sa": ["Sergio Marchionne"], "q": "the last 18 months. Some of those, such as the Chrysler 200, Dodge Durango, Dodge Charger, Dodge Challenger and the Fiat 500 minicar are just now arriving in dealerships. <q> This team is now faster than Fiat's, </q> <strong> Sergio Marchionne </strong> said. \"They needed to have a guy, a jerk like me, to ask` Why not?' every time they told me something couldn't be done.\"", "new_id": -2}, {"uid": "1297186010216317983", "i": 17514, "idx": 2, "sa": ["Katy Perry", "Paula Abdul", "Matt Lauer", "Nicole Scherzinger", "Simon Cowell", "Mariah Carey"], "q": "talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.\" When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: <q> I can't say. I really, really at this point can't say... I'm sworn to secrecy. They'll be cute, and the guy won't be as good looking as me. That's one of the rules! </q> Among the celebrities who have been linked to the judging panel are <strong> Katy Perry </strong>, Rihanna, <strong> Paula Abdul </strong>, <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and current X Factor UK judge Cheryl Cole. <strong> Simon Cowell </strong> has said than an announcement will be", "new_id": -2}, {"uid": "1297636743204521499", "i": 24034, "idx": 0, "sa": ["Zahi Hawass"], "q": "L'archeologo <strong> Zahi Hawass </strong> spiega sul suo sito che Notizie tristi. Cos il responsabile delle antichit egizie <strong> Zahi Hawass </strong>, spiega sul suo sito che nei giorni della rivolta sono stati rubati dal museo del Cairo 8 reperti di grande valore. <q> Lo staff del reparto database del Museo Egizio del Cairo- scrive il capo delle antichit egiziane- mi ha consegnato la relazione sull` inventario degli oggetti al museo dopo l'incursione. Purtroppo- spiega- hanno scoperto non sono presenti nel museo alcuni reperti </q>. Si tratta, elenca <strong> Zahi Hawass </strong> ricordando che? stata avviata un` inchiesta, di una statua in legno dorato di Tutankhamon portato da una dea e parte di un` altra del re mentre caccia con l'arpione;", "new_id": -2}, {"uid": "1296614981006586377", "i": 283, "idx": 0, "sa": ["Zahi Hawass", "Ben Ali"], "q": ". Reuters reports: \" Egyptian police shot dead 17 people trying to attack two police stations on Saturday in Ben Alii Suef governorate, south of Cairo, witnesses and medical sources said. \" reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2}, {"uid": "1296677265093847554", "i": 5923, "idx": 5, "sa": ["Allen Iverson", "Doc Rivers"], "q": "lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said. \"You always have to feel San Doc Riversio Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that deficit quickly grew to 17 in the third period when Boston was", "new_id": -2}, {"uid": "1297319963198246426", "i": 43805, "idx": 1, "sa": ["Eric Schmidt"], "q": "Amelia Torres, spokeswoman for competition issues at the commission, in a Wall Street Journal This all stems from a story published in The Sunday Telegraph in which the reporter( not lame duck CEO <strong> Eric Schmidt </strong>) said <q> Google could be willing to change some of its algorithm methodology in search. </q> What followed was a slew of regurgitated stories that Google was ready to change its algorithm. Without reading carefully, many assumed <strong> Eric Schmidt </strong> was being paraphrased. But it seems the author was just rambling on about a", "new_id": -2}, {"uid": "1295559948061718567", "i": 32162, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "been CEO for nearly a decade. He will now take over as executive chairman. We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}]