[{"uid": "1295325224053116945", "i": 10, "idx": 1, "sa": ["Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q>It was a huge lift off of me,</q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295647113138969108", "i": 11608, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Larry Page to Replace <strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  Why extremely high resolution screens matter for Apple's next-gen iPad  <q>Substantiated rumors of the next generation iPad using a vastly higher resolution 2048x1536 display are drawing some to question why the iPad would even need such a dense pixel count, which is much higher than even Apple's 17 inch MacBook Pro,</q> Daniel Eran Dilger reports for AppleInsider. \"The answer relates to resolution independence. \"` As screen sizes incrementally bump up their pixel densities, the most obvious difference to users is that icons, menu", "new_id": -2}, {"uid": "1296751438058556477", "i": 20207, "idx": 0, "sa": ["Allen Iverson"], "q": "Beach this season. The Heat, who http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297134193068190229", "i": 45078, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Add to favorites Based in Oceanside, CA Sound Description: Funky hipster songwriter New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295779311072171695", "i": 46277, "idx": 0, "sa": ["Andy Coulson"], "q": "now conduct a thorough investigation into the phone hacking. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 \"I stand by what I've said", "new_id": -2}, {"uid": "1297395901078626819", "i": 35216, "idx": 2, "sa": ["David Letterman"], "q": "cast( http://www.iâ\u0080¦ \" \"A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor... \"` Mad Avenue has a term called \"carpet bombing,\" which means paying for t...\" <q>Your posting a Comment allows me to do so as well. So, though I pledged not to e...</q> I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I'm about to write has I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I\"m", "new_id": -2}, {"uid": "1296369490154075148", "i": 46819, "idx": 0, "sa": ["Joel Klein", "Michael Gove"], "q": "<strong> Joel Klein </strong>, 64, was in London at the behest of British Education Secretary <strong> Michael Gove </strong> to speak at a conference. He slammed teacher unions for allowing the bad apples to sour the system. <q>The union is going to protect incompetent workers-- that is their job,</q> said <strong> Joel Klein </strong>, who now works for News Corp., owner of The Post. <strong> Joel Klein </strong> remarked that unions are unhappy with the growth of high-performing charter schools because it threatens their \"guaranteed client base.\"", "new_id": -2}, {"uid": "1295570272118865953", "i": 11362, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Enteprise applications are the central nervous systems of global business. But many of them are still rooted in the 1990s-era technology models and business models of their birth, and customers are getting fed up. What will", "new_id": -2}, {"uid": "1295540865257720386", "i": 2038, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "\\'s recent video posted on Facebook.( Jan. 13)\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302810.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html&amp;title=Gibbs talks Tucson speech, dodges <strong> Sarah Palin </strong> remarks& site= politics& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q>It was one of the best experiences of my life. The guy loves to improvise,</q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]