[{"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, \"I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}, {"uid": "1295036971041500703", "i": 42431, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "first opened them during a visit from Sen. <strong> Kirsten Gillibrand </strong> and Rep. Debbie Wasserman-Schultz. Moments later, her husband, astronaut Mark Kelly, asked her if she could touch his wedding ring, which she did. <q> She is beginning to carry out more complex sequences[ of movement] in response to our commands, and even spontaneously, </q> Dr. Michael Lemole Jr., neurosurgery chief at the University Medical Center in Tucson, said. \"We couldn't have hoped for any better improvement than we're seeing now.\" <strong> Gabrielle Giffords </strong> at Work Ronald", "new_id": -2}, {"uid": "1295741039001638405", "i": 424, "idx": 2, "sa": ["Allen Iverson", "Malik Rose", "Tim Duncan"], "q": "1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest as he dominated on the offensive end and came within four points of a career high, hitting 14-of-26 from the floor and 15-of-17 from the foul line. <q> It would have been better to have a one-point performance and win than having a 40-point game and lose, </q> said <strong> Allen Iverson </strong>, who added seven rebounds and six assists. <strong> Malik Rose </strong>, whose previous career best was 14 points, was the surprising hero as Robinson and <strong> Tim Duncan </strong> battled foul trouble. Robinson, who picked up his fifth", "new_id": -2}, {"uid": "1295224391243892255", "i": 37128, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. RSS feeds ranging from dining and movie reviews", "new_id": -2}, {"uid": "1296340734125665312", "i": 33049, "idx": 4, "sa": ["Kobe Bryant", "Smush Parker", "Allen Iverson"], "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented Jackson from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "new_id": -2}, {"uid": "1296744552199131154", "i": 30110, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the attacks, he choked up in a meeting with Bush while thinking of his son. On Nov. 21, 2001, the president led <strong> Donald Rumsfeld </strong> to a small office near the Situation Room and asked: <q> Where do we stand on the Iraq planning? </q> <strong> Donald Rumsfeld </strong> quickly prodded military leaders on the subject. It's the latest confirmation that war-or at least serious war planning-was gearing up long before the public was clued in, and despite the absence of any link between <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1296582890005816352", "i": 767, "idx": 3, "sa": ["Zahi Hawass"], "q": "earlier said heads were ripped off two mummies. On Tuesday, though, he said the museum had mistaken two skulls, separated from their skeletons, for mummy heads and that the items were intact. <q> I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone, </q> <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. \"I am so happy to announce that today everything is safe.\" He spoke in his office at the Supreme Council of Antiquities in the", "new_id": -2}, {"uid": "1295554110082853921", "i": 24928, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "Too nice for \"American Idol?' Does` American Idol' need meaner judges? stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who\"s judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295503548083329034", "i": 5165, "idx": 2, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Denver_Nuggets_SHOCK_the_world_in_1994_NBA_Playoffs check out these videos as well www.vimeo.com- Nuggets/Lakers Game 5 Preview uk.video.yahoo.com- <strong> Carmelo Anthony </strong>- Touch The Sky( First Round) The Nuggets haven't been nearly as successful as many of their fans expected", "new_id": -2}, {"uid": "1296155493239124507", "i": 19639, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... A driveable personal airplane: Innovation Economy( Boston Globe) Terrafugia CEO Carl Dietrich talks about his company's plans to", "new_id": -2}]