[{"uid": "1294971680128761890", "i": 26049, "idx": 1, "sa": ["Mike Pence"], "q": " \"I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,\" said Rep. <strong> Mike Pence </strong>, R-Ind., in an interview. <q>And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last.<q> In recent years, mass shootings have not have generated momentum for new gun laws. The 1999 shootings at Columbine High School in Colorado, in which two teenagers murdered 13 people before killing themselves", "new_id": -2}, {"uid": "1295618707107249686", "i": 38574, "idx": 0, "sa": ["Andy Coulson"], "q": "relationship\". Mr Price said it \"engendered strong feelings\" both in her husband and the wider family on both sides and matters \"came to a head\" in July 2003. He said: <q>The promenade area of Gravesend which runs alongside the south bank of the River Thames was thronging with people. Suddenly amongst them all there broke out a violent struggle between three men. Within a matter of minutes one of those men was left dying on the ground, the victim of multiple stab wounds and his throat having been cut across its width.<q> Alan Johnson bodyguard \"had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' Oasis fan` snorted Liam's dandruff\" new", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.<q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295907918177651713", "i": 23777, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "Henry Kissinger"], "q": ", <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q>To an occasional adversary and a permanent friend.<q> \"When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1295537942185040944", "i": 9638, "idx": 0, "sa": ["Christina Aguilera", "Michael Jackson", "Simon Cowell"], "q": "with artists including Britney, <strong> Christina Aguilera </strong>, Pink- and Jewel mentor contestants and pick a winner. In other words, there won't be an audience vote. Jewel said artists need signatures, not just hits: <q>A lot of great singers are foundering because they haven't found that one song.<q> Perhaps <strong> Simon Cowell </strong> should take her words to heart and reconsider making X Factor winners release a cover as their first single. <strong> Michael Jackson </strong> of the challenges will be to write a song in three hours. It sounds", "new_id": -2}, {"uid": "1295560274260145180", "i": 7619, "idx": 3, "sa": ["Eric Schmidt"], "q": "formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q>a chance to work on the things I'm most interested in,<q> which will be \"a significant improvement in the things that I can do in my time.\" The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a", "new_id": -2}, {"uid": "1295562736055705634", "i": 12140, "idx": 1, "sa": ["Eric Schmidt"], "q": "The decision to step down, according to Google executives, is about streamlining management. \"As Google has grown, managing the business has become more complicated,\" wrote <strong> Eric Schmidt </strong> in a blog post on Thursday. <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the holidays we decided now was the right moment to make some changes to the way we are structured.<q> <strong> Eric Schmidt </strong>'s tenure at Google has been nothing short of extraordinary. According to comScore, Google's sites reached nearly 179 million unique users in November, ranking second only behind Yahoo's. Google accounts for", "new_id": -2}, {"uid": "1295606235129794070", "i": 3996, "idx": 2, "sa": ["Eric Schmidt"], "q": "praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.<q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google", "new_id": -2}, {"uid": "1296335182265814054", "i": 12553, "idx": 0, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,<q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will http://wn.com/2010_Memorial_Cup__Round_Robin__Windsor_vs_Brandon__May_14th Entering the league as the fifth pick in the 2003 NBA Draft, <strong> Dwyane Wade </strong> was named to the All-Rookie team and the All-Star team the", "new_id": -2}, {"uid": "1295076883008978460", "i": 27604, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,<q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. Sea Gals", "new_id": -2}]