[{"uid": "1297340807163020800", "i": 45117, "idx": 3, "sa": ["Chris Huhne", "Claire Perry"], "q": "the recent decoupling of oil and gas prices. <strong> Chris Huhne </strong> said that the price per therm in the US is half that in the UK and Europe and we need an electricity market reform framework. <q> It is not our job to pick winners, it is our job to ensure low carbon electricity, </q> he added. <strong> Claire Perry </strong>( Con, Devizes) said there is concern among some of her constituents about increased traffic and unpleasant smells from new anaerobic sites. Barker said that the environment agency continues", "new_id": -2}, {"uid": "1295560469260145196", "i": 154, "idx": 0, "sa": ["Charlie Sheen", "Steven Tyler", "Robert Pattinson", "Kim Kardashian", "Piers Morgan", "Paula Abdul", "Johnny Depp", "Angelina Jolie", "Kristen Stewart", "Jennifer Lopez", "Ricky Gervais"], "q": "'s Vogue Outtakes: Too Much Photoshop?( 421) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 415) href=\"http://www.eonline.com/uberblog/b221623_Ricky Gervais_Ricky Gervais_talks_golden_globes_with.html\" rel=\"bookmark\"> <strong> Ricky Gervais </strong> Talks Golden Globes With <strong> Piers Morgan </strong>: <q> They Shouldn't Have Hired Me </q> <strong> Kristen Stewart </strong>: Who's She Kissing Now?( Hint: Not <strong> Robert Pattinson </strong>) <strong> Kim Kardashian </strong> Shapes What Her Mama Gave Her-and So Does Her Mama! American Idol Returns: Spirit of <strong> Paula Abdul </strong> Lives in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> The", "new_id": -2}, {"uid": "1295570598118865953", "i": 6253, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having <strong> Larry Page </strong> running things day to day,", "new_id": -2}, {"uid": "1297243911074432540", "i": 19243, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "critical of many of his former colleagues and says he wanted to quit following the Abu Ghraib human rights scandal but his resignation was vetoed by the President.In the account that the Los Angeles Times describes as one about <q> shifting blame and settling scores </q>, Mr. <strong> Donald Rumsfeld </strong> writes that Mr. Bush never asked him whether invading Iraq was the right course to take. Disclaimer: The Hindu is not responsible for the content of external internet sites.", "new_id": -2}, {"uid": "1296138887011223046", "i": 19637, "idx": 1, "sa": ["Bernie Sanders"], "q": "others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1297334850177307674", "i": 30037, "idx": 1, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "on our business. We will take appropriate actions as the situation evolves.'' Gbagbo's camp has dismissed <strong> Alassane Ouattara </strong>'s export ban as unenforceable. Spokesman <strong> Ahoua Don Mello </strong> says the reality is that cocoa shipments continue. <q> Every day cocoa is being shipped out, </q> he says.`` Trying to cripple Ivory Coast economically is not possible. Cocoa exports will continue. Coffee too and rubber because it's the foreigners themselves who need them.'' An estimated seven million", "new_id": -2}, {"uid": "1296805908220135483", "i": 8153, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "since by human rights groups. He still defends the use of waterboarding and all those other`` enhanced techniques'' employed at Guantanamo Bay, but one of his`` biggest disappointments'' was his failure to <q> help persuade America and the world the truth about Gitmo </q>. The truth? That word in that context epitomises the problem with Known and Unknown. It is some time since America and the world believed in <strong> Donald Rumsfeld </strong>'s version of the truth, and this", "new_id": -2}, {"uid": "1297176549217825300", "i": 8632, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "think about it and to consult with others. The next day, <strong> George H. W. Bush </strong> Cheney came to the Pentagon.`` Don, 35 years ago this week, I went to work for you,'' he said, <q> and on this one you're wrong. </q> Adapted from Known and Unknown: A Memoir by <strong> Donald Rumsfeld </strong>, with permission from Sentinel, a member of The Penguin Group, USA. Copyright 2011, <strong> Donald Rumsfeld </strong>. Copyright 2011 Dow Jones", "new_id": -2}, {"uid": "1296160133231161875", "i": 14207, "idx": 1, "sa": ["Bernie Sanders"], "q": "`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. href=\"http://content.usatoday.com/topics/topic/Bernie Sanders+Bernie Sanders\" title=\"More news, photos about Bernie Sanders\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. reprints& permissions, visit our FAQ's. To report corrections and clarifications,", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]