[{"uid": "1295685666063881291", "i": 44139, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World journalists being named. MPs on the Culture Media& Sport Select Committee held an inquiry, and Mr <strong> Andy Coulson </strong> repeated his declaration that the royal phone-hacking had been an isolated incident. <q>What we had with the <strong> Clive Goodman </strong> case was a reporter who deceived the managing editor's office and in turn deceived me. I've thought long and hard about it- I did when I left. What could I have done to stop this from happening?<q> he said. \"But if a rogue reporter decides to behave in that fashion, I'm not sure there's an awful lot more I could have done.\" The MPs remained unconvinced", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,<q> <strong> Wanda Jackson </strong> says. \"And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1295240169095436825", "i": 354, "idx": 0, "sa": ["Steve Ballmer"], "q": "is a vital concern in an economy where many companies focus on developing and selling products, handing off the actual manufacturing to facilities in China and elsewhere in the developing world. Microsoft Corp CEO <strong> Steve Ballmer </strong> identified <q>better global enforcement of intellectual property laws<q> as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. \"That is particularly true in China, where the protections are the weakest,\"", "new_id": -2}, {"uid": "1295668830122535946", "i": 39850, "idx": 1, "sa": ["Ed Rendell", "Michael Vick"], "q": "west toward Marcellus Shale.[ 0] Former Gov. <strong> Ed Rendell </strong> supports program giving stray cats and dogs to prisoners. \"All of a sudden, recidivism's looking like a win-win,\" says <strong> Michael Vick </strong>. <q><strong> Paul I. </strong> just really enjoy killing dogs. <strong> Paul I. </strong> do not care where.<q>[-5] Every day, on average, two water mains break in Philadelphia, which sometimes leads to millions of gallons of water pouring onto the street. Bonus spraygrounds, you guys!", "new_id": -2}, {"uid": "1295620968043139091", "i": 46860, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "amid accusations that he was aware of journalists while working as editor of the \"News of the World\" today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q>Unfortunately, continued coverage of <strong> Andy Coulson </strong> resignation: statement in full This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> today confirm that I've resigned as Downing Street director of communications.<q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.\" I'm extremely proud of the part I've played in Top Aide to British Prime Minister Resigns LONDON", "new_id": -2}, {"uid": "1297460017090980370", "i": 33230, "idx": 1, "sa": ["David Letterman"], "q": "biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend,\" she said in a statement. <q>I'm pumped just thinking about that huge audience and soaking up their energy.<q> British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series on Monday, February 21, a day prior to the U.S. release of her new album, 21. Adele's Live", "new_id": -2}, {"uid": "1295589382106250271", "i": 13929, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "marks a return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one search engine with$ 29-billion a year in revenue. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1295473355144211985", "i": 25464, "idx": 0, "sa": ["Simon Cowell", "David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q>It's not any news here about my drug use and addictions in the past,<q> he told <strong> David Letterman </strong> on \"The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. \"I\"m not going in there to be a harsh", "new_id": -2}, {"uid": "1297183505216317958", "i": 9331, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "let the documents speak for themselves. promoting on his website. It's a September 9, 2002 summary from the Joint Staff's top intelligence official confessing that U.S. assessments of <strong> Saddam Hussein </strong>'s weapons of mass destruction <q>rely heavily on analytic assumptions and judgment rather than hard evidence.<q> <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to \"take a look\" at the memo, because \"what we don't know about WMD... is big.\" Aha! <strong> Donald Rumsfeld </strong> was a", "new_id": -2}, {"uid": "1295807081069746690", "i": 15013, "idx": 0, "sa": ["Andy Coulson"], "q": "\"AP/Yahoo.. trying to give us SOME news from the USA WAR FRONT.\" Which of course, they ignore as not to hurt the Democrat in office-- and his campaigning. Report Abuse <q>Iraq, Iran, Afghanistan, Pakistan, N Korea, Somalia, Sudan, Ivory Coast, Mexico-- so when are we planning on winning any of these wars?<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}]