[{"uid": "1296033108259686434", "i": 25067, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Mercedes-Benz", "new_id": -2}, {"uid": "1296841618164773907", "i": 15782, "idx": 0, "sa": ["Tayshaun Prince", "Allen Iverson"], "q": "to the point. He wants to win and the losing angers and frustrates him. I asked him about solutions to fix what is wrong. He simply shrugged and could not give a good answer. <q> I don't know what to tell you because I've never been in a position like this, </q> <strong> Tayshaun Prince </strong> said.`` When I came here, things were peaches and cream. We have had problems. Then we had the Rip and AI( <strong> Allen Iverson </strong>) thing and we had this argument and that argument that", "new_id": -2}, {"uid": "1297687256161349640", "i": 24453, "idx": 0, "sa": ["Jon Daniels", "Elvis Andrus", "Michael Vick"], "q": "asked Young to move from shortstop- where he was coming off a Gold Glove season- to make room for <strong> Elvis Andrus </strong>. Young's reaction? Trade me. General manager <strong> Jon Daniels </strong> in 2009: <q> I still believe there is a likelihood that we can come together on this and put it behind us, We want to have further discussions with Mike and talk to him about it. We're all preparing for <strong> Michael Vick </strong> to be an integral part of our team going forward. That's how we're preparing and that's my expectations. </q> <strong> Jon Daniels </strong> in 2011:`` We will walk down the path and see if there's something that can satisfy all parties. If not, we'll put the club together with the idea of <strong> Michael Vick </strong> playing", "new_id": -2}, {"uid": "1296701462033554469", "i": 1339, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "attention. They don't mean anything'' as he puts it. I pulled him into a tight hug and I smelled his axe. He always used axe ever since he knew <strong> Justin Bieber </strong> wore it. Cody: <q> hey K, miss me much? </q> I laughed into his chest and heard the evil Courtney leave with her clicking high heels hitting the floor loudly. Ryan http://wn.com/*_U_Smile_/_I_Smile_,_Right?-*_A_Justin_Bieber_Love_Story_Chapter_11 <strong> Justin Bieber </strong> on` Late Show with <strong> David Letterman </strong>' to promote` Never Say Never' <strong> Justin Bieber </strong> movie", "new_id": -2}, {"uid": "1296709692055181312", "i": 47083, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "after the World Trade Center collapsed, he wrote in his memoir Known and Unknown, which is due out Feb. 8. The New York Times and Washington Post published excerpts of the book late Wednesday. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong>`` wanted the options to be` creative.''' The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U..", "new_id": -2}, {"uid": "1295576695124059658", "i": 32226, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "about how best to simplify our management structure and speed up decision making.''`` For the last 10 years, we have all been equally involved in making decisions,'' he said. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said.`` Larry, in my clear opinion, is ready to lead,'' he said.`` Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we", "new_id": -2}, {"uid": "1297284739062046279", "i": 11102, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "running Bing, Hotmail and MSN.com to build its cloud computing platform Azure in the Server and Tools division. <strong> Satya Nadella </strong> previously worked in Microsoft Business Solutions on Dynamics, the company's customer relationship management software. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said in an e-mail to all employees. <strong> Satya Nadella </strong> said in his e-mail to the Server and Tools division that Microsoft is on a path to change the world again with its cloud platform.`` Today", "new_id": -2}, {"uid": "1295632864218054656", "i": 40226, "idx": 2, "sa": ["Eric Schmidt", "Will Page"], "q": ", it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm of Google. But, he added, there's likely more going on than the public statements indicate. <q> In terms of Google's financial performance, there should be no change. The company is firing on almost all cylinders, </q> Sterling said.`` However, I'm not sure that Larry <strong> Will Page </strong> has the` polish' to be the company's public face at this challenging time. Given all the and political challenges Google faces,", "new_id": -2}, {"uid": "1296192901247005192", "i": 19297, "idx": 0, "sa": ["Simon Cowell"], "q": "am I thinking right now?'' Randy snarks.`` Um, I think it's a` yes'?'' Christine says perkily.`` Uh, no!'' Randy says. <q> Oh, you CA N'T read minds! </q>`` That's not serious,'' Randy says as Christine walks out. Days like this, we miss <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> could gut a singer with a well-chosen word. <strong> Simon Cowell </strong> had finesse.", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]