[{"uid": "1297618288105119764", "i": 17686, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities, <strong> Zahi Hawass </strong>, said that during the revolt several ancient treasures had been stolen from the Egyptian Museum, including a statue of the renowned boy king Tutankhamun. The objects missing from the famed museum include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28 during clashes between protesters and riot police, who used tear gas", "new_id": -2}, {"uid": "1297242618238927902", "i": 29639, "idx": 4, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he", "new_id": -2}, {"uid": "1296221611048857106", "i": 41179, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "side is Idol's revamped judging panel, which- with music titans <strong> Steven Tyler </strong> and J. Lo replacing snarling hitman <strong> Simon Cowell </strong>- has rejected acidic, dream-crushing honesty for a nurturing, sob-sister approach to talent wrangling. <q> We oughta let her in the door, </q> cooed Aerosmith singer <strong> Steven Tyler </strong>, oozing empathy for one off-key belter as J. Lo dabbed her eyes.`` Water that flower'cause I think it's gon na grow!'' Both shows, not surprisingly,", "new_id": -2}, {"uid": "1296842212222789687", "i": 30816, "idx": 1, "sa": ["Paul McMullan", "Andy Coulson"], "q": "know hacking was taking place. <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre' column, and after that at NOTW,'' <strong> Paul McMullan </strong> said in written evidence to the committee. <q> As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc. and told others to do it. </q> The News of the World and The Sun are published by News International Ltd., which is owned by U.S-based News Corp.. Daisy Dunlop, a spokeswoman at News International, declined to immediately comment.", "new_id": -2}, {"uid": "1296100703086065156", "i": 2125, "idx": 1, "sa": ["Steven Tyler", "Nathaniel Johnson", "Simon Cowell"], "q": "re-enactor <strong> Nathaniel Johnson </strong>, 22, comes by with his dad. He has no discernible singing style. His actual vocals are okay but nothing to write home about.`` I like the song,'' <strong> Steven Tyler </strong> said. <q> It's a no for me, </q> J. Lo said immediately with no actual critique. In this moment, I am wishing for <strong> Simon Cowell </strong>! Another loser: Mason Wilkinson. He's stiff and terrible. The judges are speechless. Again, where's", "new_id": -2}, {"uid": "1295485367026624014", "i": 57072, "idx": 1, "sa": ["David Letterman", "Kenny Garrett", "Jason Miles", "Spencer Davis", "Mike Stern", "Carlene Davis", "Miller Anderson", "Willie Nelson", "Marcus Miller", "David Sanborn", "Tim Minchin"], "q": "Los Feliz'' <strong> Jason Miles </strong>- synthesizer programming http://wn.com/Jason Miles_Carlene Davis_,_Marcus Miller_Marcus Miller_,_Tim Minchin_David Sanborn_,Don_Alias_,_Kenny Garrett_Kenny Garrett_,_Joe_McCreary_Tutu_live http://wn.com/Across_the_Borderline__Marcus Miller_Miller Anderson_and_Spencer Davis_Carlene Davis This is <strong> Miller Anderson </strong> playing <strong> Willie Nelson </strong>'s Across the Borderline. http://wn.com/Jason Miles_Carlene Davis_Marcus Miller_Marcus Miller_Tim Minchin_David Sanborn_We_Three_Kings_Of_Orient_Are <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> on <strong> David Letterman </strong>`` We Three Kings Of Orient Are'' PUMP UP THE VOLUME!!! From <q> The man with the horn </q>- 1981- mind blowing solo by <strong> Mike Stern </strong>.. great bass patterns by <strong> Marcus Miller </strong>... put up your headphone... get yourself blown away... Take care!!! Copyright Disclaimer Under Section 107 of the Copyright Act 1976,", "new_id": -2}, {"uid": "1295000695083214342", "i": 3121, "idx": 1, "sa": ["David Letterman", "Heston Blumenthal"], "q": "with his two children by his estranged wife, daughter Mason, eight, and five-year-old Jude. When asked by <strong> David Letterman </strong> how the children were coping since their parents seperated in July 2010, he said: <q> The kids seem to be doing OK.`` We've been spending quite a bit of time with them, Kayte and I. </q> <strong> Heston Blumenthal </strong> turns his formidable culinary imagination towards the sea in an attempt to create a sustainable banquet that will completely change the way we think about seafood. For his starter, <strong> Heston Blumenthal </strong> conjures up a Fishy Afternoon Tea", "new_id": -2}, {"uid": "1297184420188334218", "i": 57166, "idx": 0, "sa": ["David Letterman", "Larry McCarren", "Aaron Rodgers", "Brett Favre", "James Starks"], "q": "down with Dave to talk about the Super Bowl, Green Bay and of course <strong> Brett Favre </strong> came up in conversation. When asked whether <strong> Brett Favre </strong>'s wishy-washy decision to retire had any affect on him: <q> I was the guy that took all the reps in the off season, and he was the guy who took all the reps during the season. So, that's kind-of how it worked out, </q> said <strong> Aaron Rodgers </strong>. <strong> Aaron Rodgers </strong> topped off his <strong> David Letterman </strong> appearance with a good ol' pigskin toss to Dave. Previous article <strong> James Starks </strong> to appear on <strong> Larry McCarren </strong>'s Locker Room Live Watch CBS Shows Watch your favorite new and", "new_id": -2}, {"uid": "1296482657189546496", "i": 3307, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' Sorry, comments are closed for this story.", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]