[{"uid": "1296407544252772372", "i": 143, "idx": 21, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and George Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q> It felt funny playing against guys you played with all year, </q> <strong> Allen Iverson </strong> said.`` You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.'' <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295808292025542714", "i": 49165, "idx": 0, "sa": ["Andy Coulson", "Gabriel Tamas", "Ian Holloway"], "q": ": <strong> Ian Holloway </strong>( since 21/05/2009) Last Result: 3-2 loss at Photo: West Bromwich Albion's <strong> Gabriel Tamas </strong> is sent off for a foul on... World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q> When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael Van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael Van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1296106868198869008", "i": 18926, "idx": 1, "sa": ["Liz Callaway", "David Letterman", "Boston Pops"], "q": "She received an Emmy Award for hosting`` Ready to Go,'' a daily, live children's program on CBS in <strong> Boston Pops </strong>. Other TV credits include`` In Performance at the White House,'' <q> Inside the Actor's Studio: <strong> Stephen Sondheim </strong>, </q>`` Christmas with the <strong> Boston Pops </strong>,''`` The <strong> David Letterman </strong> Show,'' and`` Senior Trip''( CBS Movie of the Week). <strong> Liz Callaway </strong> just released her fourh solo album, Passage of Time, for", "new_id": -2}, {"uid": "1296312686049463298", "i": 28070, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday.`` Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from", "new_id": -2}, {"uid": "1296216383069550083", "i": 29334, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q> He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres, </q> Seacrest says on` <strong> Jimmy Kimmel </strong> Live.' The` Idol' host wishes <strong> Simon Cowell </strong> the best in his new endeavor. <strong> Jimmy Kimmel </strong> asks,`` Do you hope his[ show] does", "new_id": -2}, {"uid": "1297278646168607769", "i": 39202, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "she's probably going] 14 times a week.'' The <strong> Simon Cowell </strong> bashing continued as Billy attempted to uncover <strong> Paula Abdul </strong>'s love life secrets and what she finds most attractive in the opposite sex. <q> What turns me on? Tight tees, yes. Hair that does this kind of thing[ using her hands to make square shape on top of her head], </q> <strong> Paula Abdul </strong> told Billy and <strong> Kit Hoover </strong>.`` Pants that are up so high it's like,` What's that on your neck? Oh it's a belt?!?' I got it.'' The", "new_id": -2}, {"uid": "1295471396069730345", "i": 36075, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "Dog. On Monday, <strong> Steven Tyler </strong> admitted to <strong> David Letterman </strong> that his 2009 fall from the stage, that resulted in a broken shoulder and required 19 stitches in his head, was caused by drug abuse. <q> A couple years ago, I was[ snorting] Lunesta because of some problems with my feet, </q> he said.`` That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high.'' Lunesta is a prescription sleep", "new_id": -2}, {"uid": "1295009312134168590", "i": 27637, "idx": 0, "sa": ["Lawrence Woodward", "Michael Vick"], "q": "It took exactly one night for <strong> Michael Vick </strong>'s name to be once again embroiled in controversy. <strong> Michael Vick </strong>'s Virginia-based lawyer <strong> Lawrence Woodward </strong> denied reports that his client spent his first night of freedom at a Virginia Beach strip club. <q> It is absolutely, categorically false, </q> <strong> Lawrence Woodward </strong> said. Should a man, having paid his debt to society for a crime he says he regrets, be forbidden from resuming a career at which he excels; a career for which his crime in", "new_id": -2}, {"uid": "1295892457257261601", "i": 32617, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Schwab said he doesn't think it will.`` I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,'' he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the`` unknown unknowns'' as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}]