[{"uid": "1295904134252543000", "i": 25725, "idx": 1, "sa": ["Bernie Sanders"], "q": "It's time to see a good shrink and figure out why this part of your brain is dysf...''`` I taught elementary school for twenty years, but I also have a background in scie...'' <q> I don't believe in angels, but I believe Christine's messages have somehow emana... </q>`` I trust <strong> Bernie Sanders </strong>, with his long record of being a serious advocate for the...'' I posted Part 1 of this before, but modified that slightly and added this, Part 2. I", "new_id": -2}, {"uid": "1295264247086458386", "i": 8952, "idx": 0, "sa": ["Rupert Murdoch", "Andy Coulson"], "q": " <strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> Cameron told BBC Radio 4's Today programme.`` I gave him a second chance,'' Cameron added.`` I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1296537954082821149", "i": 30586, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Chicago, Illinois) is an American professional basketball player in the NBA, currently with the Dallas Mavericks. He is a former All-Star and All-NBA power forward and was a member of the University of Michigan Wolverines' <q> Fab Five& q... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points <strong> Dwight Howard </strong> scores 28 points and", "new_id": -2}, {"uid": "1295285903003260422", "i": 44584, "idx": 2, "sa": ["Jim Ryun", "Mike Pence"], "q": "encouraging him to get in the race,'' <strong> Jim Ryun </strong> said in a release.`` <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,''' Benko added. <q> He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012. </q> Benko, in a brief interview, said the American President's Committee has raised$ 70,000 so far for the draft <strong> Mike Pence </strong> initiative. Over the last several years, political observers have had kept", "new_id": -2}, {"uid": "1296538875117768216", "i": 31377, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "the Late Night with <strong> David Letterman </strong> <strong> Justin Bieber </strong> talked about the schedule he has with school and how it works for him being that he is a superstar.`` I did school this morning,'' says <strong> Justin Bieber </strong>. <q> I do three hours a day, fifteen days a week. </q> The kids who are entertainers actually have a tutor as they travel to keep them up with their studies. The arrangement with <strong> Justin Bieber </strong> is just like some of the other younger celebrities in the entertainment as it", "new_id": -2}, {"uid": "1295992536205340683", "i": 17554, "idx": 0, "sa": ["Eric Schmidt"], "q": "was careful to note he'll be involved in( promising he'll be at Google for at least`` the next decade''). stuff: The future is mobile, he thinks, driven by the <q> device of our time, </q> the smartphone-- and the tablet. Children now have two states of existence, aided by this trend--`` asleep or online.'' Within two years <strong> Eric Schmidt </strong> sees smartphone sales outstripping desktop PC sales, and the", "new_id": -2}, {"uid": "1295956479149733513", "i": 33281, "idx": 5, "sa": ["Mike Pence"], "q": "earth because we acknowledge the God-given right to liberty, the pursuit of happiness and the unalienable right to life,'' <strong> Mike Pence </strong> said. He said it's time to restore the`` sanctity of life'' to the <q> center of American law. </q> The annual March for Life has been held every year since 1974, the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of", "new_id": -2}, {"uid": "1295185845037912600", "i": 17536, "idx": 1, "sa": ["Chris Huhne"], "q": "Rosneft. But some have expressed cynicism over the motivation for the outrage.`` Sometimes politicians say things that make no sense,'' said Fadel Gheit, an oil analyst at Oppenheimer& Co in New York. <q> Has Russia declared war on us? Not to my knowledge. </q> The energy secretary, <strong> Chris Huhne </strong>, took part in handshakes to mark the agreement at BP's London head office. <strong> Chris Huhne </strong> said that Russia accounts for nearly a fifth of the world's gas production and 13", "new_id": -2}, {"uid": "1296619642002048048", "i": 52557, "idx": 0, "sa": ["Charlie Sheen", "Leslie Nielsen", "David Arquette", "Simon Cowell", "Carolina Herrera", "Julianna Margulies", "Steve Wright"], "q": "of a September 2008 plane crash in South <strong> Carolina Herrera </strong> that left both critically injured. Four others aboard the plane were killed when the Learjet skidded off a runway during takeoff from Columbia. Watch more about his career'' <q> Daily I live with the guilt and grief of what happened that night, what I saw, who was lost and why I was spared, </q> he wrote in http://wn.com/Top_Story!_Weekly_8-16-09_with_standup_Steve Wright_Steve Wright <strong> Simon Cowell </strong>: Missing X Factor in UK? <strong> Charlie Sheen </strong>: A late date with rehab <strong> David Arquette </strong> leaves rehab after a month <strong> Julianna Margulies </strong> thanks in-laws on 2011 SAG Awards for` Good Wife' win <strong> Leslie Nielsen </strong>,", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]