[{"uid": "1296297293210370566", "i": 2336, "idx": 0, "sa": ["Simon Cowell", "Robbie Williams"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Wagner WatchWe investigate what", "new_id": -2}, {"uid": "1295559682260145158", "i": 17926, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "in management at the company since Mr. <strong> Eric Schmidt </strong> joined as href=\"http://www.nytimes.com/2001/03/28/business/technology- briefing- internet- novell- chief- takes- google- post.html?ref=Eric SchmidteEric Schmidt\" title=\"Article from the archive.\"> chief executive in 2001. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr. <strong> Eric Schmidt </strong> wrote in a Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' at Google when he was named chief executive, href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\"> wrote:`` Day-to-day adult supervision is", "new_id": -2}, {"uid": "1297276311160776195", "i": 37277, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "American' X Factor,' just as he had on the British show. However, <strong> Simon Cowell </strong> did not reveal who might sit next to him on the judges' panel, instead teasing he'd make an announcement <q> in three or four weeks. </q> Various internet websites are throwing the name of <strong> Paula Abdul </strong> in the mix as a possible judge and that might be just the right fit since their antics on American Idol were loved by the fans and brought in", "new_id": -2}, {"uid": "1297430006189579266", "i": 15518, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "meta name=`` distribution'' content=`` Global''/> meta name=`` author'' content=`` Aftenposten.no''/> meta name=`` description'' content= <q> Partnerskapet med Microsoft vil koste mange jobben. </q>/> Nokia-sjef <strong> Stephen Elop </strong> og Microsofts administrerende direkt?r <strong> Steve Ballmer </strong> fortalte i dag pressen om det nye partnerskapet. FOTO: ALISTAIR GRANT/SCANPIX Partnerskapet med Microsoft vil koste mange jobben. Nokia-sjefen svinger pisken Nokias nye strategi vil", "new_id": -2}, {"uid": "1296774953170934311", "i": 4777, "idx": 1, "sa": ["David Letterman"], "q": "of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said`` the DEA will be looking for Flo after that headline!'' Wilma from Grand Gorge chastised the headline-maker for <q> sullying this good woman's reputation. </q> Online,`` KcFourdoggs'' left a post saying,`` Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>.'' Well, the headline never made it into the late-night lexicon, and", "new_id": -2}, {"uid": "1297188372166789129", "i": 6228, "idx": 4, "sa": ["Simon Cowell"], "q": "part of the shows, each judge is going to mentor three finalists each, and that means you got to work with them up to five or six days a week,'' <strong> Simon Cowell </strong> told reporters. <q> So, I'd need to find somebody who's willing to make that commitment because it is hard work, because you are deciding on all of their material, how they're going to perform on the night, you're going to have a relationship with them, and I also think it's really really important for me that I got people I can trust in terms of their expertise-- their gut feeling-- and that's why it's a difficult decision when you're putting a team around you. </q> <strong> Simon Cowell </strong> added that in addition to working work well with the contestants, the judges must also have a strong desire to compete against and challenge each other.`` I also think it's important", "new_id": -2}, {"uid": "1297105238094666779", "i": 13562, "idx": 1, "sa": ["Richard Blumenthal", "Kirsten Gillibrand"], "q": "subpanel was urged by anti-abortion groups. Early into the abortion battle, <strong> Kirsten Gillibrand </strong> and <strong> Richard Blumenthal </strong> are emerging as Senate Democrats' top voices on abortion rights. Last week, the duo urged their Senate colleagues to <q> stop these bills in their tracks. </q> The debate over abortion has already turned fierce in the first month of the new Congress. Abortion rights advocates raised the alarm when legislative language proposed by the GOP seemingly made a distinction between`` rape''", "new_id": -2}, {"uid": "1295582183033980446", "i": 5423, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "engineers to leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,''", "new_id": -2}, {"uid": "1297353478128565287", "i": 26595, "idx": 0, "sa": ["Simon Cowell", "Prince William, Duke of Cambridge"], "q": "last month that they set the date or call things off. While being interviewed on American TV, <strong> Simon Cowell </strong>, 51, was once again asked when their wedding would be. He joked: <q> I don't want to overshadow <strong> Prince William, Duke of Cambridge </strong>, so they've got to go first. </q> Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.`` The Sun'',`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]