[{"uid": "1295563322217792524", "i": 19787, "idx": 6, "sa": ["Eric Schmidt"], "q": " \"I believe Larry is ready. His ideas are very interesting and clever, and it's time for him to have a shot at running this.\" <strong> Eric Schmidt </strong> doesn't expect any material change in strategies, <q>we tend to agree on pretty much everything.<q> 4:40: <strong> Eric Schmidt </strong> is talking about regulators. They try to stay away from getting too close to the line in legal issues, but they argue very strongly that things are pro-competitive. 4:41:", "new_id": -2}, {"uid": "1297380716211959815", "i": 20797, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence", "Rep. Diana DeGette"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and <q>prevent funding from being withheld from institutions that refuse to provide abortions.<q> <strong> Rep. Diana DeGette </strong>( D-CA), who joined <strong> Nancy Pelosi </strong> on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services. <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN) has", "new_id": -2}, {"uid": "1295578846089079815", "i": 29299, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "such as Facebook <strong> Google Inc. </strong>, the social networking phenomenon that is vying with <strong> Google Inc. </strong> for Internet advertising revenue. To get back its mojo, <strong> Google Inc. </strong> may be returning to its start-up roots. <q>A lot of the growth of the company used to be driven by innovation,<q> said Yun Kim, an analyst at investment firm Gleacher& Co. \"Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>.\" <strong> Eric Schmidt </strong>, 55, will", "new_id": -2}, {"uid": "1297240802110002203", "i": 36314, "idx": 0, "sa": ["Stephanie Birkitt", "Jennifer Aniston", "Vince Vaughn", "David Letterman", "Ben Affleck", "Jennifer Lopez"], "q": "2009. When office romances go bad, however, it can cause difficulties for everyone involved. Some casualties include <strong> David Letterman </strong> and assistant <strong> Stephanie Birkitt </strong>, <strong> Jennifer Lopez </strong> and <strong> Ben Affleck </strong>, and <strong> Jennifer Aniston </strong> and funnyman <strong> Vince Vaughn </strong>. <q>When co-workers become romantically-involved, they often aren't thinking about what's going to happen next week, let alone next year,<q> says Tony Lee, publisher of CareerCast.com. \"While some make it to the altar, others aren't quite as fortunate and jobs, marriages and friendships may be irrevocably harmed.\" To help you", "new_id": -2}, {"uid": "1295599112020365330", "i": 18959, "idx": 0, "sa": ["Allen Iverson"], "q": "Winter World University Games as a member of the U.S. men's national ice hockey team. Turkey? Might he bump into another athlete with Philadelphia ties? A guy who plays basketball named <strong> Allen Iverson </strong>? <q>I thought about that, but I had enough of him when he was in Philly,<q> Pyne said with a laugh last night. The 21-year-old goalie is a dual marketing/entrepreneur major. Three years ago he helped lead La Salle High to the state title. Pyne said he has traveled", "new_id": -2}, {"uid": "1297135014195428352", "i": 20379, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "called it \"one of the leading news Web sites.\" NBC's Brian Williams did tag the Web site as \"liberal\" as he also read a an item on the acquisition. Williams: <q>A big payday for <strong> Arianna Huffington </strong> as AOL becomes the new owner of <strong> Arianna Huffington </strong> Post, the liberal Web site she created six years ago.<q> ABC's World News, which devoted much of its program to anchor <strong> Diane Sawyer </strong>'s interview with former Defense <strong> Donald Rumsfeld </strong>, did not mention the deal. By contrast, as previously documented by NewsBusters,", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,<q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}, {"uid": "1295612697003915826", "i": 5908, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,<q> <strong> David Cameron </strong> said in an e-mailed statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\"--", "new_id": -2}, {"uid": "1296314764089227265", "i": 41923, "idx": 0, "sa": ["Colin Powell", "Hillary Clinton"], "q": ".\" Blake also reminded his audience of an initiative instituted last year and conducted under his jurisdiction: Annual Bilateral Consultations( ABCs) with all five Central Asian countries. In his Houston speech he stated, <q>I look forward to starting the second round of ABCs with Uzbekistan next month in Tashkent.<q> Blake's boss, Secretary of State <strong> Hillary Clinton </strong>, visited Uzbekistan last month- the first secretary of state to do since <strong> Colin Powell </strong>'s trip there in December of 2001- as well as Kazakhstan and Kyrgyzstan,", "new_id": -2}, {"uid": "1295736130001638465", "i": 29296, "idx": 0, "sa": ["Bruno Zevi", "Andy Coulson"], "q": "statement. Her husband <strong> Bruno Zevi </strong>, an architect, Jewish leader and member of Italy's clandestine Justice and Liberty movement while fascists held power, died in 2000. They had two children. Report Abuse <q>I am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}]