[{"uid": "1294952896035717140", "i": 16480, "idx": 2, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Washington with the president Thursday morning. <strong> Gabrielle Giffords </strong>' husband Mark Kelly then told his wife to give them a thumbs-up if she could hear him. Instead, she slowly raised her left arm. <q> <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes, </q> <strong> Kirsten Gillibrand </strong> said. <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> had visited with <strong> Gabrielle Giffords </strong> and her husband earlier in the day before attending a memorial service for the victims of Saturday's shooting rampage. Kelly told the", "new_id": -2}, {"uid": "1296715900139952133", "i": 14123, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,'' <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> Although his e-mail is solely an interpretation of what his future plans may be, his popularity in Indiana's 6th Congressional District is unquestionable. In last November's midterm elections, <strong> Mike Pence </strong> garnered 67", "new_id": -2}, {"uid": "1295279837245153796", "i": 12938, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", U.S. consultancy Bain& Co said. Branchini said he expected fashion houses to open more monobrand stores to boost sales in emerging markets, as well as increase their offer of casual wear. <q> Upper sportswear is on the rise, as shown by several top businessmen around the world, </q> fashion expert Branchini said.`` Let's just think about( Fiat's Chief Executive) <strong> Sergio Marchionne </strong>, a trend-setter with his( trademark) blue sweater,'' he said. Chinese tourists will", "new_id": -2}, {"uid": "1295532125005685274", "i": 16009, "idx": 0, "sa": ["Ricky Martin", "Simon Cowell"], "q": "Glee'`` The Kids Are All Right,''`` Burlesque,''`` I Love You <strong> Simon Cowell </strong> Morris,''`` Howl,''`` Easy A,''`` Scott Pilgrim vs. the World'' and <q> The Girl Who Played with Fire, </q> are among some of this year's film nominees.`` Project Runway'' and`` Top Chef: Just Desserts'' scored nods in the reality program category and`` The <strong> Ricky Martin </strong>'s first televised interview", "new_id": -2}, {"uid": "1297005372041598997", "i": 22937, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on America... Report Abuse <q>`` The Egyptians will welcome us as liberators! </q> \" Washington Post: <strong> Barack Obama </strong> praise could hurt two 2012 GOP candidates Washington Post: ATF fears budget cuts would imperil gun-trafficking fight at Mexico border Washington Post: <strong> Barack Obama </strong> answers viewers' questions in YouTube interview Mortgage Rates Hit", "new_id": -2}, {"uid": "1295561800055377927", "i": 5935, "idx": 0, "sa": ["Eric Schmidt"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1296109622041385998", "i": 10109, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Prep Hoopsters Apologize For 108-3 Win", "new_id": -2}, {"uid": "1295440324144605237", "i": 37515, "idx": 5, "sa": ["Nigel Lythgoe", "Jimmy Iovine", "Simon Cowell"], "q": "comparisons. The show is mostly casting away the guest judges and mentors that it featured in previous years. It is also eliminating some of the theme weeks that the producers came to dislike. <q> We're no longer going to get the country singer to sing rock, and the rock singer to sing folk, </q> <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong> said.`` They are now going to stay with what they believe and what <strong> Jimmy Iovine </strong> believes is their genre that they need to work in.''`` Idol'' has also reportedly signed up", "new_id": -2}, {"uid": "1295757315175325224", "i": 38456, "idx": 6, "sa": ["Allen Iverson", "Derrick Rose"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said.`` This is one of these times http://wn.com/Memphis_53rd_[HD]__Minus_the_Bear__Live_at_the_Cat's_Cradle,_11/13/2009 <strong> Derrick Rose </strong> crossover/crosses/cross/ shakes/bops/dances on Al horford of the Atlanta Hawks. This is no way copyright infringement. It's for promotional use only. This footage belongs", "new_id": -2}, {"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}]