[{"uid": "1297160772054263883", "i": 10417, "idx": 0, "sa": ["Simon Cowell"], "q": "rest of the pack( cough, Idol, cough) is that talents as young as 12 can apply-and just as importantly for the late-bloomers out there, there is no upper age limit for contestants. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1294978989186728468", "i": 43720, "idx": 0, "sa": ["Justin Timberlake", "Simon Cowell", "Jason Derulo", "Steven Tyler"], "q": "copying all his moves. I'd practice singing Usher and <strong> Justin Timberlake </strong> songs while doing their moves.\" As a teen, <strong> Jason Derulo </strong> moved to New York to attend the vaunted American Musical and American Idol?s New Judges: <q> We?re Not Here to Break People Down </q> <strong> Steven Tyler </strong> Never Watched \"American Idol' Bravo Buzz: Premiere dates of favorite shows released` American Idol': Will changes fill void left by <strong> Simon Cowell </strong>? Q&A with the three` American Idol\" judges, host", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1296169610157696001", "i": 1301, "idx": 0, "sa": ["Steve Ballmer"], "q": "nearly a billion US dollars. \"We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,\" said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1295625930089243655", "i": 29339, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1295336713131039270", "i": 7456, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., also is helping the campaign collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1296845496060293152", "i": 13691, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.", "new_id": -2}, {"uid": "1295411717092504092", "i": 10023, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "Howie Mandel", "Simon Cowell"], "q": "people he doesn't want on his new show. The host of CNN's <strong> Piers Morgan </strong> Tonight, which debuted Monday, calls his fellow America's Got Talent judge <strong> Howie Mandel </strong> irritating, and tells Entertainment Weekly that <q> he has a... <strong> Piers Morgan </strong> Sets Himself as <strong> Larry King </strong>'s Opposite Fifteen minutes into the taping of his interview for \"<strong> Piers Morgan </strong> Tonight, </q> the radio personality <strong> Howard Stern </strong> has already talked about his \"<strong> Howard Stern </strong>\" bluster, his search for approval from his father, and whether he is, as <strong> Simon Cowell </strong> <strong> Piers Morgan </strong> put it, just \"a", "new_id": -2}, {"uid": "1297427687170164234", "i": 13513, "idx": 4, "sa": ["Sergio Marchionne", "Antonio Di Pietro"], "q": "be on his agenda before 2014. 20 Billion Euros \"<strong> Sergio Marchionne </strong> is taking the money and running to the U.S.,\" former Public Works Minister <strong> Antonio Di Pietro </strong> wrote in a post on his website. <q> Where are the 20 billion euros? </q> Fiat is trying to improve productivity and capacity utilization to restore profitability in Italy, still the carmaker's biggest market. None of the company's profit in 2010 came from Italy, <strong> Sergio Marchionne </strong> said. The", "new_id": -2}, {"uid": "1295887665065683465", "i": 31469, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "tried and true recipe for Silicon Valley\" to bring in a founder to run the company. \"Look what happens to Apple when they let <strong> Steve Jobs </strong> come back,\" said council member Mike Kasperzak. <q> There's something about the passion the founders, and in particular these founders, have for the organization. </q> <strong> Eric Schmidt </strong> was seen by many as the \"adult\" brought in to run the company 10 years ago when Page, Google's first CEO, was 28 and there were fewer than 200 employees in a", "new_id": -2}]