[{"uid": "1297384383139427845", "i": 10870, "idx": 5, "sa": ["Sergio Marchionne"], "q": "issue won't be on his agenda before 2014.`` <strong> Sergio Marchionne </strong> is taking the money and running to the U.S.,'' former Public Works Minister Antonio Di Pietro wrote in a post on his website. <q> Where are the 20 billion euros? </q> European Losses Fiat is trying to improve productivity and capacity utilization to restore profitability in Italy, still the carmaker's biggest market. None of the profit in 2010 came from Italy, <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1296862636132562982", "i": 13142, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "'' regarding Iraq's supposed stash of weapons of mass destruction. Early reaction included a riposte from Senator <strong> John McCain </strong>, who is reportedly described in the book's pages as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media </q>.`` I respect Secretary <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,''", "new_id": -2}, {"uid": "1295561523178864129", "i": 16322, "idx": 4, "sa": ["Eric Schmidt"], "q": "forth-- and to deliver such a service at scale,'' <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments href=\"http://www.computerworld.com.au/article/253015/how_captcha_got_trashed/#comment-423722\"> <q> I have many question about your post. I think u should write... </q>`` Go Telstra.. yeah go jump. Ive been on one of your mobile cap...''`` What does it matter Raymond... The`` NBN will not go ahead'' and...'' Mandatory ISP", "new_id": -2}, {"uid": "1296839260225148929", "i": 43617, "idx": 0, "sa": ["Bernie Sanders"], "q": "problem. Gov+ insurance companies= the mess that healthcare is in. So in a way, <strong> Bernie Sanders </strong> has it right, even if for the wrong reasons. 9 posted on 02/04/2011 8:38:02 AM PST <q> you have to get rid of the health insurance companies, not profiteering AND BUREAUCRACY </q>******************************************** Getting rid of private health insurance companies and putting the federal government in charge is somehow going to get rid of bureaucracy!! ROFLMAO! To: abb For once maybe I agree with", "new_id": -2}, {"uid": "1296237370016105485", "i": 57376, "idx": 2, "sa": ["LeBron James", "Antoine Walker", "Allen Iverson", "Randy Wittman", "Tim Duncan", "Marko Jarić"], "q": "Minnesota. The call had the Tim Duncanberwolves, who fell to 1-20 on the road this season, steamed after the game.`` I clearly saw it go off both of the Nuggets players,'' <strong> Antoine Walker </strong> said. <q> I just wished the referees would get together and make sure they made the right call. I let the ball go out because I figured it was out on them. </q> On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jarić </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinLeBron James that <strong> Allen Iverson </strong> traveled before the foul.`` <strong> Allen Iverson </strong> traveled. Traveled.", "new_id": -2}, {"uid": "1295699012092569603", "i": 3265, "idx": 2, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "with China and was critical of comments <strong> Eric Schmidt </strong> made about user privacy. <strong> Eric Schmidt </strong> once claimed that if you who don't want others to know what you are doing, then you shouldn't be doing it. <q> I think it became clear that for a company whose primary customer was the consumer, whose primary source of income is advertising, and that sells something they don't own, a low-performing( Novell was hardly a star) enterprise CEO was a bad fit, </q> <strong> Rob Enderle </strong> said. Pulse 2011: The Premier Service Management Event New Technologies That Will Change Enterprise Computing Move forward with Sony Media Backbone solutions Leverage your virtual computing environment with Dell. Free Whitepaper: Any Phone as", "new_id": -2}, {"uid": "1296709195199049220", "i": 21418, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "`` Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> George W. Bush </strong> <q> wanted the options to be` creative.' </q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his bravado during his years at the Pentagon podium, is not a man without regret. Among them: Stating that after the first weeks of invading Iraq", "new_id": -2}, {"uid": "1297176789226918413", "i": 3403, "idx": 3, "sa": ["Simon Cowell"], "q": ".'' After all, href=\"http://i2.cdn.turner.com/cnn/2011/images/02/08/t1larg.duhamel.jpg\" target=\"_blank\">$ 5 million is a lot of money.`` I think you should be nervous,'' <strong> Simon Cowell </strong> told reporters on a conference call Monday. <q> By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, and I think it puts everybody, rightly, under an enormous amount of pressure. </q> As <strong> Simon Cowell </strong> says, you have to put your money where your mouth is. And this British music executive is positive he can find a global superstar. It's all about having that`` x", "new_id": -2}, {"uid": "1295321884188432581", "i": 30531, "idx": 1, "sa": ["Steve Ballmer"], "q": "href=\"http://www.usatoday.com/money/companies/management/bartiromo/2011-01-17-bartiromo17_ST_N.htm\"> USA Today. The animated Microsoft CEO ends that quote by saying`` we haven't done as good a job drawing in that broader set of demographics.'' <strong> Steve Ballmer </strong> also says the Xbox 360 <q> isn't a gaming console, </q> but`` a family entertainment center'' and`` a place to socialize.''", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}]