[{"uid": "1295815291030490662", "i": 25905, "idx": 0, "sa": ["Paul Begala", "Colin Powell", "Barack Obama"], "q": "href=\"http://worldcourtnews.com/\"> Court decision in Roe v. Wade that established a woman's right to target=\"_blank\" href=\"http://wn.com/?an?\"> an abortion.`` I am committed to protecting this constitutional right,'' Mr. <strong> Barack Obama </strong> said in a statement. <q> I also remain committed to policies, initiatives, and programs that target=\"_blank\" href=\"http://aidagencies.com/\"> help prevent unintended pregnancies, support pregnant... N.J. school-voucher plan clears Senate panel By Adrienne Lu Inquirer Trenton Bureau TRENTON- A pilot program for target=\"_blank\" href=\"http://wkd.com/\"> school vouchers moved one step closer to reality Thursday, after a New target=\"_blank\" href=\"http://newjerseypost.com/\"> Jersey Senate committee released the bill following hours of heated debate. The legislation, which is supported by Gov. Christie, would create`` opportunity scholarships </q> that would allow State of the Union. Topics: <strong> Barack Obama </strong>'s State of the Union address; Washington; crafting a Barack Obamaial speech. Guests: <strong> Colin Powell </strong>, former Secretary of State; <strong> Paul Begala </strong>, target=\"_blank\" href=\"http://democracydaily.com/\"> Democratic", "new_id": -2}, {"uid": "1295869159217595919", "i": 10624, "idx": 0, "sa": ["Alan Rusbridger", "Andy Coulson"], "q": "get all the latest stories, jobs, tips and more. BBC Journalism division tops newly-published senior management salary list Philippines: Senator questions exclusion of online journalists from new legal protection Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Copyright, metadata, and the case of the` lifted", "new_id": -2}, {"uid": "1295563364204783630", "i": 12689, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "will merge Google's technology and business vision brilliantly,'' <strong> Eric Schmidt </strong> wrote.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' During a Thursday conference call, <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> has <q> done an outstanding job leading Google. We're all in great debt to <strong> Eric Schmidt </strong> and I think the results really speak for themselves. There's really no one else in the universe that could've accomplished what <strong> Eric Schmidt </strong> did. </q>`` I could not be more excited about moving us forward, and we're really only at the beginning,'' <strong> Larry Page </strong> said. As executive chairman, <strong> Eric Schmidt </strong> said he will`` focus wherever", "new_id": -2}, {"uid": "1297715559147800085", "i": 17053, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,'' the statement read. Leppert's statement also said the key was presented <q> without my knowledge or approval. </q> On Saturday, <strong> Dwaine Caraway </strong>- who did not reveal the sponsor of the event but did say children were in attendance- said he thought`` a great majority'' of Dallas residents would want <strong> Michael Vick </strong> to have", "new_id": -2}, {"uid": "1296427521182222881", "i": 36036, "idx": 2, "sa": ["Ömer Aşık", "Allen Iverson", "George Karl", "Yao Ming"], "q": ", <strong> Ömer Aşık </strong> record-setting, for <strong> Allen Iverson </strong> <strong> Ömer Aşık </strong> the Denver Nuggets. <strong> Allen Iverson </strong> scored 31 points, <strong> Ömer Aşık </strong> the Nuggets were nearly flawless, scoring the most points in the NBA this season in a 138-96 rout of the Seattle SuperSonics <q> It was fun to watch, </q> Denver coach <strong> George Karl </strong> said.`` It was fun to see everyone play well.'' Denver easily snapped its three-game losing streak, with a large amount of its points coYao Ming on uncontested dunks <strong> Ömer Aşık </strong> layups. Toss in", "new_id": -2}, {"uid": "1297267318151748645", "i": 36025, "idx": 0, "sa": ["Simon Cowell", "Jimmy Fallon", "Padma Lakshmi", "Paula Abdul"], "q": "chicken pot pie, cheesesteaks, soft pretzels, pulled-pork sandwiches and ramen noodles.`` Everyone has really strong opinions about the dishes they grew up with,'' says <strong> Padma Lakshmi </strong>. The results, says <strong> Jimmy Fallon </strong>, <q> surprised me. It's a hodgepodge of foods, so I felt bad for the chefs, but they rose to the occasion. It was a great birthday present. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Paula Abdul </strong> Won't Say Whether She's Reuniting With <strong> Simon Cowell </strong> on' X Factor' Can a` Terrified' Christina Pull It Together for a", "new_id": -2}, {"uid": "1295629433247332867", "i": 28719, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "title=\"More from guardian.co.uk on Ed Miliband\"> <strong> Ed Miliband </strong> said today. Speaking during a visit to Scotland shortly after <strong> Andy Coulson </strong>'s announcement, the Labour leader said the resignation raised questions about <strong> David Cameron </strong>'s judgment. <q> He's now done the right thing, </q> <strong> Ed Miliband </strong> said.`` I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.'' Labour, which had been expecting <strong> Andy Coulson </strong> to resign for weeks, had", "new_id": -2}, {"uid": "1297278646168607769", "i": 47619, "idx": 3, "sa": ["Simon Cowell", "Billy Bush", "Paula Abdul"], "q": "swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show,`` The X Factor,'' but <strong> Paula Abdul </strong>'s not quite sure she wants to rekindle their working relationship just yet. <q> If he said,` Come do` The X Factor,' would you do it? </q> <strong> Billy Bush </strong> asked.''[ <strong> Simon Cowell </strong>] is an acquired taste, <strong> Billy Bush </strong>. I'd have to really be hungry,'' <strong> Paula Abdul </strong> answered.`` I didn't love having my first canker sore, I", "new_id": -2}, {"uid": "1297275510262340633", "i": 3482, "idx": 2, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "<strong> Steve Ballmer </strong> wrote at the time. While <strong> Steve Ballmer </strong> was vague about the reasons, analysts believed that the CEO had lost faith in <strong> Bob Muglia </strong>'s ability to lead the company into the next generation of enterprise computing. <q> Our key conclusion from the management change is that <strong> Steve Ballmer </strong> feels that new leadership is needed to navigate Microsoft's evolution to the cloud, </q> said Wells Fargo Securities analyst Jason Maynard. As the former head of engineering in Microsoft's online unit, <strong> Satya Nadella </strong> should be well prepared to lead Microsoft's ventures into the cloud. He said he's", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]