[{"uid": "1296066642213172334", "i": 25500, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "website, how to in... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Google I/O 2010- Creating positive user experiences Google I/O 2010- Beyond design: Creating positive user experiences Tech Talks John", "new_id": -2}, {"uid": "1297450441198262785", "i": 14793, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney"], "q": "hasn't fallen too far from the tree. <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> introduced former <strong> Dick Cheney </strong> to an elite group of CPAC attendees on Thursday, jokingly plugging a <strong> Dick Cheney </strong> run for president under the slogan, <q> <strong> Dick Cheney </strong> in 2012... the <strong> Dick Cheney </strong> you know. </q> Funny as that was, <strong> Dick Cheney </strong> was later subjected to booing and accusations of being a war criminal by a couple of hecklers, perhaps <strong> Ron Paul </strong> supporters, perhaps not. The heckler was drowned in a chorus of``", "new_id": -2}, {"uid": "1295983406057327700", "i": 6247, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day.`` We,'' he said, <q> are here to drown our sorrows. </q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY", "new_id": -2}, {"uid": "1295912875241205290", "i": 1038, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' <strong> Google Inc. </strong>'s stockholders have had little to complain about, not", "new_id": -2}, {"uid": "1296867070001982490", "i": 3057, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA( FIA.MI), has said repeatedly that the high interest rates on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in the", "new_id": -2}, {"uid": "1296806845027115553", "i": 28225, "idx": 0, "sa": ["Oprah Winfrey", "Maya Angelou", "Condoleezza Rice", "Simon Cowell"], "q": "<strong> Oprah Winfrey </strong> narrates a biography-and-interview show about stars- <strong> Condoleezza Rice </strong>, <strong> Maya Angelou </strong>, <strong> Simon Cowell </strong>- who embody qualities she admires. When <strong> Oprah Winfrey </strong> talks about, say, Jay-Z, it sounds as if she is also talking about herself: <q> If you don't know who you are before fame hits, you will definitely end up losing yourself in all the opinions around you. </q>( See the top 10 <strong> Oprah Winfrey </strong> controversies.) But <strong> Oprah Winfrey </strong>'s gift is to make it seem as if she is also talking about you.`` When the odds are against you and you", "new_id": -2}, {"uid": "1297356966264552489", "i": 27302, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Scottsdale-$ 2,990,000 MLS 4367093 6 bed/ 8 bath 5,001+/ 2007 Andrew Bloom& <strong> David Letterman </strong> Van Omen, RE/MAX EXCALIBUR Paradise Valley-$ 1,385,000 MLS 4432821 7 bed", "new_id": -2}, {"uid": "1297336520021299256", "i": 36805, "idx": 0, "sa": ["Simon Cowell"], "q": "firearm within 50 feet of a road, footpath or bridle-path, and in most cases will be contrary to laws for the protection of wildlife and the prohibition of cruelty to animals.'' He added: <q> Ownership and use of these weapons is perfectly legal but what is neither legal nor morally acceptable is to go around firing them randomly at animals. </q> <strong> Simon Cowell </strong> is urging the police to investigate such incidents thoroughly and he has asked them to issue warnings to the public not to fire air-guns at wild animals in any circumstances. Wildlife Aid said that", "new_id": -2}, {"uid": "1295876260066535460", "i": 39655, "idx": 0, "sa": ["Inga Marchand", "Andy Coulson", "David Cameron", "Barack Obama"], "q": "<strong> Andy Coulson </strong>, who is stepping down as No 10 communications director, said last night he has no intention of publishing the diary yet. <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with <strong> Barack Obama </strong> more than <strong> Inga Marchand </strong> did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, [{"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]]