[{"uid": "1295599226021397547", "i": 12750, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Ben Roethlisberger"], "q": "digs at Brady, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback.`` I would've made him a defensive end,'' <strong> Rex Ryan </strong> said. <q> <strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he doe and be as accurate on the run. </q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end Shaun Ellis.`` He's very strong. He's very elusive in the pocket,''", "new_id": -2}, {"uid": "1297714527167477255", "i": 2783, "idx": 7, "sa": ["Donald Rumsfeld", "Aaron Belkin"], "q": "<strong> Aaron Belkin </strong>, director of the Palm Center, said <strong> Donald Rumsfeld </strong>'s endorsement of`` Don't Ask, Don't Tell'' repeal shows support for ending the law is`` unambiguous and transcends party lines.'' <q> We have now entered the next phase of the repeal process in which certification and implementation should be completed swiftly in keeping with the practices that have been proven to minimize any disruption to the military, </q> <strong> Aaron Belkin </strong> added.", "new_id": -2}, {"uid": "1295150789036716549", "i": 8618, "idx": 1, "sa": ["Mike Pence"], "q": "national bankruptcy. The IRS is hiring new agents to steal more money. Central economic planning has failed. A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>:`` You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.''", "new_id": -2}, {"uid": "1296106306239763512", "i": 22462, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "I'm just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong>, 30, was selected to start Sunday after", "new_id": -2}, {"uid": "1295715899131842121", "i": 25765, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "But these are not ordinary circumstances, and <strong> Kirsten Gillibrand </strong> looks exhausted and emotionally wrung out. Her husband, Jonathan, she says, is having an especially rough time. Asked about the shooting, he noted simply, <q> <strong> Mayor Erastus Corning </strong> worry about her every day, and <strong> Mayor Erastus Corning </strong> always have. </q> Though distraught, <strong> Kirsten Gillibrand </strong> is determined not to let the tragedy change how she does her job-especially now, when things seem to be going her way. Two years after being plucked from the House to fill <strong> Hillary Clinton </strong>", "new_id": -2}, {"uid": "1295667481014565502", "i": 44336, "idx": 2, "sa": ["Bill Lockyer"], "q": "do the same.''* CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said:`` States didn't ask for it. We don't want it. We don't need it.''-- <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers. </q>--`` The people making this dangerous suggestion-- and those who lend it credibility it doesn't deserve-- confuse states' near-term budget deficits with long-term funding obligations. We are dealing with them by reducing", "new_id": -2}, {"uid": "1296222002048857113", "i": 2443, "idx": 0, "sa": ["Mike Pence"], "q": "<blockquote>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> </blockquote> we have good candidates for 2012. there is no one with a better chance at taking down obama than perry. and jan brewer makes an excellent vp choice- one who would be unlikely to", "new_id": -2}, {"uid": "1295907484175931405", "i": 2734, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>.`` <strong> Eric Schmidt </strong> clearly had passion for enterprise software,'' says Gartner analyst Whit Andrews. <q> He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page. </q> Google officials consider Google Apps a strategic business, and`` they're highly ethical so they wouldn't just pull the plug,'' adds Gartner analyst Tom Austin. But it remains to be", "new_id": -2}, {"uid": "1296841618164773907", "i": 15782, "idx": 0, "sa": ["Tayshaun Prince", "Allen Iverson"], "q": "to the point. He wants to win and the losing angers and frustrates him. I asked him about solutions to fix what is wrong. He simply shrugged and could not give a good answer. <q> I don't know what to tell you because I've never been in a position like this, </q> <strong> Tayshaun Prince </strong> said.`` When I came here, things were peaches and cream. We have had problems. Then we had the Rip and AI( <strong> Allen Iverson </strong>) thing and we had this argument and that argument that", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]