[{"uid": "1297285832010960898", "i": 37351, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": "that she might join him on the judging panel of his new American edition of his More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q> Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do, </q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295958121022577156", "i": 33190, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": ", <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>'s move to America. The insider explained: <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. </q> SEE PICS OF CHERYL FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! They added:`` They want to see if the American public warm to her before she takes on such a high-profile role", "new_id": -2}, {"uid": "1295282100244170761", "i": 5532, "idx": 1, "sa": ["Simon Cowell", "Betty White"], "q": "'s.`` We bring a different perspective, I think, than any of the other previous judges really have before, especially if you're speaking about <strong> Simon Cowell </strong> specifically. We just do,'' she says. <q> We're artists. We've been up there. We've auditioned. We've been through the ranks.... I've been in this business a long time too. There's nothing like having that type of discussion with another artist to help you grow. And at the end of the day, that's what we're there for, to help the kids either move on to the next level or break the news to them that they're not going on to the next level. </q> <strong> Betty White </strong> warns it's best not to tread in spiked heels if you're guesting on`` Saturday Night Live.''`` Don't wear those heels if you do it, because between sketches, they", "new_id": -2}, {"uid": "1296431599117850124", "i": 1295, "idx": 0, "sa": ["Michael Vick"], "q": "A sports cards/memorablilia-hawking moonlighter sent word of an interesting Feb. 11-13 show. It's interesting because <strong> Michael Vick </strong> will return to Atlanta for two hours of it. Asks memorabilia man, <q> Will <strong> Michael Vick </strong> sign any rape stands or Bad Newz Kennel T-Shirts? </q> Probably not. Hilarious question, though. Anyway, here's a link to the 2011 Atlanta Sportacular Show( Presented by Freedom Cardboard) at the renowned North Atlanta Trade Center,", "new_id": -2}, {"uid": "1297177285142131216", "i": 39984, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered.`` I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaida out of Afghanistan,'' he added, insisting the <strong> President Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1296751792175587353", "i": 8393, "idx": 0, "sa": ["Jimmy Carter", "Barack Obama", "David Letterman", "Hosni Mubarak"], "q": "February 3, 2011 10:47 AM| As I said when this all began, Egypt will be <strong> Barack Obama </strong>'s downfall. Posted by: clawrence12| February 3, 2011 10:47 AM| <q> A more forceful public break with the regime now might at least mitigate some of that damage. </q> And when <strong> Hosni Mubarak </strong> crushes the uprising as did the Iranians, and then <strong> Hosni Mubarak </strong> decides to back out of anything the U.S. supports because they feel betrayed, to include the Camp <strong> David Letterman </strong> accords overseen by <strong> Jimmy Carter </strong>,", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}, {"uid": "1296228272172146710", "i": 17282, "idx": 24, "sa": ["Mitch Daniels", "Vin Weber", "Mike Pence"], "q": "<strong> Mitch Daniels </strong> runs. I'm not sure[ South Dakota senator <strong> Vin Weber </strong>] Thune runs. The field may not be as big as I originally thought.'' He sees <strong> Mike Pence </strong>'s absence leaving a hole: <q> The interest in him does reflect that he was kind of filling a demand in the field. He was very much on the message of the moral critique of what is going on with the Obama agenda, without sounding moralistic. It leaves a little bit of a void. </q>`` It's tough for a House member to run for president,'' this strategist continues,`` and it looks like he will waltz into the governorship of Indiana. He must be thinking,`", "new_id": -2}, {"uid": "1296619353222035981", "i": 30863, "idx": 5, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been Snow around Walthamstow in 2007, edited with music. PS I first heard the song BBC's Wallander series. PSS Here are the", "new_id": -2}, {"uid": "1295425465261013529", "i": 17006, "idx": 0, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive done my job. <strong> Joe Jonas </strong> judges Day 2. American idol`` Season 9'' <q> episode 6`` auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/Simon_Cowell_'I_don't_want_to_fire_Kara_DioGuardi", "new_id": -2}]