[{"uid": "1297129563188514310", "i": 9347, "idx": 10, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our Buy Icons of American Popular Culture: From P.T. Barnum to <strong> Jennifer Lopez </strong> from Amazon.com Buy American Idol: Season 6 Finale Performance Show- The Top 2", "new_id": -2}, {"uid": "1295681211220479502", "i": 43168, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and relinquish the CEO duties to <strong> Larry Page </strong>. While <strong> Eric Schmidt </strong> travels, meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products.", "new_id": -2}, {"uid": "1295835990071843858", "i": 15942, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" Whats so strange about this", "new_id": -2}, {"uid": "1295937890179191810", "i": 14226, "idx": 9, "sa": ["Allen Iverson", "Malik Rose", "Kobe Bryant"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. \"My teammates were getting me the ball,\" said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q> We played well, we shared the ball and I was the recipient of some good passes and a <strong> Kobe Bryant </strong> luck. </q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1296481299098844707", "i": 48274, "idx": 0, "sa": ["Simon Cowell", "Jane Lynch"], "q": "love it! I always wanted to have a partner. I always wanted to have someone to walk through life with, and I really have not had that before,\" <strong> Jane Lynch </strong> told heat magazine. <q> We spend all day together and we make home together very well. We all watch the show. My daughter loves it, so the three of us watch it together, </q> explains the star, who revealed her Glee character Sue Sylvester is Lynch-Jane Lynch-sue-sylvester-inspired-by-Simon Cowell-Simon Cowell\"> inspired by <strong> Simon Cowell </strong>. However, becoming a parent was a big step for <strong> Jane Lynch </strong>, 50- who admits she always preferred", "new_id": -2}, {"uid": "1295782408127156258", "i": 40302, "idx": 1, "sa": ["Andy Coulson"], "q": "'s time as editor.` Play a role' Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q> made it difficult for me to give the 110% needed in this role </q>. Asked whether Mr <strong> Andy Coulson </strong>'s departure was a blow for the coalition, the deputy prime minister said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing", "new_id": -2}, {"uid": "1295596985054968344", "i": 20193, "idx": 4, "sa": ["Eric Schmidt"], "q": ". Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. \"Wir hatten ein starkes Quartal und ein starkes Jahr\" , sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internet-Telefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internet-Browser sind nur einige Baustellen. Google ger?t dabei allerdings auch immer", "new_id": -2}, {"uid": "1296625607088883227", "i": 36731, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 million Cinquecentos( 500 in Italian) were built from 1957 to 1975. Warm, fuzzy feelings worked for VW's New Beetle and for BMW, with its revival of the Mini. <q> To some extent, the Fiat will share that same( nostalgia) bump, </q> said Charlie Vogelheim of IntelliChoice. \"It's an iconic design.\" Sensing it would be a winner, Fiat and Chrysler CEO <strong> Sergio Marchionne </strong> pushed to bring the 500 into the U.S. as soon", "new_id": -2}, {"uid": "1296124365229654533", "i": 14894, "idx": 0, "sa": ["Malcolm Tucker", "Andy Coulson", "Peter Capaldi"], "q": "4, 5 Facebook leads to sex. P27 And finally... <strong> Malcolm Tucker </strong> might be fictional, but that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. <q> I'd like to hack his voicemail and find out what's going on in his life, </q> <strong> Peter Capaldi </strong> told the Independent. \"I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled", "new_id": -2}, {"uid": "1296157088239124517", "i": 19333, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Dave... at 1:22 PM January 27, 2011 gposner29 at 1:13 PM January 27, 2011 Simply repay what was stolen and all", "new_id": -2}]