[{"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,</q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming \"the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s \"Imagine,\" a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1295389955093929487", "i": 9733, "idx": 3, "sa": ["Simon Cowell", "Matt Cardle"], "q": "you either love him or you hate him, which of course is the slogan on Marmite. You either love it or you hate it This was very interesting to do as it was so u... â\u0098\u0086 <q>Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>!</q> <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor \"<strong> Simon Cowell </strong> Terrace\"- 4450 Pembroke Drive: Concord, CA www.estatesbywendy.com Situated in Central Concord in", "new_id": -2}, {"uid": "1296216092141213713", "i": 3653, "idx": 0, "sa": ["Herod the Great", "Michael Gove", "Simon Sebag Montefiore", "Baby Doc", "David Cameron"], "q": ", one learns that <strong> Herod the Great </strong> dyed his hair). <strong> Simon Sebag Montefiore </strong> now sees close friends of his generation on the Tory front bench. He says he can't recall when or how he met them: <q><strong> Herod the Great </strong>'ve just always known them.</q> He won't name names but friends include not just <strong> David Cameron </strong> but <strong> Michael Gove </strong>. \"You think they're young because they're your contemporaries but in fact Gadaffi seized power at 29 and <strong> Baby Doc </strong> was only 19...\"", "new_id": -2}, {"uid": "1295632864218054656", "i": 40224, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "thought. Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to <strong> Will Page </strong> and cofounder <strong> Sergey Brin </strong>, who will focus on strategic projects, in particular new products. The changes will take effect on April 4. <q>We've been talking about how best to simplify our management structure and speed up decision-making for a long time,</q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear, Larry is ready to lead, and I'm excited about", "new_id": -2}, {"uid": "1296960654064782358", "i": 18885, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive co-ordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.</q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1296726541201310229", "i": 2108, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release.</q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1297562861212975627", "i": 2810, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "BP wanted Al-Megrahi released so that an oil deal being negotiated with Libya could go forward.\" Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism. <q>Economic and trade interests should never take precedence over matters of justice,</q> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said. \"If we're ever going to win the fight against international terrorism, the rule of law must hold strong.\" The White House declined to weigh in on the", "new_id": -2}, {"uid": "1297244827074432521", "i": 41507, "idx": 0, "sa": ["Ja Rule", "Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q>We bring most of our problems on ourselves, and <strong> Lindsay Lohan </strong> is no different,</q> but unlike the people who are wishing her harm, I hope she\"s able to get her life straight. ABC News: <strong> Ja Rule </strong> to Get Sentencing Date in Gun Case ABC News: <strong> Lindsay Lohan </strong> to Face Felony", "new_id": -2}, {"uid": "1295729282227016705", "i": 38252, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR</q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Police Auction", "new_id": -2}, {"uid": "1295081652243138586", "i": 20578, "idx": 0, "sa": ["Ray Charles", "David Letterman", "Cynthia Scott"], "q": "engagement at Chelsea Place in Manhattan. She hired a then-unknown piano player for that engagement; a young man fresh from New Orleans named Harry Connick, <strong> Ray Charles </strong>, who later introduced her at a <strong> David Letterman </strong> Christmas party as <q>one of the world's finest jazz singers.</q> That four-week engagement lasted for three years for <strong> Cynthia Scott </strong>, and she decided to stay in New York. Since then, she has headlined at Birdland, Iridium, Dizzy's Club Coca Cola and many more.", "new_id": -2}]