[{"uid": "1297242013085999616", "i": 40214, "idx": 1, "sa": ["Simon Cowell"], "q": "contract. It breaks down to$ 1 million for each of five years. <strong> Simon Cowell </strong> says \"by putting up that kind of prize money, it's a massive, massive risk.\" But, he says <q>it's also an incredible incentive.</q> And, \"it puts everybody, rightly, under an enormous amount of pressure.\" Auditions for \"The X-Factor\" begin March 27 in Los Angeles. The show premieres in the fall on Fox.", "new_id": -2}, {"uid": "1296174888117817375", "i": 16885, "idx": 1, "sa": ["Mike Pence"], "q": "but hinted a possible run for governor. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" he said in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q> The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political steps. The 51-year-old finished first in a presidential straw poll among social conservatives last September", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1296387706032849946", "i": 44221, "idx": 4, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Seattle on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks- settled for the consolation of a trip to Hawaii. <q>It's nice to be back out here in Hawaii,</q> <strong> Drew Brees </strong> said. \"It's great for the fans, players love it. It's great for the families.\" <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game", "new_id": -2}, {"uid": "1295052532226361350", "i": 6701, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q>needlessly provocative acts of gamesmanship that warp the status quo.</q> \"Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,\"", "new_id": -2}, {"uid": "1297118217093028381", "i": 45362, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": "- they have also expanded the age pool to younger and older contestants-- something <strong> Simon Cowell </strong> is looking forward to seeing. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <q>You can't put an age cap on talent,</q> <strong> Simon Cowell </strong> said. <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,\" he said, referring to the winner of another one of", "new_id": -2}, {"uid": "1296184988067649545", "i": 21631, "idx": 1, "sa": ["Mike Pence"], "q": "video series \"What Lies Ahead.\" \"I hold the view that there's no single element of our public policy that is more harmful to American jobs than our high corporate tax rate.\" <q>This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes,</q> <strong> Mike Pence </strong> said. \"And so to hear the president acknowledge that one of the leading factors that are driving American jobs overseas is our extraordinarily high corporate tax rate was welcome indeed. Obviously, we'll look forward", "new_id": -2}, {"uid": "1296687031182059074", "i": 45904, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "laid in war crimes and human rights cases regardless of the nationality of the accused, but because the United States is not a member of the International Criminal Court, charges can not be laid in this country. <q>It's something that we have to take into consideration,</q> <strong> Donald Rumsfeld </strong> said. \"Whether I end up there we'll soon know. It'll be a week and we'll find out.\" The Center for Constitutional Rights filed a complaint last Nov. 30 naming 10 US", "new_id": -2}, {"uid": "1296014343168460349", "i": 47369, "idx": 0, "sa": ["Vince Carter", "Allen Iverson"], "q": "big toe, scored 44 points, including 30 in the final 19 minutes, as the Philadelphia 76ers defeated the Toronto Raptors 106-93 Wednesday night in a preview of a potential first-round series in the Eastern Conference playoffs. <q>When you have that type of quality player come in, you want to step it up,</q> <strong> Allen Iverson </strong> said. \"When you add to that he's coming into my house, I want to play good in front of my fans. It's my house.\" <strong> Vince Carter </strong> overcame a tough first half to", "new_id": -2}, {"uid": "1296776655116113416", "i": 48564, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "a more stable and secure world.\" And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares, <q>It was precisely during the toughest period in the Iraq war that Afghanistan, with coalition help, took some of its most promising steps toward a free and better future.</q> Although most of this book is written in flat-footed prose( largely devoid of colorful Rummyisms), this former <strong> Donald Rumsfeld </strong> of Defense tends to be tart- even snide- in his depictions of colleagues, with", "new_id": -2}]