[{"uid": "1295970663009764877", "i": 27786, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Shaquille O'Neal", "David West"], "q": "winning streak, 109-96, on Friday night. \"It's just because our backs are against the wall,\" <strong> Allen Iverson </strong> said after Denver's second <strong> Shaquille O'Neal </strong> win over a nemesis[ Phoenix] in 48 hours. <q> We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the <strong> David West </strong>, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs. \"And with our roster... there's no way we shouldn't be in the playoffs. </q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1295564377105267210", "i": 35500, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "business model into a tech giant with a wide sweep of products and more than$ 25 billion a year in revenue. On a conference call with analysts, <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>. <q> I believe <strong> Larry Page </strong> is ready, </q> <strong> Eric Schmidt </strong> said. \"It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job.\" <strong> Eric Schmidt </strong> said there would be no material change in", "new_id": -2}, {"uid": "1295202805257589268", "i": 11394, "idx": 0, "sa": ["Charles Ellis Schumer", "Tom Coburn", "Kirsten Gillibrand"], "q": ".) condition, Sen. <strong> Kirsten Gillibrand </strong> noted on NBC's \"Meet the Press\" that the Arizona Blue Dog had called for more civil debate before being shot in the head at a meet-and-greet with constituents. <q> We have to as leaders, as a body of government, come together and do the people's business, </q> she said. Sen. <strong> Charles Ellis Schumer </strong>( D-N.Y.) said on NBC that he and Oklahoma Republican <strong> Tom Coburn </strong> are \"good examples\" of lawmakers who disagree politically but \"keep it civil.\" <strong> Charles Ellis Schumer </strong> suggested", "new_id": -2}, {"uid": "1295903297179077120", "i": 37700, "idx": 16, "sa": ["George H. W. Bush", "Colin Powell", "Henry Kissinger", "Donald Rumsfeld"], "q": "<strong> George H. W. Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with Secretary of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> said. He recalled receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q> To an occasional adversary and a permanent friend. </q> \"When I started working on the book, <strong> Henry Kissinger </strong> said,` You tell it like it was.' We differed on some issues, and there's nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1297719959211173401", "i": 14470, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", on the stage to talk briefly about the new agreement between the companies. Last week Nokia announced that it would phase out Symbian and start making smartphones that run Windows Phone software. <q> The world is shifting from a battle of devices to a war of ecosystems, </q> <strong> Stephen Elop </strong> said, reiterating a statement <strong> Steve Ballmer </strong> made earlier. The partnership is balanced because Nokia brings its brand and phone volumes to the deal while Microsoft can help solve some of Nokia's problems, such as the need", "new_id": -2}, {"uid": "1297275957168607770", "i": 15123, "idx": 0, "sa": ["Dan Lauria", "David Letterman", "Jim Jacobs"], "q": "original Grease. Performances will play ATC's home at 1909 W. Byron, Chicago, IL. Opening night is May 2, 2011. Here's how ATC bills the show: <q> Chicago. 1959. Before two movies and three Broadway productions, summer lovin' happened on Lake Michigan and the Pink Ladies were a group of working class outsiders living on Chicago's Northwest Side. Including never-before-heard music, lyrics and scenes, author <strong> Jim Jacobs </strong> teams up with artistic director PJ Paparelli and choreographer <strong> Jim Jacobs </strong> Corti to bring to life for the first time since 1971 the original R-Rated version of the world's most famous movie musical. </q> Grease has book, music and lyrics by <strong> Jim Jacobs </strong> and Warren Casey. For more information, visit www.atcweb.org.* <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as Vince Lombardi", "new_id": -2}, {"uid": "1295717835220610566", "i": 21430, "idx": 4, "sa": ["Gabrielle Giffords", "Ben Ali", "Kirsten Gillibrand", "Russ Mitchell"], "q": "\"permBen Alink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/20/VI2011012003171.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01202011- 32v&amp;flvURL=/media/2011/01/20/01202011- 32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011- 32v.jsn\" }{ \"title\" : <q> <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support </q>, \"description\" : \"Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston.\" , \"", "new_id": -2}, {"uid": "1295757314175325206", "i": 55884, "idx": 1, "sa": ["Chris Webber", "Samuel Dalembert", "Allen Iverson", "Kyle Korver", "Maurice Cheeks"], "q": "'ve got to win it,\" he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. <q> It was an amazing game, </q> Sixers coach <strong> Maurice Cheeks </strong> said. Was it ever. <strong> Chris Webber </strong> had 31 points and 13 rebounds, <strong> Allen Iverson </strong> scored 33 points with 10 assists, and <strong> Samuel Dalembert </strong> had 20 points and 11 rebounds in the Sixers' longest game since", "new_id": -2}, {"uid": "1295717835220610561", "i": 51661, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "\"movie\" : \"http://media10.washingtonpost.com/wp/swf/OmniPlayer.swf\" , \"id\" : \"oplayer-video-swf\" , \"width\" : \"100%\" , height: \"100%\" , \"vars\" :{ \"title\" : <q> <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support </q>, \"stillURL\" : \"http://www.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 6v&amp;flvURL=/media/2011/01/22/01222011- 6v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 6v.jsn\" }, \"params\" :{ \"allowFullScreen\" : \"true\" }} <strong> Kirsten Gillibrand </strong>:", "new_id": -2}, {"uid": "1296921227106987589", "i": 34966, "idx": 5, "sa": ["Rob Burnett", "David Letterman", "Howard Stern", "Jay Leno"], "q": "we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't go on that show!\" according to Entertainment Weekly, <strong> David Letterman </strong>'s producer, <strong> Rob Burnett </strong>, doesn't think so. <q> I think the first time Dave said he was going to leave in two years was back in 1987.... It was kind of a tossed-off response. I think it's a response he's given multiple times.... In no way was last night's show any kind of actual announcement of any kind. I think when a guy ends a 30-plus career on television, it's not going to be guessing about whether he's leaving or not. It won't be ambiguous. </q> Watch <strong> Howard Stern </strong> call <strong> Jay Leno </strong> \"horrible\" on <strong> David Letterman </strong> appearance( <strong> David Letterman </strong>'s \"two years\" quote is not part of the clip) Is <strong> David Letterman </strong> retiring?` There's[ been] no discussion about his", "new_id": -2}]