[{"uid": "1297125894137412610", "i": 15005, "idx": 1, "sa": ["Zahi Hawass"], "q": "minister of antiquities a few days ago. In his Feb. 3 posting, <strong> Zahi Hawass </strong> sought to dispel rumors that the Egyptian Museum had caught fire and to reassure people that the nation's treasures are safe. <q> I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad, </q> <strong> Zahi Hawass </strong> wrote.`` If anything happens to the museum, I would bravely tell everyone all over the world because I am a man of honor, and I would never hide anything from you. It is from", "new_id": -2}, {"uid": "1297077527210305039", "i": 19770, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Ottawa for rescuing Chrysler in 2009 was exhorbitant. in a statement published on Chrysler's website, Mr <strong> Sergio Marchionne </strong> expressed his regret for the remarks, which he said had raised concern and which he called inappropriate. <q> In the next two or three years, we will be able to see a single entity. It could be based here in the United States </q> </blockquote> <strong> Sergio Marchionne </strong> chief executive of Fiat and Chrysler He acknowledged that the high interest rate charged at the time of the rescue was appropriate, because nobody else was willing to lend to the bankrupt Chrysler at that", "new_id": -2}, {"uid": "1297631305154894420", "i": 21258, "idx": 2, "sa": ["Zahi Hawass"], "q": "of Tutankhamen and approximately 16 other valuable artifacts.`` They broke the windows and they come with ropes,'' he said,`` about 15 feet down and they entered the museum.'' <q> Those people looking like Raiders of the Lost Ark, </q> <strong> Zahi Hawass </strong> said.`` Treasure hunters. People who have nothing in their mind except gold, gold, gold!'' <strong> Zahi Hawass </strong> says about 70 artifacts were damaged by looters who he believes were looking for a", "new_id": -2}, {"uid": "1295813473183353387", "i": 15088, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with", "new_id": -2}, {"uid": "1295091429140001468", "i": 12571, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't exactly off to the hottest of starts. During his keynote at CES, Microsoft CEO <strong> Steve Ballmer </strong> repeatedly- and almost plaintively- implored his keynote audience to at least look at a Windows Phone 7 smartphone. <q> Job number one is showing this new phone to people, </q> he said.`` What we find is that once people see the phone, they fall in love with it.'' Apparently, however, few people have actually seen the thing. serving more", "new_id": -2}, {"uid": "1296610871014188601", "i": 43895, "idx": 2, "sa": ["Troy Polamalu", "Michael Vick"], "q": "Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>.`` I've got to buy my own jersey to get them out to my family,'' <strong> Troy Polamalu </strong> said. <q> I think that was probably the reason why, but I don't know.`` The Steelers emblem is worldwide. </q> Always humble and soft-spoken, his demeanour off the field belies his aggressive and man-possessed approach on it. When Clark saw that <strong> Troy Polamalu </strong> had won the Defensive Player of the Year award Monday night, he sent", "new_id": -2}, {"uid": "1295682265065617928", "i": 97, "idx": 21, "sa": ["Mike Pence"], "q": "of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. <q> Republicans and Democrats go through this all the time, </q> Smith said.`` Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"uid": "1294969491073564163", "i": 1244, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SUV built on the same platform as the Grand Cherokee and the Dodge Durango. AUTOMOTIVE NEWS DETROIT- Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. <q> It's time we gave the market an upper-scale Grand Wagoneer, </q> Chrysler CEO <strong> Sergio Marchionne </strong> said at the Detroit auto show.`` You'll see it in January 2013.'' The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and", "new_id": -2}, {"uid": "1294957406081149956", "i": 46651, "idx": 15, "sa": ["Allen Iverson", "Gilad Atzmon", "Gary Franklin"], "q": "after his arrival in the country where he will spend the next two years playing for Besiktas. He says it is the`` most important thing to be accepted and wanted and appreciated'' and that he hopes to <q> bring a lot of excitement for the fans </q>. <strong> Allen Iverson </strong> reportedly ready to calls it quits Magic fall in overtime to Hornets Cal freshman G <strong> Gary Franklin </strong> transfers to Baylor Winter weather forces postponement of UAB-ECU At least 270 dead in Brazil floods, landslides <strong> Gilad Atzmon </strong>: The Last", "new_id": -2}, [{"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America`` isn't quite post-racial'' at this time.`` These problems still exist in post-racial America.'' However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,`` an outstanding police officer.'' Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled`` many times'' as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}]]