[{"uid": "1295787142191660061", "i": 2894, "idx": 0, "sa": ["Simon Cowell"], "q": "that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole ''ga ga goo' thing. But I genuinely like kids.'' <q>Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids.</q> Comment on this Article <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has ''softened''' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah", "new_id": -2}, {"uid": "1294978384186728451", "i": 39712, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "I gravitated to her right away. She is somebody who is very kind and very smart.'' They talked policy, they talked work days and they also talked about managing their lives. <q>Like all working moms, we do our best,</q> Ms. <strong> Kirsten Gillibrand </strong> said, which means avoiding cocktail parties between 5 and 7 p.m.( bath time) or early morning meetings( school drop-off). Their husbands got along, too, which made it easy to have", "new_id": -2}, {"uid": "1297227563238518272", "i": 25021, "idx": 10, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "Iraq and seal the escape route into Syria... that is what the <strong> President Bush </strong> administration hided...'' there are a few leaked photos of the truck convoys leaving iraq and going into Syria.... google: <q>DoD Report: 50 Trucks Carried Iraqi WMD To Syria</q> the real secret is that the WMD got away... Report Abuse '' ''Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service. ''First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> <strong> Donald Rumsfeld </strong> says he has ''enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}, {"uid": "1295505910113688578", "i": 40584, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sale next year. The company also is working on natural gas vehicles and will lead the field in offering 8- and 9-speed transmissions, designed for use with hybrids, in a wide range of vehicles. <q>By 2013 we will have one of the most fuel-efficient fleets,</q> <strong> Sergio Marchionne </strong> said Wednesday in announcing a demonstration fleet of up to 20 hydraulic hybrid Chrysler Town& Country minivans. Fuel economy on the minivans should improve 60 percent in city driving and 30 percent to 35 percent overall.", "new_id": -2}, {"uid": "1296248071002900092", "i": 24037, "idx": 15, "sa": ["Sergio Marchionne", "Maurizio Landini", "Silvio Berlusconi", "Mike Bongiorno"], "q": "su <strong> Sergio Marchionne </strong> 1/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ ''ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong> leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista <strong> Mike Bongiorno </strong> referendum, ma si dice disponibile <q>a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... Bombassei <strong> Maurizio Landini </strong> in ''1/2 h</q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 2/3 Bombassei <strong> Maurizio Landini </strong> in ''1/2 h''' 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1295611382129794091", "i": 1731, "idx": 5, "sa": ["Eric Schmidt"], "q": "has accelerated in the fourth quarter, so has advertising spending,'' said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q>When consumers shop more, companies are more aggressive with advertising.</q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1295780009220971033", "i": 39793, "idx": 0, "sa": ["Andy Coulson", "Mark Zuckerberg"], "q": "opening of the film while reading a blog post of <strong> Mark Zuckerberg </strong>'s on the night he was dumped by ''Erica'', when he set up a site where users could rate the attractiveness of female Harvard undergraduates. <q>I wanted to take that blog post of <strong> Mark Zuckerberg </strong>'s that we hear at the beginning, where he's very upset with this woman, and with all women, and I wanted to back it up an hour and write the scene that made that happen.</q> By Helen Lewis-Hasteley- 03 January Call me Edward By Helen Lewis-Hasteley- 20 December 5 comments Elsewhere on the Blogosphere <strong> Andy Coulson </strong> should never have been appointed in the first place. This is what we still", "new_id": -2}, {"uid": "1297423283196083721", "i": 1799, "idx": 1, "sa": ["Colin Powell"], "q": "brutal manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q>I don't have a clue and I don't plan to undertake any real effort to find out.</q> This is the same man who stated several months after Desert Storm that his goal was to ''make the world scared to death of the United States.'' Re: Six Years Later: March 19- Shock", "new_id": -2}, {"uid": "1297373694207732742", "i": 13886, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Dev showcased its latest Maestro 3 app dev choreography environment-- a cloud-based solution that stitches together the discreet steps( build, test, deploy, etc.) of application development, using existing tools for each step <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}]