[{"uid": "1297187009205783066", "i": 34988, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented \"old NATO' not` old Europe'. </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1297462668072581183", "i": 49016, "idx": 0, "sa": ["Steve Ballmer"], "q": "now run the Windows Phone OS, instead of the in-house Symbian OS; in exchange, Nokia would help Microsoft improve its hardware. Bing, meanwhile, will become the default search engine on Nokia handsets. <q> I am excited about this partnership with Nokia, </q> <strong> Steve Ballmer </strong>, the CEO of Microsoft, said in a statement released today. \"Ecosystems thrive when fueled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and", "new_id": -2}, {"uid": "1297275612018513958", "i": 27279, "idx": 4, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. \" \"Yes, I understand,\" I replied. <q> Who did you give that direction to? </q> \" \"It was passed from here through the[ operations] center at the White House,\" <strong> Dick Cheney </strong> answered. \"Has that directive been transmitted to the aircraft?\" \"", "new_id": -2}, {"uid": "1297077527210305039", "i": 19771, "idx": 1, "sa": ["Sergio Marchionne"], "q": "immediate clarification\" of other comments, also made by the Fiat boss at the same event on Friday, that suggested the Italian firm might relocate its historic headquarters away from his city to the US. <q> In the next two or three years we will be able to see a single entity, </q> Mr <strong> Sergio Marchionne </strong> was quoted in the Italian newspaper Corriere della Sera as saying, in an apparent reference to a merger of Fiat and Chrysler. \"It could be based here in the United States,\"", "new_id": -2}, {"uid": "1295217119075989139", "i": 28387, "idx": 2, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q> right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions </q> in the state. Some of the jockeying was more subtle. Within two days of the attacks, the liberal Media Matters Action circulated a memo titled \"Arizona's Eighth District Epitomized Over-The-Top Demonization", "new_id": -2}, {"uid": "1296183724138264611", "i": 39833, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\" <strong> Mike Pence </strong> said that he \"even heard the president... talking about fiscal discipline and reform\" but added that <q> when he adds on top of that calls for additional spending, it undermines the credibility of his message. </q>... that a nation so concieved and so dedicated shall not perish from this earth. The only thing supporters of <strong> Barack Obama </strong>'s health care plan have going for them is the truth. Who will do", "new_id": -2}, {"uid": "1295576695124059658", "i": 32228, "idx": 10, "sa": ["Eric Schmidt"], "q": "our individual roles so there's clear responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. \"Larry, in my clear opinion, is ready to lead,\" he said. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for an \"outstanding job leading Google for the last decade. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1295559654260145286", "i": 40836, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1297094583019349510", "i": 34824, "idx": 0, "sa": ["Simon Cowell"], "q": "is the largest guaranteed prize in TV history. The deal will be with Syco, which is the joint venture between <strong> Simon Cowell </strong> and Sony Music. Secondly, the age range is 12 years and up. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> says <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}]