[{"uid": "1297724508166166602", "i": 19201, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Senator <strong> Kirsten Gillibrand </strong> said that Rep. <strong> Gabrielle Giffords </strong> is making`` remarkable progress'' as she recovers from last month's shooting in Tucson and has started speaking, making specific requests for food and talking to loved ones. <q> They're short sentences but specific, and very communicative, </q> said <strong> Kirsten Gillibrand </strong> about <strong> Gabrielle Giffords </strong>' progress.`` I think that's really what people are so excited about- that she's able to speak, that she's able to communicate and now its all about whether she", "new_id": -2}, {"uid": "1296677265093847554", "i": 4982, "idx": 5, "sa": ["Allen Iverson"], "q": "lot.'' Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said.`` You always have to feel San Antonio Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that deficit quickly grew to 17 in the third period when Boston was", "new_id": -2}, {"uid": "1296551065213254154", "i": 21347, "idx": 1, "sa": ["Michael Vick", "Ron Cook", "Ben Roethlisberger"], "q": "Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things. <q> It would be amazing to win another Super Bowl, but it won't be like I'll say,` Do you forgive me now?' It'll just be another step in earning back everything I lost, </q> he told the Pittsburgh Post-Gazette's <strong> Ron Cook </strong> last week. <strong> Ben Roethlisberger </strong> faced the national media for the first time yesterday afternoon at the Steelers' hotel in Fort Worth, Texas, and it didn't take long", "new_id": -2}, {"uid": "1295562314055377950", "i": 9809, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page will once again assume the role of CEO. Thursday afternoon, <strong> Eric Schmidt </strong> announced that he will be moving to the role of Executive Chairman of Google's board of directors, where he will focus on <q> wherever[ he] can add the greatest value. </q> This might mean making deals, forging partnerships, broadening business relationships, or performing government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>.`` As Google has grown", "new_id": -2}, {"uid": "1297176031226918403", "i": 3173, "idx": 15, "sa": ["David Letterman", "Aaron Rodgers"], "q": "with guys who had been in prison, guys who had-- I mean, I'm right about that, aren't I?'' <strong> Aaron Rodgers </strong>:`` That's true.'' <strong> David Letterman </strong>: <q> So you were running a club, some guys older than you, some guys, certainly more experience. </q> <strong> Aaron Rodgers </strong>:`` I think leading by example was the most important lesson I learned. It's hard to be able to have the words to relate to a guy like that, who's been through", "new_id": -2}, {"uid": "1296869826149766152", "i": 14179, "idx": 1, "sa": ["Amr Moussa", "Colin Powell", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "met with nine protest leaders last night. When they left my house they were all arrested, these are <strong> Hosni Mubarak </strong>'s promises#Jan25.'' 1210May <strong> Mohamed ElBaradei </strong> Tabbakh in Alexandria wants security to be restored in her area: <q> I have been locked in at home for more than a week now. I've heard gunshots and struggles outside. All the men on our street are armed to protect their homes. Neither my husband nor other men here have slept. Also, there are prisoners on the loose which is a big issue. People have not been able to go out to work. The well-off are OK as they have stored food. But the poor are really suffering- they are starving. </q> Mosa'ab Elshamy tweets:`` Mixed feelings towards Arab League <strong> Colin Powell </strong> Secretary, <strong> Amr Moussa </strong>. Was met by HUGE cheers and few boos.#Tahrir'' 1205Al-Jazeera reporting that Arab League head <strong> Amr Moussa </strong>, who said earlier he'd consider", "new_id": -2}, {"uid": "1295045114220282903", "i": 3023, "idx": 1, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. The", "new_id": -2}, {"uid": "1296924877112246818", "i": 3355, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "remarks which upset Italians on Saturday. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, {"uid": "1296092071233947163", "i": 8489, "idx": 12, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Kentucky lawmaker wants random drug testing for welfare recipients", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]