[{"uid": "1296048510257392641", "i": 19068, "idx": 2, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron", "David Davis"], "q": "said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q> Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months? </q> Referring to comments by senior Tory <strong> David Davis </strong>, Mr <strong> Ed Miliband </strong> said people would \"know what he meant when he said the Prime Minister and Chancellor don't have a sense of what a large part of the", "new_id": -2}, {"uid": "1297355021223297536", "i": 6443, "idx": 0, "sa": ["Michael Vick", "Angela Elwell Hunt"], "q": "is under construction, will provide more detailed information. So, what has <strong> Angela Elwell Hunt </strong> done wrong to prompt him to run against her? \"That's a tough question,\" he says. <q> Given her situation with the information she's had on the table, she's done a terrific job. I'm not so much interested in what I'd do different, I just bring something different to the table. I bring a business mind to the table-- an entrepreneurial, creative, innovative mind to the table. It's difficult for me to say at this point that she's done a bad job. That's not the case. </q> Chad Lasseter and haven't heard back yet. However, Nowlin did tell So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And,", "new_id": -2}, {"uid": "1295943621182452242", "i": 8553, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q> implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise </q>, meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of Windows", "new_id": -2}, {"uid": "1295991672063848469", "i": 50084, "idx": 0, "sa": ["Kobe Bryant", "Carmelo Anthony", "LeBron James", "Erik Spoelstra", "Allen Iverson", "Tim Duncan", "Shaquille O'Neal", "Dwyane Wade"], "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of Tim Duncane.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "new_id": -2}, {"uid": "1295665006250150923", "i": 44720, "idx": 2, "sa": ["Allen Iverson", "Phil Jackson", "Eric Snow", "LeBron James"], "q": "received a scare when Denver's JR Smith fell on <strong> LeBron James </strong>' right ankle when both were scrambling for a loose ball late in the fourth quarter. <strong> LeBron James </strong> sat out all of 8 seconds before checLeBron James back in. <q> It's been better, </q> <strong> LeBron James </strong> Iverson_Allen Iverson_FOULED-OUT_vs_Denver_Nuggets_02/03_*9_straight_win <strong> Allen Iverson </strong> wasn't around during the final minutes, so <strong> Eric Snow </strong> picked up the slack for the Phil Jacksonadelphia 76ers. <strong> Eric Snow </strong> scored 25 points and made seven free throws in the final minute as the 76ers withstood <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295476301073809946", "i": 34253, "idx": 0, "sa": ["Allen Iverson", "Iker Casillas"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful LaIker Casillass. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1297195793265863175", "i": 19738, "idx": 4, "sa": ["George H. W. Bush", "Condoleezza Rice", "Donald Rumsfeld"], "q": "I doubt this would have been the case had the <strong> George H. W. Bush </strong> been asked to make a clear-cut decision,\" he wrote. <strong> Donald Rumsfeld </strong> also criticises <strong> Condoleezza Rice </strong> for her management of the National Security Council. <q> Often meetings were not well organised. Frequent last-minute changes to the times of meetings and to the subject matter made it difficult for the participants to prepare, and even more difficult, </q> he says. At the conclusion of NSC meetings when decisions were taken, members of the NSC staff were theoretically supposed to write a summary of conclusions. \"When I saw them, they", "new_id": -2}, {"uid": "1295458115232456193", "i": 58647, "idx": 7, "sa": ["Ted Williams", "Tyronn Lue", "Mo Williams", "Elgin Baylor", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal", "Jean-Claude Duvalier"], "q": "stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Williams_Mo Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: <q> My Daughter Attacked Me! </q> Exclusive Interview on Shaquille O'NealPhil Jackson Golden-Voiced <strong> Ted Williams </strong> ReporTed Williamsly Picked Up By Cops Read more: www.businessElgin Baylorr.com From 1992 Album: \"Whut Thee Album\" .... Redman's Site: www.funkJean-Claude Duvalier.com Get Redman's Music: www.amazon.com& itunes.apple.com", "new_id": -2}, {"uid": "1297091339253722634", "i": 5375, "idx": 0, "sa": ["Jay Sean", "Sergio Marchionne", "Lil Wayne"], "q": "<strong> Jay Sean </strong> and <strong> Lil Wayne </strong> Team up Again for \"Hit the Lights\" Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... Report Abuse <q> I didn't waste a single moment watching any of them. </q> I have never bought a single item based on a TV or print ad. Report Abuse \" The worst commercials in memory. \" The worst of the worst was the g@y Doritos finger licking", "new_id": -2}, {"uid": "1296698009042549297", "i": 22742, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "well, it says pretty much everything you'd expect <strong> Donald Rumsfeld </strong>'s book to say. There is this, though: As for declaring, as he did in the first weeks after the invasion of Iraq, <q> We know where they are, </q> referring to suspected stockpiles of weapons of mass destruction- well, <strong> Donald Rumsfeld </strong> would like to take that one back, too. Because your contributions are currently under review, no comments can be made at this time", "new_id": -2}]