[{"uid": "1295906255011026466", "i": 45930, "idx": 0, "sa": ["Bill Lockyer"], "q": "'s state treasurer, <strong> Bill Lockyer </strong>, today denounced ongoing efforts to establish a new framework for states to restructure their debts, saying no state wanted or needed to declare bankruptcy. Armando Arorizo/Bloomberg News <strong> Bill Lockyer </strong> <q>It's a cynical proposal, intended to incite a panic in response to a phony crisis,<q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. \"Killer bees, space aliens, and now it's the invasion of the bankrupt states.\" As reported, a number of members of Congress", "new_id": -2}, {"uid": "1295779311072171626", "i": 38040, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> is said to be so worried about the prospect of losing legislation in a parliamentary logjam that he held a series of meetings with MPs and peers last week described as a \"charm offensive\". <q>The Prime Minister is definitely in listening mode as never before,<q> said one Conservative <strong> David Cameron </strong>. \"He is much more conciliatory, the mood music has completely changed.\" It is understood Mr <strong> Andy Coulson </strong> first informed the Prime Minister of his intention to leave last Wednesday before", "new_id": -2}, {"uid": "1296741969056606736", "i": 26787, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be \"creative.'<q> For more than two decades, NPR\"s Morning Edition has prepared listeners for the day ahead with two hours of up-to-the-minute news, background analysis, commentary, and coverage of arts and sports.", "new_id": -2}, {"uid": "1295611008131039236", "i": 23288, "idx": 0, "sa": ["Andy Coulson"], "q": "he did not know that phone hacking was taking place when he was editor of the News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. <strong> Andy Coulson </strong> today: <q>I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.<q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1296391518023904278", "i": 43980, "idx": 11, "sa": ["Mike Pence"], "q": "his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. <strong> Mike Pence </strong> likes to say, <q>I'm a conservative, but I'm not in a bad mood about it.<q> He served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual", "new_id": -2}, {"uid": "1295611382129794091", "i": 1726, "idx": 0, "sa": ["Eric Schmidt"], "q": "world's most- used search engine, with$ 29 billion in sales last year. \"Larry is ready,\" <strong> Eric Schmidt </strong>, who will become executive chairman, said on a conference call yesterday. <q>It's time for him to have a shot at running this.<q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. Page takes over day-to-day operations on April 4. <strong> Eric Schmidt </strong> navigated", "new_id": -2}, {"uid": "1296186100117063682", "i": 1084, "idx": 0, "sa": ["Kent Conrad", "Sen. Bernie Sanders"], "q": "is also true that the only way those bonds get redeemed is out of the current income of the United States.\" Other lawmakers said Social Security's financial problems are not that urgent. <q>In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost,<q> said <strong> Kent Conrad </strong> <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. \"We are getting very tired about hearing our Republican and right wing friends telling us about how Social", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296154988138100752", "i": 11871, "idx": 0, "sa": ["Simon Cowell"], "q": ". \"I just heard your fiance sing, and he's so good. You know, because he sings to you all the time. I could tell,\" he says, then whispers, <q>That's why he sings so good, because he sings to you.<q> It was a classic \"Idol' tearjerk moment, but in a wholly different league then something you would have seen during the <strong> Simon Cowell </strong> era. It\"s also sure to draw some criticism to", "new_id": -2}, {"uid": "1295505389092585989", "i": 19846, "idx": 0, "sa": ["Sergio Marchionne", "Henry Ford"], "q": "old haunt Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> had a <strong> Henry Ford </strong> moment Tuesday, dropping his mantra for speedy change at the automaker so he could visit his old University of Windsor stomping grounds and indulge in nostalgia about <q>the best time in my life.<q> <strong> Sergio Marchionne </strong> revisited an old college pub, the Dominion House, for lunch and a beer before a Chrysler event. Advertisement \"They have the same chairs, the same carpet, the", "new_id": -2}]