[{"uid": "1295665840153141349", "i": 42309, "idx": 1, "sa": ["Andy Coulson"], "q": "their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse <blockquote> the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters </blockquote> Report Abuse <q> Let's repeat together:`` Settlements in the occupied Palestinian territory are illegal under international law </q>. </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297623189221642818", "i": 719, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "of <strong> President Bush </strong>'s authorization that he be treated as an enemy combatant, <strong> Donald Rumsfeld </strong>'s lawyers say. The president enjoys complete immunity for those actions, they say, so the suit must be thrown out. <q> Military detention is a normal and inevitable incident of an enemy combatant designation, </q> <strong> Donald Rumsfeld </strong>'s lawyers argue in their brief. Padilla's assignment to the Charleston brig was`` routine and appropriate.'' Padilla's lawyers counter that <strong> Donald Rumsfeld </strong> and other officials can be held legally responsible for Padilla", "new_id": -2}, {"uid": "1296144347066224138", "i": 30733, "idx": 0, "sa": ["Alec Baldwin", "Michael Vick", "Jane Fonda"], "q": "global airline because of the success of secondary destinations.'' Geographical locations across Africa, southeast Asia, and other parts of the world have gained importance to the airline. The airline is being positioned as a <q> gateway to the rest of the world, </q> Kayser continued. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat Socialize: Monetizing Social Media conference March 31-April 1, 2011. Four tracks in two", "new_id": -2}, {"uid": "1295440324144605237", "i": 37512, "idx": 2, "sa": ["Nigel Lythgoe", "Jimmy Iovine", "Simon Cowell"], "q": "or coach- for the entirety of the season. <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong>, who will remain off camera, calls him the`` music czar.'' <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said at a news conference in early January: <q> The kids can't just be told,` O.K., sing better.' Someone has to work with them every week on performance, on style, and also make the songs they do have some kind of originality as well. </q> To do that, <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> intends to bring in producers like Timbaland to coach the contestants two or three days a week.`` They're going to be bringing them along the", "new_id": -2}, {"uid": "1296869826149766152", "i": 14179, "idx": 1, "sa": ["Amr Moussa", "Colin Powell", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "met with nine protest leaders last night. When they left my house they were all arrested, these are <strong> Hosni Mubarak </strong>'s promises#Jan25.'' 1210May <strong> Mohamed ElBaradei </strong> Tabbakh in Alexandria wants security to be restored in her area: <q> I have been locked in at home for more than a week now. I've heard gunshots and struggles outside. All the men on our street are armed to protect their homes. Neither my husband nor other men here have slept. Also, there are prisoners on the loose which is a big issue. People have not been able to go out to work. The well-off are OK as they have stored food. But the poor are really suffering- they are starving. </q> Mosa'ab Elshamy tweets:`` Mixed feelings towards Arab League <strong> Colin Powell </strong> Secretary, <strong> Amr Moussa </strong>. Was met by HUGE cheers and few boos.#Tahrir'' 1205Al-Jazeera reporting that Arab League head <strong> Amr Moussa </strong>, who said earlier he'd consider", "new_id": -2}, {"uid": "1297292537070500358", "i": 40823, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "They just do not exist. They can be friendly. They can be helpful. They can have good social graces... all the while hating your guts and wanting you dead, you infidel. </blockquote> Report Abuse <q> to compare democrats with terrorists is truly low rent. do you assume ALL our troops are republicans? are their no democratic americans in harms way in afghanistan? what about that? are they terrorists? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1295354667110805007", "i": 30431, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "<strong> Cheryl Cole </strong> to buy a multi-million dollar home in North Palm Drive, rather than move into a more modest Â£ 400,000 apartment with her alleged boyfriend <strong> Derek Hough </strong>. A supposed friend of <strong> Cheryl Cole </strong>'s said of <strong> Simon Cowell </strong>: <q> He knows how lonely it can be to start over in a new country and he wants her nearby.`` Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood. </q> The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining:`` <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own", "new_id": -2}, {"uid": "1296931503080756769", "i": 38116, "idx": 0, "sa": ["Colin Powell", "Greg Mortenson", "Amir Dossal"], "q": "Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,'' said Dan Doyle, the Founder and Executive Director of the World Youth Peace Summit. <q> The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts. </q> Nobel Laureate and former United States Vice President <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to Connecticut in June and July,", "new_id": -2}, {"uid": "1297465246016121860", "i": 2018, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Scottsdale-$ 349,900 MLS 4412965 5 bed/ 2 bath 3,001- 3,500/ 1995 Mike and Rita Browne, KELLER WILLIAMS ARIZONA REALTY", "new_id": -2}, [{"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}]]