[{"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1297332514205176883", "i": 19839, "idx": 1, "sa": ["Carlos Menem", "David Letterman"], "q": "severe altitude sickness when crossing the Andes; encountered bloody civil wars in Bolivia and Nepal; accidently met Argentina's notorious dictator <strong> Carlos Menem </strong>; and was arrested by armed guards and deported in Ukraine,\" says Wood. <q>It wasn't exactly a golf weekend in Myrtle Beach.</q> A former comedian with several appearances on \"Late Night with <strong> David Letterman </strong>,\" Wood now holds a public relations position with Buffalo Communications- the global golf-lifestyle PR, branding and marketing-communications firm. He mainly works", "new_id": -2}, {"uid": "1295256654226672664", "i": 20445, "idx": 2, "sa": ["Michael Douglas", "David Letterman", "Ashton Kutcher"], "q": "http://wn.com/AstroGOSSIP_Dancing_w/_Stars,_Michael_Douglas,_Paris_Hilton,_Ashton_Kutcher,_Steven_Tyler DJ/ Astrologer <strong> David Letterman </strong> Palmer and Stand Up Astrologer, <strong> Ashton Kutcher </strong> Witecki co-host a weekly celebrity gossip series through the eyes of astrology signs. http://wn.com/Michael_Douglas_ha_un_tumore_alla_gola__throat_cancer E' un momento difficile, per Micheal <strong> Michael Douglas </strong>. L'attore rivela: <q>ho un tumore alla gola, ma lo sto affrontando con coraggio</q>. Tratto dal Tg1 CELEBRITY, LA WEB TV CHE VI SVELA I SEGRETI DELLE STAR: www.rai.tv BLOG CELEBRITY: www.community.rai.it KIRK DOUGLAS STILL THE STAR S1371 S1371 STEVE BRODERSEN REPORTS 1/03/10 MR CHOW... EXCLUSIVE... KIRK DOUGLAS", "new_id": -2}, {"uid": "1295159827229244932", "i": 1653, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. <strong> Aaron Rodgers </strong> will lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1295568458148553735", "i": 6008, "idx": 2, "sa": ["Eric Schmidt", "The Consumer", "Google Inc."], "q": "government to spy on Americans in an effort to collect revenue and enforce ordinances on swimming pools w... <strong> Google Inc. </strong>'s Gmail and Chrome Pose Privacy Risks- ABC-7 L'AD di <strong> Google Inc. </strong> <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q>Forza ragazzi, prendete i vostri gelati gratis... conosco giÃ i vostri gusti preferiti</q>. Campagna di <strong> The Consumer </strong> Watchdog, www.insidegoogle.com... video results for: google consumer watchdog Government Using <strong> Google Inc. </strong> Earth To Loot Destitute Americans- The Alex Jones Show.flv Government Using <strong> Google Inc. </strong> Earth To Loot Destitute Americans- The Alex Jones", "new_id": -2}, {"uid": "1295313315007274536", "i": 12114, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords"], "q": "the 22-year-old suspect in the Tucson shootings that killed six and injured 12, was described as a mentally unstable man who was kicked out a community college last year and became increasingly erratic in recent months. <q>We have many things to do in <strong> Martin Luther King </strong>'s name, and one of those is get the guns out of the hands of people who shouldn't have them,</q> <strong> Chuck Schumer </strong> said. <strong> Kirsten Gillibrand </strong> gave an impassioned speech about tolerance and the need to put an end to ugly discourse and angry, hurtful words. <strong> Kirsten Gillibrand </strong>, who is a friend of <strong> Gabrielle Giffords </strong>, said the injured", "new_id": -2}, {"uid": "1295012649054722586", "i": 30233, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q>I think they've really added a different kind of zest and a freshness to it,</q> <strong> Michael Jackson </strong> said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"", "new_id": -2}, {"uid": "1297108146141246491", "i": 18933, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Robert McNamara"], "q": "Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison. <q>That's not the case with Iraq,</q> he said. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and al-Qaida out of Afghanistan.\" <strong> Donald Rumsfeld </strong> said the move toward war with Iraq was \"incremental", "new_id": -2}, {"uid": "1297271153262504483", "i": 9996, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": " \"I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,\" said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q>It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win.</q> Also, where American Idol has an age limit, anyone over the age of 12 can audition for the X Factor. Duo's or even large groups can audition as well. After discovering <strong> Susan Boyle </strong> on", "new_id": -2}, {"uid": "1295568458148553735", "i": 6007, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "10 years at Forbes. text--> <strong> Google Inc. </strong>'s Management Changes: Page Becomes CEO, <strong> Eric Schmidt </strong> Executive Chairman today, <strong> Google Inc. </strong>( GOOG) announced a major shift to the executive ranks, calling it a way to <q>streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> The details: Starting April 4, co-founder Larry <strong> Google Inc. </strong>'s Page to Replace <strong> Eric Schmidt </strong> as CEO Journal Roundup <strong> Google Inc. </strong> said co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive, a surprise change atop the Internet giant", "new_id": -2}]