[{"uid": "1295559697061718555", "i": 45571, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is stepping down as CEO of Google, and <strong> Larry Page </strong> is taking over the company just announced in target=\"_blank\" its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011.", "new_id": -2}, {"uid": "1295606561050561067", "i": 32365, "idx": 0, "sa": ["Carmelo Anthony", "Michael Vick", "Cynthia Tucker", "Tucker Carlson"], "q": "Single-sex classrooms, CFLs, <strong> Cynthia Tucker </strong>, George Will, Mark Twain, <strong> Carmelo Anthony </strong>, <strong> Michael Vick </strong> To the Editor: Miracles will never cease. For once, I agree with <strong> Cynthia Tucker </strong>. No, the <q> N-word can't be erased. </q> The \"N\" word will not be erased based on the reasonable, sensible explanation given by <strong> Tucker Carlson </strong>. The novel \"Huckleberry Finn\" would not have the same textural, unique quality of its time.", "new_id": -2}, {"uid": "1297271131262504545", "i": 43032, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the line in which the president said, \"The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done.\" <strong> Donald Rumsfeld </strong> reacted: <q> That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state. Deep sectarian and ethnic divisions, concealed by a culture of repression and forced submission to Saddam, lurked just below the surface of Iraqi society. </q> He continues, \"I hoped Iraq would turn toward some form of representative government, but I thought we needed to be clear-eyed about democracy's prospects in the country. Even the United States, though", "new_id": -2}, {"uid": "1295639889070795282", "i": 40862, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Ian Edmondson"], "q": "of Edmondson.co.uk/politics/David CameronDavid Cameron\" from guardIan Edmondson.co.uk on David Cameron\"> <strong> David Cameron </strong>'s inner circle, today resigned from his position, saying that the waves of allegations that he was involved in illegal phone hacking when he was editor of <q> When the spokesman needs a spokesman, it is time to move on </q>, <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh or imminent evidence that would undercut <strong> Andy Coulson </strong>'s continued claim", "new_id": -2}, {"uid": "1295189075175751174", "i": 17039, "idx": 2, "sa": ["Michael Vick"], "q": "tattoo was about to have a heart attack,\" Mann said. \"But he put up 140 points on me.\" ... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. <q> For the rest of my life, </q> Mann said, \"I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>.\" [ Omaha.com] \"? Want Super Bowl credentials? Grease the", "new_id": -2}, {"uid": "1297177746196968450", "i": 11069, "idx": 2, "sa": ["Aaron Rodgers", "David Letterman", "Brett Favre"], "q": "told <strong> David Letterman </strong>, \"I watch your show a lot. It's good to be here.\" <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his \"ascension to the throne following <strong> Brett Favre </strong>\" was a remarkable story. <q> I'm not 6' 5 </q> and I'm not 240 lbs, but I think the things you can't measure are often the things that give people the most success,\" <strong> Aaron Rodgers </strong> explained. <strong> Aaron Rodgers </strong> was born in Chico in Butte", "new_id": -2}, {"uid": "1296106909116244575", "i": 47858, "idx": 11, "sa": ["Adrian Peterson", "Matt Ryan", "Michael Vick", "Tony González", "Larry Fitzgerald"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"<strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony González </strong> going across the", "new_id": -2}, {"uid": "1297098957187170821", "i": 23196, "idx": 4, "sa": ["Toby Perkins", "Abdelbaset al-Megrahi", "Michael Gove", "Alfie Boe", "Julian Lloyd Webber"], "q": "was with school sports funding. In response, <strong> Michael Gove </strong> said \"everyone in the world of music\" including famous musicians, tenor <strong> Alfie Boe </strong> and cellist <strong> Julian Lloyd Webber </strong> and welcomed the announcement. He added: <q> Everyone in the world of music is saying that today is good news for all children who want to learn more about music </q> Shadow education minister <strong> Toby Perkins </strong> claimed that there was a \"chasm between rhetoric and reAbdelbaset al-Megrahity\" with the \"big announcement being a cash freeze which in real terms is a cut\" <strong> Toby Perkins </strong> told the", "new_id": -2}, {"uid": "1295111373021708803", "i": 12760, "idx": 1, "sa": ["Sergio Marchionne", "Giorgio Airaudo"], "q": ". Die linke Metallgewerkschaft FIOM hat als einzige die neuen Vereinbarungen abgelehnt. Sie werfen <strong> Sergio Marchionne </strong> Erpressung vor. Laut <strong> Giorgio Airaudo </strong>, dem Sprecher der FIOM, haben vor allem die B?roangestellten mit \"Ja\" gestimmt: <q> Ich an Sergio Marchionnes Stelle w?rde mir ber dieses Ergebnis Gedanken machen. Die Flie?bandarbeiter haben alle mit \"Nein </q> gestimmt. Denn sie werden am meisten durch Sergio Marchionnes Vertrag belastet.\" Kritiker bezeichnen die neuen Arbeitsbedingungen als \"moderne Sklaverei\" . Bef?rworter sprechen von einer neuen ra des Autobaus in Italien. Die Produktion soll", "new_id": -2}, {"uid": "1295097395007798784", "i": 4926, "idx": 3, "sa": ["Sergio Marchionne"], "q": "following the Mirafiori vote. \"The majority of our workers have not allowed themselves to be conditioned by the many accusations and attacks of those that sought to gamble with their future,\" he said. <q> By saying` yes' to the agreement, they have closed the door on extremism, that creates nothing but chaos and they have opened the door to the future, to the privilege of transforming Mirafiori into a factory of excellence. </q> Despite Fiom's comments concerning the National Agreement, <strong> Sergio Marchionne </strong> insisted its conditions would remain, while the introduction of a Saturday evening shift would only occur should the need arise and with a resulting overtime payment.", "new_id": -2}]