[{"uid": "1295470789018825231", "i": 4944, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "declarado ganador de las elecciones, no ha podido asumir la presidencia porque Gbagbo se niega a dejar el cargo pese a sanciones, numerosas visitas de l?deres africanos y ahora la amenaza de un derrocamiento militar. <q> Lamento anunciar que el progreso que necesit?bamos no se materializ </q>, dijo <strong> Raila Odinga </strong> en una declaraci?n el mi?rcoles por la ma?ana. <strong> Raila Odinga </strong> dijo que Gbagbo quebr varias promesas que hab?a hecho de levantar un bloqueo en torno del hotel en Abidy?n donde est confinado <strong> Alassane Ouattara </strong>.", "new_id": -2}, {"uid": "1296713442108806145", "i": 1048, "idx": 7, "sa": ["Allen Iverson", "Phil Jackson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Phil Jacksonadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.`` Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295563364204783630", "i": 12685, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "right moment to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they <q> will continue to discuss the big decisions among the three of us. </q> But Thursday's announcement clarifies their individual roles`` so there's clear responsibility and accountability at the top of the company.'' After April 4, <strong> Larry Page </strong> will lead product development and technology strategy and take", "new_id": -2}, {"uid": "1295624661249511990", "i": 50144, "idx": 0, "sa": ["Eric Schmidt"], "q": "economic growth will actually increase after a rise in food prices.''( Also read href=\"http://www.minyanville.com/businessmarkets/articles/ethanol-corn-big-oil-energy-policy/1/20/2011/id/32300\" target=\"_blank\"> Will There Ever Be Enough Food to Feed the World? <strong> Eric Schmidt </strong> and the Job of Non-CEO Executive Chairman <q> <strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about`` the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest.''`` If their proposal had offered a better way to achieve the much needed objective of providing universal insurance", "new_id": -2}, {"uid": "1297300248261144594", "i": 10990, "idx": 0, "sa": ["Brad Womack", "Simon Cowell", "Paula Abdul"], "q": "29, got back together in 2009.`` It is mutual and amicable and they are still friends,'' a friend of the film stars said, adding their latest split happened several weeks ago. <q> It was an entirely an end-of-the relationship decision. It had run its course. </q> <strong> Brad Womack </strong> ex-girlfriend: He proposed just before going on` The Bachelor' <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen` The", "new_id": -2}, {"uid": "1297065247095109134", "i": 56076, "idx": 0, "sa": ["Gabrielle Giffords", "Richard Trumka", "Colin Powell", "George H. W. Bush", "Dick Cheney", "Barack Obama"], "q": "Personal and Political Memoir.'' He told the crowd at the Reagan tribute, part of the celebration of the late <strong> Barack Obama </strong>'s 100th birthday on Sunday, that the book was going well. <q> I'm Gabrielle Giffordsp into my years as <strong> George H. W. Bush </strong> and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. U.S. <strong> Barack Obama </strong> speaks at Pennsylvania State... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Richard Trumka </strong> Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Dick Cheney </strong>", "new_id": -2}, {"uid": "1295094184206520339", "i": 24565, "idx": 7, "sa": ["Kelsey Grammer", "David Letterman"], "q": "kids. Are the kids and everybody all right now?''`` The kids seem to be doing OK, yeah,'' <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with Camille. <q> We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon. </q>`` You're getting married soon?'' <strong> David Letterman </strong> asked.`` Sometime in February,'' <strong> Kelsey Grammer </strong> replied. Police release Youtube video shot by Tucson shooter.. and, yes, he", "new_id": -2}, {"uid": "1295802494101695495", "i": 44170, "idx": 14, "sa": ["George W. Bush", "Colin Powell", "Barack Obama"], "q": "leave in 2011. When <strong> Barack Obama </strong> was a candidate`` and during the transition period, various conversations were held within the staff, but nothing was of interest to me,'' <strong> Colin Powell </strong> said. <q> I would rather be someone the <strong> George W. Bush </strong> calls on from time to time for personal advice, without me expecting anything in return or asking for a position, </q> <strong> Colin Powell </strong> said. On Afghanistan, <strong> Colin Powell </strong> said the 30,000 additional U.S. troops <strong> Barack Obama </strong> authorized in December 2009 haven't turned the war decisively yet. The last of the additional troops arrived in October.", "new_id": -2}, {"uid": "1296633836234962960", "i": 12989, "idx": 4, "sa": ["Gregg Popovich", "Maurice Cheeks", "Chris Webber", "Allen Iverson", "Samuel Dalembert", "Tim Duncan", "Willie Nelson", "Kyle Korver"], "q": "'ve got to win it,'' he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Duncane, <strong> Chris Webber </strong> deliveWillie Nelson a clutch steal and secuWillie Nelson the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. <q> It was an amazing game, </q> Sixers <strong> Gregg Popovich </strong> <strong> Maurice Cheeks </strong> said. Was it ever. <strong> Chris Webber </strong> had 31 points and 13 rebounds, <strong> Allen Iverson </strong> scoWillie Nelson 33 points with 10 assists, and <strong> Samuel Dalembert </strong> had 20 points and 11 rebounds in the Sixers' longest game since", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]