[{"uid": "1296137334113377297", "i": 2579, "idx": 1, "sa": ["DeSean Jackson", "Michael Vick"], "q": "after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their commitment and making the long trip from the East Coast to Hawaii. <q>He's got a great opportunity to come out here and show everybody what he's capable of doing,</q> <strong> DeSean Jackson </strong> added. Not that there is any doubt any longer about what <strong> Michael Vick </strong> can do. The question after this Eagles season is: Can <strong> Michael Vick </strong> do what he does at a high level over a 16-game", "new_id": -2}, {"uid": "1297228465053084176", "i": 21090, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mike Puccinelli", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Puccinelli </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,</q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1296030826137674801", "i": 1121, "idx": 0, "sa": ["Mike Trgovac", "Asante Samuel", "Michael Vick", "Jay Cutler"], "q": "consider CEO position at Microsoft. Jan. 30: <strong> Michael Vick </strong> is MVP at Pro Bowl in Hawaii. Cornerback <strong> Asante Samuel </strong> was selected to roster, but doesn't play because of lingering injury. <strong> Jay Cutler </strong> on Twitter: <q>U kid'n me? Sam got to man up, dog!!</q> Feb. 2: Media Day at Super Bowl. <strong> Mike Trgovac </strong> denies he is <strong> Mike Trgovac </strong>. \"I think that might be him over there,\" <strong> Mike Trgovac </strong> says. Feb. 4: Allegedly unhappy with housing", "new_id": -2}, {"uid": "1296870076196296704", "i": 24675, "idx": 0, "sa": ["Sergio Marchionne"], "q": "chief executive characterized as \"shyster loans\" that the Obama administration extended as part of a bailout to keep the <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q>Pay back the loans, get those out and then take( the company) public.</q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA, has said repeatedly that the on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in the automaker's return to profitability.", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295755514184385545", "i": 22163, "idx": 26, "sa": ["Nate Robinson", "Stephon Marbury", "Allen Iverson", "Jordan Harvey"], "q": "there are other shorter versions of this game which are also excellent. Considering the circumstances, it is an extraordinary game even for <strong> Jordan Harvey </strong>'s standards. Also, it's the game in which he declared he's <q>really&... Toronto Raptors vs Philadelphia 76ers Jan. 20/08 Willie Green had one of those stretches that shooters dream about. \"The basket seemed like it was getting bigger and bigger,</q> Green said after tying a season high with 23 points as the Philadelphia 76ers survived a late rally for a 99-95 victory Saturday night over the Toronto Ra... <strong> Allen Iverson </strong> 40pts vs <strong> Stephon Marbury </strong> 33pts( <strong> Nate Robinson </strong>'s Winner) <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295562321105267213", "i": 32366, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will focus \"externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,\" the company announced. <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> said in a press release. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" Page", "new_id": -2}, {"uid": "1295804716188252188", "i": 6604, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q>All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about.</q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make", "new_id": -2}, {"uid": "1294991426005357592", "i": 36298, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", her friends, all these people are there to say, \"<strong> Gabrielle Giffords </strong>, we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.\" <q>The doctors couldn\"t believe what they were seeing,</q> <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) \"Mark started to", "new_id": -2}, {"uid": "1296687274182059050", "i": 42472, "idx": 2, "sa": ["John Krautner", "David Letterman"], "q": "and Jack were buddies. Later, Jack was over at <strong> David Letterman </strong>'s house, so <strong> John Krautner </strong> and I went over there: \"Hey, Jack, we've got a question for you--\" And Jack said <q>Yes, already, yes, absolutely, wan na join, count me in.</q> We said, \"All right!\" Whenever we practiced at Jack's house, we practiced upstairs in his room. For the record: Jack's house is red and white.", "new_id": -2}]