[{"uid": "1295147684219021325", "i": 26505, "idx": 1, "sa": ["Allen Iverson"], "q": "career high with 11 assists for Detroit, which went on a 12-3 run midway through the fourth quarter after the Wizards had pulled to 63-62. The Pistons allowed only three field goals in the final 9 minutes. <q> I just waited for my opportunity and when it came I just took advantage of it, </q> said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. \"I was probably in the best groove since I got here.\" Detroit hasn't lost since blowing a 17-point", "new_id": -2}, {"uid": "1295969219252559400", "i": 9742, "idx": 2, "sa": ["Eric Schmidt"], "q": "(DLD) in M?nchen\"> Foto: dpa Der scheidende Google-Vorstandschef <strong> Eric Schmidt </strong> verspricht in M?nchen Investitionen in die Forschung- und Entwicklung des Konzerns Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie dem Sozialen Netzwerk Facebook sagte <strong> Eric Schmidt </strong>: <q> Die Internet-Suche wird weiter sehr wichtig bleiben. </q> Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei neben der Videoportal-Tochter YouTube auch die Display-Werbung, also die Platzierung von Anzeigen mit Bildern oder Videos auf Web-Seiten.", "new_id": -2}, {"uid": "1296013546052953088", "i": 7394, "idx": 0, "sa": ["Alan Eustace", "Eric Schmidt"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its fiercest rival.", "new_id": -2}, {"uid": "1296741969056606736", "i": 32427, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "peeks in The Washington Post and The New York Times at former Defense Secretary <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> George W. Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>- \"<strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says,", "new_id": -2}, {"uid": "1295907806243613698", "i": 17346, "idx": 3, "sa": ["David Letterman", "Sarah Palin", "Katherine Jackson", "Michael Jackson", "Oprah Winfrey", "Bristol Palin", "Joe Jackson", "Larry King"], "q": "to discuss some of the things he's doing and saying.\" But <strong> Sarah Palin </strong> went on to say that she finds it \"a bit heartbreaLarry King to see the road that he is on right now\" and that <q> it's not a healthy place to be. </q> <strong> Bristol Palin </strong> and her son live at <strong> Sarah Palin </strong>'s home, she Winfrey_Oprah Winfrey_Show__November_8_2010__Katherine Jackson_Michael Jackson_interview_Part_2_of_5 A worldwide exclusive: <strong> Oprah Winfrey </strong> at home with <strong> Michael Jackson </strong>'s mother, <strong> Katherine Jackson </strong>, and his father, <strong> Joe Jackson </strong>. Plus, a visit with <strong> David Letterman </strong>'s children", "new_id": -2}, {"uid": "1295907918177651713", "i": 28781, "idx": 15, "sa": ["Henry Kissinger", "Donald Rumsfeld"], "q": "in a direct way,\" he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by former Secretary of State Kissinger-Henry Kissinger.htm#r_src=ramp\"> <strong> Henry Kissinger </strong> as a <q> skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly. </q> In the 1970s, as chief of staff and then defense secretary in the Ford administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing, and helping to prevent, by many accounts, an arms control deal <strong> Henry Kissinger </strong>", "new_id": -2}, {"uid": "1295564922055377927", "i": 4903, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden Firmengr?nder ihr Baby an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden US-Dollar( 6,2 Mrd Euro). Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar", "new_id": -2}, {"uid": "1295597604252706817", "i": 36310, "idx": 1, "sa": ["Michael Vick"], "q": ",\" said Banks. In talking to youth, he said, he often cites as an example Eagles quarterback <strong> Michael Vick </strong>, who served 18 months in prison for dogfighting and has since joined the End Dogfighting campaign. <q> I'm trying to connect with the young ones to tell them to stop. You don't want to wait until it's too late. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1296566910244629509", "i": 16806, "idx": 7, "sa": ["Allen Iverson"], "q": "'s all about one common goal: bringing a championship to Philadelphia.\" And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. <q> It was blown out of proportion because people heard me responding back, </q> <strong> Allen Iverson </strong> said. \"But if you listen, you'll hear things way worse than what I said. But I'm <strong> Allen Iverson </strong> and I have an` X' on my chest. I handled it the wrong", "new_id": -2}, {"uid": "1296134096000327727", "i": 9264, "idx": 0, "sa": ["Arianna Huffington", "Elie Kaunfer", "David Letterman"], "q": ". <strong> David Letterman </strong> asked... <strong> Arianna Huffington </strong>: South American Diary, Chile: More Than Miners Are Being Rescued Rabbi <strong> Elie Kaunfer </strong>: Chilean Miner Rescue, Celebration Gives New Meaning to Old Prayers Paul Abrams: Republicans Slam Chilean Miners: <q> They Should Have Climbed Up on Their Own </q> <strong> Arianna Huffington </strong>: South American Diary, Chile: More Than Miners Are Being Rescued My South American trip is in full swing and, again and again, I've been struck by the way that Chile", "new_id": -2}]