[{"uid": "1296134863266403875", "i": 16860, "idx": 2, "sa": ["Kevin Garnett", "Dan Gillerman", "Laura Jordan", "Michael Jordan", "Allen Iverson"], "q": "East Link TV is viewer-supported! www.linktv.org Today's headlines: \"Three million Hajj pilgrims begin journey to Muzdalifah,\" Al Jazeera TV, Qatar \"Egyptian children learn about Hajj,\" Al Jazeera TV, Qatar <q> S. SuDan Gillerman begins registration for referendum vote, </q> BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got the start and provided one more lasting moment. But it was all <strong> Kevin Garnett </strong> at the finish. The 52nd NBA All-Star Game was <strong> Laura Jordan </strong>'s last and", "new_id": -2, "mturk_index": "601"}, {"uid": "1295945705264699917", "i": 45840, "idx": 1, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers. \"Monta bounces back quickly,\" coach <strong> Keith Smart </strong> said. <q> I didn't even think he'd able to play Saturday. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOFTWARE ENGINEER Company Gracenote, Inc SOFTWARE SR SOFTWARE ENGINEER Company STAFF SW", "new_id": -2, "mturk_index": "1957"}, {"uid": "1296095882011763715", "i": 33331, "idx": 2, "sa": ["Ray Lane", "Michael Dell", "Eric Schmidt"], "q": "potential. The \"e-commerce space feels overheated because valuations are based on long-term revenue expectations,\" said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. <q> But if you look at Google's history, that potential is real </q> <strong> Michael Dell </strong> and <strong> Ray Lane </strong>, whose companies compete in the market for personal computers, also traded barbs over 3Par, a storage provider acquired for$ 2.35 billion in September by HP. The computer makers held a", "new_id": -2, "mturk_index": "1973"}, {"uid": "1296822806182681605", "i": 19719, "idx": 1, "sa": ["Steve Ballmer"], "q": "Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter urged them both to stop piddling about and work together to take on iPhone and Android. We paraphrase, obviously, although Ahmad didn't mince his words. <q> Get rid of your own proprietary high-end solution( MeeGo)-- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> he wrote. Elop is due to make a big speech next Friday( 11 February) in London to investors, and is expected to talk for the first time in depth about his", "new_id": -2, "mturk_index": "118"}, {"uid": "1295380350188088361", "i": 24750, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand", "Saeb Erekat"], "q": "the resolution should it come to a vote in the council. On Tuesday, 17 senators led by Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2, "mturk_index": "1063"}, {"uid": "1296665651210550785", "i": 40651, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "were blithely plodding ahead because that was where the GPS was telling them to go, no matter that the cars around them were spinning wildly. And host <strong> Ryan Seacrest </strong> was acting like a kid jumping around onstage asking, <q> Are we there yet? Are we there yet? </q> \"Idol\" became must-watch TV not just because of <strong> Simon Cowell </strong>'s snark, but because of how he interacted with the other judges, particularly <strong> Paula Abdul </strong>. When she left, the show lost something. <strong> Simon Cowell </strong>", "new_id": -2, "mturk_index": "2022"}, {"uid": "1295555845214679586", "i": 1314, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", I do like your writing style! As for the catechismic style, I believe that was popularized by <strong> Donald Rumsfeld </strong>. Instead of submitting to interviews with real actual reporters, he just interviewed himself. <q> It would seem to me that she has to do something before she announces to try to fix some of the post-Arizona damage. Or maybe she doesn't even think that way and doesn't see it as damage at all. </q> I think she would consider the damage control already done. She put out her video, she went on Hannity, done deal. On to the announcement. ohsocynical 20 January 2011 8:20 PM", "new_id": -2, "mturk_index": "1007"}, {"uid": "1296841854225722386", "i": 14056, "idx": 0, "sa": ["Eric Schmidt"], "q": "That brings us to the second problem with Chrome OS. It's going to be a tough sell. <strong> Eric Schmidt </strong> added to the spin via his blog, with a post a week after the delay: <q> Welcome to the latest chapter of an epic journey in computing. Welcome to Chrome OS. </q> Welcome to what, exactly? Google's promotional video for the Chrome OS doesn't do it any favours either. It's a video designed to illustrate just how resilient your cloud-stored data is when faced with adversity", "new_id": -2, "mturk_index": "1151"}, {"uid": "1296110489112230490", "i": 58038, "idx": 0, "sa": ["Ben Gleib", "Dane Cook", "Simon Cowell"], "q": "have collaborated before. Newberg co-wrote the song \"<strong> Simon Cowell </strong> Said,\" which <strong> Dane Cook </strong> performed for <strong> Simon Cowell </strong> on his last episode of \"American Idol\" in May of 2010. <strong> Dane Cook </strong> also performed Newberg's song <q> That's Probably a Bad Idea </q> to close the show every night on tour. <strong> Dane Cook </strong> invited Newberg and the other opening comedians on the tour( <strong> Ben Gleib </strong> and Al Del Ben Gleibe) on stage to sing the song with him every night.", "new_id": -2, "mturk_index": "191"}, {"uid": "1295566871244678664", "i": 58943, "idx": 0, "sa": ["Eric Schmidt"], "q": "chief executive in a surprising management reshuffling announced with the Internet company's fourth-quarter earnings, which jumped 29%. The Mountain View, Calif., company said the moves, effective April 4, were made <q> to streamline decision-making and create clearer lines of responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become exective chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to act as", "new_id": -2, "mturk_index": "639"}]