[{"uid": "1295419136019841068", "i": 1219, "idx": 1, "sa": ["Simon Cowell"], "q": "</a>. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean to be rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot in the ratings. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday, and", "new_id": -2}, {"uid": "1295040777115671045", "i": 15314, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q> For employment, wages and rights, we vote yes </q>, while others chanted`` No to <strong> Sergio Marchionne </strong>'s blackmail''. The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that Italian companies`` would", "new_id": -2}, {"uid": "1296275225095797286", "i": 36205, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s( Alert) helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1297713783158121991", "i": 3723, "idx": 0, "sa": ["Sergio Marchionne", "Steven Chu"], "q": "'s application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1296480217189546502", "i": 26517, "idx": 0, "sa": ["Sergio Marchionne"], "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion. The", "new_id": -2}, {"uid": "1297464725077398024", "i": 34637, "idx": 5, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be`` confusing.''`` It certainly doesn't give one confidence,'' the former secretary said of the administration's public steps. <q> One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been somewhat confusing. </q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator.`` He clearly has perpetuated himself in office. He clearly has hoped that his son would", "new_id": -2}, {"uid": "1295914737143048738", "i": 9925, "idx": 2, "sa": ["Simon Cowell"], "q": "out.' And I said,` So should we come back next week?' And he said,` Get out.'`` We were basically thrown out of the network,'' <strong> Simon Cowell </strong> said. <q> The good news is, it would never get worse than this. </q> Fox went on to premiere Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S. version of The X-Factor( interestingly, the season 10 premiere, the first one without <strong> Simon Cowell </strong>,", "new_id": -2}, {"uid": "1295578537195002486", "i": 4075, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion( Â£ 19 billion) a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1295243742247496746", "i": 28786, "idx": 3, "sa": ["Francisco Garcia", "Mikki Moore", "Kevin Garnett", "Kenyon Martin", "Allen Iverson"], "q": "'s no reason for this team to come in here and beat us on our own floor, as good as we were playing on this floor,'' <strong> Allen Iverson </strong> said after the Nuggets fell to 31-8 at home. <q> They were playing without their two best players. No reason for it. It's unacceptable. </q> <strong> Kevin Garnett </strong> <strong> Kenyon Martin </strong> scored 36 points despite missing Sacramento's shootaround with the stomach flu and the Kings capitalized on <strong> Kenyon Martin </strong>'s one-game suspension by getting 29 points from <strong> Francisco Garcia </strong> and 23 from <strong> Mikki Moore </strong>.`` We didn't have a", "new_id": -2}, [{"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]]