[{"uid": "1295674743088440893", "i": 33129, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead.`` <strong> Larry Page </strong> has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy has also caused", "new_id": -2}, {"uid": "1297283465095453212", "i": 27089, "idx": 1, "sa": ["David Letterman", "Kathleen A. Hayes"], "q": "treats for a silent auction. Some of the items included tickets to`` Late Show'' with <strong> David Letterman </strong>, a gift card to the spa and salon LUSH, as well as New York Yankees tickets. <q> We had a great turnout... people I have spoken to had a fabulous time, </q> <strong> Kathleen A. Hayes </strong>, Auxiliary co-chair, said.`` We were able to meet and exceed our fund-raising goal, so I would say that's a success.'' The Auxiliary plays an important role in helping The", "new_id": -2}, {"uid": "1295905281252543038", "i": 35789, "idx": 1, "sa": ["Tom Ashbrook", "Eric Schmidt", "Tim O’Reilly"], "q": "Google apps are coming together to make it happen. In this clip, Google Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means for cusTom Ashbrookers and developers. www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Google_CEO_Eric Schmidt_Eric Schmidt_Responds_to_Consumer_Watchdog Google CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about Google's privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington DC Ronald Reagan Amphitheater. http://wn.com/Google_CEO_Eric Schmidt_Eric Schmidt_says_that_real_Tim O’Reillye_language_translation_during_phone_calls_is_coming Speech", "new_id": -2}, {"uid": "1296017831109002752", "i": 46334, "idx": 1, "sa": ["Tim Bajarin", "Steve Ballmer"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong>`` is always on thin ice,'' said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q> Hosts project confidence despite risks on horizon Prominent instruments for Personal Finance portfolio Quotes delayed, except where indicated otherwise. Delay Tim Bajarines are 15 mins for NASDAQ, NYSE and Amex. See also delay Tim Bajarines for", "new_id": -2}, {"uid": "1295136115025296936", "i": 13755, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz"], "q": "of California, Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.`` It felt like we were watching a miracle,'' <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1295110918237223958", "i": 30229, "idx": 0, "sa": ["David Letterman", "Scott Brown"], "q": "with Leno phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. O'Brien told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q>+ Return to full article Comments( 1) Vicki Kennedy: Senate seat` not for me' Democratic favorite to run against Republican U.S. Sen. <strong> Scott Brown </strong> and reclaim the seat her husband held- has ruled herself out", "new_id": -2}, {"uid": "1295008845175898634", "i": 59283, "idx": 0, "sa": ["Gordon Brown", "Simon Cowell"], "q": "The Smile star, who has had two miscarriages, told Piers she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> Piers, whose guests on the ITV1 interview show have included href=\"http://uk.news.yahoo.com/fc/Gordon Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and href=\"http://uk.news.yahoo.com/fc/x-factor.html\"> <strong> Simon Cowell </strong>, told Lily:`` I will get ITV to make substantial five figure", "new_id": -2}, {"uid": "1295997649180568148", "i": 36360, "idx": 0, "sa": ["Zahi Hawass"], "q": "Germany over the rightful ownership of one of Egypt's most prized antiquities hit another snag on Monday when Germany again refused to turn a <q> Worse was to come. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities( SCA) labeled the idea`` pure fiction. </q> Moreover, he disinvited Fletcher from future work in Egypt. <strong> Zahi Hawass </strong> explained this action in an article in the newspaper Al-Ahram:`` There are more than 300 foreign expeditions currently working in Egypt, and they all follow", "new_id": -2}, {"uid": "1295877429093847588", "i": 3399, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Jan 24, 2011, 8:57 AM EST- U.S. Markets open in 33 mins. Google awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- Google says it has awarded$ 100 million worth", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]