[{"uid": "1296311657089227320", "i": 29396, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible. \" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men\"s World Champions for", "new_id": -2}, {"uid": "1295404896077529090", "i": 1178, "idx": 0, "sa": ["Arsenio Hall", "Don Kirshner", "Jack Wishna", "David Letterman", "Billy Crystal"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q>He was a father to these people even though some of them were three or four years younger than him,</q> <strong> Jack Wishna </strong> said.", "new_id": -2}, {"uid": "1297430731170164227", "i": 19188, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "joint marketing initiatives and a shared development roadmap, including hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies, the company said. <q>Today, the battle is moving from one of mobile devices to one of mobile ecosystems, and our strengths here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates,</q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> added. \"This is what we are creating; this is our vision; this is the work we are driving from this day forward.\" strtegic memo that was leaked in advance of", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.</q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1297314901126959709", "i": 758, "idx": 0, "sa": ["Michael Vick", "Joy Behar", "Barack Obama"], "q": "mediated a discussion on <strong> Michael Vick </strong> during Wednesday night's <strong> Joy Behar </strong> Show and asked her panelists about this week's scandal in which the convicted dog fighter received an honorary key to the city of Dallas. <q>Why is he being rewarded with the keys to Dallas?</q> asked <strong> Joy Behar </strong>. \"What is this about? It's driving me crazy!\" Bill O'Reilly to <strong> Barack Obama </strong>: people hate you( video) <strong> Michael Vick </strong> was hit with a fresh wave", "new_id": -2}, {"uid": "1297122854184680470", "i": 4239, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. <q>I've always said at some point we are going to be working together.</q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1295622096143933453", "i": 204, "idx": 2, "sa": ["David Letterman", "Larry King"], "q": "punched a guest. \"You need to grab somebody by the tie and just pop him,\" <strong> David Letterman </strong> said. \"Just a short right cross and then it would be fantastic.\" <q>Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?</q> he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. \"I'd like to see you punch a 78-year-old man,", "new_id": -2}, {"uid": "1297204047246546474", "i": 11707, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "crisis in Egypt is \"probably best handled through private diplomacy.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should be focused on <q>having that country evolve toward freer economic systems.</q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief, also spoke about the United States's involvement in Iraq during his tenure and the issue of whether that country had weapons of mass destruction. \"Everyone involved in", "new_id": -2}, {"uid": "1295287505178176044", "i": 2168, "idx": 1, "sa": ["Michael Douglas", "Matt Lauer", "David Letterman"], "q": "on the big screen portraying <strong> Michael Douglas </strong> Gecko in \"Wall Street: Money Never Sleeps.\" His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q>I've got cancer. I've got cancer. I've found out about three weeks ago. I said, \"gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it.</q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Douglas </strong>\" first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. LAUER: \"There were some pictures taken", "new_id": -2}, {"uid": "1297448296044924946", "i": 48066, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.\" <strong> Simon Cowell </strong> then quipped: <q>I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either.</q> stated earlier this week that the judging panel for the series has yet to be finalised. gives us an insight into her character", "new_id": -2}]