[{"uid": "1296464900091652109", "i": 389, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Peyton Manning"], "q": "n't go from jail to a Pro Bowl starter by accident.`` I don't think anybody can really know how difficult that is to do,'' Indianapolis Colts quarterback <strong> Peyton Manning </strong> told me on Friday. <q> I can just only imagine the challenge- the timing, seeing defenses, and the game changes every single year. Defenses change.`` I think when a guy sits out a couple of weeks, I feel like they're behind. He's talking about a couple of years. It's a great challenge. It's a great credit to him. It's a very difficult thing to do. </q> It will be interesting to see how <strong> Ben Roethlisberger </strong> is received at the Super Bowl in Dallas this week. <strong> Michael Vick </strong> killed and maimed dogs, and served 18 months in prison and a two-game, NFL-mandated suspension.", "new_id": -2}, {"uid": "1295162148185597955", "i": 15714, "idx": 3, "sa": ["Jalen Rose", "Shaquille O'Neal", "Allen Iverson", "Tim Tetrick", "Jermaine O'Neal", "Reggie Miller"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Tetricke after getting 33 from <strong> Reggie Miller </strong>.`` I wish it was reversed,'' <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their Shaquille O'Nealgest lead to that point", "new_id": -2}, {"uid": "1295542450061915242", "i": 8975, "idx": 2, "sa": ["Angelina Jolie", "Willow Smith", "Brad Pitt"], "q": "be spending their honeymoon donating gifts to African orphans on a humanitarian trip organised by <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong>, but sources claim that they are secretly planning to slip off to Hawaii instead. An insider said: <q> Maddox and <strong> Willow Smith </strong> love their parents a great deal, as we all do, and are determined to follow their inspiring examples of helping those less fortunate. They can't wait to get back to charity work after their trip but right now all they want is to enjoy the first days of their new life together. </q> EastEnders: Alfie's behaviour angers Kat Emmerdale: A row takes place at the funeral Hollyoaks: 2999: The pressure mounts for Theresa Neighbours: 6059: Paul leaves Rebecca stunned", "new_id": -2}, {"uid": "1296333025218349599", "i": 6345, "idx": 7, "sa": ["Michael Vick"], "q": ".`` If you got the sense that every day, he woke up and lived with that and wrestled with that, I think there would be a different response from the animal-loving public,'' Battista said. <q> That's not what he has communicated. It's not to say he needs to do it. But if there's any confusion of why a big chunk of the public doesn't feel that he's genuine, that's why. There isn't a sense of him connecting with his own behavior and own conscience at a level that most people can understand. </q> So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs in Utah keep taking two steps forward and one step back. Another of <strong> Michael Vick </strong>'s prize pups, Georgia,", "new_id": -2}, {"uid": "1296224676092700695", "i": 2488, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence"], "q": "that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high profile in Congress has made him a familiar face and name to many Hoosiers, <strong> Eric Holcomb </strong> said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>.", "new_id": -2}, {"uid": "1295263057094093344", "i": 11251, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": ", once again opening up the possibility of legal repercussions for the former News of the World editor. Mr <strong> Andy Coulson </strong> had already resigned from his position on the paper over allegations of phone hacking. <q> He is, as anyone would be, extremely embarrassed about what happened, </q> Mr <strong> David Cameron </strong> said today.`` He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that.`` Working", "new_id": -2}, {"uid": "1296170522222920753", "i": 31682, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "seize large chunks of the enterprise-spending pie. Microsoft's Server and Tools Business-in many ways the epicenter of its cloud strategy-is primed to undergo a shakeup this year with the departure of longtime division president <strong> Bob Muglia </strong>. <q> While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing, </q> Microsoft CEO <strong> Steve Ballmer </strong> href=\"http://www.eweek.com/c/a/c/a/Windows/Apple-App-Store-Fight-Bob Muglia-Departure-Marked-Microsoft-Week-801641/\"> wrote in a Jan. 10 email to employees announcing <strong> Bob Muglia </strong>'s removal.`` We are now ready to build on our success and move forward into the era of cloud computing.", "new_id": -2}, {"uid": "1295945388224313347", "i": 10996, "idx": 0, "sa": ["Cris Collinsworth", "Michael Vick", "Al Michaels"], "q": "liked a different team( against the Cowboys). This is the team we saw in the first couple of weeks, making mistakes, penalties, getting touchdowns called back,'' Dungy says in a statement. <q> The Giants defense gave up some big plays to Dallas, and Philly has some big-play receivers that they are going to have to worry about. </q> <strong> Al Michaels </strong>, the NBC play-by-player announcer who'll call Sunday's game with href=\"http://content.usatoday.com/topics/topic/Cris Collinsworth+Cris Collinsworth\" title=\"More news, photos about Cris Collinsworth\"> <strong> Cris Collinsworth </strong>, said he hasn't seen anything like <strong> Michael Vick </strong>'s comeback in years.''( <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295863992128057365", "i": 10646, "idx": 0, "sa": ["Greg Barker", "Chris Huhne", "David Cameron", "Roger Harrabin"], "q": "Zoo as having eco-fascist leanings\"> he referred to the people who run London zoo as having`` eco-fascist leanings'' for daring to suggest that climate change might be connected with the extinction of corals. <strong> Roger Harrabin </strong> is the <q> the BBC's High Priest of Gaian Worship and Climate Alarmism </q>''... the Warmist faith so fervently held and promulgated by the Met Office is exactly the same faith so passionately, unswervingly followed by <strong> David Cameron </strong>, <strong> Chris Huhne </strong>, <strong> Greg Barker </strong>, the Coalition's energy spokesman in the Lords Lord", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]