[{"uid": "1295479864156581898", "i": 48870, "idx": 4, "sa": ["Michael Vick"], "q": "The backup quarterback, who has one year left on his contract, wants to start next season and told coach Andy Reid that he would rather be traded than be <strong> Michael Vick </strong>'s backup for another season. <q>It's understandable coming from Kev,<q> <strong> Michael Vick </strong> said. \"We haven't spoke. He's enjoying his free time.\" The labor discord will play a major role in how the Eagles approach their quarterback situation next season. Both sides", "new_id": -2}, {"uid": "1295564518204079107", "i": 28855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture. \"Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> claims. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,<q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the co-founders, instead of his previous equal role in decision-making. \"His advice and efforts will be invaluable to me as I start", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said: \"I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview<q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1295566871244678664", "i": 48496, "idx": 7, "sa": ["Eric Schmidt"], "q": "29% to about$ 6.37 billion. Analysts surveyed by Thomson Reuters expected a profit of$ 8.09 a share on revenue of$ 6.06 billion. <strong> Eric Schmidt </strong> said the latest results were driven by <q>a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.<q> Gross margin widened to 65.1% from 63.9%. In the most recent period, Google expanded its head count 4.6% to 24,400 full-time workers. Search ads remain the company's", "new_id": -2}, {"uid": "1296532421049463301", "i": 9834, "idx": 1, "sa": ["Zahi Hawass", "Barack Obama", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "missed the real treasure and stole from the gift shop instead.\" The Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria and <strong> Mohamed ElBaradei </strong> Manial Museum have also been targeted. Mr <strong> Zahi Hawass </strong> said: <q>My heart is broken and my blood is boiling.<q> Yesterday tanks continued to look on as tens of thousands of protesters in nearby Liberation Square continued to defy <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s curfew amid a carnival atmosphere. They were demanding an end to his 30-year reign.", "new_id": -2}, {"uid": "1296082803258637838", "i": 12067, "idx": 1, "sa": ["Mike Pence"], "q": "twenty pounds at Christmas and me saying to my wife at Christmas, \"That's it, we're not gaining any more weight.\"- <strong> Mike Pence </strong>, a Republican congressman from Indiana <q>Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.<q>- Paul Ryan, a Republican congressman from Wisconsin \"The Interior Department is in charge of salmon while they're in fresh water, but the Commerce Department handles them when they\"re in saltwater", "new_id": -2}, {"uid": "1295668634145047636", "i": 11831, "idx": 0, "sa": ["James Cleveland", "LeBron James", "Reggie Hodges", "Carmelo Anthony", "Allen Iverson"], "q": "Orleans Saints. A great run for their punter <strong> Reggie Hodges </strong>. Go Browns! http://wn.com/Cavaliers_PreGame_Photo/Dance_LeBrons_PreGame_Ritual_HD The Cavs Take a family photo befor a game HD http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q>I know he hates losing to me,<q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1295907761051232811", "i": 10879, "idx": 1, "sa": ["Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse <strong> Barack Obama </strong> or any of the emerging Republican hopefuls in 2012. <q>Right now <strong> Sen. Joe Lieberman </strong> do not see on the Republican side any one individual that will emerge at the top of the pile,<q> <strong> Colin Powell </strong> said, adding that he is not committed to any candidate. \"<strong> Sen. Joe Lieberman </strong> have not yet seen anybody on the Republican side <strong> Sen. Joe Lieberman </strong> am prepared to commit to, and <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong> either,", "new_id": -2}, {"uid": "1297199181093274120", "i": 3499, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "you in finding jewelry she'll love within your budget. Don't worry, we won't tell that you had a little help. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,<q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1295802595079921154", "i": 17305, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick", "Tony Dungy"], "q": "<strong> Tony Dungy </strong> Expects <strong> Michael Vick </strong>, Eagles To Reach Deal Courier Post- <strong> Tony Dungy </strong>, who has served as a mentor to <strong> Michael Vick </strong>, believes the quarterback will come to terms with the Eagles on a long-term contract. <q>He is very grateful to <strong> Jeffrey Lurie </strong> and Andy Reid for believing in him and giving him an opportunity,<q> <strong> Tony Dungy </strong> told the Courier Post. \"He loves working with <strong> Marty Mornhinweg </strong>, he loves the young receivers and all the offensive firepower they have here. But more than anything I think he is just grateful they", "new_id": -2}]