[{"uid": "1296573684100761662", "i": 52722, "idx": 0, "sa": ["Chris Dodd", "Michael Vick"], "q": "'' on someone's actions. As for <strong> Michael Vick </strong>, he's recently made public his Chris Doddtian commitment. Reflecting on his conviction and imprisonment href=\"http://www.bpnews.net/bpnews.asp?id=32239\"> at last week's Super Bowl Prayer Breakfast, <q> I wanted a chance to redeem myself, </q> he said.`` Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.''", "new_id": -2}, {"uid": "1295875515093847644", "i": 32657, "idx": 0, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "plant on Friday to announce the appointment of their CEO, Jeffrey Immelt, to a new advisory board on job creation, and to talk about some of his close friends in New York. The <strong> Barack Obama </strong> named his <q> two great friends of mine </q> in the Senate, including <strong> Charles Ellis Schumer </strong>, and, er... who? Mark Finkelstein points out that <strong> Barack Obama </strong>'s great friend <strong> Kirsten Gillibrand </strong> pronounces her name with a soft G, not a hard G: \"", "new_id": -2}, {"uid": "1295468729069730318", "i": 38150, "idx": 0, "sa": ["Steve Moore", "Mike Pence", "Larry King", "Mike Huckabee", "Newt Gingrich", "Barack Obama", "Robert Bentley", "Mitt Romney", "Sarah Palin"], "q": "No, Tunisia Is Not a Democratic Tipping Point for the Arab World Here's Wall Street Journal editorial page writer and conservative movement apparatchik href=\"http://online.wsj.com/article/SB10001424052748703954004576090000574636260.html?mod=WSJ_Opinion_MIDDLESecond\"> <strong> Steve Moore </strong> writing up the Draft <strong> Mike Pence </strong> movement: <q> MMike Pence won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern is what <strong> Sarah Palin </strong>'s intentions are, since she would have a huge funding base if she runs. But the pro-Mike Pence movement fears that she is highly polarizing and someone who would have a difficult time beating <strong> Barack Obama </strong> in the general election. </q> <strong> Robert Bentley </strong>: 5 Facts About the Ultra-Christian Alabama Governor href=\"http://www.tnr.com/article/politics/magazine/81372/return-of-the-republican-party\"> Return of the Republicans: Why They're Unlike Any Political Party America Has Ever Seen The Legacy of <strong> Larry King </strong> and Oprah: Celebrity Worship, Fake Intimacy", "new_id": -2}, {"uid": "1297271131262504545", "i": 43036, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "would have to stay indefinitely?'' Also, <strong> Donald Rumsfeld </strong>'s book will give fuel to critics who charged that the democratization talk was something that emerged after WMD did not turn up in Iraq. <q> It was hard to know exactly where the President's far-reaching language about democracy originated, </q> <strong> Donald Rumsfeld </strong> writes.`` It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy", "new_id": -2}, {"uid": "1295588354071548929", "i": 1609, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "a cargo de la gesti?n diaria. <strong> Eric Schmidt </strong> se?al que en su calidad de presidente ejecutivo de la junta se concentrar`` en todo aquello en lo que pueda agregar el mayor valor'' y que seguir siendo <q> un asesor de <strong> Larry Page </strong> y <strong> Sergey Brin </strong> </q>.`` He aprendido una tonelada de l durante a?os'', dijo <strong> Larry Page </strong> sobre <strong> Eric Schmidt </strong> en una conferencia telef?nica.`` No podr?a estar m?s entusiasmado respecto a la direcci?n futura... Estamos apenas en el comienzo", "new_id": -2}, {"uid": "1296184328117178369", "i": 22862, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": ".( <strong> Simon Cowell </strong> might have booted her out before she said a word.)`` You should do voice overs for cartoons,'' <strong> Randy Jackson </strong> said. Later, he added,`` That's not serious.'' <q> I got one yes and two no's, </q> she said. She thought <strong> Steven Tyler </strong> said yes when he said no. are Nashville exes who decide to come in together. They sing a Bee Gees song in fine harmony, show lovely chemistry. They also", "new_id": -2}, {"uid": "1297667248167985164", "i": 22430, "idx": 1, "sa": ["Salima Ikram", "Zahi Hawass"], "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "new_id": -2}, {"uid": "1296380428137199628", "i": 22495, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Elton Brand"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> goes beast in game against Portland when he scores 44 points and makes 7 points in overtime January 8, 1987 86-87 Blazers was", "new_id": -2}, {"uid": "1297174923217825289", "i": 30773, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "<strong> Donald Rumsfeld </strong> in dem Ruf, er lenke die US-Operationen im Irak`` mit dem langen Schraubenzieher aus Washington''. In seinen Memoiren erkl?rt der 2006 aus dem Amt geschiedene Minister die milit?rischen R?ckschl?ge mit einer anderen Metapher: Weil <q> zu viele H?nde am Steuerrad </q> gezerrt h?tten, sei`` der Laster im Graben gelandet''. Au?enminister <strong> Colin Powell </strong> habe st?ndig hintertrieben, und die damalige Sicherheitsberaterin <strong> Condoleezza Rice </strong> habe zu wenig koordiniert. Sogar den obersten Dienstherrn kritisiert Rummy ein wenig: <strong> George W. Bush </strong> habe``", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]