[{"uid": "1296736018231227432", "i": 8137, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007.`` Nooit zal Apple's iPhone enig significant marktaandeel behalen.'' Hij nodigt beide ceo's uit voor een lunch <q> wanneer jullie beiden in Londen zijn. </q> <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik ook onzin, ik zie Nokia niet met een WP7 draaien. Dat is zoiets als MS Office", "new_id": -2}, {"uid": "1297136473102924319", "i": 29840, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-", "new_id": -2}, {"uid": "1296074555171098119", "i": 33601, "idx": 1, "sa": ["Michael Vick"], "q": "inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1296968139146849830", "i": 14602, "idx": 0, "sa": ["Michael Vick"], "q": "registering a sack of Philadelphia's <strong> Michael Vick </strong> in the NFC Wild Card round, a fumble recovery against Atlanta in the NFC Divisional round and a half-sack, two tackles for loss and eight tackles in the NFC Championship. <q> Of course you want to start strong. You want to finish strong. You want to maintain that the whole season, </q> Matthews said.`` I hope to influence games in any way I can. I expect to have a hand in determining the outcome. If they're going to run the ball my way, I expect them", "new_id": -2}, {"uid": "1296885883267878442", "i": 26156, "idx": 0, "sa": ["Steve Jobs", "David Letterman"], "q": "a guy ends a 30-plus career on television, it's not going to be guessing about whether he's leaving or not. It won't be ambiguous.'' The story says Burnett added that <strong> David Letterman </strong> <q> says this periodically,[ but] I don't want to rule it out. I have no particular insight into when <strong> David Letterman </strong> is going to want to stop doing the show. I'm not being coy. I honestly don't know. I don't know that he knows. Maybe he does, but there's[ been] no discussion about his leaving. </q> Chuck Ross, February 3, 2011 at 8:04 AM Recently, Fortune Ran a Story About <strong> Steve Jobs </strong> Being Treated for Cancer in 2009. <strong> Steve Jobs </strong> Did Not Release This Particular Info. Fortune Said It Was", "new_id": -2}, {"uid": "1296556581132743172", "i": 31994, "idx": 0, "sa": ["Simon Cowell", "Katie Price"], "q": "and sharing` Mary Jane' with X Factor boss <strong> Simon Cowell </strong>. The rumour was started in support of another rumour predicting <strong> Katie Price </strong> to win a place on the judges panel of X Factor. <q> That party at <strong> Pete Doherty </strong>'s house never took place </q>, declared Miss <strong> Katie Price </strong>.`` And if something similar did ever take place, I can assure you that I wasn't there'', she added. Miss <strong> Katie Price </strong> went on to insist that she had", "new_id": -2}, {"uid": "1296405734264388638", "i": 640, "idx": 1, "sa": ["Michael Jordan", "Larry Bird", "Allen Iverson", "David West"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Bird </strong> <strong> David West </strong> said.`` This is kind of unexpected", "new_id": -2}, {"uid": "1296521097146833469", "i": 8230, "idx": 0, "sa": ["Michael Vick", "Reggie Wayne", "Peyton Manning"], "q": "way I wanted... I was a little upset, basically, because... we lost.'' Speaking at the Pro Bowl, <strong> Reggie Wayne </strong> told reporters that seeing <strong> Peyton Manning </strong> throw 11 interceptions during a three-game losing streak <q> was a shock. The main thing we realized, he's not immortal. He's real. He's not a machine. It goes to show you this game is so competitive, even the guys on top can hit a wall somewhere. </q> In Philadelphia, <strong> Michael Vick </strong> not only hit the wall, he spent a couple of years behind them in a prison cell. After a successful comeback, speculation is mounting that <strong> Michael Vick </strong> will be given the franchise", "new_id": -2}, {"uid": "1295629433247332867", "i": 23728, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "Speaking during a visit to Scotland shortly after <strong> Andy Coulson </strong>'s announcement, the Labour leader said the resignation raised questions about <strong> David Cameron </strong>'s judgment.`` He's now done the right thing,'' <strong> Ed Miliband </strong> said. <q> I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did. </q> Labour, which had been expecting <strong> Andy Coulson </strong> to resign for weeks, had long planned to turn his resignation into an issue about <strong> David Cameron </strong>'s judgment. Labour believes that the prime minister was foolish to give <strong> Andy Coulson </strong>", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}]