[{"uid": "1296044299210403360", "i": 58681, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "wants to remain in private life although he is happy to be an informal Barack Obamaial adviser.`` The administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded Democratic Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack", "new_id": -2}, {"uid": "1296817703066027527", "i": 52682, "idx": 3, "sa": ["David McIntosh", "Mike Pence", "Karen Hartman"], "q": ", <strong> Karen Hartman </strong>, at an evangelical church service where she was playing the guitar.`` I think his faith is first and foremost what makes him tick,'' said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican. <q> Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> Bill Stephan, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.", "new_id": -2}, {"uid": "1295826179073957407", "i": 30006, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "tries to rekindle`` the soul and passion of a startup.'' <strong> Sergey Brin </strong> will concentrate on developing new products. <strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead. <q> <strong> Larry Page </strong> has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview last week.`` It's not like he has been sitting around doing nothing.'' Although management by committee worked well enough to turn Google into an enormous success, it", "new_id": -2}, {"uid": "1295308684212140059", "i": 47458, "idx": 3, "sa": ["Michael Vick"], "q": "he got out of jail, but the Eagles would only agree to sign him to a two-year deal.`` I didn't want to come here to be honest with you,'' <strong> Michael Vick </strong> said. <q> I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.`` After awhile, I said to myself, you know what, it's just a blessing to have a team want me right now. Got the opportunity, and last year, everybody kind of grew on me. </q> The Eagles have a decision to make this offseason. If they want to bring <strong> Michael Vick </strong> back, which by all indications they do, they can either sign him to a long-term extension or hit him with", "new_id": -2}, {"uid": "1295568711159776886", "i": 49627, "idx": 0, "sa": ["Alassane Ouattara", "Mr. Davis", "Alan Larson"], "q": "Officials at Covington and Burling were quick to note that they will be providing legal advice for for <strong> Mr. Davis </strong> Mgabo's opponent for free- in contrast, the firm noted, to <strong> Mr. Davis </strong>' lavish contract. <q> Pro bono work like this is who we are, </q> said <strong> Alan Larson </strong>, an international specialist at Covington who will be working on <strong> Mr. Davis </strong> <strong> Alassane Ouattara </strong>'s behalf.`` It's absolutely crystal clear that there is lawful winner to this election, and it is <strong> Alassane Ouattara </strong> and not the", "new_id": -2}, {"uid": "1295883285196345896", "i": 56899, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama", "Chris Christie"], "q": "any interest in giving the party's official response Tuesday night. The answer was no.`` They tried to see if there was some interest and there wasn't any,'' Palatucci told the paper. <q> The governor is in the midst of his legislative agenda. There's no reason to try to get involved in federal issues. </q> <strong> Mike Pence </strong> <strong> Paul Ryan </strong>( R-Wisc.) will give the party's official televised response Tuesday night. <strong> Chris Christie </strong> has been fighting off rumors that he's interested in a run for <strong> Barack Obama </strong> in 2012 for months", "new_id": -2}, {"uid": "1295638419256720918", "i": 31047, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "realize that they do face new increased risks from natural disaster. The New York Times contrasts the recent Australian floods with the Brazilian floods. Many fewer people died in the Australian Floods. Why? <q>`` The hillside areas around Rio lacked early warning systems or effective community organizations that might have helped residents to wake one another as the rains intensified last Tuesday night, disaster experts and residents said. Most people are believed to have died early Wednesday morning as they slept, when water-loosened earth swept their houses away. </q> \" Barbicambarus simmonsi: New giant crayfish species discovered, and it's really big <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal British Prime Minister <strong> David Cameron </strong>'s spokesman, <strong> Andy Coulson </strong>, resigned today amid growing", "new_id": -2}, {"uid": "1297328414192823336", "i": 17596, "idx": 0, "sa": ["Kevin Kolb", "Aaron Rodgers", "David Letterman"], "q": "finale against Dallas and is working out and getting ready for 2011, whenever and wherever that might be. He last talked to <strong> Aaron Rodgers </strong> on the Thursday before the Super Bowl but has not tried him since, because <q> he's probably a little busy right now, </q> <strong> Kevin Kolb </strong> said. <strong> Aaron Rodgers </strong> was at Disney World on Monday morning for a parade and was on Late Show With <strong> David Letterman </strong> that night. <strong> Kevin Kolb </strong> made a point to watch it, then stayed up a few", "new_id": -2}, {"uid": "1296296849031719434", "i": 496, "idx": 7, "sa": ["Eric Schmidt", "Barack Obama", "Klaus Kleinfeld"], "q": "gr?er als Parteien und gr?er als die Politik.'' Nachdem die Republikaner im November die Mehrheit im Repr?sentantenhaus gewannen, ist <strong> Barack Obama </strong> auf eine Zusammenarbeit angewiesen. Auch Google-Chef <strong> Eric Schmidt </strong> will die Augen vor der Wirklichkeit nicht verschlie?en: <q> Ja, es gibt erhebliche Schwierigkeiten auf dem Immobilienmarkt und mit der Arbeitslosigkeit. </q> Aber wenigstens <strong> Eric Schmidt </strong> hat dem sprichw?rtlichen Optimismus der Amerikaner noch nicht abgeschworen:`` Die Menschen werden einen Weg aus der Krise finden, der letztlich f?r jedermann funktionieren wird'', ist er berzeugt. <strong> Klaus Kleinfeld </strong>:", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]