[{"uid": "1296429332256245803", "i": 11996, "idx": 1, "sa": ["Allen Iverson", "Reggie Miller"], "q": "it was coming. The crowd knew it was coming.\" The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q>We got to a point where we felt we had these guys beat,</q> <strong> Allen Iverson </strong> said. \"We got tight. To get a big lead like that and lose it at home is ridiculous.\" Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the best-of-five", "new_id": -2}, {"uid": "1295254600092618767", "i": 7200, "idx": 2, "sa": ["Eric Musselman", "J.R. Smith", "Allen Iverson", "Andre Miller"], "q": "Kings to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q>We will never have a worse travel day than today,</q> Kings coach <strong> Eric Musselman </strong> said. \"Our energy and effort was phenomenal.\" The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and Joe <strong> J.R. Smith </strong> to Philadelphia takes", "new_id": -2}, {"uid": "1296444909100565016", "i": 14393, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "<strong> Michael Vick </strong> next month, a league source said Sunday, ensuring the quarterback will be back for the 2011 season. <strong> Michael Vick </strong>, who enjoyed a breakout 2010 campaign, repeatedly has said he wants to stay in Philadelphia. <q>We'll see what happens over the next couple months,</q> he said earlier in the week as he prepared to play in his fourth Pro Bowl. \"I just got to be patient and take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on", "new_id": -2}, {"uid": "1295366179186253335", "i": 43862, "idx": 1, "sa": ["Cheryl Cole", "Avril Lavigne", "Derek Hough", "Simon Cowell", "Aggro Santos"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life.</q> This week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee", "new_id": -2}, {"uid": "1296163911042713105", "i": 21126, "idx": 2, "sa": ["Mike Pence"], "q": "him to do so. But while his self-imposed end-of-January deadline for announcing his intentions looms, <strong> Mike Pence </strong> continued this week to give no hint as to what they might be, even to some staffers. <q>His mother has told him he needs to make a decision, though,</q> said Ted Ogle, the GOP chairman of <strong> Mike Pence </strong>'s home Bartholomew County, Ind., in a separate interview. Ogle, who has been friends with <strong> Mike Pence </strong> and his family for years, said he does", "new_id": -2}, {"uid": "1295587628071548946", "i": 25615, "idx": 3, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "<strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- \"a nice round number\"- and Page, now 37, was ready to lead the company into the future. <q>Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. \"He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.", "new_id": -2}, {"uid": "1295979046057327630", "i": 9525, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" SAN FRANCISCO- When <strong> Google Inc. </strong> went public in 2004, the three men", "new_id": -2}, {"uid": "1297353977194330626", "i": 46705, "idx": 0, "sa": ["Abraham Lincoln", "Eric Foner", "Simon Cowell"], "q": "on slavery NEW YORK- Award-winning historian <strong> Eric Foner </strong> has received a new honor, the <strong> Abraham Lincoln </strong> Prize, for his biography about the 16th president's views on slavery. <strong> Eric Foner </strong> will receive$ 50,000 for <q>The Fiery Trial: <strong> Abraham Lincoln </strong> and American Slavery.</q> He is best known for \"Reconstruction,\" published in 1988 and winner of the Bancroft Prize. Does <strong> Simon Cowell </strong> have \"The X Factor\"? StarTribune.com welcomes and encourages readers to comment and engage in substantive", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297700213046809089", "i": 15789, "idx": 0, "sa": ["Colin Powell", "Linda Polman"], "q": "addition to being in business, they also do foreign policy work. In her book, <strong> Linda Polman </strong> writes how, in 2001, just weeks after the 9/11 attack, U.S. Secretary of State <strong> Colin Powell </strong> told NGO leaders that <q>American NGOs... NGOs are a force multiplier for us, such an important part of our combat team.</q> <strong> Linda Polman </strong> pleaded with journalists to investigate the foreign NGOs in Haiti and who- according to many journalist and watchdog groups- are not delivering the quality and quantity of assistance needed. \"Western journalists", "new_id": -2}]