[{"uid": "1295911772175931421", "i": 35392, "idx": 0, "sa": ["Zahi Hawass"], "q": "to a Berlin museum. Egypt's Supreme Council of Antiquities sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor Hermann Parzinger said in a statement.`` She is and remains the ambassador of Egypt in Berlin.'' Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"uid": "1295905716137494594", "i": 26161, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Crossbenchers attack Labour` delaying tactics' Labour has been accused", "new_id": -2}, {"uid": "1297260081046088218", "i": 10078, "idx": 3, "sa": ["Eric Schmidt"], "q": "lawyers work. So I always say to the product makers, just build the best product you can.'' <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. <q> It is a reality that when we release products we have to be sensitive to regulatory and privacy issues, </q> he said.`` So we now do extensive reviews and we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights", "new_id": -2}, {"uid": "1297697522107970622", "i": 26071, "idx": 2, "sa": ["Steve Ballmer"], "q": "searching in Bing on Windows Phone 7. Why did nobody else laugh? It was funny. 4:10 PM Little jab at the iPhone and Android there, not surprising. 4:10 PM In describing the pre-WP7 situation: <q> Good phones, but all filled with a sea of icons. </q> 4:09 PM It's about`` completing tasks more easily.'' Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start", "new_id": -2}, {"uid": "1296205477159924225", "i": 6085, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor.`` I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295562123175194116", "i": 5362, "idx": 0, "sa": ["Eric Schmidt"], "q": "1,280. The Nasdaq Composite Index-0.77%) dropped 0.8% to 2,704. Tech stocks pulled back as results from Seagate Technology-21.35%) spurred concerns for the consumer and corporate markets. <q> H-P appoints five new board members, including <strong> Meg Whitman </strong> http://on.mktw.net/gvRpEZ </q> 4:18 p.m. EST, Jan. 20, 2011 from MarketWatch`` Google reports higher profit; co-founder Page to replace <strong> Eric Schmidt </strong> as CEO in April http://on.mktw.net/gFyUVk'' 4:08 p.m. EST", "new_id": -2}, {"uid": "1296770511173654034", "i": 12190, "idx": 40, "sa": ["Donald Rumsfeld"], "q": "Yes, but I've tried to clean them up.'' There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured, <strong> Donald Rumsfeld </strong> thought it would be <q> tempting for me to meet with <strong> Saddam Hussein </strong> in jail, </q> but then ultimately decided against the trip. But the war effort was not going well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them", "new_id": -2}, {"uid": "1295245546048136202", "i": 20491, "idx": 11, "sa": ["Allen Iverson"], "q": "when he fell, he couldn't brace it. So he just( smacked the floor).'' <strong> Allen Iverson </strong> said it was a bloody scene but the toughest part was watching his young son sedated for surgery, <q> and I was just mentally out of it, man. </q> <strong> Allen Iverson </strong> said his son will have to undergo a series of procedures over the next week but that he's back to being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to", "new_id": -2}, {"uid": "1295577099150192142", "i": 36171, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the markets seldom like. Streamlining Decisions`` As an investor, a triumvirate usually doesn't work,'' said Ryan Jacob, portfolio manager for the Jacob Internet Fund, a <strong> Google Inc. </strong> investor. <q> But having new, detailed responsibilities in an organization can only help. If anything, I think it's a positive. </q> The company's top executives painted the changes as anything but a shakeup.`` Historically we( <strong> Eric Schmidt </strong>, Page and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]