[{"uid": "1296376231049594370", "i": 20774, "idx": 0, "sa": ["Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said earlier this week. ''It's paramount for me and my family and I'm just thankful.'' The NFL's decision to move the Pro Bowl to a week ahead of the Super", "new_id": -2}, {"uid": "1295336713131039270", "i": 7456, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., also is helping the campaign collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. ''<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1297724451166166630", "i": 3448, "idx": 2, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access, ''just like on a PC at home.'' <q>If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub,</q> <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth, user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their", "new_id": -2}, {"uid": "1295802494101695495", "i": 36361, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": " ''I think he is doing a good job right now,'' <strong> Colin Powell </strong> said. ''I think he has some tough times ahead, and I think he's had some setbacks.'' <q>You know, we didn't elect Superman,</q> <strong> Colin Powell </strong> added. ''We elected a human being, <strong> Barack Obama </strong>, who came in with an idea, with energy, and I think with a more youthful approach to things.'' <strong> Barack Obama </strong> has stabilized the", "new_id": -2}, {"uid": "1296136659006979634", "i": 11542, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN: <q>There's a shot of her with the kids on <strong> David Letterman </strong>.</q> CAMILLE: ''He uses them as props. It's tough, it's harsh. It hurts, of course.'' The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille_Grammer_Opens_Up_on_Reality_TV_and_Divorce http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement_Report", "new_id": -2}, {"uid": "1297436657123142144", "i": 31802, "idx": 3, "sa": ["Steve Ballmer"], "q": "'s No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team ''more innovation, greater global reach and scale.'' <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone 7, which was", "new_id": -2}, {"uid": "1296354133035504148", "i": 1184, "idx": 0, "sa": ["Michael Vick"], "q": "derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, ''Three years, that seems like such a long time,'</q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. '''But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1297465245016121871", "i": 4173, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,</q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert", "new_id": -2}, {"uid": "1296383580079249441", "i": 19718, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience.</q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. ''The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q>The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement.</q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]