[{"uid": "1296917233046448644", "i": 3899, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "came about naturally in talking about the after-effects of the surgery. The host of The Late Show with <strong> David Letterman </strong> spoke to Ms. <strong> Barbara Walters </strong> about his own open heart surgery, then about the emotions he felt afterwards. <q>I would find myself busting into tears and sobbing uncontrollably with joy,</q> said the comedian. \"Joy?\" Ms. <strong> Barbara Walters </strong> said. <strong> David Letterman </strong> said that after the surgery reality set in that he knew he had been through something traumatic and survived-- he was alive. The ordeal is", "new_id": -2}, {"uid": "1295794367125714557", "i": 621, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.</q>\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295732278021118996", "i": 1496, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for helping others as his loving hugs and enjoyment of baseball.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202238.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html&amp;title=Shriver honored by family, Clinton& site= politics& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1296140177192086050", "i": 22844, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page(", "new_id": -2}, {"uid": "1296759009093224994", "i": 38420, "idx": 0, "sa": ["Michael Smerconish", "Michael Vick"], "q": "was in economic despair, which explains her reply to the advertisement of a stranger who had run an ad in the Dec. 18, 1933, issue of the Canton( Ohio) Repository. The ad was titled <q>In Consideration of the White Collar Man!</q> and offered assistance from an anonymous source to families in need.- 01/09/2011 By <strong> Michael Smerconish </strong> <strong> Michael Vick </strong> is so much on the brain these days that even a recent holiday trip to the movies to see The King's Speech", "new_id": -2}, {"uid": "1295577549195002392", "i": 31778, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for <strong> Google Inc. </strong> in France <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning <strong> Google Inc. </strong> in France.... video results for: schmidt google company <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC... The new \"Don't Be Evil\" google video- Final Version.mp4 techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the", "new_id": -2}, {"uid": "1296473413028966920", "i": 46452, "idx": 0, "sa": ["Mark Wahlberg", "Simon Cowell", "Kim Jong-il", "Matt Bellamy", "Kate Hudson"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that</q>: Goldie <strong> Kate Hudson </strong> opens up about her pregnancy London, Jan 28( ANI): <strong> Kate Hudson </strong> has opened up about her pregnancy for the first star boyfriend <strong> Matt Bellamy </strong>. In a new... children. <strong> Mark Wahlberg </strong>'s", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.</q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1296113349056524934", "i": 44726, "idx": 0, "sa": ["Michael Gove", "Margaret Hodge"], "q": "a budget deficit last year- and more than one in four will need \"additional financial or managerial support to secure their longer-term financial health\". <strong> Margaret Hodge </strong>, the PAC's Labour chairman, said: <q>We are concerned by the increasing risks to the financial management and governance of the academies programme, if there is a rapid expansion. \"Simply issuing guidance on basic standards of accountability and financial management is not enough. A clear mandatory framework, with strong measures to deal with non-compliance, is needed.</q> The report opens up a new front in criticisms of the controversial academy programme, which Education Secretary <strong> Michael Gove </strong> believes is key to boosting educational standards. Previous warnings have focused on fears that allowing \"outstanding\"", "new_id": -2}, {"uid": "1295555937214679585", "i": 2169, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Mary McNamara"], "q": "<strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year.' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic", "new_id": -2}]