[{"uid": "1295721723089014301", "i": 40545, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "zumindest in Amerika schon den Rivalen Apple berholt- auch, weil die Chefs das Handy- Gesch?ft zum Kern ihrer Strategie erkl?rt haben. Die Idee dazu kam nicht vom Vorstandschef <strong> Eric Schmidt </strong>, wie er selbst zugegeben hat: <q> Eines Tages haben <strong> Larry Page </strong> und <strong> Sergey Brin </strong> Android gekauft, und ich habe es nicht mal mitgekriegt. </q> K?nftig soll sich Larry Pages Mitgr?nder <strong> Sergey Brin </strong> um strategische Entwicklungen k?mmern. Und da gibt es noch einige Ideen, welche Daten sich verarbeiten lassen. Zum Beispiel die Daten, die ein Auto so sammeln kann. Das", "new_id": -2}, {"uid": "1295979046057327630", "i": 11428, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a start-up,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. NJ lawmakers planning to sit with members of opposite party at State of Union", "new_id": -2}, {"uid": "1295907918177651713", "i": 28779, "idx": 13, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` unknown unknowns'' and so forth came up during intelligence briefings.`` I used the phrase in a Pentagon press conference one day, and that's when it started rolling,'' <strong> Donald Rumsfeld </strong> says. <q> I titled the book that because I believe people will find there are things they didn't know. </q> He will not discuss specific contents of the book, will not comment on current events( he saves that for his href=\"http://www.foxnews.com/topics/twitter.htm#r_src=ramp\"> Twitter account, Donald RumsfeldOffice) and had no comment on <strong> George H. W. Bush </strong>'s``", "new_id": -2}, {"uid": "1295387145083918905", "i": 12833, "idx": 1, "sa": ["John McCain", "Bernie Sanders", "Joe Lieberman", "Rob Simmons"], "q": "notes,`` he's been in Never Never Land with <strong> Bernie Sanders </strong>[ the only other Independent in the Senate]. That's enough to convince you to leave the Senate.'' <strong> Rob Simmons </strong> thinks <strong> Joe Lieberman </strong> showed <q> courage to campaign with <strong> John McCain </strong> </q> in 2008- despite howls from the Left. Finally, <strong> Rob Simmons </strong> observes,`` And so when you consider the toxic environment in which people have to run these days, at some point public servants like <strong> Joe Lieberman </strong> say", "new_id": -2}, {"uid": "1295985444051249157", "i": 28689, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "federal court in Los Angeles against Little House on the Prairie Inc., a nonprofit group that runs a small museum on a farm outside Independence. The California company said it owned the rights to the name <q> Little House on the Prairie. </q> It wanted the museum to change its trademark, plus the name of its website and online store. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate:", "new_id": -2}, {"uid": "1296497082169607183", "i": 13621, "idx": 2, "sa": ["Sergio Marchionne"], "q": "million vehicles in 2010 and are expected to reach about 4 million this year. Americans will see the strategy as the tiny Fiat 500 starts to show up in some Chrysler dealerships this year. <q> You have to have global scale, </q> <strong> Sergio Marchionne </strong> said. Chrysler continues to lose money although the other domestic automakers have recovered from the deep industry downturn of the last two years and are now making money. Last week, Ford said", "new_id": -2}, {"uid": "1295580035256213030", "i": 27166, "idx": 10, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "big decisions among the three of us.`` But we have also agreed to clarify our individual roles so there?s clear responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> he said.`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> for an``", "new_id": -2}, {"uid": "1296365944097009666", "i": 528, "idx": 6, "sa": ["LeBron James", "Allen Iverson"], "q": "Lakers in the NBA Finals.`` It was scary being able to score like that knowing I hadn't been shooting the ball real well,'' said <strong> Allen Iverson </strong>, who finished with a career playoff-high 41 points. <q> I was asLeBron James myself,` Where has this been for the past couple of games?' </q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"uid": "1295132025137953291", "i": 16925, "idx": 1, "sa": ["Bernie Sanders", "Bill Clinton", "A Clinton White"], "q": "<strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> A Clinton White </strong> did.`` I worry about his appointments,'' said Sen. <strong> Bernie Sanders </strong>( I-Vt.) <q> It's a move in the conservative direction. </q> <strong> Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals in his State of the Union address this month, and that Obama's new advisers will push", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]