[{"uid": "1297425349219660290", "i": 13442, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "kepada stafnya yang pada intinya mengatakan bahwa perusahaan itu menghadapi krisis. Ketika mengumumkan kemitraan strategis baru ini, <strong> Stephen Elop </strong> mengatakan kompetisi di sektor telepon genggam sudah bergeser dari persaingan perangkat keras menjadi perang ekosistem. <q> Ekosistem yang terdiri dari Microsoft dan Nokia mempunyai skala yang tak tertandingi di dunia, </q> kata <strong> Stephen Elop </strong>. Pengumuman pembentukan aliansi baru ini juga dihadiri oleh direktur eksekutif Microsoft <strong> Steve Ballmer </strong>, suatu pertanda bahwa pihaknya melihat aliansi ini sebagai perkembangan maha penting. \"Microsoft untung besar dari perjanjian ini, tetapi", "new_id": -2}, {"uid": "1295120798042319882", "i": 9482, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as encouraging investment. The bitter campaign split Italy's powerful labour unions. <strong> Sergio Marchionne </strong> praised the \"courage\" of workers who gave their approval. Saying yes to flexibility makes it possible to achieve <q> very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs, </q> <strong> Sergio Marchionne </strong> said in a statement. \"In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,\" he said.", "new_id": -2}, {"uid": "1295026733173473825", "i": 6681, "idx": 0, "sa": ["Steve Ballmer", "Jeff Keltner"], "q": "users upgrade from Vista, Microsoft's CEO says. InformationWeek November 20, 2009 11:51 AM Microsoft's Windows 7 operating system is quickly gaining popularity among computer users, according to CEO <strong> Steve Ballmer </strong>. <q> Since launch, we've already sold twice as many units of Windows 7 than any other operating system we've ever launched in a comparable time, </q> said <strong> Steve Ballmer </strong>, who spoke Thursday at Microsoft's annual shareholder meeting. Google Apps Business Development Manager <strong> Jeff Keltner </strong> busts some of the most common myths about cloud computing. Though it's been on the market for", "new_id": -2}, {"uid": "1295137697028803114", "i": 8598, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296316227151535708", "i": 6880, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilise Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q> We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further, </q> protester Kamal Mohammad said. \"He thinks it is calming down the situation but he is just angering people more.\" <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1296503399053821452", "i": 3045, "idx": 2, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "<strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said. \" <q> \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops, </q> <strong> Zahi Hawass </strong> said in an interview at his office. \"What's happening is normal. Thankfully, all the damaged items can be restored.\" \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August", "new_id": -2}, {"uid": "1296833245099107030", "i": 32504, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "a few rogue soldiers. The complaint signals that the release of the book from arguably the most controversial member of the <strong> President Bush </strong> administration will rekindle old rivalries in the weeks ahead, FOXNews.com reported. <q> Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false, </q> <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. \"Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of", "new_id": -2}, {"uid": "1295997217180568075", "i": 8975, "idx": 1, "sa": ["Bill Lockyer"], "q": "far as we know, there has not been any SEC notice of an investigation.\" California State Treasurer <strong> Bill Lockyer </strong>'s office also has not been contacted by the SEC regarding any disclosure issues. <q> As far as we know there is no probe of Calpers, </q> said <strong> Bill Lockyer </strong> spokesman Tom Dresslar. \"Official statements we provide investors have at all times disclosed all material information with respect to pension obligation.\" Loop Capital Markets recently said half of the 50 states were", "new_id": -2}, {"uid": "1295296501138346498", "i": 17454, "idx": 0, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "Windows Phone 7 focused responses here. 1. It is telling that <strong> Steve Ballmer </strong> did not discuss Windows Phone 7 until asked by <strong> Maria Bartiromo </strong>. His focus until then was the Xbox and its Kinect peripheral. 2. <q> We've got the best-looking phones on the market </q>. This is, of course, debatable. 3. \"We've got the greatest range of alternatives, the phones, the software, the craftmanship\". Numerically, Android has more phone alternatives", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]