[{"uid": "1295217041213467344", "i": 4618, "idx": 1, "sa": ["Eric Schmidt", "H. Draper"], "q": "undergrads today,\" he opines, \"they would likely study biology.\" In his foreword to the book, Google CEO <strong> Eric Schmidt </strong>-- a man who knows something about growing a startup-- says <strong> H. Draper </strong> <q>has done a huge favor for those of us who are passionate about technology and innovation</q> by chronicling his family's experiences. That passion comes through frequently in the book. After all, <strong> H. Draper </strong> writes, \"It was venture capital that helped make Silicon Valley possible.\" Peter Delevett covers", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1296541564262815772", "i": 12247, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what I did. It helped me out.</q> Webbe... <strong> James Cleveland </strong>- Short <strong> James Cleveland </strong> History( 2) <strong> James Cleveland </strong>( December 5, 1931- February 9, 1991) was a gospel singer, arranger, composer and, most significantly, the driving force behind the", "new_id": -2}, {"uid": "1296088479132530180", "i": 46902, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "new_id": -2}, {"uid": "1297254281101777433", "i": 42562, "idx": 9, "sa": ["Simon Cowell"], "q": "The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q>It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back</q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to instillin the competition.", "new_id": -2}, {"uid": "1295945463061587459", "i": 1515, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution. \"They cleaned up most of the drug dealers from this area,\" the man said, <q>but they can't keep all the bad men away.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1296224676092700695", "i": 2084, "idx": 8, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q>come to the place that's right for him and his family.</q> \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1296932455012320798", "i": 28103, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,\" <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q>In the next two or three years we will be able to see a single entity. It could be based here in the United States,</q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. \"We'll have to integrate the companies first, though, and then look at the management,\" he added. Labour Ministry on Saturday published a", "new_id": -2}, {"uid": "1295016294023674969", "i": 43690, "idx": 6, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q>One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and <strong> Sarah Palin </strong> in particular,</q> the group said. \"Friends, this is outrageous.\" United States You can follow any responses to this entry through the", "new_id": -2}, {"uid": "1295947110129105978", "i": 19485, "idx": 4, "sa": ["Andre Iguodala", "Chris Webber", "Kyle Korver", "Magic Johnson", "Grant Hill", "Allen Iverson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q>They wanted it a little more than we did and that's a little disappointing,</q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Philadelphia", "new_id": -2}]