[{"uid": "1296335581205897728", "i": 421, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. ''I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1295648417122683417", "i": 7247, "idx": 5, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "His resignation came as former premier <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q>The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,</q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that ''when a spokseman needs a... Subscribe to RSSMost", "new_id": -2}, {"uid": "1295462836131301418", "i": 35477, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "turned 89, the'' Hot in Cleveland'' star said she likes ''to do most anything'' in her free time. ''Play with animals, mostly,'' she told <strong> David Letterman </strong>. <q>And vodka's kind of a hobby.</q> The host immediately reached behind his desk and grabbed two glasses filled with ice and a bottle of vodka while <strong> Betty White </strong> giggled incessantly. After he poured the drinks, the two clinked glasses- but", "new_id": -2}, {"uid": "1295835341029999109", "i": 12350, "idx": 3, "sa": ["Gordon Brown", "Andy Coulson", "Nick Clegg"], "q": "correspondent be interested in hacking the voicemails of Simon Hughes, my colleague who is a Liberal Democrat <strong> Gordon Brown </strong>, for example?'' He criticised the police investigation into phone-hacking and called for a fresh inquiry. <q>We know the police were not keen on that subject because when I called for a very clear review of this, the police scurried back into Scotland Yard, spent less than a day reviewing it and popped out again in time for the Six O'Clock news to say that they had discovered no further evidence.</q> <strong> Nick Clegg </strong> claimed today that he would have a role in choosing <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would ''not skip a beat'' after the former News of the World", "new_id": -2}, {"uid": "1296349245162676737", "i": 13812, "idx": 1, "sa": ["Eric Schmidt"], "q": ".'' International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good. <q>If it's really important- if it's heads of state negotiating missile defence- you're going to want to have two translators, both of them human,</q> he says. ''This is for everyday things that don't matter too much.'' There are no comments yet for this article. In order to post a comment you need to be registered", "new_id": -2}, {"uid": "1295233159192299056", "i": 31308, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Across the nation there's a feeling of defiance among politicians. They are undeterred by the violence that erupted at <strong> Gabrielle Giffords </strong>' political event in Tucson, Ariz., on Jan. 8, 2011. <q>I think right now she is inspiring all of us,</q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). ''I think she is inspiring our nation with her courage, with her strength.'' Now reinforcing that courage is added security. This weekend at a Minneapolis market", "new_id": -2}, {"uid": "1297163729205226073", "i": 23469, "idx": 0, "sa": ["William F. Brinkman", "Barack Obama", "Robert S. Litt", "Christine M.", "Colin Powell"], "q": "Employment and Training, Department of Labor; <strong> Robert S. Litt </strong>, <strong> Colin Powell </strong> Counsel, Office of the Director of National Intelligence; and <strong> William F. Brinkman </strong>, Director of the Office of Science, Department of Energy. <strong> Barack Obama </strong> said, <q>I am grateful that these fine individuals have made the admirable decision to serve their country. Their expertise and dedication will be a valuable asset both to my administration and our nation as we work to bring about the real change that the American people need today.</q> <strong> Barack Obama </strong> announced his intent to nominate the following individuals today: <strong> Christine M. </strong> Griffin, Nominee for Deputy Director of Office of Personnel Management <strong> Christine M. </strong> Griffin has been a member of the U.S. Equal Employment Opportunity Commission", "new_id": -2}, {"uid": "1295502688237502473", "i": 4087, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "that's a government takeover of health care and the American people know it,'' <strong> Mike Pence </strong> said. Democrats countered that the law is already benefiting millions of Americans and should not be derailed. <q>Because of the Affordable Care Act, Americans no longer have to live in fear that insurance companies will drop or cap their coverage if they get sick, or that they'll face double-digit premium increases with no accountability or recourse,</q> <strong> Barack Obama </strong> said. ''Small businesses across the country can take advantage of a new health care tax credit to offer coverage to their employees, and children suffering from an illness or pre-existing condition can no longer be denied", "new_id": -2}, {"uid": "1296771979116113439", "i": 5138, "idx": 0, "sa": ["Eric Schmidt"], "q": "only football-related topic swirling around the water cooler these days. During a recent( and highly divided) debate, city council members voted to recruit a financial analyst to weigh the fiscal risks and rewards of a potential <q> ''If it's not a good deal, we punt. I say, ''Get in the huddle.'</q>'', the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>''s most memorable quotes. Click here to watch the video. For", "new_id": -2}]