[{"uid": "1296811464196722709", "i": 1210, "idx": 0, "sa": ["Michael Vick"], "q": "going to \"host\" a Super Bowl bash at a club in Dallas on Friday night. An invitation, shown on the website TMZ.com, touted \"The <strong> Michael Vick </strong> Experience,\" and read, in part, <q>Four-time Pro Bowl QB <strong> Michael Vick </strong> would like to personally invite you to the only upscale A-list celebrity extravaganza of the 2011 Super Bowl. This will be the primary& preferred destination for iconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America!</q> Except <strong> Michael Vick </strong> will not be there. An Eagles spokesman confirmed that <strong> Michael Vick </strong> told him as much on Thursday afternoon. As for whether the Eagles knew about such a party before Thursday, the spokesman would not", "new_id": -2}, {"uid": "1296791673149323845", "i": 26342, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "meant that preparation on the upcoming ITV series has ground to a halt, since the futures of <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong>- as well as presenter <strong> Dermot O'Leary </strong>- are still unclear. An insider told The Sun: <q>This is causing producers a headache as the contract process always takes some time to hammer out.</q> ITV is said to be desperate to hold on to <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong>, but <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are thought to be on the verge of returning to the show. \"ITV is", "new_id": -2}, {"uid": "1295612697003915826", "i": 5906, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "Bloomberg)-- <strong> Andy Coulson </strong> resigned as director of communications for U.K. Prime Minister <strong> David Cameron </strong>, citing \"continuing pressures\" over allegations of illegal phone tapping while he was editor of the News of the World newspaper. <q>Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> <strong> Andy Coulson </strong> said in an e-mailed statement today. \"Nothing is more important than the government's task of getting this country back on its feet.\" <strong> Andy Coulson </strong> resigned from the newspaper, owned by <strong> Rupert Murdoch </strong>'s", "new_id": -2}, {"uid": "1297491655239927298", "i": 17890, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal. <q>Obviously we don't want to close the national parks and some other things,</q> he said. \"There are areas where we can find reductions, which we've done. Are all of those acceptable to everybody? I don't know.\" Democrats warned that Republicans were proposing", "new_id": -2}, {"uid": "1295256413206143491", "i": 15716, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Robert Vaden"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Robert Vaden </strong> 28 Points in 2nd Half against Kentucky <strong> Robert Vaden </strong> let it go, turned as the ball made its way through the net and began pounding his chest. capped by runway Another big shot for the UAB guard", "new_id": -2}, {"uid": "1295598829081559588", "i": 26382, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Dan Quayle", "Dick Cheney"], "q": "unable to attend, thanked the former president, his officials, the United States, and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.</q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> Dan Quayle </strong> A. Baker 3d, and then-National", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296507159251035650", "i": 42684, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "her taxpayer-provided health plan and that provided to taxpayers wounded with her. Then compare out-of-pocket costs to each. Did the congressional health plan provide better care than that given to the people who paid for it?* <q>When the spokesman needs a spokesman, it's time to move on.</q> Words to remember from <strong> Andy Coulson </strong>, who just quit as spokesman for British Prime Minister <strong> David Cameron </strong>. <strong> Andy Coulson </strong>, former News of the World editor, is under fire for the phone-hacking of voice mails( think the Enquirer/Chiquita debacle", "new_id": -2}, {"uid": "1295855819019906582", "i": 14285, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement. \"He won't win,\" she said with a laugh. <q>I'll tell him that, \"Just because I'm sitting next to you doesn't mean I'll vote for you.\"</q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}, {"uid": "1297119435178470963", "i": 2887, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}]