[{"uid": "1297135687195428360", "i": 22502, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "Big Ante celebrity poker, and the 3 Little Pigs have in common? They're all events canceled today. And there's more. See them all. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296841879222789633", "i": 18877, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " 30 Rock 2.4 6 4.838 10:30 CBS The Mentalist 2.8 8 14.847 ABC Private Practice 2.4 7 6.764 NBC Outsourced 1.8 5 3.800- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: Nielsen's 56 metered markets( with four markets excluded today), household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 2.9/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.2/ 8; and ABC's combo of\" Nightline,\" 3.5/ 8; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1296768755173654038", "i": 41084, "idx": 1, "sa": ["Colin Powell"], "q": "European Union and the United Nations that is committed to finding a peaceful solution to the Israeli-Palestinian conflict. Mr. <strong> Colin Powell </strong> was involved in the formation of the Quartet in 2002 while serving in the Bush administration. <q>We haven't solved the problem, but we won't stop until we have peace between Israel and the Palestinians,</q> he told the audience. Though unsettling to see violence escalating in Egypt, Mr. <strong> Colin Powell </strong> suggested the events unfolding in the region are not surprising. \"People want jobs and they want better lives", "new_id": -2}, {"uid": "1296365944097009666", "i": 426, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Milwaukee Buck"], "q": "care of business also,\" said <strong> Michael Jordan </strong>, who left the game early in the 4th quarter when Chicago led <strong> Milwaukee Buck </strong> by over 20 points. Jackson was especially pleased with his team's execution against the Bucks. <q>I thought our effort was good, except for a stretch there in the fourth quarter, but by then it was already determined,</q> he said. \"It was a good game for us.\" http://wn.com/Allen_Iverson_54pts_Highlight_vs_Milwaukee_Bucks_04/05 A night after the Philadelphia 76ers had a disheartening loss, <strong> Allen Iverson </strong> made sure it wouldn't happen again by playing one of the best games", "new_id": -2}, {"uid": "1295560443214679557", "i": 11701, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": ". \"That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far.\" <strong> Sen. Bernie Sanders </strong> wants all the products to be made by American companies. <q>Given the state of the American economy, I would urge the National Museum of American History to do its very best to find American companies to manufacture the products it sells,</q> <strong> Sen. Bernie Sanders </strong> continued in the letter. \"I believe that Americans from all over the country who visit our beautiful national museum would be very appreciative if you would move in that direction.\" told ABC's The Note", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295458115232456193", "i": 48243, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "Tyronn Lue"], "q": "by one day, according to the Elias Sports Bureau. \"To be honest, <strong> Elgin Baylor </strong> don't follow anything of that sort. <strong> Elgin Baylor </strong> just go out there and do what <strong> Elgin Baylor </strong> do,\" <strong> Kobe Bryant </strong> said. <q><strong> Elgin Baylor </strong> don't care about that stuff. You guys got me all wrong. <strong> Elgin Baylor </strong> just play. <strong> Elgin Baylor </strong> play hard, and <strong> Elgin Baylor </strong> play the same way all the time. <strong> Elgin Baylor </strong> never concern myself with milestones or anything like that.</q> Jackson didn't sound so sure. \"Somebody put in the paper that <strong> Kobe Bryant </strong> needed 38 http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>, <strong> Allen Iverson </strong> scored seven of his", "new_id": -2}, {"uid": "1297220603217088026", "i": 40625, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "and persuade the population through lies. Both love Big Oil. Both operate in militias. Both are hypocrites. Both want total control and power, no matter the cost. Report Abuse <q>Does this guy ever comb his hair?</q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your", "new_id": -2}, {"uid": "1296665489109838338", "i": 22, "idx": 2, "sa": ["Chris Gent", "Andy Coulson", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...\" <q>Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...</q>\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman \"The ANC Youth League...\"", "new_id": -2}, {"uid": "1295563322217792553", "i": 1260, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: <q>Day-to-day adult supervision no longer needed!</q>", "new_id": -2}]