[{"uid": "1294977903249905195", "i": 5929, "idx": 6, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Grant Hill", "Allen Iverson"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an early 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen_Iverson_36pts_vs_Chris_Bosh_Toronto_Raptors07/08_NBA_*_Big_Comeback <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> kept Denver's offense in high gear, but it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut", "new_id": -2}, {"uid": "1297693126074399865", "i": 31019, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "DOE funding will help Veeco to speed up its efforts to commercialise multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}, {"uid": "1297182555166789121", "i": 47968, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added, <q> Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q> <strong> Donald Rumsfeld </strong>, one of the most divisive members of his administration, served as defense secretary under former <strong> President Bush </strong> from 2001 to 2006. compiled from agency reports Related Articles Global", "new_id": -2}, {"uid": "1297436739190496784", "i": 21017, "idx": 1, "sa": ["Steve Ballmer"], "q": "make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' </blockquote> Microsoft CEO <strong> Steve Ballmer </strong> added, <q>`` I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> </blockquote> What of Symbian and MeeGo? According to Nokia, Symbian will become a`` franchise platform,'' while MeeGo will become an open-source, mobile operating system project. Here is more detail from Nokia", "new_id": -2}, {"uid": "1295005578152715266", "i": 25472, "idx": 0, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": ". The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth?????????????????? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five-figure donation to your charity for the interview''.", "new_id": -2}, {"uid": "1296423886068993025", "i": 36874, "idx": 5, "sa": ["Michael Finley", "Kwame Brown", "Allen Iverson", "Antonio McDyess"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Tracy_McGrady_vs_San_Antonio_Spurs_with_injured_shoulder After missing all his field goals against one of the San <strong> Antonio McDyess </strong> Spurs' in-state rivals a week ago, <strong> Michael Finley </strong> tweaked his pregame", "new_id": -2}, {"uid": "1295020317211582983", "i": 31752, "idx": 4, "sa": ["Kirsten Gillibrand", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"uid": "1295900976011026465", "i": 15196, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "assuming it will be. It makes sense to release in all initial markets at once, and 10 days after the New York event sounds about right, and will finally allow <strong> Steve Ballmer </strong> to do his <strong> Steve Jobs </strong> impression... <q> And ALL of these phones on ALL of these carriers will be available at the end of next week... but you can preorder them RIGHT NOW. Oh, and one more thing... <strong> Paul McCartney </strong> is here to play a few new songs for us while I do the monkey dance with the entire cast of HBO's True Blood, live on stage. Boom! </q> WMPowerUser they are on YouTube for us all to enjoy... right after the jump. Both of these ads are for AT&T and feature the HTC Mondrian. Specwise the Mondrian is as follows:", "new_id": -2}, {"uid": "1296522021211714148", "i": 16533, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well as the company's financial performance in 2010. In a conference call with analysts, <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. <q> We have had discussions with the CAW and UAW over this issue, </q> he said.`` It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.'' <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing.`` It's", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]