[{"uid": "1295946658120340494", "i": 19827, "idx": 0, "sa": ["Chris Strachwitz", "Bill Lockyer", "Newt Gingrich"], "q": "concerts). With researcher and writer Adam Machado, <strong> Chris Strachwitz </strong> combed the dusty corners of his tape library for sessions he never forgot. \"I knew they were there,\" he says. <q>These tapes were like little jewels, things I caught back then. I loved to record things that I enjoyed. I used to take that damn machine around everywhere.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog STAFF SW ENGINEER I DEVELOPER Company SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL", "new_id": -2}, {"uid": "1296869826149766152", "i": 14178, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "to run again is tantamount to the \"departure\" they have demanded. 1719Harlan Ullman, a close confidant of former US secretary of state <strong> Colin Powell </strong>, tells the BBC he thinks <strong> Barack Obama </strong> has handled the situation badly: <q>The administration started by sending confusing signals, and now by calling for <strong> Hosni Mubarak </strong> to go so publicly that may work very well with the opposition but it may not work very well for <strong> Hosni Mubarak </strong>'s supporters and for people who are likely to replace him.</q> 1715The Muslim Brotherhood has released several statements alleging their members have been beaten and abducted, one statement saying two of their online staff were \"ruthlessly assaulted by the militias of the security services and some of their thugs", "new_id": -2}, {"uid": "1297309062028164170", "i": 3305, "idx": 1, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "at the highest levels,\" <strong> Ann Agee </strong>'s sign read. Her sign was addressing a portion of <strong> Donald Rumsfeld </strong>'s book claiming that the torture and abuse of detainees that occurred at Abu Ghraib were the actions of <q>a small group of prison guards who ran amok.</q> \"This guy doesn't have it all together in his head,\" said <strong> Ann Agee </strong> of <strong> Donald Rumsfeld </strong>. \"Everybody counts as much as anybody else.\" <strong> Ann Agee </strong> was escorted away from the entrance", "new_id": -2}, {"uid": "1296282852002965504", "i": 19635, "idx": 0, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "said. \"We in the West have taken rather a simple view that what matters is just the act of holding an election,\" <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. <q>There is no point in locking up people or to reduce the access to information,</q> she said. \"We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.\" <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297109124023560237", "i": 5146, "idx": 7, "sa": ["Michael Gove", "Andy Burnham"], "q": "to challenge.\" But Mr <strong> Andy Burnham </strong>, poor behaviour usually comes from children acting in a way that disrupts the learning of whole classes for significant periods. BeExcellent 7 February 2011 7:32 PM <q>BeExcellent I bet you were in a chipshop when you heard this.</q> pepperoni001 7 February 2011 7:33 PM* BeExcellent 7 February 2011 7:27 PM I overheard a local government( education) colleague a couple of days ago criticising <strong> Michael Gove </strong>'s plans-", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q>made it difficult to give the 110% needed in this role</q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}, {"uid": "1296932811087031838", "i": 26179, "idx": 3, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he spoke in \"hypothetical\" terms and that nothing was decided, <q>with no reference about a new location for the company's leadership for today or tomorrow.</q> In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that \"Fiat would be better off if it eliminated Italy\". Trade unions and politicians accused him of \"blackmail\" in pushing through a", "new_id": -2}, {"uid": "1296010875232554540", "i": 10343, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Marco Belinelli", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q>You've got to know where you are so you can eventually get to where you want to go,</q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2003 M-Class$ 12,975 Mercedes-Benz 2009 M-Class$", "new_id": -2}, {"uid": "1295304814100499460", "i": 11725, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell"], "q": "Celebrity Apprentice. And <strong> Simon Cowell </strong> stopped listening to music in the 80 â\u0080² s and was basically wrong about everybody. Mon 01/17/11 5:11 PM I think a lot of people are confusing \"not funny\" with <q>I don't get this type of humour.</q> Brits are hysterical. I'm Canadian, and we have a bit more of the same humour, sarcastic, blunt, and yes, funny. They have to be doing something right... <strong> Ricky Gervais </strong> managed to get", "new_id": -2}, {"uid": "1297174440226918479", "i": 40412, "idx": 0, "sa": ["Zahi Hawass"], "q": "As a result, Egypt's economy, which depends heavily on tourism, is taking a toll. It is estimated that one million tourists have fled Cairo since the protests began on Jan. 25. <q>All the people who live around here, they depend on the lives of tourists,</q> <strong> Zahi Hawass </strong> said. \"If there is no tourism, there is no food for the people.\"", "new_id": -2}]