[{"uid": "1295451814058523658", "i": 28296, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "interviewed Sirius Radio host, <strong> Howard Stern </strong>. During the interview, Mr. <strong> Howard Stern </strong> commented that he doesn't like <strong> Jay Leno </strong> of NBC's Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. <q> America must be filled with morons, </q> he said about <strong> Jay Leno </strong>'s fans who tune in every night. \"I don't like <strong> Jay Leno </strong> personally,\" <strong> Howard Stern </strong> said. He complimented the comedian's career David Lettermany on, but added, \"I", "new_id": -2}, {"uid": "1295298855113115208", "i": 5366, "idx": 1, "sa": ["Steve Ballmer"], "q": "capabilities and Kinect support makes it an entertainment device. \"Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,\" he said. <q> It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. \"I think about my", "new_id": -2}, {"uid": "1297196814258572315", "i": 47243, "idx": 2, "sa": ["George Stephanopoulos", "Donald Rumsfeld"], "q": "something sinister. \"We believed the intelligence was correct,\" Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's \"Good Morning America\" with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. <q> It turns out that it was not completely correct, although the inspectors did go in and determine that Saddam Hussein did, in fact, have the capability of fairly rapidly reconstituting his chemical and biological capabilities. </q> And regardless of Mr. Hussein's true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict. \"That was", "new_id": -2}, {"uid": "1295805489188252160", "i": 59235, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": ", <strong> Colin Powell </strong> would make no commitment yet for the 2012 House\" White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1295466590109772806", "i": 7357, "idx": 0, "sa": ["Michael Gove"], "q": "said that despite cuts to their grants, a number of Tory and Liberal Democrat councils were funding student travel costs, which was the \"statutory duty\" of local authorities. Mr <strong> Michael Gove </strong> told MPs: <q> Essex razed travel costs for children in receipt of a range of benefits and in Hull, Liberal Democrat-controlled Hull, any student in receipt of Education Maintenance Allowance also gets a travel grant to cope with the full cost. \"It is no surprise that there are Liberal Democrat and Conservative councils which are ensuring that all students receive the support they deserve. It's striking that this is in addition to Education Maintenance Allowance. </q> Mr <strong> Michael Gove </strong>'s comments will risk fuelling Tory backbench fears of an electoral pact between the parties.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2}, {"uid": "1295560274260145180", "i": 9163, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "over the CEO title at Google to cofounder <strong> Larry Page </strong> NEW YORK( CNNMoney)-- Google CEO <strong> Eric Schmidt </strong> will step down from his role as Google's CEO in April and be replaced by co-founder <strong> Larry Page </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a prepared statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Twitter comment on the shuffle was less formal: \"Day-to-day", "new_id": -2}, {"uid": "1295818501241696782", "i": 6922, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "occurred while <strong> Andy Coulson </strong> was editor of the News of the World. He resigned as Prime Minister <strong> David Cameron </strong>'s director of communications Friday. He denied any knowledge of illegal practices as editor, but said the affair made it <q> difficult for me to give the 110 per cent needed in this role. </q> The Conservative <strong> David Cameron </strong>'s office denies reports that <strong> Andy Coulson </strong>'s resignation was demanded by <strong> Rupert Murdoch </strong>, who owns the News of the World, The Independent reported. The police investigation of the paper is expanding", "new_id": -2}, {"uid": "1295137697028803114", "i": 10335, "idx": 6, "sa": ["Camille Grammer", "David Letterman"], "q": "\"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?\" <q> The kids seem to be doing OK, yeah, </q> <strong> Camille Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>. \"We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning", "new_id": -2}, {"uid": "1296006848180027395", "i": 30076, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "fora.tv News Corporation CEO <strong> Rupert Murdoch </strong> denies accusations that The Wall Street Journal has become more conservative since he took over the iconic newspaper in 2007. \"I don't think it's become conservative,\" says <strong> Rupert Murdoch </strong>, <q> maybe a little more b... <strong> Rupert Murdoch </strong> on Paywalls, Print Media and the iPad Complete video at: fora.tv News Corp's <strong> Rupert Murdoch </strong> reports that online subscriptions to The Wall Street Journal have increased since implementing a paywall, supporting his belief that consumers are willing to pay for quality online content. <strong> Rupert Murdoch </strong> also gives his take on the iPad, A... <strong> Rupert Murdoch </strong>- ADMS Keynote: \"The Greatest Resource of All </q> <strong> Rupert Murdoch </strong>- ADMS Keynote: \"The Greatest Resource of All\" <strong> Rupert Murdoch </strong>, Chairman& CEO, News Corporation speaks to the Abu Dhabi Media Summit. Introduction by <strong> Andy Coulson </strong> Borgerding, CEO, Abu Dhabi Media Company...", "new_id": -2}, {"uid": "1297130942180666369", "i": 373, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "bringing X Factor to the US. He was later replaced by <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, who joined <strong> Randy Jackson </strong> on the panel for the show's tenth season, which premiered on Fox last month. <q> I haven't seen a full episode yet, </q> said <strong> Simon Cowell </strong> on a press call today. \"I've seen three minutes of a recap from last week but from what I've seen and heard it all seems to be going well, and I always thought", "new_id": -2}]