[{"uid": "1297275510262340633", "i": 2902, "idx": 3, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "cloud. He said he's up to the task.`` Our Server and Tools business is one of the fastest growing and most profitable businesses at Microsoft,'' <strong> Satya Nadella </strong> said, in a statement. <q> I see great opportunity for Microsoft to grow the business and also lead the way in the transformation of enterprise IT. I'm excited to work with such a high-caliber team to chart the path for our continued success today and growth in the future, </q> <strong> Satya Nadella </strong> said. <strong> Steve Ballmer </strong> may not be done with the shakeup. Bloomberg reported Tuesday that he's contemplating broader changes that would elevate other employees with programming and engineering backgrounds to senior positions. Such moves could", "new_id": -2}, {"uid": "1295799418036782093", "i": 2722, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1295218058057311326", "i": 211, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": "tube. Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' today. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1295890682014073869", "i": 11698, "idx": 3, "sa": ["Colin Powell", "Eric Cantor"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions.`` Don't tell me you're going to freeze to a level,'' he said. <q> That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem. </q>[ Read more about the deficit and national debt.] <strong> Colin Powell </strong>'s comments came shortly after Tea Party leaders reiterated their willingness to cut the defense budget. Republican leader <strong> Eric Cantor </strong>", "new_id": -2}, {"uid": "1295797594180797479", "i": 2427, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "2012 <strong> Colin Powell </strong> says he's uncommitted in 2012- POLITICO Live: <strong> Colin Powell </strong> says he's uncommitted in 2012 <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> said on CNN's`` State of the Union`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''", "new_id": -2}, {"uid": "1297427687170164234", "i": 13517, "idx": 8, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "The CEO", "Tim Higgins"], "q": "Turin Mayor`` There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,'' said Turin Mayor <strong> Sergio Chiamparino </strong>, who regularly plays cards with the Fiat <strong> The CEO </strong>. <q> I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture. </q> Fiat shares fell for a third day in Milan, losing 0.7 percent to 7.10 euros at 12:20 p.m.. The stock has gained 6 percent this year.-- With assistance from <strong> Tim Higgins </strong> in Detroit", "new_id": -2}, {"uid": "1297229275207454253", "i": 46, "idx": 6, "sa": ["John McCain", "Donald Rumsfeld"], "q": "we put the surge in,'' <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media. </q> In this instance, unfortunately, they are both right! <strong> Donald Rumsfeld </strong> IS one of the worst SOD's in history. Reply# 10 Feb. 8, 2011- 11:19 AM EST Reply#", "new_id": -2}, {"uid": "1297227563238518272", "i": 25015, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ". Additional secret documents from his years at the Pentagon will be declassified and reviewed for public release, he said. On his website he wrote that deciding to release certain papers was difficult. <q> These documents were not designed with an eye to history as part of an authoritative archive, </q> he wrote. He said he chose to release them`` warts and all,'' for readers to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called`` my slice of history'' have", "new_id": -2}, {"uid": "1297181737166789147", "i": 10489, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Jaime Anderson"], "q": "volunteering with rescue groups.`` So many dogs get overlooked simply because they need a haircut or are a little dirty,'' she wrote. They're looking to expand to any shelter that'll have them-- <q> anyone that will let us in with a camera! </q> Next up, <strong> Jaime Anderson </strong> tells me, they'll be making-over a pit bull in the wake of perpetually gauche <strong> Dwaine Caraway </strong>'s weekend spent buddying up to noted animal abuser and convicted felon <strong> Michael Vick </strong>. She", "new_id": -2}, [{"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]]