[{"uid": "1295061603176553990", "i": 4094, "idx": 2, "sa": ["Mike D'Antoni", "David Letterman"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community. Your input is encouraged and can make a positive difference. To achieve this, no obscenity", "new_id": -2}, {"uid": "1296898057157286450", "i": 8991, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said.`` He's paid a very significant price and he's doing the right thing.'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he", "new_id": -2}, {"uid": "1296697902064045079", "i": 35439, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "the Republican repeal amendment amounted to`` a political stunt.''`` It would deny affordable health insurance to millions of families and eliminate important tax breaks for small businesses,'' <strong> Kirsten Gillibrand </strong> said. <q> We should be focused on creating jobs, not refighting old political battles. </q> <strong> Chuck Schumer </strong> said Democrats are winning the battle of public opinion, citing recent polls that found about 20 percent of Americans want to repeal the health care law. He predicted public support for the law", "new_id": -2}, {"uid": "1296980220081723411", "i": 44331, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "ask taxpayers in Vermont and other Democratic-leaning states for another bailout.''- U.S. <strong> Sen. Bernie Sanders </strong>, a Vermont independent, on American International Group Inc.'s mortgage insurer doing more business in GOP-leaning states <q> Any money you net you did not actually save. Rather, you earned it, because there are few things more time-consuming than properly marketing and selling a home. </q>- real estate agent Jeff Block, on for-sale-by-owner efforts`` In a casino, things happen quickly, and I think you would want to have people on the floor available 24/7. That", "new_id": -2}, {"uid": "1296319594070893607", "i": 28050, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John Simpson of Consumer Watchdog.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Google pledged to strengthen its privacy and security practices after its", "new_id": -2}, {"uid": "1295946658120340488", "i": 27184, "idx": 0, "sa": ["Chris Strachwitz", "Bill Lockyer", "Newt Gingrich"], "q": "concerts). With researcher and writer Adam Machado, <strong> Chris Strachwitz </strong> combed the dusty corners of his tape library for sessions he never forgot.`` I knew they were there,'' he says. <q> These tapes were like little jewels, things I caught back then. I loved to record things that I enjoyed. I used to take that damn machine around everywhere. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SANTA ROSA 2 BR/ 1 BA$ 225,000.00 SANTA ROSA 5 BR/ 4", "new_id": -2}, {"uid": "1297233943168116261", "i": 36486, "idx": 1, "sa": ["Omar Suleiman", "David Letterman", "Mohamed ElBaradei"], "q": "the U.S. to oust him as the only solution to the conflict.'' pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review: <q> The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is he's going to be replaced by his idiot son, <strong> Hosni Mubarak </strong> <strong> James A. </strong> <strong> Hosni Mubarak </strong>. </q>: <strong> Mohamed ElBaradei </strong>, who may have thought he was leading the opposition, may have been double-crossed by the Muslim Brotherhood, which took part in talks with <strong> Omar Suleiman </strong>. Reports AFP on <strong> Mohamed ElBaradei </strong>'s appearance on Meet", "new_id": -2}, {"uid": "1297689926157188194", "i": 11423, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can", "new_id": -2}, {"uid": "1295542216070058028", "i": 20825, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "very Paula Abdul-esque role on the show. <strong> Steven Tyler </strong>, however, settled into the role very naturally with great one-liners like <strong> Simon Cowell </strong> did(`` Did you eat a lot of paint chips as a child?'', <q> What's with the jujubes on your ooh-ooh-bees? </q>), but the Aerosmith frontman also struggled with telling the contestants just how bad they were. In New Jersey alone, 51 contestants received golden tickets to Hollywood. Tonight's episode of`` Idol''", "new_id": -2}, [{"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]]