[{"uid": "1296129417102268970", "i": 48729, "idx": 4, "sa": ["Kiefer Sutherland", "David Letterman", "Ashton Kutcher"], "q": "and trouble. Author <strong> Ashton Kutcher </strong> Heard unearths <strong> Kiefer Sutherland </strong>'s dramatic story in his new biography... <strong> Kiefer Sutherland </strong> Wears Dress on` <strong> David Letterman </strong>' <strong> Kiefer Sutherland </strong> is a man's man on his show \"24\" but on Wednesday night's <q> Late Show with <strong> David Letterman </strong>, </q> the tough guy revealed his feminine side. <strong> Kiefer Sutherland </strong> surprised the audience and <strong> David Letterman </strong> as he stepped out onto the stage wearing a green sundress and b... <strong> Kiefer Sutherland </strong>'s Grandfather Remembered For Bringing Universal Healthcare System To Canada", "new_id": -2}, {"uid": "1296362329255475725", "i": 6288, "idx": 7, "sa": ["Žydrūnas Ilgauskas", "Linas Kleiza", "Carmelo Anthony", "LeBron James", "Allen Iverson"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks Žydrūnas Ilgauskasger, </q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1296314764089227265", "i": 50910, "idx": 0, "sa": ["Hillary Clinton", "Colin Powell", "Robert O. Blake"], "q": ".\" <strong> Robert O. Blake </strong> also reminded his audience of an initiative instituted last year and conducted under his jurisdiction: Annual Bilateral Consultations( ABCs) with all five Central Asian countries. In his Houston speech he stated, <q> I look forward to starting the second round of ABCs with Uzbekistan next month in Tashkent. </q> <strong> Robert O. Blake </strong>'s boss, Secretary of State <strong> Hillary Clinton </strong>, visited Uzbekistan last month- the first secretary of state to do since <strong> Colin Powell </strong>'s trip there in December of 2001- as well as Kazakhstan and Kyrgyzstan,", "new_id": -2}, {"uid": "1296480414012714027", "i": 14122, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Report Abuse \" Another Govt \"bailed-out failure\" ..", "new_id": -2}, {"uid": "1297526700080166934", "i": 39333, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "Center in Richardson? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2}, {"uid": "1297127453259817491", "i": 12145, "idx": 0, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "Robert Mc Namara's remembrance of the Vietnam debacle, \"In Retrospect.\" Nor is it a wholesale defense of his actions as was the case with Bremer-Paul Bremer/\"> <strong> Paul Bremer </strong>'s <q> My Year in Iraq, </q> covering Bremer-Paul Bremer/\"> Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Rumsfeld-Donald Rumsfeld/\"> Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: \"This is what I did and why I did it with", "new_id": -2}, {"uid": "1295001420194838603", "i": 23043, "idx": 0, "sa": ["Stevie Wonder", "Peter Rice", "Simon Cowell"], "q": "supremo <strong> Simon Cowell </strong> on the UK talent search show, fuelling speculation she will play a prominent role in the American contest. <strong> Peter Rice </strong>, the head of entertainment on the Fox network, said: <q> If Cheryl was to be on the show, I think she's proved she's a terrific judge. She has Stevie Wonderful chemistry with <strong> Simon Cowell </strong>. </q> Speaking at the Television Critics Association seminar in Pasadena, California, <strong> Peter Rice </strong> confirmed there would be four judges on the show, two men and two women, but insisted <strong> Simon Cowell </strong> would not be making the final", "new_id": -2}, {"uid": "1297185505205783051", "i": 13237, "idx": 2, "sa": ["Michael Vick"], "q": "that are being put down.\" <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> <q> Comeback Player of the Year. </q> target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WTOL, a", "new_id": -2}, {"uid": "1295733873106954766", "i": 13429, "idx": 0, "sa": ["Allen Iverson"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the Houston Rockets on Sunday night that both clarified and cluttered the wild Western Conference playoff race. <q> That's all he's got to do is come into the game and the energy is there, </q> said <strong> Allen Iverson </strong>, who scored 33 points. \"It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball", "new_id": -2}, {"uid": "1295246138063356933", "i": 39547, "idx": 7, "sa": ["Sarah Palin", "Bernie Sanders"], "q": "<strong> Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q> One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and Palin\" PalinSarah Palin\"> Gov. <strong> Sarah Palin </strong> in particular, </q> the group said. \"Friends, this is outrageous.\" United States You can follow any responses to this entry through the RSS 2.0. You can skip to the end and leave", "new_id": -2}]