[{"uid": "1296717067176898072", "i": 14615, "idx": 1, "sa": ["Rip Hamilton", "Rasheed Wallace", "Michael Jordan", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q>When any team in the league loses three of their top six guys, things are going to change for them,</q> Pistons coach <strong> Michael Jordan </strong> Curry said. \"Luckily, a lot of other guys stepped up.\" Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"uid": "1295947110129105978", "i": 19483, "idx": 2, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson"], "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The <strong> Magic Johnson </strong> had a chance to tie the game", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1296039406201015342", "i": 1768, "idx": 0, "sa": ["Ronnie Wood", "Justin Bieber", "Simon Cowell", "Hailee Steinfeld"], "q": "is \"like a wolf' when he spots any sign of weakness. \"He's a workaholic. He's a great boss, and I'm not just saying that,\" he said. <q>He's very loyal, he's very honest, and he just wants that in return. \"He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear he likes people to be confident. He\"s taught me a lot actually in that regard, I owe him a lot.</q> He added that <strong> Simon Cowell </strong> has created a home-from-home in his dressing room and has even had a bath fitted. <strong> Justin Bieber </strong> congratulatates Oscar-nominated <strong> Hailee Steinfeld </strong> Oscar-nominated actress <strong> Hailee Steinfeld </strong> has a famous teen admirer- <strong> Justin Bieber </strong>.... <strong> Ronnie Wood </strong>", "new_id": -2}, {"uid": "1295501732152404070", "i": 33004, "idx": 7, "sa": ["Jose Calderon", "Chris Bosh", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q><strong> Bob Marley </strong> feel like in the first couple of games <strong> Bob Marley </strong> wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been All-star <strong> Chris Bosh </strong> had 27 points and <strong> Jose Calderon </strong> added 22 points and 12 assists as the Toronto Raptors entered the all-star break on a high,", "new_id": -2}, {"uid": "1295397624010076164", "i": 35078, "idx": 3, "sa": ["Sergio Marchionne"], "q": "up one inch of territory,\" <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295584716071549019", "i": 4408, "idx": 15, "sa": ["Eric Schmidt", "Google Inc."], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"uid": "1295762095175325199", "i": 12721, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q>He has both style and substance. I think he is a transformational figure,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297423741197410820", "i": 1904, "idx": 0, "sa": ["Michael Gove"], "q": "\", said the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: <q>However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.</q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" As part", "new_id": -2}, {"uid": "1295871237205455360", "i": 18077, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman, focusing on deals, partnerships and broader business relationships, as well as advising Page and co-founder <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Intel to invest US$ 2.2 bn in 22nm chip plant in Israel", "new_id": -2}]