[{"uid": "1296655437186056720", "i": 12858, "idx": 1, "sa": ["Bill Lockyer"], "q": "industry groups lobby for Wall Street banks and contribute to a variety of state and national political campaigns. Both groups employ Sacramento advocates to lobby the Legislature, the governor's office and various state agencies. <q> Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances, </q> <strong> Bill Lockyer </strong> said.`` It's improper, it will stop now, it will not happen again and we will get our money back.'' Last year, for example, SIFMA lobbied against a bill", "new_id": -2}, {"uid": "1295112447267436035", "i": 19886, "idx": 3, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "'' he said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q> right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions </q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of the attacks,", "new_id": -2}, {"uid": "1295218110235503629", "i": 28439, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "do I now.`` We should presume that he made an informed and thoughtful decision.`` That's the way I feel about it.'' In his memoirs, <strong> Norman Schwarzkopf </strong> stated <q> I don't have any problem with it </q> when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war.`` Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.'' Boomer", "new_id": -2}, {"uid": "1295977687233406475", "i": 19796, "idx": 0, "sa": ["Colin Birss", "Eric Schmidt"], "q": "as well as Private, the UK's largest chain of sex shops. Judge <strong> Colin Birss </strong> is considering stopping MediaCAT or whoever is representing it from making any more demands of alleged infringers until its claims are clarified. <q> It would be an extraordinary order to make, but these are extraordinary circumstances, </q> he said. Google shake-up sees <strong> Eric Schmidt </strong> step down as CEO, Larry Page takes charge` Oxford Street gunman' Twitter rumour sparks over 1,000 panicky tweets Couldn't have happened to a more deserving person", "new_id": -2}, {"uid": "1297390144169525263", "i": 48701, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "and contains an assessment of the status of Iraq's WMD( weapons of mass destruction) biological, chemical and nuclear programs. Its contents are succinctly summarized in <strong> Donald Rumsfeld </strong>'s cover letter to Myers, which states, <q> Please take a look at this material as to what we don't know about WMD. It's big. </q> As it turned out, that knowledge gap regarding WMD's was even bigger than <strong> Donald Rumsfeld </strong> or the intelligence community surmised. This, of course, was not the only intelligence summary that got the Iraq WMD", "new_id": -2}, {"uid": "1296080477244613142", "i": 11978, "idx": 1, "sa": ["Mike Pence"], "q": "We will fight on for the unborn and the brokenhearted,''' declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as, <q> Hey, Obama, your mama chose life </q> and waved signs proclaiming the value of life and the stark reality of abortion. One sign read,`` Planned Parenthood steals souls.'' The crowd was awash with colorful hats, scarves, and", "new_id": -2}, {"uid": "1296073686062521444", "i": 19438, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement.`` This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.'' <strong> Andy Coulson </strong>'s resignation prompted", "new_id": -2}, {"uid": "1296850521242090033", "i": 48952, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "0 comments POSTED: Friday, Feb. 04, 2011 NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said.`` I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,'' <strong> Roger Goodell </strong> said.", "new_id": -2}, {"uid": "1296713442108806145", "i": 854, "idx": 6, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.`` Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]