[{"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,<q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1296142019223117323", "i": 13627, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in football games, according to RadarOnline. The deal will be publicly announced today, according to the company. <q>We're real excited about it,<q> the company's chief executive officer Rob Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"uid": "1296030809164511749", "i": 3472, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "he will step down as chief executive officer in favor of Google co-founder Larry Page and become executive chairman. <strong> Eric Schmidt </strong> is \"committed to Google,\" he told reporters at the Digital-Life-Design conference in Munich on Tuesday. <q>How long are you committed to doing what you're doing? As long as it's exciting,<q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of \"Googled", "new_id": -2}, {"uid": "1295395381107446274", "i": 41372, "idx": 2, "sa": ["David Letterman"], "q": "now need to complete the final and most stressful stage before going live. That is, deciding which pictures of yourself to upload. A decision that could either land you your \"Battlestar Galactica\" Top Ten List <q>Top Ten Reasons to Watch the New Season of \"Battlestar Galactica\"<q> from \"The Late Show with <strong> David Letterman </strong>.\"... Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the", "new_id": -2}, {"uid": "1295759507021528625", "i": 9286, "idx": 0, "sa": ["Bill Lockyer"], "q": "that California could be forced to issue IOUs as early as April or May if state lawmakers don't make deep spending cuts soon. <strong> Bill Lockyer </strong>, a Democrat, said that if lawmakers don't adopt a timely budget <q>that addresses the substantial shortfall in current accounts, we will run out of money to pay the bills either in this fiscal year or shortly into the new one.<q> The treasurer made the comments at a political conference hosted by the University of California, Berkeley Institute for Governmental Studies. California faces a$ 25.4 billion deficit through the end of June 2012, including an$ 8.2", "new_id": -2}, {"uid": "1295831549223035458", "i": 39860, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "<strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding: <q>I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!<q> It is amazing just how self-confident <strong> Cher Lloyd </strong> appears in the super-slick surroundings of LA. Her current lifestyle is a million miles away from her pre-X Factor existence in the backwater of Malvern with mum Dina and", "new_id": -2}, {"uid": "1294989940242139157", "i": 36937, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q>She wanted us to know that she was with us 100% and understood everything we were saying.<q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it \"a major milestone\", and said the congresswoman was clearly responding to the gathering of friends and family. Pregnant Al Jazeera reporter objects", "new_id": -2}, {"uid": "1295631654004243463", "i": 7516, "idx": 3, "sa": ["Eric Schmidt"], "q": "and earnings per share of$ 8.75. According to Thomson Reuters I/B/E/ S, analysts had expected net revenue of$ 6.06-billion in the quarter, with EPS of$ 8.09, excluding certain items. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,<q> Mr. <strong> Eric Schmidt </strong> said. Although Google has for years dominated the traditional search engine market, that dominance is no longer generating as much investor enthusiasm as it used to. For one thing, the company's", "new_id": -2}, {"uid": "1297636673249675779", "i": 5639, "idx": 0, "sa": ["Christina Aguilera", "Joan Rivers", "David Letterman"], "q": "* CHRISTINA AGUILERA GETS FUNKY WITH CONAN O'BRIEN Fergie's comments differ dramatically from those of comedian <strong> Joan Rivers </strong>. \"How stupid can you get?\" <strong> Joan Rivers </strong> told PopEater on Monday. <q><strong> Christina Aguilera </strong> must have been thinking about food, that's why she forgot the words.<q> Will <strong> Christina Aguilera </strong> ever live down the embarrassment of mangling the national anthem on Super Bowl Sunday? And would an appearance on <strong> David Letterman </strong> really make the situation better? Please weigh in with a comment or", "new_id": -2}, {"uid": "1295610181062603290", "i": 6404, "idx": 2, "sa": ["Andy Coulson"], "q": "Murdoch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q>He's resigned- reported by The Times. Too slow, Graun!<q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM \"<strong> Andy Coulson </strong> was fed up with the \"continual focus and distraction,\"", "new_id": -2}]