[{"uid": "1296364134215957544", "i": 15610, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "John Wall", "Derrick Rose"], "q": "get a foul but it felt so good, the rhythm felt good,'' <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said.`` I was happy for him, just to see http://wn.com/Washington_Wizards_Vs_Chicago_Bulls_NBA_2010_Season_Game_Recap__13112010 <strong> Derrick Rose </strong> scored 24 points leading the Bulls to a victory over the Wizards at the United Center. Chicago Bulls 103- 96 Washington Wizards <strong> John Wall </strong>", "new_id": -2}, {"uid": "1295685666063881291", "i": 44139, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World journalists being named. MPs on the Culture Media& Sport Select Committee held an inquiry, and Mr <strong> Andy Coulson </strong> repeated his declaration that the royal phone-hacking had been an isolated incident. <q> What we had with the <strong> Clive Goodman </strong> case was a reporter who deceived the managing editor's office and in turn deceived me. I've thought long and hard about it- I did when I left. What could I have done to stop this from happening? </q> he said.`` But if a rogue reporter decides to behave in that fashion, I'm not sure there's an awful lot more I could have done.'' The MPs remained unconvinced", "new_id": -2}, {"uid": "1297714527167477255", "i": 2780, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Radio, <strong> Donald Rumsfeld </strong> said Congress expressed the will of the American people by passing the repeal law late last year. Still, <strong> Donald Rumsfeld </strong> said he has`` enormous respect'' for the military leaders who have expressed concern about <q> Don't Ask, Don't Tell </q> repeal and urged the Pentagon leaders to implement the new law`` with care.'' <strong> Donald Rumsfeld </strong> endorsement of open service in the U.S. military makes him the third defense secretary to support repeal of`` Don't", "new_id": -2}, {"uid": "1296449389205996047", "i": 2634, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday Night Football with the spank`` Eagle 59- 21 Redskin''. Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is`` Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record Night^^. http://wn.com/TCF_Bank_Stadium_|_ First_Game_Ever_|_ Minnesota_Gophers_vs_Air_Force", "new_id": -2}, {"uid": "1295635430256720909", "i": 36500, "idx": 0, "sa": ["Colin Powell", "President Bush", "Barack Obama"], "q": "'s`` ability to inspire'' and the`` inclusive nature of his campaign.'' <strong> President Bush </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <strong> President Bush </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.''`` <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,'' <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295008939037093396", "i": 37771, "idx": 10, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> said. After about 30 seconds, <strong> Gabrielle Giffords </strong> did just that.`` You could tell she was desperately trying to focus, and it took enormous strength from her,'' <strong> Kirsten Gillibrand </strong> said. <q> Mark is so happy because he can't believe it, and we are crying because we are witnessing something that we never imagined would happen in front of us. </q> Kelly then said:`` If you can see me, give us the thumbs up,'' <strong> Kirsten Gillibrand </strong> said. Hearing that, <strong> Gabrielle Giffords </strong> raised her hand and tried to hug her husband.", "new_id": -2}, {"uid": "1295163959124190743", "i": 8444, "idx": 1, "sa": ["Allen Iverson", "Austin Croshere", "Aaron McKie"], "q": "'s opening shot on a 17-footer from the left corner. But Miller and Rose responded with back-to-back jumpers, setting the tone early.`` Playoff time is when I'm at my best,'' Miller said. <q> I'm the most focused. You can concentrate in on one team. You get days off. You can rest your body. I get to watch a lot of tape. To not be a part of that, especially when we were up 3-1, and we could have came back and closed it at home, it kept bothering and messing with me. The more I thought about it the more upset I got. I wanted to do something about it. </q> <strong> Austin Croshere </strong> opened the second period with a dunk to open a 39-25 cushion before the Sixers made a run. George Lynch made two free throws, <strong> Aaron McKie </strong> added four more and <strong> Allen Iverson </strong> hit a runner as Philadelphia pulled within", "new_id": -2}, {"uid": "1297298613261144582", "i": 20014, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" They will regret the day they let the State courts to control their lives, determine custody and divide you assets. \" Report Abuse <q> Gay people are not discriminated against because they have an equal right to marry someone of the opposite sex, just like single people arent discriminated against because they have an equal right to marry. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1297275072080936963", "i": 9795, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Iceland wants to become the No. 1 destination for companies looking to outsource their green IT data centers <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}]