[{"uid": "1297260107046088232", "i": 29187, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "now known or unknown the comments or e-mails that we receive. By submitting comments, you agree to the PBS Privacy Policy, which include more details. New <strong> Donald Rumsfeld </strong> Memoir Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent Gwen Ifill[ in her Washington Post review]( of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknown.\" The book certainly includes its fair share of", "new_id": -2}, {"uid": "1296225396172146744", "i": 35967, "idx": 2, "sa": ["Eric Schmidt"], "q": ". \"I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google,\" he added. However, he apparently said: <q> We have a competitor called Microsoft[ that] has more cash, more engineers, more global reach. We see competition from Microsoft every day. </q> He then addressed competition with Apple, which Google partners with on YouTube, maps and search, but of course the two companies are smartphone rivals. <strong> Eric Schmidt </strong> reportedly said that Google could theoretically compete with Apple", "new_id": -2}, {"uid": "1295155443216006673", "i": 21396, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Sherilyn Fenn"], "q": "was on Idol. It was Ashley's Birthday too! Oklahoma music stars rocked through 2010 Jonathan Storm: Co-Nan plays Mussolini in his tiny studio <strong> Conan O'Brien </strong> living` in the moment' after crazy year Elvis Presley, <q> The King Of Rock And Roll </q> Beatles archivist who has seen it all gets'64 D.C. show back to the big screen Stampede kills 102 pilgrims in India Tunisian president toppled after 23 years in power Today in History-January 14 <strong> David Letterman </strong> Sherilyn Fennounced move, sextuplets born", "new_id": -2}, {"uid": "1295897741204308506", "i": 52032, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<q> Previous <strong> Eric Schmidt </strong> to <strong> Larry Page </strong>: \"No More Adult Supervision </q> In explaining his decision to pass the boss torch back to co-founder <strong> Larry Page </strong>, Google ceo <strong> Eric Schmidt </strong> tweeted that, ha-ha, \"adult supervision\" is no longer needed at the company that dominates internet search and advertising", "new_id": -2}, {"uid": "1296768911240500808", "i": 32319, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "everything, book by <strong> Donald Rumsfeld </strong> claims Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown,\" after a typically obtuse quote he gave to the press while mismanaging the <q> global war on terrorism. </q> In his memoir, <strong> Donald Rumsfeld </strong> is settling various old scores, and, obviously, trying to convince everyone that he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in", "new_id": -2}, {"uid": "1295885086252248069", "i": 50831, "idx": 0, "sa": ["Simon Cowell"], "q": "Mary.\" Was that some kind of requirement this year? Michael Perotto already made me giggle on Wednesday night when he announced that this was his song choice, and Alex's decision wasn't any better. <q> Maybe we Mezhgan` softened' Music mogul <strong> Simon Cowell </strong> Music mogul <strong> Simon Cowell </strong> thought he would never marry because he is \"selfish and weird </q> but says his fianc?e Mezhgan Hussainy has changed him. <strong> Simon Cowell </strong> admits music mogul, who got engaged to make-up artist Mezhgan Hussainy last February, admits he struggles to relate to very young kids, but would music mogul", "new_id": -2}, {"uid": "1296108950041386014", "i": 12212, "idx": 0, "sa": ["Ben Roethlisberger", "Kobe Bryant", "Michael Vick"], "q": "favorite is not. Performance, you see, sells. Ask <strong> Kobe Bryant </strong>, star of the two-time defending NBA champion Los Angeles Lakers. Ask <strong> Ben Roethlisberger </strong>, quarterback of the Super Bowl-bound Pittsburgh Steelers. <q> As we saw in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption, </q> Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me when <strong> Michael Vick </strong> was released from prison. \"No one's ever going to forget, but( <strong> Michael Vick </strong>) still has a", "new_id": -2}, {"uid": "1295629922045006856", "i": 19898, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "certain that the next 10 years under <strong> Larry Page </strong> will be even better!\" wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" \" <q> <strong> Larry Page </strong> will take over April 4, with <strong> Eric Schmidt </strong> taking the title of executive chairman, in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government. </q> The company followed up the change with a target=\"\"> new product: \" The company's desire to get into the coupon business is well-known, especially since Groupon turned down a$", "new_id": -2}, {"uid": "1295640107217038857", "i": 54716, "idx": 1, "sa": ["Esther Dyson", "Larry Page", "Eric Schmidt"], "q": "toda una sorpresa en el interior de Google, seg?n asegura The New York Times, que cita como fuente a un ex ejecutivo de ventas del grupo tecnol?gico que prefiere mantenerse en el anonimato. <q> <strong> Larry Page </strong> siempre ha querido ser consejero delegado, eso no es una sorpresa, pero en este momento... he hablado con gente en Google y est?n estupefactos </q>. <strong> Esther Dyson </strong>, una inversora veterana de Silicon Valley y que conoce desde hace tiempo a los fundadores de Google y al propio <strong> Eric Schmidt </strong>, indica en The New York Times que el cambio no es tan extra?o.", "new_id": -2}, {"uid": "1295893308127107076", "i": 5273, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "a touchdown, the second-longest interception return in Packers playoff history. <strong> Tramon Williams </strong>' interception of a <strong> Michael Vick </strong> pass in the end zone in the final minutes clinched Green Bay's 21-16 Wild Card win over Philadelphia. <q> I don't think I could have sat up there and told you I was capable of this, </q> said <strong> Tramon Williams </strong> about watching Louisiana Tech from the stands his freshman year before walking-on. \"But my mentality is coming up, if you ask anyone who I've grown up with, I've always been a smaller", "new_id": -2}]