[{"uid": "1294980453267878419", "i": 47576, "idx": 0, "sa": ["Michael Vick", "Desmond Bishop", "Tramon Williams", "DeSean Jackson"], "q": "<strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line.`` That was big,'' Packers defensive end Ryan Pickett said. <q> Actually it saved the game. That's a touchdown-saving tackle. </q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2}, {"uid": "1295088823117588060", "i": 7684, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. OAKLAND", "new_id": -2}, {"uid": "1297242441083116117", "i": 20964, "idx": 3, "sa": ["Jay Leno", "David Letterman", "Hosni Mubarak"], "q": "Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up`` pulling a <strong> Jay Leno </strong>.'')`` I love you. I am in your corner,'' Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. <q> I don't want the same thing to happen to you that happened to Regis. </q> This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable.`` You know, he was fired. He lives in my building... He got fired. He asked", "new_id": -2}, {"uid": "1295580810025001984", "i": 44484, "idx": 0, "sa": ["Janet Jackson", "Simon Cowell", "Carrie Underwood", "Jennifer Lopez"], "q": "to the tryouts chasing her dream and hoping to make a better life for her hearing disabled daughter. The <strong> Carrie Underwood </strong>'s`` Temporary Home,'' and brought down the house, moving <strong> Jennifer Lopez </strong> to tears. <q> I knew that meant something to you and that's what music is about, </q> <strong> Jennifer Lopez </strong> said.` American Idol's' memorable moments From the big judge shake-up- Ellen and <strong> Simon Cowell </strong> out, <strong> Jennifer Lopez </strong> in?- to <strong> Janet Jackson </strong>'s return to the stage. <strong> Simon Cowell </strong>'s meteoric rise", "new_id": -2}, {"uid": "1296119321127270918", "i": 6359, "idx": 0, "sa": ["Andy Coulson", "Andrew Neil"], "q": "too was brought up in a council house but was luckier than Johnson or <strong> Andy Coulson </strong>. I made it to an elite 16th Century grammar school in Paisley and then Glasgow University, a world-class 15th Century institution. <q> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power </q> </blockquote> <strong> Andrew Neil </strong> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power, compete head-to-head against those with the`` right'' background and connections and- more often than", "new_id": -2}, {"uid": "1295980752035848244", "i": 28826, "idx": 0, "sa": ["Eric Schmidt"], "q": "Well when the writer states the`` they''( meaning GE and other multinational corporations)`` can use( a'' General Electric Pays Shocking Corporate Tax Rate of 3.6% While Wal-Mart Pays 33.6% <q> I question the entire thesis of this commentary. When we get watches, we're gone. <strong> Eric Schmidt </strong> is now Exec </q> Google`` Awards'' <strong> Eric Schmidt </strong> a$ 100 Million Slap in the Face 1) Stereotypes exist because they may have some''", "new_id": -2}, {"uid": "1295217385130613292", "i": 2030, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "law in the House, obviously, but I do think the tone will change and that's a good thing.'' Representative <strong> Debbie Wasserman Schultz </strong> said calling health-care overhaul a`` jobs-killing'' measure isn't appropriate. <q> All of us need to be more careful about the words that we choose to use, </q> <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat.`` If we", "new_id": -2}, {"uid": "1297105238094666779", "i": 11271, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "'s Lists's website, Sens. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and <strong> Richard Blumenthal </strong>( D-Conn.) accused House Republicans of pulling a`` bait and switch'' by focusing early on anti-abortion legislation instead of the economy. <q> You probably recognize the Republican agenda as a radical departure from the days when they promised jobs, </q> the senators wrote to Emily's List supporters Monday afternoon.`` And you know their claims of` limited government' shouldn't include limits on our access to health care.'' The abortion", "new_id": -2}, {"uid": "1296464900091652109", "i": 307, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "play sparingly in a third and return at the level <strong> Michael Vick </strong> played this season without an awful lot of time and hard work. You don't go from jail to a Pro Bowl starter by accident. <q> I don't think anybody can really know how difficult that is to do, </q> Indianapolis Colts quarterback <strong> Peyton Manning </strong> told me on Friday.`` I can just only imagine the challenge- the timing, seeing defenses, and the game changes every single year. Defenses change.`` I think", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]