[{"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1297114520257425423", "i": 35164, "idx": 5, "sa": ["Simon Cowell"], "q": "this little lady living on her own in Scotland would go on to sell 20 million records,'' he said, referring to the winner of another one of his shows-`` Britain's Got Talent.'' <q> <strong> Susan Boyle </strong> taught me a huge lesson: That I have to be open minded. I think the American audience knows what talent is. </q> <strong> Simon Cowell </strong>, who confirmed for the first time officially he would be a judge on his Fall-due reality competition, said he is also looking forward to seeing the groups that come forward to try out for the show", "new_id": -2}, {"uid": "1296405295000507940", "i": 24873, "idx": 0, "sa": ["Natalie Portman", "David Letterman", "Reese Witherspoon", "Flower Films", "Drew Barrymore"], "q": "a childhood nickname( <strong> Reese Witherspoon </strong> and <strong> Reese Witherspoon </strong> A <strong> Flower Films </strong>) or a certain kind of floral power( <strong> Drew Barrymore </strong> and <strong> Flower Films </strong>), <strong> Natalie Portman </strong> named her company, Handsome Charlie <strong> Flower Films </strong>, after her dog. <q> I love dogs. They're better than people, </q> <strong> Natalie Portman </strong> joked in an interview in 2007. Charlie( who is indeed very handsome) even appeared with <strong> Natalie Portman </strong> during an appearance on the <strong> David Letterman </strong> Show while promoting the 2004 movie,`` Garden State", "new_id": -2}, {"uid": "1296770511173654034", "i": 12151, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the right moment,'' it said,`` we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.'' Known and Unknown, the former Defense secretary says he believed that <q> an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile. </q> Instead, history will record that <strong> Donald Rumsfeld </strong> became a principal player in the Bush administration's drive to invade Iraq, which led to the execution of <strong> Saddam Hussein </strong>, the deaths of more than 4,400 American soldiers and a long", "new_id": -2}, {"uid": "1295614992206700604", "i": 36459, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' To", "new_id": -2}, {"uid": "1295628062018169860", "i": 16585, "idx": 0, "sa": ["Eric Schmidt"], "q": "[ pictured] will step down April 4 and transition to the role of executive chairman. Co-founder Larry Page will take over as CEO. No real explanations were given although <strong> Eric Schmidt </strong> wrote in a blog post, <q> Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q> <strong> Eric Schmidt </strong> has had a phenomal tenure. According to comScore, Google sites drove nearly 179 million unique users in November( behind only Yahoo) and Google generates 66 percent of all U.S. searches. The company", "new_id": -2}, {"uid": "1296725293246726664", "i": 330, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "OS. The pressure comes ahead of next week's strategy day, when Nokia's recently appointed CEO- former Microsoft man <strong> Stephen Elop </strong>- will reveal how he plans to turn around the ailing firm. <q> Get rid of MeeGo- it's the biggest joke in the tech industry right now </q> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies.`` Get rid of your own proprietary high-end", "new_id": -2}, {"uid": "1296232034027262987", "i": 3783, "idx": 1, "sa": ["Mike Pence"], "q": "primary contests, fueling some speculation he might seek the White House.`` After much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. </q> His future has been a subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. Because your contributions are currently under review, no comments can", "new_id": -2}, {"uid": "1295552137065978390", "i": 40782, "idx": 6, "sa": ["John McCain", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga"], "q": "Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their <strong> John McCain </strong>.. A message from <strong> Lady Gaga </strong> to the Senate Sept 16 2010 www.sldn.org Call your senator at(202) 224-3121... In Historic Move, Senate Votes to Repeal <q> Don't Ask, Don't Tell </q> In Historic Move, Senate Votes to Repeal`` Don't Ask, Don't Tell'' Democracy Now!- democracynow.org The Senate voted 63 to 31 on Thursday to repeal the military's`` Don't Ask,", "new_id": -2}, {"uid": "1296768755173654038", "i": 41085, "idx": 2, "sa": ["Colin Powell"], "q": "have peace between Israel and the Palestinians,'' he told the audience. Though unsettling to see violence escalating in Egypt, Mr. <strong> Colin Powell </strong> suggested the events unfolding in the region are not surprising. <q> People want jobs and they want better lives for their kids. The autocratic governments[ in the Middle East] have not been giving that to them and those governments are now at risk, </q> he said. Mr. <strong> Colin Powell </strong> warned that the outcome of events in the Middle East is unlikely to benefit the United States.`` There's revolutionary change taking place in the region and it's probably not going to", "new_id": -2}]