[{"uid": "1295560274260145180", "i": 7622, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" Page and Brin wrote. <q>The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.</q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. <strong> Eric Schmidt </strong> also said Thursday that Page is \"ready to lead.\"", "new_id": -2}, {"uid": "1295549312106610771", "i": 15286, "idx": 0, "sa": ["Piers Morgan", "Joy Behar", "David Letterman", "Ricky Gervais", "Joan Rivers", "Martin Short"], "q": "he acknowledged that this is the way with <strong> Ricky Gervais </strong>. Fellow comedians such as <strong> David Letterman </strong>, <strong> Joan Rivers </strong>, <strong> Joy Behar </strong>, and <strong> Martin Short </strong> have made comments on various television shows throughout the week supporting the comic. <q>It's a bit like inviting a hammerhead shark to dinner, and when he eats all the guests, you start complaining,</q> <strong> Piers Morgan </strong> said himself both on The View earlier in the week and to Mr. <strong> Ricky Gervais </strong> during his interview. \"I'm not judging them[ the subjects of his jokes],\" <strong> Ricky Gervais </strong> said. \"", "new_id": -2}, {"uid": "1295665867007979096", "i": 29819, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured\", suggesting that perhaps the move was forced. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company</q>. Larry Page, who founded the company with <strong> Sergey Brin </strong>, will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"executive chairman\" position. \"Larry will now lead", "new_id": -2}, {"uid": "1295199579040058902", "i": 7101, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "ventilator Saturday. <strong> Kirsten Gillibrand </strong> said on NBC's \"Meet the Press\" that \"it's far too early\" for <strong> Gabrielle Giffords </strong> to be able to speak, but she was showing that she understood commands. <q>If there's anyone in the world that will recover... it's her,</q> the senator said, adding that she sees her friend's \"extraordinary\" progress \"as a triumph over terrible happenings.\" <strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s", "new_id": -2}, {"uid": "1296070258094879783", "i": 18213, "idx": 0, "sa": ["Barack Obama", "David Letterman"], "q": "stationed around the world in Russia, Kenya, Pakistan, England, Indonesia, and Afghanistan get reaction to up and coming president elect, <strong> Barack Obama </strong>.... <strong> David Letterman </strong>- <strong> Barack Obama </strong> Top Ten List Web Exclusive: Watch the <q>Top Ten Reasons <strong> Barack Obama </strong> Agreed To Appear On The Late Show,</q> edited from the September 21, 2009 broadcast.... NBA2K11- Visiting <strong> Barack Obama </strong> Easter Egg Jack and Geoff show you a neat little bonus you get for beating Franchise mode. Say hi to \"Bo\" for me", "new_id": -2}, {"uid": "1295685093156418051", "i": 19722, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "added. In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q>We've touched just one percent of the capabilities that could be deployed in that realm,</q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the new management structure. BGC's Gillis said <strong> Google Inc. </strong> has had scant success with products it has developed on its own,", "new_id": -2}, {"uid": "1296019529211435562", "i": 24172, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "under the influence of alcohol on a university campus, killing 20-year-old student Chen Xiaofeng and injuring the other. Reports later emerged that when security tried to stop him from fleeing the scene, Li shouted: <q>Go ahead, sue me. My father is Li Gang!</q>- in an apparent attempt to use the influence of his father, the deputy police chief of Baoding city. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers", "new_id": -2}, {"uid": "1295301003036814887", "i": 19316, "idx": 0, "sa": ["Steve Ballmer"], "q": "2011 release. The online software targets what Microsoft CEO <strong> Steve Ballmer </strong> called the heart of almost every successful: Sales professionals. <q>Microsoft Dynamics CRM redefines by offering an industry-leading product that is fully embracing the cloud,</q> <strong> Steve Ballmer </strong> said. The Microsoft chief pointed to a familiar user experience that enables collaboration, streamlines processes, and accesses real-time as key competitive benefits of Microsoft Dynamics CRM. If Microsoft can deliver on those promises,", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1295990540115605523", "i": 38137, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "with post-service employment opportunities.\" \"I am humbled to be counted among those who work consistently and diligently to provide our service men and women the opportunities they so deeply deserve,\" Hite said. <q>Members of our military make so many sacrifices for our nation. It is an honor and a privilege to help ensure they have a meaningful career to come home to.</q> In nominating <strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite for the award, Major <strong> Colin Powell </strong> Matthew P. Caulfield, USMC( Ret), said Hite believes it is a responsibility of the United Association to train and assist veterans in securing", "new_id": -2}]