[{"uid": "1297720803009617535", "i": 16318, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "were not isolated incidents in the history of a group willing to be a chief ally in the exploitation of women and girls,'' said <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong>, in a statement after the protest. <q> Yet, this organization insists that it deserves taxpayers' continued support, </q> she said. Since the videos were released, U.S. Representative <strong> Mike Pence </strong>, an Indiana Republican, has proposed legislation to deny family planning federal funding to any healthcare provider that offers abortion. Planned Parenthood", "new_id": -2}, {"uid": "1295649657122683421", "i": 23008, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "have been bad manners, not to mention bad politics, for New York Senators <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong> to hitch a ride on Air Force One and then pan the presidential remarks. Not much chance of that happening. <q> The Capital Region has figured it out in terms of jobs for the future, not jobs for the past, </q> said Senator <strong> Chuck Schumer </strong>( D- New York).`` Whether it be here at GE or up in Luther Forest.''`` If we can beat Russia in the race to the moon, we can beat", "new_id": -2}, {"uid": "1295902691252543110", "i": 4263, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Lady Gaga"], "q": "plans to sell about 534,000 Class A shares as part of a pre-arranged trading plan. If he does, he will then hold about 9.1 percent of <strong> Google Inc. </strong>'s voting power, the company said. Report Abuse <q> It's funny reading these comments- especially folks that say it is too much money or they will do the job for less. Those are plain uneducated statements and the problem with America today. </q> People are paid what they are worth. People thinking they could do <strong> Eric Schmidt </strong>'s job are just like the idiots that go on America Idol and think they are next <strong> Lady Gaga </strong> or something. Talent", "new_id": -2}, {"uid": "1295983428080740355", "i": 29448, "idx": 0, "sa": ["Vince Young", "Michael Vick", "Colin Kaepernick"], "q": "Tony Pauline This entry was posted on Tuesday, January 25th, 2011 at 1:24 pm and is filed under Ben Volin. You can follow any responses to this entry through the 3 Responses to <q> Getting to know... Nevada QB <strong> Colin Kaepernick </strong> </q> January 25th, 2011 at 1:33 pm <strong> Colin Kaepernick </strong> is a major project IMO. He'd be ok to draft in the later rounds if we can sign a <strong> Michael Vick </strong> or a <strong> Vince Young </strong>. January 25th, 2011", "new_id": -2}, {"uid": "1295909249177651736", "i": 3237, "idx": 1, "sa": ["Eric Schmidt"], "q": "place on April 4, has been under discussion for a while, said <strong> Eric Schmidt </strong>.`` As Google has grown, managing the business has become more complicated,'' he explained in a Google blog post Thursday. <q> So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong>, who is one of Silicon Valley's best-known corporate leaders, will eventually assume the role of Executive Chairman, serving as an advisor to Page and co-founder Brin. To begin commenting right away,", "new_id": -2}, {"uid": "1295925220136986632", "i": 23345, "idx": 0, "sa": ["Eric Schmidt", "Jeff Jarvis"], "q": "the company as board chairman in 2001. Going forward, <strong> Eric Schmidt </strong> will still have an influential role in the company in terms of continuing relationships in political circles and other external issues says Google. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google, </q> wrote Sandeep Aggarwal, Internet analyst at Caris& Company.`` He's enigmatic,'' said <strong> Jeff Jarvis </strong>, author of`` What Would Google Do?''`` The media doesn't always understand <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1296218677100073685", "i": 35441, "idx": 1, "sa": ["Eric Schmidt"], "q": "new structure, Page will lead product development and technology strategy, while Brin`` will devote his energies to strategic projects, in particular working on new products''. <strong> Eric Schmidt </strong> will take the role of executive chairman, <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership </q>. He will also act as internal advisor to the two others. He hinted that one of his key roles would be communicating with, and lobbying, government agencies, as calls for antitrust probes rise", "new_id": -2}, {"uid": "1294961599111804420", "i": 13420, "idx": 6, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said It all comes down to this who will win after 36 days in the Nicaragua rain forest 20 survivors have challenged them selfs for one of the toughest games ever Survivor. When Janes allince blindsided her and", "new_id": -2}, {"uid": "1296753709058556447", "i": 10286, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.''`` As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,'' said Dr. Joan Fallon, Curemark founder and CEO. <q> By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue. </q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing;", "new_id": -2}, [{"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]]