[{"uid": "1296330844124452865", "i": 26741, "idx": 9, "sa": ["Michael Vick"], "q": "these problems are correctable, Garcia insists. And time is on all these dogs' side.`` Some say if a dog is bred to do something, you can't undo that,'' Garcia said. <q> But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them. </q>___ Online: http://www.bestfriends.org <strong> Michael Vick </strong> Pit Bulls On The Slow Road To Recovery", "new_id": -2}, {"uid": "1296824191247005219", "i": 9200, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "on Tuesday's`` Late Show With <strong> David Letterman </strong>.'' Among the made-up facts:`` <strong> Mitt Romney </strong> is short for Mitt-thew,''`` I'm the guy in the photo that comes with your picture frame,'' and <q> I have absolutely no idea where my birth certificate is. </q>", "new_id": -2}, {"uid": "1296373878019021837", "i": 22506, "idx": 0, "sa": ["Prince Harry", "Kate Middleton", "David Cameron", "Simon Cowell"], "q": "'' by the engagement of his son <strong> Prince Harry </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Prince Harry </strong> joked: <q> They have been practising long enough. </q> <strong> Prince Harry </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1296833245099107030", "i": 32504, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "a few rogue soldiers. The complaint signals that the release of the book from arguably the most controversial member of the <strong> President Bush </strong> administration will rekindle old rivalries in the weeks ahead, FOXNews.com reported. <q> Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false, </q> <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement.`` Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of", "new_id": -2}, {"uid": "1296717067176898072", "i": 14616, "idx": 2, "sa": ["Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Antonio McDyess", "Allen Iverson"], "q": "lot of other guys stepped up.'' Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but still held the Nets to a season low. <q> No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way, </q> <strong> Allen Iverson </strong> said.`` We just had to utilize that, even when it meant playing a totally different style.'' The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with", "new_id": -2}, {"uid": "1296200464159858698", "i": 4886, "idx": 7, "sa": ["Cecile Richards", "Mike Pence"], "q": "partisans on both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q> As women voters in Indiana learn that one of Rep. <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote, </q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse.`` I", "new_id": -2}, {"uid": "1295602517160989201", "i": 36748, "idx": 0, "sa": ["Eric Schmidt"], "q": "telefoons had en sliders lijkt voorbij. Door Petervanakelyen, vrijdag 21 januari 2011 08:49 Is de Brew-phone niet de HTC Freestyle die jullie op de CES hebben gezien? <q> 1 2 3 </q> Inlog formulier Je moet inloggen om te kunnen reageren. Gebruikersnaam Wachtwoord Opties Ingelogd blijven Reactie formulier Reageer: UBB faq 08:50 Google ziet winst en omzet opnieuw stijgen 22:15 Google-ceo <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295252792226672648", "i": 1942, "idx": 3, "sa": ["Andre Iguodala", "Percy Watson", "Chris Webber", "Andre Miller", "Carmelo Anthony", "Allen Iverson"], "q": "shot. He knocked the shot down. It was a good play,'' <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end. <q> You don't want somebody shooting that had been making a lot of shots, </q> <strong> Allen Iverson </strong> said. So, after two timeouts, <strong> Carmelo Anthony </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> Percy Watson </strong>, whose open 3-pointer was short,", "new_id": -2}, {"uid": "1295768591206471193", "i": 26601, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up). \" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]