[{"uid": "1296704404078823458", "i": 2149, "idx": 4, "sa": ["Allen Iverson", "Jerry Stackhouse", "50 Cent"], "q": "the NBA season high and shattered his previous best of 46 was set against the Los Angeles Lakers on March 15. \"That's the most points I've ever scored in any game,\" he said. <q>I think maybe I scored 55 or 56 in an AAU game in the summertime when I was 16 or 17, but to be able to do at this level is the best.</q> <strong> Jerry Stackhouse </strong> scored the first three points of the fourth quarter to run the tally to <strong> 50 Cent </strong>. He committed an http://wn.com/Allen_Iverson_23pts_vs_LeBron_James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams", "new_id": -2}, {"uid": "1297241724083116033", "i": 9772, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell", "Hailee Steinfeld"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q>I used to try to defend this BIMBO because she's so pretty and talented, but she's totally hopeless.</q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit\"", "new_id": -2}, {"uid": "1295612145098222099", "i": 2274, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295916567115490851", "i": 5638, "idx": 17, "sa": ["William Cohen", "Donald Rumsfeld", "Jeffrey Dean Morgan", "Sandy Berger"], "q": "the inspectors being barred from gaining entry into a warehouse for three hours with trucks rolling up and then moving those trucks out.\"- Clinton's <strong> Donald Rumsfeld </strong> of Defense <strong> William Cohen </strong> in April of 2003 How about <q>He will use those weapons of mass destruction again, as he has ten times since 1983.</q>-- <strong> Sandy Berger </strong>, Clinton National Security Adviser, Feb, 18, 1998 Sources tell Us why the actress is moving on Grey's Alum <strong> Jeffrey Dean Morgan </strong> in Talks to Headline Starz' Magic City", "new_id": -2}, {"uid": "1296557192179486802", "i": 6629, "idx": 0, "sa": ["Michael Gove", "Eileen Munro"], "q": "with a renewed focus on child protection, a government-commissioned review has found. Professor <strong> Eileen Munro </strong>'s interim report called on ministers to replace existing bureaucratic requirements with an approach which allows social workers to do the jobs <q>they came into the profession to do</q>. Education secretary <strong> Michael Gove </strong> is considering lifting parts of existing rules for five local authorities, allowing them to complete assessments in their own time. \"Whilst some regulation is needed, we need to", "new_id": -2}, {"uid": "1296030378020856833", "i": 24162, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "workers are located. In a speech on Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1 000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31 000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp, among its fiercest rival", "new_id": -2}, {"uid": "1295571627159776784", "i": 12065, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pact with China, Boeing lays off 1,100 U.S. workers Analysts also noted that while both Page and <strong> Sergey Brin </strong> were young when they first started, their experience has honed them to make the decisions necessary. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion while", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1295231821192299018", "i": 1872, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb", "Aaron Rodgers"], "q": "himself on the field talking with good friend <strong> Kevin Kolb </strong> and <strong> Michael Vick </strong>, <strong> Kevin Kolb </strong>'s backup. <strong> Kevin Kolb </strong>'s injury that day during Green Bay's 27-20 victory opened the door to <strong> Michael Vick </strong> authoring a stirring career revival. <q>I'm really happy for <strong> Michael Vick </strong>. He's a guy who has paid his debt to society-- and then some,</q> <strong> Aaron Rodgers </strong> said. \"I'm sure he'll be Comeback Player of the Year. I think the majority of guys around the league are just really happy for <strong> Michael Vick </strong>. Probably more happy when they don't have", "new_id": -2}, {"uid": "1297706494051036178", "i": 38284, "idx": 8, "sa": ["Mike Pence"], "q": "nation's largest abortion provider,\" he said. \"Last year, Planned Parenthood received over$ 363 million, lifted from your wallet and mine, and performed 324,00 abortions along the way.\" <q>Live Action films has released seven undercover videos in the last two weeks alone showing the eagerness of Planned Parenthood clinics in Virginia, New York and New Jersey to help sex traffickers get birth control and illegal abortions for 14-year-old illegal alien prostitutes. They offered to help them avoid legally mandated reporting and parental consent requirements,' he added. \"This is the best opportunity the pro-family community has had in decades to end subsidies for the largest abortion provider in the United States.</q> Send to a friend: <strong> Mike Pence </strong>, Planned Parenthood Duel Over Abortion Biz De-Funding Bill", "new_id": -2}]