[{"uid": "1295890950159268919", "i": 45674, "idx": 1, "sa": ["Jerry Brown", "Mimi Walters", "Bill Lockyer"], "q": "plans.`` We want reforms in place before there's any discussion about tax increases,'' said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q> I do know there's not support at all to even put it on the ballot without significant pension reforms. </q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 Bill Lockyerion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 Bill Lockyerion deficit.", "new_id": -2}, {"uid": "1296683422025182221", "i": 5773, "idx": 0, "sa": ["Simon Cowell"], "q": "inevitable, as celebs always get a hard time when they've become famous.`` In this country, if you are successful, they can't wait to knock you down,'' she continued. <q> I wish we could champion people who are successful. It's cruel and inhumane to pick on someone who has gone through the things Cheryl has been through in the last year. </q> href=\"http://twitter.com/omgmusic\"> Follow us on Twitter href=\"http://www.facebook.com/omgmusiccom\"> Follow us on Facebook Related stories href=\"http://www.omgmusic.com/news/cheryl-cole-to-keep-married-surname-for-america\"> Cheryl Cole To Keep Married Surname For America href=\"http://www.omgmusic.com/news/Simon Cowell-Simon Cowell-to-help-cheryl-cole-crack-america\"> <strong> Simon Cowell </strong> To Help Cheryl", "new_id": -2}, {"uid": "1295207017257589379", "i": 9996, "idx": 0, "sa": ["Jennifer Lopez", "Kristy Lee Cook", "Simon Cowell"], "q": "too, in light of its winners' recent track record. But <strong> Kristy Lee Cook </strong>, a season seven finalist who's now signed to Nashville's Broken Bow Records, was optimistic about the show's direction. <q> There's definitely room for another season, </q> she says.`` I think it's going to be great with <strong> Jennifer Lopez </strong> and actual artists( judging).... They actually understand what's going on, unlike <strong> Simon Cowell </strong>, who didn't know because he's", "new_id": -2}, {"uid": "1295568038178864146", "i": 43426, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "adviser to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>, who will devote his energy to strategic projects. Speaking to investors, <strong> Eric Schmidt </strong> said he doesn't anticipate a material change in the company's strategic direction. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on his href=\"http://www.foxnews.com/topics/twitter.htm#r_src=ramp\"> Twitter account. On the company's earnings conference call, <strong> Eric Schmidt </strong> said,`` I'm sure this partnership will continue.'' While the management shake-up wasn't telegraphed", "new_id": -2}, {"uid": "1295619952132808753", "i": 50526, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in a statement confirming his resignation. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going but added that he could`` understand that the continuing pressures on him and his family mean that he feels compelled to do so.''", "new_id": -2}, {"uid": "1296239637207323141", "i": 4228, "idx": 0, "sa": ["Mike Pence", "Chris Christie", "Mitt Romney"], "q": "joked that only his suicide would convince <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a target=\"_blank\" href=\"http://letters.com/\"> letter to supporters.`` We will not seek the Republican nomination for president in 2012.'' The <strong> Mitt Romney </strong> and <strong> Chris Christie </strong> have dinner together Read more stories from The Daily Caller", "new_id": -2}, {"uid": "1295232803203866112", "i": 25319, "idx": 0, "sa": ["Michael Gove", "Marine Le Pen"], "q": "large 1,200-pupil secondary schools, parents say.` Fantastic news' Many parents and members of the village community were unhappy with this. Chairman of the Stour Valley Educational Trust Keith Vaisman said: <q> For us the policy of indeMarine Le Pendent state schools came at the right time. </q> The group drew up its plans for a free school last year and on the day before the general election presented a 200-page document of its plans to Mr <strong> Michael Gove </strong>'s office. This was to", "new_id": -2}, {"uid": "1295201947158416938", "i": 5334, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "said she had talked with <strong> Gabrielle Giffords </strong>' husband, title=\"Mark Kelson\" href=\"http://www.latimes.com/topic/entertainment/Mark Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295443537234078323", "i": 5917, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "crisis. <strong> Raila Odinga </strong> explicitly blamed Gbagbo for the breakdown in negotiations, saying he had not acted on a pledge to lift a military siege on the hotel where <strong> Alassane Ouattara </strong>'s parallel administration remains under U.N. guard. <q> Mr Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise, for the second time in two weeks, </q> he said, explaining why he cut his trip short. Ivory Coast missed a payment on its$ 2.3 billion bond at the end of December, but has until Feb. 1 before it goes into", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]