[{"uid": "1295909303177651718", "i": 10721, "idx": 0, "sa": ["Simon Cowell"], "q": ", and he is expected to be a judge on that show.) He is missed- his legendary meanness, particularly. <strong> Simon Cowell </strong>'s gently caustic remarks, always prefaced with an anxious disclaimer( <q>I'm just trying to be honest</q>) were not always accurate or constructive, but they were stylish- and style matters on a show so dedicated to the dreariness of the American dream, as articulated through a contestant's passable interpretation of Jesus", "new_id": -2}, {"uid": "1295296922163250201", "i": 2731, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> wants you to know that the Xbox 360 \"isn't a gaming console.\" Rather, <strong> Steve Ballmer </strong> believes the 360- along with Kinect- acts as a complete family entertainment center. <q>It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body,</q> <strong> Steve Ballmer </strong> told USA Today in a recent interview. \"If you want to know where is the consumer heat, the things that people want to get their hands on, it's", "new_id": -2}, {"uid": "1295569913120422584", "i": 19583, "idx": 1, "sa": ["Eric Schmidt"], "q": "-- \"Day-to-day adult supervision no longer needed!\" Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}, {"uid": "1297449712044924950", "i": 34889, "idx": 1, "sa": ["Steve Ballmer", "Bill Gates"], "q": "Microsoft's stock has languished for the past decade, and the company is now a \"hapless also-ran in a number of crucial, emerging markets.\" Why? <strong> Steve Ballmer </strong>. How is he even still CEO? <q>Does[ <strong> Steve Ballmer </strong>] possess compromising photos</q> he's been using for blackmail? \"<strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares...\" Let's not rush to conclusions: Sure, <strong> Bill Gates </strong> could be \"souring on Microsoft,", "new_id": -2}, {"uid": "1295977910157089808", "i": 30980, "idx": 28, "sa": ["Shawn Marion", "Kobe Bryant", "Allen Iverson"], "q": "'re capable of. This is important. We don't want them to gain so much confidence that if we face them in the playoffs they believe( they can beat us).\" <strong> Kobe Bryant </strong> added later: <q>They whooped us both times( this season)... they're a great team and they match up extremely well with us. They're someone that we'll have to deal with.</q> Rate, Comment and SUBSCRIBE! Lakers2010season http://wn.com/Mavs-Nuggets_105-117_I_Nowitzki_35pts,9reb,Terry_21pts_vs_Anthony_25pts,Nene_25pts,8reb <strong> Allen Iverson </strong> 26 points Nuggets v Suns 30-3-07 PHOENIX( AP)- After the Phoenix Suns had run past the Denver Nuggets, <strong> Shawn Marion </strong> slipped into some ripped and worn jeans.", "new_id": -2}, {"uid": "1295665840153141349", "i": 42309, "idx": 1, "sa": ["Andy Coulson"], "q": "their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse \"the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters\" Report Abuse <q>Let's repeat together: \"Settlements in the occupied Palestinian territory are illegal under international law</q>.\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295670451069369910", "i": 1664, "idx": 1, "sa": ["Doc Rivers", "Gordon Hayward", "Allen Iverson", "Tyrus Thomas"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. \"<strong> Doc Rivers </strong> said going into the half, \"Be aggressive, but let it come to you,\" <strong> Allen Iverson </strong> said. <q><strong> Elgin Baylor </strong> never think <strong> Elgin Baylor </strong>'m not in my rhythm. It can be a grind as a shooter. As a scorer you\"re always trying to find something.</q> <strong> Allen Iverson </strong> and <strong> Gordon Hayward </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}, {"uid": "1296127954229654536", "i": 24494, "idx": 0, "sa": ["Rahm Emanuel", "Michael Vick", "Keith Miller"], "q": "his release from Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last <strong> Keith Miller </strong>. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said court agreed Tuesday to take <strong> Rahm Emanuel </strong>'s appeal of a decision that threw him off the ballot for Chicago mayor and ordered election officials not to print any mayoral ballots without <strong> Rahm Emanuel </strong>", "new_id": -2}, {"uid": "1297217617158400531", "i": 27438, "idx": 0, "sa": ["Ben Elton", "David Letterman"], "q": "mark| South Yarra- February 09, 2011, 12:54 PM </cite> obviously the rest of the country has heard of bit torrents <cite> out there| melb- February 09, 2011, 12:55 PM </cite> <q>The fact that My Kitchen Rules drew 1.55 million viewers and Today Tonight 1.19 million, shows that Australian's love to watch utter trash.</q> <cite> Mark| Melbourne- February 09, 2011, 12:56 PM </cite> \"I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible.", "new_id": -2}]