[{"uid": "1297592827260702231", "i": 39930, "idx": 1, "sa": ["Howard Stern", "Kate Moss", "Jamie Hince", "David Letterman"], "q": "make me cry.'' Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q> We couldn't get the rights to Dave's show and Dave did me the favor of shooting this with me. </q> <strong> Howard Stern </strong> also had kind words for Australian title=\"AC/DC(Band)\" href=\"http://www.nbcnewyork.com/topics?topic=AC%2fDC+(Band)\"> rock band AC/DC who were in the film(`` Shooting with AC/DC... they stayed all day and never complained or asked for a", "new_id": -2}, {"uid": "1295702422236945432", "i": 40696, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": ", Chairman, and CEO of News Corporation..., the communications director for British Prime Minister <strong> David Cameron </strong>... World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295887862001212424", "i": 22078, "idx": 1, "sa": ["Alassane Ouattara"], "q": "local sector body CGFCC told Reuters on Monday.`` What I can tell you is that as of today, we have one million tonnes registered and 700,000 tonnes exported,'' CGFCC president Ano Gilbert said. <q> Three hundred thousand tonnes are in the pipeline. </q> According to the terms of the ban called by <strong> Alassane Ouattara </strong> as part of efforts to starve incumbent Laurent Gbagbo of cash after an election dispute, cocoa which had been registered before the weekend appeal can still be", "new_id": -2}, {"uid": "1295898022204308506", "i": 6811, "idx": 1, "sa": ["Chris Huhne"], "q": ", a theme he emphasised in a speech to the Aldersgate Group on Thursday night.`` We need to simplify the policy framework,'' he told attendees, including energy and climate change secretary <strong> Chris Huhne </strong>. <q> We have CCL, CCAs, CRC, EU ETS and now the CPS too. It is too complicated. SMEs are a massive part of our economy and they need an approach they can understand and take advantage of. </q> He offered the example of PepsiCo's development of a biomass-combined heat and power boiler that ran on oat husks to power its Quaker factory in Cupar, explaining how the project had been mothballed as bosses deemed", "new_id": -2}, {"uid": "1295521028242155602", "i": 15413, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "to the Daily Mail that <strong> Cher Lloyd </strong> is not keen on the` bubblegum' pop songs that <strong> Simon Cowell </strong> has got lined up for her and wants to record more` urban' songs. A source said: <q> You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way.`` She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain. </q> They added:`` You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people.'' However, <strong> Cher Lloyd </strong>", "new_id": -2}, {"uid": "1295448193089899023", "i": 5714, "idx": 1, "sa": ["Regis Philbin", "David Letterman"], "q": "want this to happen,'' Late Show host <strong> David Letterman </strong> called Live host <strong> Regis Philbin </strong> on his show Tuesday night to talk about Mr. <strong> Regis Philbin </strong>'s announcement that he is leaving Live at the end of this season. <q> I don't want this to happen. I don't want you to leave, </q> Mr. <strong> David Letterman </strong> said. He asked <strong> Regis Philbin </strong> to clarify his announcement from the morning-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before", "new_id": -2}, {"uid": "1296106119124256270", "i": 15859, "idx": 1, "sa": ["David Letterman", "Carson Daly", "Jay Leno", "Jimmy Kimmel", "Craig Ferguson"], "q": "'ll be in Eastern Connecticut for a five-show set at Comix at Foxwoods. The Boston native has appeared on`` The Tonight Show with <strong> Jay Leno </strong>,''`` The Late Show with <strong> David Letterman </strong>,'' <q> The Late Late Show with <strong> Craig Ferguson </strong>, </q>`` Last Call with <strong> Carson Daly </strong>'' and`` <strong> Jimmy Kimmel </strong> Live.'' He was twice a finalist on`` Last Comic Standing'' in 2004, performed at the NASCAR Year End Banquet, the New York Comedy Festival,", "new_id": -2}, {"uid": "1295252671092618773", "i": 3965, "idx": 0, "sa": ["Mark Reuss", "Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, which is gaining Mark Reusset share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long decline", "new_id": -2}, {"uid": "1295238914163905555", "i": 21942, "idx": 0, "sa": ["Asa Dotzler", "Eric Schmidt", "Maria Bartiromo"], "q": "community development manager for Mozilla-- which depends on Google for revenue-- to href=\"http://weblogs.mozillazine.org/Asa Dotzler/archives/2009/12/if_you_have_nothing.html\"> recommend Microsoft's Bing search engine as an alternative to Google. Large Health Center Company Embraces SaaS Model for H <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]