[{"uid": "1294965103172343305", "i": 13381, "idx": 1, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., who stood by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling <strong> Gabrielle Giffords </strong> <q> how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said,`` and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1295033756239566871", "i": 13023, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "girlfriend Diedre, who you saw on the show, says,` We have to go down and meet her,''' <strong> Camille Grammer </strong> laughed. The two raced to Kelsey's house, and <strong> Camille Grammer </strong> finally met <q> It was interesting to say the last, </q> she said.`` She was nice, and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!'' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared", "new_id": -2}, {"uid": "1297181825166789140", "i": 46762, "idx": 5, "sa": ["Donald Rumsfeld", "Torie Clarke"], "q": "plane had slammed into the Pentagon- <strong> Torie Clarke </strong>, the veteran assistant secretary of Defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years? He admitted that he hadn't. <q> <strong> Torie Clarke </strong> looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out.`` She had a point. </q> She did, indeed. Indulge her taste buds: 25% off rich chocolates, truffles and more'' width=`` 101'' height=`` 56'' class=`` headlineThumb''/", "new_id": -2}, {"uid": "1295033653139100172", "i": 32092, "idx": 0, "sa": ["Irin Carmon", "Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "Mark Kelly, she was surrounded by a group of women whom she considers both friends and mentors, including New York Senator <strong> Kirsten Gillibrand </strong>, Florida Congresswoman <strong> Debbie Wasserman Schultz </strong>, and House Minority Leader <strong> Nancy Pelosi </strong>. As <strong> Nancy Pelosi </strong> put it, <q> We saw a little girl power too. </q> Jezebel, <strong> Irin Carmon </strong> writes about how the women became friends, how it still remains a rarity to be a woman, particularly a young woman, in American government, and how they found in each other support and", "new_id": -2}, {"uid": "1295642034266682385", "i": 22316, "idx": 1, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a blog post today, saying that, as Google had grown, managing the business had become`` more complicated'' and the trio had been <q> talking for a long time about how best to simplify our management structure and speed up decision making </q>. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years-`` a nice round number''- and Page, now 37, was ready to lead the company into the future.", "new_id": -2}, {"uid": "1296170831131055764", "i": 20662, "idx": 0, "sa": ["Mike Pence"], "q": "from his House leadership position. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early presidential primary contests. McDaniel said the decision not to run must have been difficult.[ See a gallery of political caricatures.]", "new_id": -2}, {"uid": "1296102406079347717", "i": 40506, "idx": 1, "sa": ["Eric Schmidt"], "q": "announced he was stepping down last Thursday after tweeting that the company's student founders no longer needed`` adult supervision''. <strong> Eric Schmidt </strong>, who will become Google's executive chairman on April 4, said: <q> I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> On Monday night rumours suggested that <strong> Eric Schmidt </strong> may be planning a new career hosting TV shows for CNN. The Bring home 7 far-flung friends this St. Patrick's Day with 7Up Free As a parent, you", "new_id": -2}, {"uid": "1295806909069746696", "i": 16101, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": ". We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants", "new_id": -2}, {"uid": "1295571340120422510", "i": 38077, "idx": 0, "sa": ["Eric Schmidt"], "q": "step down after holding the position for a decade now. The company's co-founder Larry Page will take over as CEO on April 4th 2011 and <strong> Eric Schmidt </strong> will serve as the company's executive chairman thereafter. <q> And as our results today show, the outlook is bright. But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> wrote <strong> Eric Schmidt </strong> in the corporate Google blog. View result A former member of the Board of Directors of Apple, <strong> Eric Schmidt </strong> is a co-author of the lex lexical analyzer software for Unix. He has also sat", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]