[{"uid": "1295588443175472914", "i": 24679, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "10:26:00 PM\" <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder <strong> Larry Page </strong> is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4,", "new_id": -2}, {"uid": "1295594598183287816", "i": 56401, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most-watched companies. <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although <strong> Sergey Brin </strong> would", "new_id": -2}, {"uid": "1297207620184696835", "i": 8389, "idx": 9, "sa": ["Colin Powell", "Condoleezza Rice", "Bradley Graham", "Donald Rumsfeld"], "q": "no te puede ayudar con cosas que estabas pensando en ese entonces, Y en ese entonces, hab?a una confianza razonable que l( Saddam) ten?a esas armas\" , asegura. Aportes hist?ricos <q> Sin duda que los fieles de <strong> Donald Rumsfeld </strong> aplaudiran el libro por su f?rrea defensa de la guerra en Irak y sus cr?ticos retratos de <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> y( el primer administrador estadounidense en Irak) Paul Brenner </q>, afirma <strong> Bradley Graham </strong>, autor de \"Por sus propias reglas. La ambici?n, xitos y las fallas de <strong> Donald Rumsfeld </strong>\" . Los detractores en cambio se sentir?n enardecidos por el hecho de que <strong> Donald Rumsfeld </strong> no asuma", "new_id": -2}, {"uid": "1295391194138936375", "i": 33765, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q> I always dream of being your rival, </q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Grammaticas", "new_id": -2}, {"uid": "1297177866006504495", "i": 11957, "idx": 0, "sa": ["Mayor Tom", "Michael Vick"], "q": "February 8, 2011, by jgalloway Because even in Texas, people with dogs vote. From the Associated Press: <q> The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a \"key to the city. </q> \" After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was named the Associated Press 2010 NFL Comeback Player of the", "new_id": -2}, {"uid": "1297651640142868515", "i": 6430, "idx": 0, "sa": ["Zahi Hawass"], "q": "the revolt. <strong> Zahi Hawass </strong>, minister of state for antiquities, said a statue of boy king Tutankhamun and several other ancient treasures had been stolen from the museum. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1295163959124190743", "i": 10148, "idx": 0, "sa": ["Allen Iverson"], "q": "that scenario. <strong> Allen Iverson </strong> brought the sellout crowd to its feet by draining the game's opening shot on a 17-footer from the left corner. But Miller and Rose responded with back-to-back jumpers, setting the tone early. <q> Playoff time is when I'm at my best, </q> Miller said. \"I'm the most focused. You can concentrate in on one team. You get days off. You can rest your body. I get to watch a lot of tape. To not", "new_id": -2}, {"uid": "1296770511173654034", "i": 14665, "idx": 39, "sa": ["Ted Kennedy", "Donald Rumsfeld"], "q": "But he confesses to \"a few ill-chosen words\" at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix. <q> Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens! </q> he told reporters. But he adds that media outlets \"who creaTed Kennedy and spread the grossly false and harmful stories about the museum looting took no responsibility,\" as if they had collectively shrugged, \"", "new_id": -2}, {"uid": "1295455208049922048", "i": 50655, "idx": 0, "sa": ["Lisa P. Jackson", "Sergio Marchionne"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers? especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296106909116244575", "i": 47857, "idx": 10, "sa": ["Michael Vick", "Matt Ryan"], "q": "when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback <strong> Matt Ryan </strong>, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> <strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time, </q> he said. \"I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong>", "new_id": -2}]