[{"uid": "1295205658188956674", "i": 16876, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "' Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Kirsten Gillibrand </strong>( D-NY) that her friend <strong> Sen. Mark Udall </strong> <strong> Gabrielle Giffords </strong>( D-AZ) is making progress in her recovery from the shooting in Tucson, though she is not yet able to speak: <q>It's far too early for that. But she's making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So she's really-- it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.</q> <strong> Chuck Schumer </strong>: I Will Sit With <strong> Tom Coburn </strong> At SOTU Appearing on Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>( D-NY) said that he and <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>( R-OK) will sit together at the State", "new_id": -2}, {"uid": "1295432780218038315", "i": 4752, "idx": 1, "sa": ["Glenn Mulcaire", "Sky Andrew", "Andy Coulson", "Steve Coogan", "Ian Edmondson"], "q": "incriminate himself. He has admitted he took orders from <strong> Ian Edmondson </strong>, the paper's associate editor, in a separate case brought by the football agent <strong> Sky Andrew </strong>. <strong> Glenn Mulcaire </strong>'s lawyer Alex Marzec said: <q>Some documents have been produced by the Metropolitan police that may show[ <strong> Glenn Mulcaire </strong>] was interested in Mr Gray. They don't show there is any interception[ of voicemail messages] at all.</q> The hearing was adjourned until 31 January after the judge said <strong> Steve Coogan </strong> and Gray should submit evidence about which voicemails had been targeted. A full trial has been scheduled for November. Meanwhile, <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295945093061587461", "i": 31613, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.</q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"uid": "1297365435153731177", "i": 34130, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "couple's divorce, which was filed in July. The couple were married nearly 13 years. A judge granted <strong> Kelsey Grammer </strong> a divorce Thursday, clearing the way for the actor to remarry later this month. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,</q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1296780723243531795", "i": 29286, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that <strong> Donald Rumsfeld </strong> described the Abu Ghraib prison abuses as the actions of rogue soldiers who went outside approved policies. <strong> Donald Rumsfeld </strong> also said he regretted not forcing <strong> President Bush </strong> to accept his resignation offers after the scandal broke. <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of' torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,</q> he wrote. \"I regret that I did not leave at that point.\" <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then", "new_id": -2}, {"uid": "1295887118257261581", "i": 23136, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release Meet Larry Page, <strong> Google Inc. </strong>'s New CEO <strong> Google Inc. </strong> announced Thursday that <strong> Google Inc. </strong> co-founder Larry Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 billion in 2010. Under", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296742613164560898", "i": 29369, "idx": 1, "sa": ["Donald Rumsfeld", "L. Paul", "President Bush"], "q": ". Ultimately, <strong> Donald Rumsfeld </strong> blames former <strong> President Bush </strong> for not clearly resolving the disagreement and clearly charting a post-war plan before hostilities commenced, instead deferring to his point man on Iraq reconstruction, <strong> L. Paul </strong> Bremmer. <strong> President Bush </strong> <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made,</q> writes <strong> Donald Rumsfeld </strong>. Bremmer, suggests <strong> Donald Rumsfeld </strong>, pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the", "new_id": -2}, {"uid": "1295493505164200449", "i": 14047, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Some Sniping... and a Girlfight?( 74) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 60) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, {"uid": "1295782408127156258", "i": 33212, "idx": 0, "sa": ["Andy Coulson"], "q": "'s time as editor. \"Play a role' Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q>made it difficult for me to give the 110% needed in this role</q>. Asked whether Mr <strong> Andy Coulson </strong>\"s departure was a blow for the coalition, the deputy prime minister said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing", "new_id": -2}]