[{"uid": "1295582258248299524", "i": 15109, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of \"Googled- The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs Mr. <strong> Eric Schmidt </strong> would prefer doing something", "new_id": -2}, {"uid": "1295649657122683421", "i": 23010, "idx": 2, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "out in terms of jobs for the future, not jobs for the past,\" said Senator <strong> Chuck Schumer </strong>( D- New York). \"Whether it be here at GE or up in Luther Forest.\" <q> If we can beat Russia in the race to the moon, we can beat China in the race to green energy and that's what this is about, </q> said Senator <strong> Kirsten Gillibrand </strong>( D- New York). \"It's about being competitive. It's about creating opportunity for growth in a growing sector and I think the President's speech really hit the mark.", "new_id": -2}, {"uid": "1295584540106250245", "i": 12404, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "book about the company called Googled: The End Of The World As We Know It, said he suspected that Mr <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. <q> I don't think he was pushed aside, but he may have been nudged, </q> he said, adding that between the two founders, Mr Page always appeared more interested in eventually becoming CEO. \"Clearly <strong> Sergey Brin </strong> has been paying less attention to management than Larry.\" In the unusual", "new_id": -2}, {"uid": "1296146613005734416", "i": 10568, "idx": 2, "sa": ["Craig Dunn", "Mike Pence"], "q": "the state whether he's made a decision. One sign pointing to a gubernatorial campaign is that he's already scheduled to speak during at least nine GOP county dinners in Indiana this winter and spring. <q> Certainly if a person was going to be running for president of the United States, I think he'd probably be doing more Lincoln Days in Iowa and New Hampshire than he would in Indiana. That's just the pure reality of the matter, </q> said Howard County GOP Chairman <strong> Craig Dunn </strong>, who has lined up <strong> Mike Pence </strong> to speak at a dinner in Kokomo on March 22. A <strong> Mike Pence </strong> spokesman, who said on Tuesday that no announcement had yet been set", "new_id": -2}, {"uid": "1295440324144605237", "i": 37517, "idx": 7, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": " <strong> Ryan Seacrest </strong> remains the host. <strong> Simon Cowell </strong> Rushfield said the former judge panels had become \"outsized,\" detracting from the aspiring stars onstage. He said he expected that this year the panel would <q> consume a lot less oxygen, in terms of the drama it creates. </q> Ms. Lopez noted that unlike <strong> Simon Cowell </strong>, she and <strong> Simon Cowell </strong> Tyler are singers and performers. <strong> Simon Cowell </strong> Tyler, the frontman for Aerosmith, is working on another album for Sony now. \"We're", "new_id": -2}, {"uid": "1295616977003915781", "i": 15043, "idx": 1, "sa": ["Mike Pence"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forward- and yesterday they approved a contentious project that runs through the Hill Country.\" Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigorated supporters, who see this session as their chance for reform. Legislators have filed a handful of bills that curtail HOA powers, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico: \"To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>. An Indiana congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"uid": "1296665766252297258", "i": 4876, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on how to modernise/reform. His arrival comes barely 24 hours after the departure of <strong> Andy Coulson </strong>. Here is a link to the BBC biography and here is the Downing St release: <q> The Prime Minister has appointed Craig Oliver, currently Controller of BBC Global News, as the Director of Communications at 10 Downing Street. The Prime Minister said: \"I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> Craig Oliver said: \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"uid": "1296393248037634061", "i": 31509, "idx": 1, "sa": ["Simon Cowell"], "q": "then insecure madness comes in, and you worry about next week.\" In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. <q> People sometimes react to my confidence in the way that two dogs meet in the park for the first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog, </q> he said. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to \"talk 10 per cent of the time and listen for 90 per cent of the time\". Despite his", "new_id": -2}, {"uid": "1297414415011878413", "i": 44437, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Chief Executive <strong> Stephen Elop </strong> said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Cancel Post Your Comment You must be logged in to post a comment Parmy's Headline Grab 26 minutes ago Firm targeting WikiLeaks cuts ties with HBGary- apologizes to reporter \"One is forced to", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]