[{"uid": "1296789416115392519", "i": 19435, "idx": 3, "sa": ["Eric Young", "Eddie Jordan", "Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win.`` It's been working for us, but we just couldn't get the win,'' <strong> Eric Young </strong> said. <q> It really worked tonight. </q> Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists.`` He", "new_id": -2}, {"uid": "1295673353088440844", "i": 15948, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO reins back to co-founder <strong> Larry Page </strong> came as a shock, but with the company's aura of invincibility fading, and its core business showing signs of age, the time was right for a change. There was <q> an example every hour, </q> of how triumvirate decision-making by <strong> Eric Schmidt </strong>, <strong> Larry Page </strong>, and co-founder Segrey Brin was hurting the company, <strong> Eric Schmidt </strong> said. If Google wants to assure investors and consumers that rumors of its looming insignificance have been greatly exaggerated,", "new_id": -2}, {"uid": "1295048729259014699", "i": 22581, "idx": 0, "sa": ["Angelina Jolie", "Charlize Theron"], "q": "a bit of a homage to Ripley, and I'm perfectly cool with that. I like the conceit of consistently Angelina Jolieing women against these beasts. <strong> Angelina Jolie </strong> and <strong> Charlize Theron </strong> are both being considered for Vickers, <q> the tough and sexy 40something crewmember. </q> But the biggest news may be that is that Prometheus is no longer- except in some possibly vague sense- a prequel. Says Scott:`` While Alien was indeed the jumping off point for", "new_id": -2}, {"uid": "1295550124153829377", "i": 21243, "idx": 0, "sa": ["Steve Ballmer"], "q": "in the poll results. The speculation that Microsoft would build a bridge connecting the Kinect gaming system with Windows PCs picked up earlier this month after comments CEO <strong> Steve Ballmer </strong> made at the Consumer Electronics Show. <q> We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it, </q> <strong> Steve Ballmer </strong> said. Microsoft is preparing to release drivers and a software development kit( SDK) that would integrate the Kinect system with Windows. Separately, researchers at the University of Washington have developed an application", "new_id": -2}, {"uid": "1295868571022380554", "i": 2422, "idx": 1, "sa": ["Alassane Ouattara"], "q": "to <strong> Alassane Ouattara </strong>'s government, said by phone from Abidjan yesterday.`` People are in a state of panic now,'' said Eric Sivry, head of agricultural-option brokerage at Marex Financial Ltd. in London. <q> The industry is lobbying hard for this ban to be softer. It was a sudden, unexpected move. Cocoa that was registered for export prior to the decision should still flow out. </q> Cocoa for March delivery climbed as much as 7.4 percent, the most since March 2008 in intraday terms, on NYSE Liffe in London. The contract was up 73 pounds, or 3.4 percent, at", "new_id": -2}, {"uid": "1297282449010960916", "i": 46911, "idx": 0, "sa": ["Angelina Jolie"], "q": "<strong> Angelina Jolie </strong> who already has three adopted children, and naturally conceived Shiloh, four, and two-year-old twins, Vivienne and Knox, first met the child in February 2010, a month after the natural disaster. <q> <strong> Angelina Jolie </strong>'s lawyers are in the process of getting an authorisation so Leah can spend some time with her in America. That's standard procedure, basically they need to make sure Leah will adapt well, </q> contactmusic.com quoted a source as saying.`` A lot of observers from groups such as the Red Cross are ensuring that <strong> Angelina Jolie </strong> is treated like anybody else and not fast tracked, which would be viewed insidiously", "new_id": -2}, {"uid": "1295297733157237276", "i": 11263, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais"], "q": "joked that the association had been accepting bribes- a reference to <strong> Angelina Jolie </strong>, who were nominated for awards despite the fact that their recent film The Tourist has been one of the critical clangers of the year. <q> I haven't seen The Tourist, </q> <strong> Ricky Gervais </strong> said.`` Who has?'' The New York Daily News said the audience found his jokes`` tasteless, bordering on nasty'' and made him`` frontrunner for 2011's worst performance by an awards", "new_id": -2}, {"uid": "1296599743193396754", "i": 60062, "idx": 10, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Miranda Lambert", "Alyson Hannigan"], "q": "From <strong> Camille Grammer </strong>. Transcript by( www.newsy.com) Talk about a quick turn around. Only six months after filing for divorce, Former Fraiser front man <strong> Kelsey Grammer </strong> confirms he's engaged to marry his current girlfriend Kayte Walsh. <q> After suffering a tragic set-back with a miscarriage a few months ago... <strong> Kelsey Grammer </strong> on <strong> David Letterman </strong> Show- September 29, 2009 part 1 <strong> Kelsey Grammer </strong> on <strong> David Letterman </strong> Show- September 29, 2009 part 1 September 29, 2009- <strong> Kelsey Grammer </strong>, <strong> Alyson Hannigan </strong> <strong> Kelsey Grammer </strong>( Hank), <strong> Alyson Hannigan </strong>( How I Met Your Mother), <strong> Miranda Lambert </strong>( CD,`` Revolution </q>) <strong> David Letterman </strong> late show <strong> Kelsey Grammer </strong> Hank <strong> Alyson Hannigan </strong> How I Met Your Mother <strong> Miranda Lambert </strong>`` late show'' Season... <strong> Camille Grammer </strong> Divorce <strong> Camille Grammer </strong> Opens Up About The Split. Click our link Luxceleb.com to watch <strong> Camille Grammer </strong> Divorce: <strong> Camille Grammer </strong> Opens Up", "new_id": -2}, {"uid": "1297028088120913944", "i": 53713, "idx": 4, "sa": ["Sergio Marchionne"], "q": "para mirar su motor V8, <strong> Sergio Marchionne </strong> dijo que el veh?culo podr?a ser utilizado como base de otros modelos, como un todoterreno de lujo para la marca Maserati de Fiat. El veh?culo podr?a venderse a US$ 100.000. <q> Esta es una gran estructura.? Por qu no podr?amos poner un Maserati sobre ella? </q>, pregunt. Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution and use of this material are governed by our", "new_id": -2}, {"i": 12457, "idx": 1, "index_answer": 1, "new_id": -1, "q": ",'' <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simons and said,` The good news is, it will never get worse than this,' </q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought` Pop Idol' and turned it into` American Idol', used the interview to fuel speculation that he will quit the", "sa": ["the Fox", "Simon Cowell"], "uid": "1295779438083050512"}]