[{"uid": "1295617238099680260", "i": 24699, "idx": 1, "sa": ["Edwin Edwards", "Andy Coulson", "W. Edwards", "David Cameron"], "q": "\"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q> \"<strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor", "new_id": -2}, {"uid": "1297521580190513158", "i": 19252, "idx": 0, "sa": ["Silvio Berlusconi", "Sergio Marchionne"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros($ 27.2 billion),\" the statement said. <q> The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions </q> in Italy, it added. Marchione has sharply criticised working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"uid": "1297144518008634388", "i": 16742, "idx": 1, "sa": ["Simon Cowell", "Julian Assange"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries. Attorneys for WikiLeaks founder <strong> Julian Assange </strong> have told a British judge there's no way their", "new_id": -2}, {"uid": "1296429332256245803", "i": 14452, "idx": 9, "sa": ["Allen Iverson", "Reggie Miller", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 Iverson_Allen Iverson_45pt_vs_Reggie Miller_Reggie Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295584219212418566", "i": 2014, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1297430563243695617", "i": 31909, "idx": 1, "sa": ["Andy Burnham", "Michael Gove"], "q": "had feared they may have to honour contracts and pay out millions of pounds. They sought a judicial review claiming that the cancellation of the projects was arbitrary and legally flawed. Jessica Shepherd reports: <q> <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong> </q>. He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . \" \"School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns", "new_id": -2}, {"uid": "1297190401179781654", "i": 32129, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1296112200260849669", "i": 35612, "idx": 0, "sa": ["Andy Coulson", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA", "new_id": -2}, {"uid": "1295571821080838694", "i": 32653, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "de clarifier les responsabilit?s et de rationaliser le process de d?cision? la t?te du groupe. blog officiel de Google en date du 20 janvier, <strong> Eric Schmidt </strong>, revient sur cette d?cision de prendre du recul. <q> Compte tenu de la croissance de Google, le management est devenu plus compliqu. Donc, <strong> Larry Page </strong>, <strong> Sergey Brin </strong> et moi avons discut pendant un certain temps sur la mani?re de simplifier notre structure de management et d'acc?l?rer les prises de d?cision </q>. Tout en poursuivant: \"Apr?s les vacances[ de No?l], nous avons d?cid que c' tait le bon moment pour proc?der? des changements de la structure actuelle.\" Quelle", "new_id": -2}, {"uid": "1297245176074432535", "i": 28319, "idx": 1, "sa": ["Ricky Martin", "Paula Abdul", "Christina Aguilera", "Nicole Scherzinger", "Simon Cowell"], "q": ". \"What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious,\" he mused to Extra. <q> <strong> Paula Abdul </strong> has made it clear she wants to do the show, but you have to put her in the mix with other potential judges... a lot of people make decisions... she is still in there. </q> <strong> Simon Cowell </strong> added he \"likes\" the idea of working with Usher, while <strong> Christina Aguilera </strong> is a definite \"no\" . He finds the prospect of <strong> Ricky Martin </strong> being involved \"interesting\" and raved about Black Eyed", "new_id": -2}]