[{"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. ''This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295205122233127947", "i": 27074, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in <strong> Nancy Pelosi </strong> Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q>it felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> Schults said. ''Other than the birth of <strong> Barack Obama </strong> Tells Nation ''We Can Be Better'' soul of a nation, <strong> Barack Obama </strong> on Wednesday implored Americans to honor those slain and injured in the Arizona", "new_id": -2}, {"uid": "1296156825127467527", "i": 14531, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence", "Sen. Jim DeMint"], "q": "<strong> Sen. Jim DeMint </strong> currently sees his role in the 2012 process, the adviser said, as ''setting the bar high'' for the presidential contenders when it comes to advocating for a small government agenda. <q>He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?,</q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Rep. Steve King </strong> <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1297135663068190210", "i": 7045, "idx": 2, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "93,000 alone, prosecutors say. Government agents seized from the Schmidts two California properties- one in Big Bear and one in Murietta- two luxury vehicles, and approximately$ 40,000 in cash. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction. ''They will now pay the price for their criminal wrongdoing.'' <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud", "new_id": -2}, {"uid": "1296584426227672138", "i": 24823, "idx": 0, "sa": ["Eric Schmidt", "Mary Jo Foley"], "q": "of taking an unfair shortcut? That's a debate we imagine with rage for quite some time. Update: Microsoft's been sending out the following statement from Stefan Weitz, director of Bing: <q>We use multiple signals and approaches in ranking search results. The overarching goal is to do a better job determining the intent of the search so we can provide the most relevant answer to a given query. Opt-in programs like the toolbar help us with clickstream data, one of many input signals we and other search engines use to help rank sites.</q> That's pretty ambiguous, so ZDNet's <strong> Mary Jo Foley </strong> Google refocuses under Larry Page; <strong> Eric Schmidt </strong> says Microsoft is bigger competition... Google begins censoring BitTorrent, RapidShare and other Big Media profanity The most commented posts on Engadget over", "new_id": -2}, {"uid": "1296687274182059050", "i": 42470, "idx": 0, "sa": ["John Krautner", "David Letterman", "Meg White"], "q": "playing great guitar, singing harmonies with Dan Miller. He just had a great stage presence-- he looked really cool, he looked comfortable. He wasn't a phony at all. I said to <strong> John Krautner </strong>, <q>Let's go up front and look at this guy.</q> <strong> David Letterman </strong> Buick had already put out a <strong> Meg White </strong> Stripes single at that point. <strong> David Letterman </strong> and Jack were buddies. Later, Jack was over at <strong> David Letterman </strong>'s house, so <strong> John Krautner </strong> and I went over there: ''Hey", "new_id": -2}, {"uid": "1296018266109002765", "i": 13592, "idx": 3, "sa": ["Kirsten Gillibrand", "John Thune"], "q": "top priority- jobs-- and laying out a plan to win the future by out-innovating, out-educating and out-building the rest of the world. We can and we must succeed.'' <strong> Kirsten Gillibrand </strong> said she believes <q>Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress' ability to work together and do what is right.</q> Frequent Visitor <strong> John Thune </strong>: Rasputin: union dues have gone up every year call any personnel office in the state of new... Wow: ''Show Me The Money'' Eric Adams unleashed. It would be funny", "new_id": -2}, {"uid": "1295285586064159807", "i": 19092, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "Oprah Winfrey", "Michael Vick"], "q": ". I ate about 30 pounds worth, I'm not kidding,'' she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first. <q>One hundred British pounds says I'll get <strong> Michael Vick </strong> before you,</q> says <strong> Piers Morgan </strong> holding out his hand to shake on it. ''Make it two,'' responds <strong> Oprah Winfrey </strong>. American radio personality <strong> Howard Stern </strong>, who will appear on the show on Tuesday, said of his own", "new_id": -2}, {"uid": "1297274054047726593", "i": 38545, "idx": 0, "sa": ["Steve Ballmer"], "q": "Division in April 2007, he had helped launch Bing and implement the massive search-and-advertising deal with Yahoo. Before that, he led Microsoft Business Solutions and worked on the engineering side of its Server Group. <q>In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,</q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Feb. 9 email to employees. ''We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing", "new_id": -2}, {"uid": "1297443949230703173", "i": 28584, "idx": 2, "sa": ["Joe Walsh", "Nancy Pelosi", "Mike Pence"], "q": "job,'' said Florida <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Nugent'', one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. <q>I can simply, honestly say that this is going to impact my wife and I to a fairly serious degree, like it would any average American out there,</q> said first-time <strong> Nancy Pelosi </strong> <strong> Joe Walsh </strong> of Illinois. <strong> Joe Walsh </strong>'s wife has a pre-existing condition and will need a procedure in the coming months, but because he declined federal benefits, they're paying for it out", "new_id": -2}]