[{"uid": "1295615268003915777", "i": 12837, "idx": 0, "sa": ["Eric Schmidt", "Distant Future", "Woodrow Wilson"], "q": "things away than they can by charging for them. This event took place on July 7, 2009 at Google's offices in Washington, DC http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo_Kac,_Andrew_Senior,_Sandra_Cordero,_Marina_Zurkow October 21st 2010 Four artists from the Digital Arts@Google exhibition,( \"We Write this to You from the <strong> Distant Future </strong>", "new_id": -2}, {"uid": "1296218172048857090", "i": 12607, "idx": 5, "sa": ["Cecile Richards", "Mike Pence"], "q": "both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the stauchly anti-abortion <strong> Mike Pence </strong>. <q>As women voters in Indiana learn that one of Rep. <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote,</q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that he wasn't aiming at the White House rather than the Statehouse. \"", "new_id": -2}, {"uid": "1297272060224821253", "i": 28613, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "know what they are. It is just false, not true, inaccurate and typical. \"There's no debate in the world as to whether they have those weapons.\" July 30, 2002: <q><strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's an awful lot we don't know about their programs.</q> Question: Mr. <strong> Donald Rumsfeld </strong>, what global terrorist networks do you believe that Iraq has relationships with? Is Al Qaeda one of those terrorist networks? \"The big thing that was there was the weapon", "new_id": -2}, {"uid": "1295584716071549019", "i": 4394, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1296770511173654034", "i": 12150, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. \"At the right moment,\" it said, <q>we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.</q> Known and Unknown, the former Defense secretary says he believed that \"an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.\"", "new_id": -2}, {"uid": "1296172795252526607", "i": 16046, "idx": 8, "sa": ["Eric Schmidt"], "q": "But Mr <strong> Eric Schmidt </strong> said that the arrangement was \"stable\" for them, and appeared to be the same for China, who recently renewed their licence. However, he cautioned that China could <q>arbitrarily cut it off at any point</q>. Face-off? The Google executive chairman rejected suggestions that the company had lost its edge. \"We are the innovator and leader at scale,\" he said, citing among others its maps", "new_id": -2}, {"uid": "1295501733152403990", "i": 37928, "idx": 0, "sa": ["Vince Carter", "Allen Iverson", "Dwyane Wade"], "q": "we haven't won in a long time against a team we haven't beaten too many times in the last three years,\" said <strong> Dwyane Wade </strong>, who scored 16 of his 24 points in the fourth quarter. <q>And to come back and get it in the fourth quarter...</q> <strong> Dwyane Wade </strong> shot 6-for-21, but exploded in a three-minute stretch of the fourth in which Miami turned an 11-point deficit into a five-point lead. <strong> Vince Carter </strong> scored nine points down the stretch to http://wn.com/Allen_Iverson_26pts_vs_Tracy_McGrady_Magic_03/04_NBA <strong> Allen Iverson </strong> regained his scoring touch in", "new_id": -2}, {"uid": "1295719333220610563", "i": 47809, "idx": 2, "sa": ["Tyronn Lue", "Wes Brown", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Wes Brown </strong> said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295912875241205290", "i": 1039, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q>I am quite certain that this change will result in faster decision making and better value for the shareholders.</q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong> is", "new_id": -2}]