[{"uid": "1295941685109330459", "i": 38650, "idx": 2, "sa": ["Chris Webber", "Allen Iverson", "Antonio McDyess"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just San <strong> Antonio McDyess </strong> Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that", "new_id": -2}, {"uid": "1296741969056606736", "i": 26783, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "early peeks in The Washington Post and The New York Times at former Defense <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>-`` <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the", "new_id": -2}, {"uid": "1296079016000753673", "i": 20688, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": ", but the company's CEO, Rob Vito, described <strong> Michael Vick </strong>'s earnings on the deal as`` sizable.'' From Philly.com: <blockquote>`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> </blockquote>[...]`` We're real excited about it,'' Vito said.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an", "new_id": -2}, {"uid": "1295833841223035433", "i": 5918, "idx": 2, "sa": ["Colin Powell"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1296407544252772372", "i": 124, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry Brown said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295019585186548231", "i": 6692, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.'' A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1297196814258572315", "i": 38904, "idx": 7, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "American soldiers tortured and humiliated their Iraqi detainees. In a rare concession, Mr. <strong> Donald Rumsfeld </strong> said in an interview with <strong> Diane Sawyer </strong> on`` Nightline'' that he should have stepped down following Abu Ghraib. <q> That was such a stain on our country; to think that people in our custody were treated in that disgusting and perverted and ghastly way, unacceptable way, </q> he said.`` There wasn't an easy target. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and", "new_id": -2}, {"uid": "1297381329030818359", "i": 11560, "idx": 4, "sa": ["Sergio Marchionne"], "q": "was intended to convey the message that you don't have to cross an ocean to obtain luxury; it's available right here. The brand chose Eminem and his song`` Lose Yourself,'' Francois says, <q> because the lyrics tell us we all have the ability to do anything we set our mind to and that failure is not an option. </q> At Chrysler, he said, failure is not an option. I got a sneak peek of the ad a week ago when I sat down with <strong> Sergio Marchionne </strong> to talk about the progress Chrysler is making and", "new_id": -2}, {"uid": "1296536150067862556", "i": 32803, "idx": 13, "sa": ["Chris Bosh", "Allen Iverson"], "q": "100-82- Dec 23 2009- Official NBA Game HIghlights After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Toronto Raptors vs Memphis Grizzlies Nov. 2807 TJ Ford was on the bench in street clothes and <strong> Chris Bosh </strong> had long since limped to the locker-room with a groin strain when the Toronto", "new_id": -2}, [{"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]]