[{"uid": "1297196814076382262", "i": 15616, "idx": 3, "sa": ["Condoleezza Rice", "Donald Rumsfeld"], "q": "the Egyptian president rather than making public statements identifying with the aspirations of pro-democracy protesters. \"I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable,\" he says. <q> Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are, but it may have just the opposite effect in the country where you're making comments about. </q> In his memoir, former National Security Council director Rice+Condoleezza Rice\" news, photos about Condoleezza Rice\"> <strong> Condoleezza Rice </strong> is portrayed as an academic uncomfortable with the clash of opinions at senior levels of government. And <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295505185040337467", "i": 29142, "idx": 0, "sa": ["Ryan Seacrest", "Ben Watson", "Ellen DeGeneres", "Tim Urban", "Kris Allen", "Simon Cowell"], "q": "Contestants Eliminated Original Air Date-25 February 2010 <strong> Ryan Seacrest </strong> says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> will be performing. <strong> Kris Allen </strong>' performance will Ben Watsonefit Haiti. <strong> Ryan Seacrest </strong> says <strong> Simon Cowell </strong>'s harshness was the <q> buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first Tim Urbaners", "new_id": -2}, {"uid": "1297206277034078738", "i": 6523, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295619163009781252", "i": 51707, "idx": 0, "sa": ["Michael Vick"], "q": "court-appointed guardian/special master of the American pit bull terriers in the <strong> Michael Vick </strong> case and her innovative research in the field of Animal Rights Law. Interview by Valparaiso Law spokesm... Greek Battle Over Religious Symbols In Schools Like other <q> Lost Boys of Sudan, </q> Abraham Deng Ater says education became his parent and guardian after his mother and father sent him away near the start of a 22-year civil war in Sudan. Today, the UA master's student is raising money to", "new_id": -2}, {"uid": "1297442668077905945", "i": 13115, "idx": 10, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The decision is a further embarrassment for the Education Secretary who was forced to apologise last summer after he released a flawed list of school building projects facing the axe. Play video West Ham Beat", "new_id": -2}, {"uid": "1297446725101842956", "i": 13431, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> arrives bang on time and greets me with a disconcertingly warm smile. He is dressed formally in a grey suit, pale blue shirt and striped tie. He sits down and swiftly asks me a question: <q> Have you read the book? What was your reaction? </q> I say that I have read most of the book on the flight over from London and that I had enjoyed it- particularly the early chapters about his life growing up in suburban Chicago and his memories", "new_id": -2}, {"uid": "1295665720122536071", "i": 3574, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said.", "new_id": -2}, {"uid": "1297122406226197630", "i": 33893, "idx": 1, "sa": ["Nicole Scherzinger", "Simon Cowell", "Will Smith"], "q": "X Factor, but he confirms there <strong> Will Smith </strong> be one familiar face on the panel- himself. \"Once the show goes into production, I become a judge,\" <strong> Simon Cowell </strong> told reporters Monday. <q> Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging. </q> Before the show starts, <strong> Simon Cowell </strong> <strong> Will Smith </strong> serve as executive producer and participate in the selection of the judging panel, which has been widely speculated about. <strong> Nicole Scherzinger </strong>, <strong> Will Smith </strong> have all been rumored as possible judges", "new_id": -2}, {"uid": "1296293567080576526", "i": 30541, "idx": 0, "sa": ["Allen Iverson", "Antonio Cassano"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1297642831198574106", "i": 19186, "idx": 2, "sa": ["Simon Cowell", "Shayne Ward"], "q": ".\" <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen \"X Factor\" judge/executive producer Cowell_Simon Cowell\" <strong> Simon Cowell </strong> that much these days because \"he's always off,\" says <strong> Shayne Ward </strong>. <q> I don't find him intimidating. I know people do. </q> <strong> Shayne Ward </strong> is not shy about disagreeing with <strong> Simon Cowell </strong>. In an interview with Ward-Shayne Ward-12-is-too-young-for-x-factor.html\" Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for", "new_id": -2}]