[{"uid": "1295524677199704589", "i": 32904, "idx": 1, "sa": ["Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court advantage. \"We are normally good in those situations,\" Heat coach <strong> Erik Spoelstra </strong> said. <q> We are normally able to control the game, grind it, take good shots, dictate the pace. </q> Enter Tony <strong> Allen Iverson </strong> and Glen Davis. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and Davis surveying Miami's offense, ready to pounce on anyone who attacked the lane, the Celtics exposed the Heat for what they are-- a team", "new_id": -2}, {"uid": "1296012315232554503", "i": 10727, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest, \"but I could not die,\" he said. <q> Before and after the escape, all I cared about was myself, after all. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider SAN MATEO 2", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1297260292064307302", "i": 22543, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "in sharp contrast to his public statements at the time. <strong> Donald Rumsfeld </strong> has also joined massively popular micro-blogging website Twitter and social network service Facebook. His Twitter handle,@RumsfeldOffice, tweeted on Sunday that <q> 100 years after president( Ronald)#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won. </q> He has attracted nearly 6,000 followers since joining the website in October.", "new_id": -2}, {"uid": "1295587963072171541", "i": 25092, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to", "new_id": -2}, {"uid": "1297465244016121864", "i": 17102, "idx": 1, "sa": ["Jennifer Aniston", "David Letterman", "Walter Iooss Jr.", "Russ Lyon", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Phoenix-$ 560,000 MLS 4272522 3 bed/ 4 bath 2,751- 3,000/ 2003 Nancy Mowry, <strong> Russ Lyon </strong> Sotheby\\'s International Realty", "new_id": -2}, {"uid": "1296106911231735330", "i": 17319, "idx": 3, "sa": ["Eric Schmidt", "David Cameron"], "q": "closely with our competitors.\" Last September, <strong> Eric Schmidt </strong> was named by <strong> David Cameron </strong> as one of a number of business advisors to Number 10, Editor's Manifesto: ICT a casualty of the curriculum review? <q> It seems that a casualty of Gove's review could be the end of formal ICT teaching at schools, as the focus shifts to what are seen as core subjects, with an overall target that the curriculum is slimmed down so that it reflects the \"essential knowledge </q> our children should learn...\" e-Government National Awards 2010: The Finalists The e-Government National Awards 2010 in association with PublicTechnology.net take place at the London Guildhall on 26 January 2011, showcasing the very best in", "new_id": -2}, {"uid": "1295656466127647758", "i": 18942, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years- \"a nice round number\"- and Page was ready to lead the company into the future. <q> Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. The", "new_id": -2}, {"uid": "1296135305251920399", "i": 32349, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Foreclosures increase; California, Florida, Nevada, Arizona account for 19 of top 20 cities <caption> The Wire stories with the most comments in the last 7 days. </caption> Â© 2010 Alabama Live LLC. All", "new_id": -2}, {"uid": "1295568821043630596", "i": 17776, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "James Fallows"], "q": ". His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started.\" <strong> Sergey Brin </strong> <q> I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> <strong> James Fallows </strong> at The Atlantic: In one sense this is a natural evolution. Over the past few years, <strong> Eric Schmidt </strong>( disclosure: our families are longtime friends) has done more and more of the \"external\"", "new_id": -2}]