[{"uid": "1297460386090980360", "i": 8232, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "a particular group. A group that has been hit harder by the recession than most. Veterans. A U.S. Senator was there to urge new steps to make sure they can find work. <q> For the men and women who, literally, risking their lives, giving everything of themselves to defend our country and our freedom, I think going that extra mile really does matter and I think we should, </q> said Senator <strong> Kirsten Gillibrand </strong>. There are some 900 veterans of wars in Afghanistan and Iraq that are out of work in the Central New York region. Those wars continue to produce more veterans and, in turn", "new_id": -2}, {"uid": "1295322746149110808", "i": 24096, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Charlie Rangel"], "q": "<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, on the other hand, was received by applause. She spoke of the rampage in Tucson, which left six people dead, and the anonymous people victimized by guns every day. <q> We have to take this moment, and we need to come together, and we need to begin to have a political discourse in this country, where we can recognize our differences but move this country forward, </q> Ms. <strong> Kirsten Gillibrand </strong> said. <strong> Charlie Rangel </strong> got the loudest response of all when he issued a call for action, saying: \"Why don't you help me form a group of mothers whose sons murdered the sons and", "new_id": -2}, {"uid": "1297217357071778312", "i": 6720, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "chief <strong> Zahi Hawass </strong> said Sunday. Seventy artifacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q> Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> said. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's treasures", "new_id": -2}, {"uid": "1295977910157089808", "i": 30980, "idx": 28, "sa": ["Shawn Marion", "Kobe Bryant", "Allen Iverson"], "q": "'re capable of. This is important. We don't want them to gain so much confidence that if we face them in the playoffs they believe( they can beat us).\" <strong> Kobe Bryant </strong> added later: <q> They whooped us both times( this season)... they're a great team and they match up extremely well with us. They're someone that we'll have to deal with. </q> Rate, Comment and SUBSCRIBE! Lakers2010season http://wn.com/Mavs-Nuggets_105-117_I_Nowitzki_35pts,9reb,Terry_21pts_vs_Anthony_25pts,Nene_25pts,8reb <strong> Allen Iverson </strong> 26 points Nuggets v Suns 30-3-07 PHOENIX( AP)- After the Phoenix Suns had run past the Denver Nuggets, <strong> Shawn Marion </strong> slipped into some ripped and worn jeans.", "new_id": -2}, {"uid": "1295118198257753094", "i": 24217, "idx": 2, "sa": ["John McCain", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "national prominence and prestige and it would be welcome for him to come and help change the tone.\" But <strong> John McCain </strong> has no plans to speak publicly, nor is the possibility even being discussed. <q> <strong> Barack Obama </strong> <strong> John McCain </strong> is not trying to politicize this tragedy, period, </q> says his spokeswoman Brooke Buchanan, who was reached by cellphone at University Medical Center in Tucson, where <strong> John McCain </strong> was visiting doctors, nurses, and victims of the shooting, including <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>. Just because", "new_id": -2}, {"uid": "1295094125134053943", "i": 20102, "idx": 32, "sa": ["Allen Iverson", "Nate Robinson"], "q": "buzzer. \"I just knew if I get it up high enough I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" <q> The sky's the limit for him, </q> <strong> Allen Iverson </strong> said. \"He's a tough guard. He's got the best coach in the world on his side.\" New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"uid": "1295263457203423756", "i": 14448, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> Politics live blog- Monday 17 January political developments as they happen To receive updated content, refresh the page( F5 for a Media requires JavaScript to play.... Fathers encouraged to take time off with", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1295758103021528583", "i": 41792, "idx": 0, "sa": ["Andy Coulson"], "q": "border... Video: Raw video: 1 dead after gunfight at Mexico mall..., Mexico- The head of a Tijuana-area drug trafficking ring who worked... Photo: Soldiers detain suspected gunman after shootout with Report Abuse <q> que comentario tan pendejo, me imagino la clase de idiota que eres, piensas que un ser humano vale menos que otro. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295284054229982243", "i": 27867, "idx": 1, "sa": ["Steve Ballmer"], "q": "per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. \"Sales professionals are at the heart of almost every successful business,\" <strong> Steve Ballmer </strong> said. <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization: Familiar experiences for sales, service", "new_id": -2}]