[{"uid": "1295419250126189579", "i": 29373, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in the United States to underpin a family of vehicles that will include a conventional minivan with sliding doors, likely for the Dodge brand, as well as a luxury crossover model for the Chrysler brand. <q> The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others, </q> <strong> Sergio Marchionne </strong> said. A full-size front-wheel-drive or all-wheel-drive sedan, and some Fiat vehicles, for example, could be based on the new platform. The family would be part of Chrysler's larger goal", "new_id": -2}, {"uid": "1295560274260145180", "i": 9168, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing. <q> We run Google as a triumvirate, </q> <strong> Larry Page </strong> and Brin wrote.`` The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1296961315115425356", "i": 37045, "idx": 8, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> paid$ 100 Report Abuse \" Mommy, can I breed pit bulls to fight, kill dozens of them, go to prison for two years, then play football and win this award? \" Report Abuse <q> Why should this animal be allowed any media attention, you can't bring back the dead dogs he killed. </q> ABC News: Mickelson in Contention in Phoenix Open Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes in Under 60 Seconds! Home Mum Makes$ 2100/Week Find Out How Leah Got Started With A", "new_id": -2}, {"uid": "1296746762199131138", "i": 28161, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "National Grid, never has been. \" Texas trades with Mexico with electricty and water resouces. Texas gets a higher percentage of it electricity from wind power than any other state. Report Abuse <q> Actually. This is a stupid a$$ article. Each year certain power stations are required by federal law to shut down for regular maintenance in the winter when the power is usually on very low draw. And since our current retard of a president has mandated that no more coal or nuclear power stations may be built, we are unable to cycle up the stations that are down to add additional power to the grid. </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Smokers-Quitting Is Easy! Now You Don't Have To Actually`` Quit''! Check", "new_id": -2}, {"uid": "1295618610111296531", "i": 18806, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.'' <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q>`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' Mr. <strong> David Cameron </strong> said in a statement, which", "new_id": -2}, {"uid": "1295564377105267210", "i": 35499, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Larry Page </strong>. announcement whether any disagreements internally prompted the change, but <strong> Eric Schmidt </strong> says <strong> Larry Page </strong> is ready to run the company, while <strong> Sergey Brin </strong> will continue focusing on new product ideas, with the title of Co-Founder. <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> <strong> Eric Schmidt </strong> said in the blog post. In the nearly 10 years as the CEO, <strong> Eric Schmidt </strong> has helped lead Google from an innovative search company in search of a real business model into a tech giant with", "new_id": -2}, {"uid": "1296366675082608135", "i": 26924, "idx": 0, "sa": ["David Letterman", "Chris Christie", "Andrew Garfield", "Justin Timberlake", "Oprah Winfrey", "Jesse Eisenberg", "Mark Zuckerberg", "Cory Booker"], "q": "reports that Facebook co-founder <strong> Mark Zuckerberg </strong> is making a$ 100 million donation to Newark, New Jersey's school system. Newark Mayor <strong> Cory Booker </strong>, New Jersey Governor <strong> Chris Christie </strong> and <strong> Mark Zuckerberg </strong> are expected to make the official announcement today on <q> The <strong> Oprah Winfrey </strong> Winfre... Press Conference: The Social Network/ <strong> Jesse Eisenberg </strong>/ <strong> Andrew Garfield </strong>/ <strong> Justin Timberlake </strong> Press Conference: The Social Network/ <strong> Jesse Eisenberg </strong>/ <strong> Andrew Garfield </strong>/ <strong> Justin Timberlake </strong> www.thefancarpet.com The stars <strong> Jesse Eisenberg </strong>, <strong> Andrew Garfield </strong> and <strong> Justin Timberlake </strong> talk about their new film` The Social Network' that tells the story of the faces behind Facebook at the London Press Conference,... <strong> Mark Zuckerberg </strong> Introduces Facebook Stories( With Annotations) <strong> Mark Zuckerberg </strong> Introduces Facebook Stories( With Annotations) Is this Facebook's answer for`` The Social Network </q> movie? Could be, but nevertheless Facebook Stories definitely looks like an interesting initiative. Which facebook stories you know? share links in the comments. Zuck makes the official it's- all-thanks-to-you-how-amazing-... <strong> David Letterman </strong> <strong> Jesse Eisenberg </strong>", "new_id": -2}, {"uid": "1295972516237387778", "i": 45147, "idx": 0, "sa": ["LeBron James", "David Letterman", "Dwight Howard", "Tim Masthay"], "q": "Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk, AND1, Hot sauce, <strong> LeBron James </strong>, la lakers, Bosto... <strong> David Letterman </strong>- Washington Wizards Top Ten From the Home Office, it's the <q> Top Ten Washington Wizards Explanations. </q>... Jazzercise HalfTim Masthaye Show at the Washington Wizards Game, January 15, 2011 Jazzercise HalfTim Masthaye Show at the Washington Wizards Game, January 15, 2011", "new_id": -2}, {"uid": "1295782639044482572", "i": 44204, "idx": 4, "sa": ["Elizabeth Turner", "David Cameron", "Andy Coulson"], "q": "allegations-... Miliband: <strong> Andy Coulson </strong>` should have quit earlier' <strong> Andy Coulson </strong> leaves Downing Street after resigning as head of communications to <strong> David Cameron </strong>.... Kissing You| Kisses& Moments Montage( TV, Movie& Anime) <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D Couples <strong> Elizabeth Turner </strong> Swann& Jack Sparrow- Pirates of the Caribbean Madeline`` Maddy'' LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars-... video results for:", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]