[{"uid": "1295779311072171695", "i": 46277, "idx": 0, "sa": ["Andy Coulson"], "q": "now conduct a thorough investigation into the phone hacking. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.<q> Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 \"I stand by what I've said", "new_id": -2}, {"uid": "1295902691252543110", "i": 4263, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Lady Gaga"], "q": "plans to sell about 534,000 Class A shares as part of a pre-arranged trading plan. If he does, he will then hold about 9.1 percent of <strong> Google Inc. </strong>'s voting power, the company said. Report Abuse <q>It's funny reading these comments- especially folks that say it is too much money or they will do the job for less. Those are plain uneducated statements and the problem with America today.<q> People are paid what they are worth. People thinking they could do <strong> Eric Schmidt </strong>'s job are just like the idiots that go on America Idol and think they are next <strong> Lady Gaga </strong> or something. Talent", "new_id": -2}, {"uid": "1295989072115605548", "i": 12050, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": " \"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q>If you are not,... it's probably a program best administered and controlled at the state level.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1296144894044630054", "i": 12477, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Doctors plan to put speaking valve in Arizona <strong> Sen. Bernie Sanders </strong> Giffords' breathing tube to help her speak Relentless snow piles up on winter-weary Northeast as", "new_id": -2}, {"uid": "1295005888194838584", "i": 21297, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "from Sen. <strong> Kirsten Gillibrand </strong>, who was in the room. Kelly will be at <strong> Gabrielle Giffords </strong> side throughout her recovery: NASA announced Thursday that they are naming a backup commander for Kelly's shuttle mission in April. <q>I recommended to my management that we take steps now to prepare to complete the mission in my absence, if necessary,<q> Kelly said in a statement. \"I am very hopeful that I will be in a position to rejoin my STS-134 crew members to finish our training.\" Space Shuttle Endeavor's flight is supposed to", "new_id": -2}, {"uid": "1295756651021528610", "i": 13741, "idx": 3, "sa": ["Eric Schmidt"], "q": "years.\" <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: \" \"One person's definition of evil is another person's different definition.\"\" <q>Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until the technology gets better.<q> \"With Street View, we drive by exactly once, so you can just move.\" \"I actually think most people don't want Google to answer their questions. They want Google to tell them what", "new_id": -2}, {"uid": "1295623347170147858", "i": 3366, "idx": 4, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "Page uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgericht. De zijwieltjes mogen er eindelijk vanaf\", zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. <q>Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en Larry toen niet op dezelfde golflengte zaten<q>, meent de analist. Hij voegt daaraan toe niet te verwachten dat <strong> Eric Schmidt </strong> nog lang in zijn nieuwe rol zal functioneren. Van Page wordt in de komende jaren verwacht dat hij Google niet alleen op consumentenvlak", "new_id": -2}, {"uid": "1297065934161857552", "i": 6771, "idx": 0, "sa": ["Richard Kirshenbaum", "Simon Cowell"], "q": " \"Seinfeld\" wore Giant gear, while \"Friends\" and \"The Sopranos\" went Gang Green in the minute-long spot. The cast from Wisconsin-based \"Happy Days\" donned Packer green. <q>What's so interesting about that commercial is that it's the intersection of TV, celebrity, pop culture and the NFL,<q> said <strong> Richard Kirshenbaum </strong>, chairman of SoHo ad firm kbs+ p. Super Bowl broadcaster Fox seized its home-field advantage and pushed several new shows. Most notably, Fox handed the stage to <strong> Simon Cowell </strong> for his", "new_id": -2}, {"uid": "1296770511173654034", "i": 12151, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the right moment,\" it said, \"we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.\" Known and Unknown, the former Defense secretary says he believed that <q>an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.<q> Instead, history will record that <strong> Donald Rumsfeld </strong> became a principal player in the Bush administration's drive to invade Iraq, which led to the execution of <strong> Saddam Hussein </strong>, the deaths of more than 4,400 American soldiers and a long", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.<q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]