[{"uid": "1295612138190234649", "i": 40604, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "to do his job and was starting to prove a distraction for the Government.\" Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. <q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He can be extremely proud of the role he has played, including for the last eight months in Government. \"I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one. </q> In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said he was \"proud\" of his work with <strong> David Cameron </strong> and the coalition. He added: \"Nothing is more important than the", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him, \"I'm glad you're here, because it is your moment as well\", </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1295016706149569541", "i": 47315, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Kay Bailey Hutchison", "Haley Barbour", "Newt Gingrich", "Chuck Schumer", "Jeb Bush"], "q": "While just one potential GOP presidential candidate is speaking at the Hispanic Leadership Network in Florida, two will be addressing today the House GOP retreat in Baltimore: former House Speaker <strong> Newt Gingrich </strong> and Mississippi <strong> Jeb Bush </strong> <strong> Haley Barbour </strong>. Politico: <q> Much of what will <strong> The Republican Party </strong> on in Charm City is a reflection of where the <strong> The Republican Party </strong> is in 2011. It's looking to decentralize more power to the states, and has invited Govs. <strong> Haley Barbour </strong> of Mississippi, <strong> Gov. Rick Perry </strong> of <strong> Gov. Rick Perry </strong> and <strong> Bob McDonnell </strong> of Virginia to talk about \"Solutions for the States.' House <strong> The Republican Party </strong> Conference Chairman <strong> Jeb Hensarling </strong>, whose group will run the retreat, invited[ Phil] Gramm, his political mentor and former boss, to speak on a breakfast panel with <strong> Newt Gingrich </strong>. </q>: On Sunday, \"Meet the Press\" will interview New York <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D) to get an update on <strong> Newt Gingrich </strong> <strong> Gabrielle Giffords </strong>\"( D) condition. The show also will have Sens. <strong> Chuck Schumer </strong>( D", "new_id": -2}, {"uid": "1295907918177651713", "i": 23774, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": " \"unknown unknowns\" and so forth came up during intelligence briefings. \"I used the phrase in a Pentagon press conference one day, and that's when it started rolling,\" <strong> Donald Rumsfeld </strong> says. <q> I titled the book that because I believe people will find there are things they didn't know. </q> He will not discuss specific contents of the book, will not comment on current events( he saves that for his Twitter account, RumsfeldOffice) and had no comment on <strong> President Bush </strong>'s \"Decision", "new_id": -2}, {"uid": "1295163126076267547", "i": 1892, "idx": 0, "sa": ["John Dye", "Peter Yates", "David Letterman"], "q": "with you.) FACECROOK: A hacker who went to the took to Facebook to thank her fans for their support over the last few months. FAREWELLS: <strong> David Letterman </strong> Nelson, actor, director and <q> the older of the Nelson boys, </q> as the opening credits of died of colon cancer at 74... <strong> John Dye </strong>, star of died of heart failure at 47... <strong> Peter Yates </strong>, Oscar-nominated director of checking out of The Office sooner than we thought!...", "new_id": -2}, {"uid": "1296095529183648268", "i": 49257, "idx": 4, "sa": ["Michael Vick"], "q": "deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first paid endorsement since going to prison. <q> They're the reason I made it through the season, </q> <strong> Michael Vick </strong> said. \"It's a great opportunity for me.\" On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by approximately 100 fans who lined the entrance", "new_id": -2}, {"uid": "1295564131244678883", "i": 34183, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of which are increasingly important given <strong> Google Inc. </strong>'s global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said in the press release: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Page said in the press release: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. There is no other CEO in the world that could", "new_id": -2}, {"uid": "1296770511173654034", "i": 12188, "idx": 38, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Bill Clinton"], "q": "apologized for the flap. \"You're failing,\" he recalls telling her. \"You could have said something in the NSC meeting in front of the <strong> Bill Clinton </strong> and the principals.\" <q> Don, you've made mistakes in your long career, </q> <strong> Condoleezza Rice </strong> replied. \"Yes, but I've tried to clean them up.\" There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured", "new_id": -2}, {"uid": "1296714430139952160", "i": 18562, "idx": 2, "sa": ["Jamaal Charles", "Michael Vick"], "q": "in his third season with the Chiefs, carried 10 times for 72 yards-- a 7.2-yard average-- including a long run of 32 yards and an 8-yard touchdown in Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Jamaal Charles </strong>, who took his mother, an aunt and his girlfriend to Hawaii. \"My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see Ray", "new_id": -2}, {"uid": "1296857316182026243", "i": 28807, "idx": 3, "sa": ["David Letterman"], "q": "\"[ Deputy District Attorney] Nedlin failed to honor the plea agreement,\" she concluded. For his part, Nedlin said there never was a deal and Maytin is confused. <q> I never said I would drop the case, </q> he said. Maytin, contacted Thursday, declined comment. Well... if <strong> David Letterman </strong> has no problem with it then obviously charges need to be dropped ASAP! To: MissTed I've been called much", "new_id": -2}]