[{"uid": "1297425673245137428", "i": 31562, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "will help both companies rise to the challenge and battle Apple's iOS and Google Android in the United States and around the world. ''We believe this is good for Nokia,'' said <strong> Stephen Elop </strong>. <q>It represents a next gen platform upon which we can attach our innovation... It gives us a faster path to the United States Market place.... We also think this is good for Microsoft. It gives them a faster path to global market. It gives them a role to leading devices. It allows them to focus on areas where they can differentiate.</q> Though a finished agreement is still pending, Microsoft CEO <strong> Steve Ballmer </strong> joined <strong> Stephen Elop </strong> on stage to affirm Microsoft's commitment to the partnership. He explained that though Nokia will not be the exclusive vendor for Windows Phone", "new_id": -2}, {"uid": "1295571315103104513", "i": 25758, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Larry is ready. It's time for him to have a shot at running this,</q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, Apple <strong> Google Inc. </strong> CEO", "new_id": -2}, {"uid": "1295669833206996591", "i": 3264, "idx": 3, "sa": ["Eric Schmidt"], "q": "noting that a decade ''may as well be 100 years of Internet time.'' Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising. <q>It has not diversified its revenue streams in a meaningful way,</q> Arnold said. The financial success that Google has enjoyed has been largely due to ad sales, and was probably little influenced by <strong> Eric Schmidt </strong>, he said. Arnold also finds fault with <strong> Eric Schmidt </strong>'s public comments", "new_id": -2}, {"uid": "1295560654104759299", "i": 45200, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion, or$ 7.81", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. ''Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295686539063881234", "i": 39606, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "long he'll be out. GOOGLE''' CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1296740875044711967", "i": 43566, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "transactions.'' The next day was 9/11, and counting Pentagon dollars was no longer a top priority.'' Bravo, Mr. Thompson. Didn't think you had it in you.'' <q>With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,</q>. The immediate question is, <strong> Sen. Bernie Sanders </strong> where have you been from$ 1-13 trillion in debt? Since the defense budget is dwarfed by entitlements, why doesn't he start there? Get e-mail updates", "new_id": -2}, {"uid": "1295634050249806881", "i": 6431, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "act as advisor to Page and <strong> Sergey Brin </strong>. ''We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in the earnings announcement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.</q> Google has a data center in Lenoir that was built by Greensboro-based general contractor Samet Corp., who has been Google's CEO for a decade, announced Thursday that he will step down in April.", "new_id": -2}, {"uid": "1297176031226918403", "i": 3164, "idx": 6, "sa": ["David Letterman", "Aaron Rodgers"], "q": "But that was a great opportunity to advance my career.'' <strong> David Letterman </strong>: ''Now why weren't you recruited out of high school for a college, a major college?'' <strong> Aaron Rodgers </strong>: <q>I think a number of reasons: one, I wasn't, you know-- even today, I'm not gon na be the guy who pops out as-- you know, I'm not 6' 5</q>, I'm not 240, I'm don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.''", "new_id": -2}, {"uid": "1297433116243695631", "i": 37606, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "President Bush", "Barack Obama"], "q": ". <strong> Michael Vick </strong>, who admitted brutalizing and killing dogs for entertainment and served 19 months in prison, was given the honor because he's turned his life around and is helping kids avoid his mistakes, <strong> Dwaine Caraway </strong> said. <q>In the eyes of many people, he's a hero,</q> he said. <strong> Barack Obama </strong>:$ 53 Billion for High-Speed Rail <strong> President Bush </strong> <strong> Barack Obama </strong> is calling for a six-year,$ 53 billion spending plan for high-speed rail, seeking infrastructure spending to jumpstart job creation. An initial", "new_id": -2}]