[{"uid": "1295907918177651713", "i": 23777, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "Henry Kissinger"], "q": ", <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q>To an occasional adversary and a permanent friend.</q> \"When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1297207807083279884", "i": 1513, "idx": 0, "sa": ["Colin Powell"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Rumsfeld quotes himself as telling the meeting, \"We should hit Khurmal during the speech, given that New York, because otherwise the site would be abandoned. Iraq had an active WMD site. \"As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295560496260145161", "i": 39599, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's co-founders, Page and <strong> Sergey Brin </strong>, have been \"talking for a long time about how best to simplify our management structure,\" and looking for ways to \"speed up decision making.\" <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong> has made headlines in the past year with a number of controversial statements about privacy.", "new_id": -2}, {"uid": "1295980520186695687", "i": 43675, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said. \"He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q>He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot.</q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1297476707250609664", "i": 6823, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Research in Motion. Nokia Chief Executive <strong> Stephen Elop </strong>, who formerly served as Microsoft's Business Division head, and Microsoft CEO <strong> Steve Ballmer </strong> issued a joint open letter Friday announcing the strategic alliance. <q>Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience,</q> <strong> Stephen Elop </strong> said at a joint news conference in London. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivaled global reach and scale. It's now a three-horse race.\" The", "new_id": -2}, {"uid": "1296493599059801667", "i": 8162, "idx": 0, "sa": ["Michael Gove", "Stephen Ball"], "q": "the 21st century or a pedagogy that recognises the recent focus in schools on student learning. Back to the 19th century with <strong> Michael Gove </strong>'s education bill| <strong> Stephen Ball </strong> HypatiaLee 31 January 2011 4:05 PM <q>Back to the 19th century with <strong> Michael Gove </strong>'s education bill</q> quincey1976 31 January 2011 4:06 PM HypatiaLee 31 January 2011 4:07 PM \"Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning.", "new_id": -2}, {"uid": "1296894347001409025", "i": 10378, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "party, this raised eyebrows and generated headlines. The Eagles ended up declaring that <strong> Michael Vick </strong> would not attend the party. \"It turned into a lot more than it was,\" Butler said yesterday. <q>All he wanted to do was help the kids out.</q> NFL commissioner <strong> Roger Goodell </strong>, in his annual Super Bowl Friday news conference, largely given to labor issues, was obliged to explain that <strong> Michael Vick </strong> had told him people used his name without his permission for events.", "new_id": -2}, {"uid": "1295638013070795356", "i": 21693, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "personal. She looks at heart disease with others, who like her, have had open-heart surgery. She talks to former <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Charlie Rose </strong>. <q>I realized there was really no alternative, if I wanted to live, I had to do this,</q> <strong> Bill Clinton </strong> says. <strong> Charlie Rose </strong> is more succinct: \"It was hell.\" They are all part of \"A <strong> Barbara Walters </strong> Special: A Matter of Life and Death\" at 10 p.m. Friday,", "new_id": -2}, {"uid": "1296784629036126790", "i": 41640, "idx": 9, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "we were wrong.\" As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q>did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment,</q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}]