[{"uid": "1295555667243744791", "i": 4161, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "appearing on`` Ellen'' and compared him to fungus you can't stay away from. This week, she was singing a different tune in her latest appearance. <strong> Paula Abdul </strong> told The Talk hosts, <q> I still talk to all the guys. They are my extended family. I've never had any brothers and certainly got my full share of being bullied. </q> While <strong> Paula Abdul </strong> may still bash <strong> Simon Cowell </strong>, it sounds like a classic love/hate relationship href=\"http://realitytvmagazine.sheknows.com/category/live-to-dance/\"> Live To Dance, which returned <strong> Paula Abdul </strong> to her first love of dance.`` I'm overwhelmed by the whole process", "new_id": -2}, {"uid": "1295155443216006673", "i": 21396, "idx": 0, "sa": ["Sherilyn Fenn", "David Letterman", "Conan O'Brien"], "q": "was on Idol. It was Ashley's Birthday too! Oklahoma music stars rocked through 2010 Jonathan Storm: Co-Nan plays Mussolini in his tiny studio <strong> Conan O'Brien </strong> living` in the moment' after crazy year Elvis Presley, <q> The King Of Rock And Roll </q> Beatles archivist who has seen it all gets'64 D.C. show back to the big screen Stampede kills 102 pilgrims in India Tunisian president toppled after 23 years in power Today in History-January 14 <strong> David Letterman </strong> Sherilyn Fennounced move, sextuplets born", "new_id": -2}, {"uid": "1295534390252182552", "i": 25975, "idx": 5, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Barack Obama </strong>,'' href=\"http://bit.ly/hvp56y\"> Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more Tim Pawlentye in Iowa, <q> as he appears to be preparing to launch a second Barack Obamaial bid, <strong> Mitt Romney </strong> has largely avoided the state, </q> href=\"http://bit.ly/hiVA6y\"> Real Clear Politics writes.`` After a debilitating second-place finish in the 2008 caucuses, <strong> Mitt Romney </strong> has visited Iowa only twice since <strong> Barack Obama </strong> was elected, and he does not have any additional trips to", "new_id": -2}, {"uid": "1297427687170164234", "i": 16343, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "combinations, so it's crucial to stress the importance now of a prominent position for Italy,'' Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. <q> The government wants to verify with Fiat's management the status of the Italian investment plan. </q> The Mirafiori deal is part of a 20 billion-euro($ 27 billion) investment project to revamp Fiat's five Italian car plants, where it aims to produce 1.4 million vehicles a year by 2014 from 650,000", "new_id": -2}, {"uid": "1295708353115458064", "i": 21198, "idx": 0, "sa": ["Andy Coulson"], "q": "do it and hope you don't get caught.'' Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' he added. Mr Cameron said he was``", "new_id": -2}, {"uid": "1295593353046137522", "i": 15439, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben.`` <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt'', sagt <strong> Larry Page </strong>. Und <strong> Eric Schmidt </strong> sagt: <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren. </q> Der unternehmerische Nachwuchs <strong> Larry Page </strong> hatte zehn Jahre lang Zeit, sich auf seine Rolle vorzubereiten. Er konnte <strong> Eric Schmidt </strong> jeden Tag ber die Schulter gucken.`` Ich bin sicher, dass er einen fantastischen Job machen wird'',", "new_id": -2}, {"uid": "1296393248037634061", "i": 38207, "idx": 2, "sa": ["Simon Cowell"], "q": "then insecure madness comes in, and you worry about next week.'' In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. <q> People sometimes react to my confidence in the way that two dogs meet in the park for the first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog, </q> he said. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to`` talk 10 per cent of the time and listen for 90 per cent of the time''. Despite his", "new_id": -2}, {"uid": "1295649793119881766", "i": 40596, "idx": 3, "sa": ["Lisa Lambert", "Newt Gingrich", "Jim Christie", "Bill Lockyer", "Thomas Ferraro"], "q": "so much trouble that it's very easy to imagine that they would show up and ask for more money,'' <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want <q> one thing above all-- to see government go up in flames and, with it, the lives of a certain class of working people they don't like. </q>( Reporting by <strong> Lisa Lambert </strong>; additional reporting by <strong> Thomas Ferraro </strong> in Cambridge, Maryland, and <strong> Jim Christie </strong> in San Francisco; Editing by Leslie Adler) href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1295807421110559236", "i": 34722, "idx": 19, "sa": ["Joe the Plumber", "Lisa Murkowski", "John McCain", "Colin Powell", "Barack Obama"], "q": "while pledging to trim the nation's soaring <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> Lisa Murkowskiounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Colin Powell </strong> destroys both`` <strong> Joe the Plumber </strong>'' and <strong> John McCain </strong>'s Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> destroys both`` <strong> Joe the Plumber </strong>'' and <strong> John McCain </strong>'s Campaign while endorsing", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]