[{"uid": "2008110715_00037602_W", "i": 4110, "idx": 0, "sa": ["Roy Blunt"], "q": "clearing the way for virginia rep. eric i. cantor. <strong> Roy Blunt </strong> announced yesterday that he is leaving the job of corralling votes for the gop, after democrats added to their numbers in congress and captured the white house. <q> ten years of asking people to do some things they don't want to do is a long time, </q> <strong> Roy Blunt </strong>, 58, told reporters. cantor, 45, a henrico county resident who represents virginia's 7th congressional district, on tuesday won a fifth term by a wide margin. he has been calling house republicans", "new_id": -2}, {"uid": "2008121213_00022940_W", "i": 3777, "idx": 0, "sa": ["Rik Cordero"], "q": "consequence signs with motown records december 12th, 2008| author: danielle harling after a rocky, three-year stint with click to read] has recently signed with motown records. <q> in conjunction with of course g.o.o.d. music and my new upstart company band camp records which is headed by myself and <strong> Rik Cordero </strong> we're about to` get shit shaking fam!!!' </q> consequence stated via his blog at itsthecons.com. \"it has been almost two years since day job dropped. i remember the struggles and adversity i was faced with when attempting to get a release date from sony.", "new_id": -2}, {"uid": "2008111422_00003744_W", "i": 833, "idx": 8, "sa": ["Robert Knight", "Kevin Montgomery"], "q": "baby's arms, made famous by patsy cline. <strong> Kevin Montgomery </strong>'s mother, carol, was a nashville session vocalist and sang back up on such classics as elvis presley's suspicious minds and <strong> Robert Knight </strong>'s everlasting love. <q> my parents never pushed me to become a musician, it just happened naturally, </q> <strong> Kevin Montgomery </strong> says. influenced by the california country-rock songwriting of gram parsons and the eagles, <strong> Kevin Montgomery </strong>'s own music focuses on telling tales within an americana sound. he has released seven cds in the past 15 years and", "new_id": -2}, {"uid": "2008112521_00014952_W", "i": 3694, "idx": 2, "sa": ["Eric Staal", "Kyle Turris", "Lindy Ruff"], "q": "chock full o'awesome] buffalo sabres( 7:30 p.m. est; tv: cn8, msg). the big news is on the buffalo bench, where <strong> Lindy Ruff </strong> has decided to banish in order to make a statement. <q> it's about how hard you're playing and if you're not playing well enough, you're going to have to come out, </q> he said. ouch. jonathon kalinski has been danny briere remains out of the lineup and killing our fantasy team. <strong> Eric Staal </strong> is in a huge slump( one goal in 12 games), and that has <strong> Kyle Turris </strong>", "new_id": -2}, {"uid": "2008110421_00008279_W", "i": 780, "idx": 0, "sa": ["Kirsten Dunst", "Sam Raimi", "Dylan Baker", "Peter Parker"], "q": "signed on for the next installment. <strong> Kirsten Dunst </strong> still hasn't been confirmed, though. the script hasn't even been started, but who's <strong> Peter Parker </strong>'s next nemesis? <strong> Sam Raimi </strong> wouldn't commit, but told mtv <q> i think one day the lizard's story will be told. </q> verdict: the spider-man series ain't what it used to be, but the lizard is a classic character, and <strong> Dylan Baker </strong>, who plays lizard alter ego curt connors, is a great actor. call me optimistic", "new_id": -2}, {"uid": "2008101806_00008148_W", "i": 1734, "idx": 8, "sa": ["Carlos Duque"], "q": "madrid, the clay-rich county produces roughly 30% of spain's bricks, and boasts the greatest concentration of brick works in europe. but right now, la sagra's factories aren't making much of anything. <q> the warehouses are full, </q> says <strong> Carlos Duque </strong>, general secretary for the castilla-la mancha branch of mca-ugt, the' trade union. \"they just don't have anyone to sell to.\" residents of the county don't have to look far", "new_id": -2}, {"uid": "2008092413_00022347_W", "i": 1086, "idx": 2, "sa": ["Nicole Kidman", "Tom Cruise", "Keith Urban"], "q": "the story of a noblewoman on a cattle drive in australia during world war ii, is due for release in november. the actress also commented on the relatively diminutive size of her baby bump throughout her pregnancy. <q> i'm so lucky i'm so tall, so i carried small and also, i have to say, i had a birth that i was blessed with, a labor that was very good and a baby that was very good to me in that regard, </q> said <strong> Nicole Kidman </strong>, who is married to country music crooner <strong> Keith Urban </strong> and has two adopted children with ex-husband <strong> Tom Cruise </strong>. \"to be given this again is a beautiful thing. to have raised bella and connor since i was", "new_id": -2}, {"uid": "2008121710_00003659_W", "i": 4463, "idx": 0, "sa": ["Gail Robinson"], "q": "us study, psychiatrists have the highest rate of divorce, with surgeons as the next most likely to divorce. a 2003 study by dr. <strong> Gail Robinson </strong> of the toronto general hospital into stresses faced by women doctors found that <q> rates of successful suicide and divorce are much higher </q> than the general public. dr. wayne sotile, a clinical psychologist who treats physicians in winston-salem, nc says his clinical experience bears this out. \"the burnout and divorce rate for women mds is higher\" ,", "new_id": -2}, {"uid": "2008103107_00006674_W", "i": 2689, "idx": 1, "sa": ["Harbhajan Singh", "Sourav Ganguly"], "q": ". dravid was in his blazer, ready for the toss,\" gilchrist wrote in his autobiography gilchrist felt the hard green top in nagpur could be the reason for off-spinner <strong> Harbhajan Singh </strong> making himself unavailable for the match. <q> <strong> Harbhajan Singh </strong> was out of nagpur test with a` flu', which he seemed to have contracted when he saw the grassy wicket. </q>... i still don't know to this day what was wrong with <strong> Sourav Ganguly </strong> and <strong> Harbhajan Singh </strong>,\" said gilchrist. one of the most successful wicket-keepers ever, gilchrist, who is also known for his sportsman spirit,", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2587, "idx": 17, "sa": ["Kameron Hurley", "Taylor Swift"], "q": "you, something you can't name, something you didn't even know was missing, is somehow there again. whole. full. like a missing piece of your heart that chokes you.\" <strong> Taylor Swift </strong>: <q> i believe that love will find you when you're not looking for it. so i've been actively not looking for it for about three years now. i'll let you know how that works out for me. </q> kethrai: \"i found that writing for me was a thing of the hands-- hands need to produce art-- and whether it's written or made, it feeds the need to produce art.\" <strong> Kameron Hurley </strong>", "new_id": -2}]