[{"uid": "2008100713_00034307_W", "i": 2213, "idx": 4, "sa": [], "q": "was scheduled a year in advance, before the stock market crisis started snowballing.\" in some ways it's a little coincidental that we happen to have this hard-hitting speaker in the middle of the economic crisis, <q> she said. harvard urban planning graduate student ben harwood said the mortgage market and stock market used to be separate, and their union has spurred the current economic confusion. </q> since those worlds have come together, it's been very difficult to figure out what things are actually worth, \"he said.", "new_id": -2}, {"uid": "2008112812_00002802_W", "i": 412, "idx": 5, "sa": ["Jean Charest"], "q": "quickened. at a seniors residence in mascouche, the adq leader claimed that <strong> Jean Charest </strong> is blaming elderly people for the long waits in emergency wards.\" i find it terrible to blame old people for two reasons, <q> he said at a press conference. first, it's false. for instance, at ste. justine's hospital( for children), there are the same waits. it's not old people; it's the system. second, elderly people have worked all their lives. they have paid their taxes all their lives. at 75 or 78, they get sick and go to the emergency; they don't deserve to be blamed because of the healthcare system that we have. </q> it's the liberal strategy from the beginning; it's always the fault of someone else. \"his charge came about after a health department official stated to a reporter in quebec city that most of the patients", "new_id": -2}, {"uid": "2008093007_00012810_W", "i": 2193, "idx": 4, "sa": [], "q": "\"<NO_QUOTATION> elsewhere shows that pets may be the swing voters in their homes.\" sometimes we get an order for an extra-small obama and an extra-large mccanine and we wonder what's going on in that household, <q> says psychedelic fur company owner lori lambert. lambert says that at first, they sold more of the bark obama products, which she figured was because the dog-dressing-up demographic tended to occur on the coasts, where obama support was strong. </q> but we were very wrong, \"she says.\" now we are getting orders from all over the nation. \"orders for the mccanine shirt went up after a dog wearing it appeared in a photo in", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1021, "idx": 8, "sa": [], "q": "to take me to the airport'. \"\" but he's my friend! \"father li protested again.\" he's done nothing wrong. he still has his whole life to live. he... <q> father li stopped abruptly, knowing he had made a mistake, again. the` pope' stared him into submission. <NO_QUOTATION> said father li. </q> don't worry, li, \"said the` pope', smiling at this triumph.\" the foundation will never know. he's been missing for years. here's your ticket. your plane is", "new_id": -2}, {"uid": "2008091109_00032464_W", "i": 1896, "idx": 0, "sa": [], "q": "that longtime residents don't bear so much of the cost of new development. merrival said she attended the meeting during which the council discussed impact fees. she said the council ignored\" a room full of citizens <q> who wanted higher fees. </q> they listened to the developers who said,` no, this is how much we think we should pay,' \"she said. code enforcement: some residents say the county doesn't do nearly enough to", "new_id": -2}, {"uid": "2008093007_00012810_W", "i": 2192, "idx": 3, "sa": [], "q": "the floppy-armed stuffed hillary dog toy at fatcats.com., which also offers a john mccanine who doesn't seem to realize that someone's taped a note to his back saying\" i'm 301 dog years old! <q> <NO_QUOTATION> elsewhere shows that pets may be the swing voters in their homes. </q> sometimes we get an order for an extra-small obama and an extra-large mccanine and we wonder what's going on in that household, \"says psychedelic fur company owner lori lambert. lambert says that at first, they", "new_id": -2}, {"uid": "2008092703_00007452_W", "i": 122, "idx": 3, "sa": ["John Berger"], "q": "sacrificing the intimate details that constitute the clockwork of such a book. their cause is every cause, just and without complications, their enemy is injustice and oppression itself. after reading\" from a to x, <q> it should come as no surprise that, aside from being an acclaimed novelist and art critic, <strong> John Berger </strong> is also an ardent activist. not that this matters much to the reader. for the vast majority of the novel, <strong> John Berger </strong> allows his characters to speak for themselves, to tell their personal stories of resistance and revolution. but at points the book takes on the earnest didacticism of a young communists league meeting, and one can't help but imagine <strong> John Berger </strong> sticking his head through the page. </q> imf wb gatt wto nafta ftaa, \"writes xavier on the back of one of aida's letter.\" their acronyms gag language, as their actions stifle the world. \"but aside from a few graceless", "new_id": -2}, {"uid": "2008100223_00029189_W", "i": 2204, "idx": 1, "sa": ["John Howard", "Aaron Smith"], "q": "\"<strong> Aaron Smith </strong> said.\" the rates that banks charge each other increased for a fourth consecutive day, an indication that they have not started to lend after learning that the senate passed the( rescue) bill. <q> sentiment was also dented by news on the economic front. a jump in weekly us jobless claims to 497,000 highlighted ongoing us economic worries although some analysts said this was related to recent hurricanes. a separate us report showed a 4.0 per cent drop in august factory orders. <strong> John Howard </strong> ryding at rdq economics said the slide suggested the us economy </q> probably contracted significantly in the third quarter and the recession appears to be deepening. \"o'hare said the decision by the european central bank to hold interest rates steady also sent a chill through markets worried about a deepening", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 36, "idx": 10, "sa": ["Alex Jones"], "q": "us funding the show or not. i do however apologize for wasting this space for a statement, not a question. with respect to j.t.\" reply# 11 on: december 16, 2008, 02:14:12 pm <q> re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 </q> reply# 13 on: december 16, 2008, 02:15:43 pm \"\" reply# 14 on: december 16, 2008, 02:18:25 pm \"re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week", "new_id": -2}, {"uid": "2008110322_00008653_W", "i": 1518, "idx": 0, "sa": ["Barack Obama"], "q": "preacheth another jesus, whom we have not preached, or if ye receive another spirit, which ye have not received, or another gospel, which ye have not accepted, ye might well bear with him. <q> from the telegraph: adulation of the democratic nominee is building to a crescendo. offering a prayer before a rally in columbus, ohio today, cornal garnett henning, an ame bishop for parts of ohio, west virginia and pennsylvania, compared him to moses and martin luther king in the same breath. he thanked god for having </q> given us a moses and a martin called <strong> Barack Obama </strong> \"and asked the almighty to\" grant that we together this nation under god may have the will to bring about the change we need \"and ensure that\"", "new_id": -2}]