[{"uid": "1295941669088457230", "i": 10237, "idx": 0, "sa": ["Steve Ballmer", "Mayor Kevin Johnson"], "q": "plan was recently selected by Sacramento <strong> Mayor Kevin Johnson </strong>'s Arena Task Force as the best prospect for keeping the franchise in town. But Taylor admits it will likely take public money to make it happen. <q> We may come to the conclusion at the end of 90 days that it really isn't doable in this market at this time, and we'll tell them that, </q> said Taylor. Microsoft CEO <strong> Steve Ballmer </strong> is often mentioned as a potential owner for a Seattle-based team. He offered up millions for a KeyArena remodel prior to the Sonics departure, and recently sold millions in company", "new_id": -2}, {"uid": "1295089667117588026", "i": 1372, "idx": 1, "sa": ["Carmelo Anthony", "Mike D'Antoni", "David Letterman", "LeBron James"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the all-star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> With <strong> LeBron James </strong> sitting out nursing a sprained ankle, the Miami Heat were routed by <strong> Carmelo Anthony </strong> and the Denver Nuggets, losing their second straight game, 130-102. Miami's Record:", "new_id": -2}, {"uid": "1297614241182648868", "i": 48645, "idx": 48, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go.`` It was hard for him to do that- to come to that conclusion,'' said <strong> Donald Rumsfeld </strong>. <q> And of course I felt the same way when I had to fire somebody. I didn't like it either. He said,` Are you OK with this?' And I said` Absolutely.' </q> Is he responsible for what went wrong?`` We all were responsible,'' says <strong> Donald Rumsfeld </strong>.`` We all agreed.'' The posting of advertisements, profanity, or personal attacks is prohibited", "new_id": -2}, {"uid": "1297485029134791201", "i": 42658, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "say, to do good things for Western New York. But others, including New York's junior Senator, are determined to make sure his absence will not hurt the people he used to represent. <q> For a lot of people this is a tough time, but I'm very focused on making sure that the constituents of that district feel well looked after, </q> Sen. <strong> Kirsten Gillibrand </strong>( D) said. In his second term, Lee was appointed to serve on the U.S. House of Representatives Ways and Means Committee. It's an important panel that shapes tax policy and", "new_id": -2}, {"uid": "1296654564147537923", "i": 7081, "idx": 0, "sa": ["Cheryl Cole", "Selena Gomez", "Simon Cowell"], "q": "<strong> Selena Gomez </strong> have been promoting due to their adoration of the British singer.`` <strong> Cheryl Cole </strong> considered going back to her maiden name but now she has dismissed the idea,'' a source told the Mirror. <q> People knew who she was as a <strong> Cheryl Cole </strong> but she has only become truly famous as <strong> Cheryl Cole </strong>.`` She may not be huge in the US yet but seeds have been sown by people like Black Eyed Peas rapper will.i.am and it is important she creates a lasting brand. It would be madness to change back. </q> Follow us on Twitter Follow us on Facebook Related stories <strong> Simon Cowell </strong> To Help <strong> Cheryl Cole </strong> Crack America Dress Maker`` Amazed'' To Work With <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1294954364094584835", "i": 28129, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q> it felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> Schults said.`` Other than the birth of Arizona shooting update: <strong> Barack Obama </strong> says <strong> Gabrielle Giffords </strong> opened her eyes Arizona shooting update: <strong> Barack Obama </strong> says <strong> Gabrielle Giffords </strong> opened her eyes <strong> Barack Obama </strong> addressed the nation live from the", "new_id": -2}, {"uid": "1295254129216039427", "i": 32658, "idx": 0, "sa": ["Andy Coulson"], "q": "UK& Ireland News`` I think <strong> Andy Coulson </strong> will be feeling a bit hot around the collar, he thought his friends in the met...'' David D left a comment- 53 min ago uk.news.yahoo.com <q> 1000. free holidays to tunisia.leaving tomorow evening, at 8pm, check in desk number 2. from... </q> Dr. Zook left a comment- 54 min ago uk.news.yahoo.com`` It's even more interesting Henry that I got thumbs down from you and others. I guess you lot would...''", "new_id": -2}, {"uid": "1294996234169689094", "i": 16513, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "in with`` Idol'' alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a Televisionfreshness to it, </q> <strong> Michael Jackson </strong> said in a recent conference call.`` You take what was already great and you just kind of add a little extra spice to it.'' But the changes don't stop there.`` Idol", "new_id": -2}, {"uid": "1297372224147750919", "i": 32289, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Photo in Slideshow: Google exec's role in Egypt a", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]