[{"uid": "1296859173060604446", "i": 40168, "idx": 0, "sa": ["Jennifer Lopez", "Eric Schmidt", "Barbara Tyson"], "q": ", 2011 Breaking with her father, <strong> Barbara Tyson </strong> voices support for gay marriage What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago href=\"http://us.rd.yahoo.com//Updates/buzz/comment/SIG=1ddajeadc/*http%3A//us.lrd.yahoo.com/_ylc=X3oDMTZqbnNoZzZmBElfYWd1aWQDNFQyQlc0QkVZV0FVQVo0NTVGN1Y1TTUzRUkESV9jZ3VpZANRNURBU1JVVENVVDJWRFlaN05EQkhPWEJOQQRJX2Nwcm9wA3lhaG9vLmJ1enoueWNhLnZpdGFsaXR5LmNsaWVudC5wcm9kBElfdWNudHgDZ2xvYmFsBElfdXNyYwNidXp6BElfdXN1aWQDNmJlMzE1ZTI3OTU3ZmYzYzllNWIzMTMwMTlmOWFhOGEESV91dHlwZQNjb21tZW50BF9TAzIwMjM0MzUyNjE-/SIG=12ih85aa2/**http%3A//buzz.yahoo.com/article/1%3Ay_sports%3A62416059033672f3e406fe16e8683140\"> <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given", "new_id": -2}, {"uid": "1297217132052674565", "i": 43000, "idx": 0, "sa": ["Grant Shapps", "Chris Huhne"], "q": "<strong> Chris Huhne </strong> said this progress was threatened by the` risk' caused by the increasing number of large scale solar farms, which could cause FITs funds to be pushed` off track.' <strong> Chris Huhne </strong> said: <q> The renewables industry is a vital piece in the <strong> Grant Shapps </strong> growth jigsaw and this review will provide long term certainty while making sure homes, communities and small firms are encouraged to produce their own <strong> Grant Shapps </strong> electricity.`` Large scale solar installations weren't anticipated under the FITs scheme we inherited and I'm concerned this could mean that money meant for people who want to produce their own <strong> Grant Shapps </strong> electricity has the potential to be directed towards large scale commercial solar projects. </q> The Government is also due to, next month, publish measures it hopes to support renewable heat within the budget agreed when it announced the Spending Review last year. The comprehensive FITs review will", "new_id": -2}, {"uid": "1296576783160382983", "i": 39740, "idx": 0, "sa": ["George W. Bush", "Michael Vick", "Binayak Sen"], "q": "for State Dinners... India: <strong> Binayak Sen </strong> Conviction...- In India, which prides itself on its rambunctious but tolerant democracy, the..., daughter of former <strong> George W. Bush </strong>, stars in a new... Report Abuse <q> WHAT difference does it make? What kind of`` news </q> is this? \" Report Abuse \" Why all the negatives? Think of it this way. Soon gay people will have to suffer through divorces just like the rest of us. \" Time.com: <strong> Michael Vick </strong>: Eagles", "new_id": -2}, {"uid": "1295544286266108930", "i": 33294, "idx": 1, "sa": ["Eamon Gilmore"], "q": "country over the past few years. Too much damage done to the livelihoods and hopes of families and people all over this country,'' Labour leader <strong> Eamon Gilmore </strong> said outside parliament, surrounded by party deputies. <q> It's time to restore hope, to bring about recovery, to take our country back from those who have stolen it from us. </q> Fine Gael and Labour both have pledged to support a deficit-fighting goal but disagree on how to achieve it: Labour wants even higher taxes, Fine Gael even more brutal cuts. A climate change study", "new_id": -2}, {"uid": "1295630063219987992", "i": 1936, "idx": 2, "sa": ["Simon Cowell"], "q": "He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter,`` What's with the jujubees on your uu-uu-bees?'' His dig at the burping guy-- <q> Did you eat a lot of paint chips as a child? </q>-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he", "new_id": -2}, {"uid": "1296175633054247430", "i": 32236, "idx": 9, "sa": ["Mitch Daniels", "Eric Holcomb", "Mike Pence", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S....,", "new_id": -2}, {"uid": "1295862305265486365", "i": 51406, "idx": 1, "sa": ["Alassane Ouattara"], "q": "'' Philippe Henri Dacoury Tabley- Faute de se soumettre, il a d se d?mettre Grave atteinte? la libert de la presse- <strong> Alassane Ouattara </strong> Gnonzi veut interdire les journaux proches d'Ado C?te d'Ivoire: Kouadio Koffi N'Da- <q> L'eau et l'?lectricit, c'est plus que les bombes nucl?aires </q> C?te d'Ivoire: Grave atteinte? la libert de la presse- <strong> Alassane Ouattara </strong> Gnonzi veut interdire les journaux proches d'Ado C?te d'Ivoire: Le paysage audiovisuel s` enrichit- La T?l?vision Rhdp met d?s aujourd` hui C?te d'Ivoire", "new_id": -2}, {"uid": "1294964712039272591", "i": 1582, "idx": 0, "sa": ["Tracy McGrady", "Soulja Boy", "Carmelo Anthony", "Marcus Camby", "LeBron James", "Allen Iverson", "DerMarr Johnson", "Kyle Korver"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo Anthony_Carmelo Anthony_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Absolutely NO COPYRIGHT infringement is intended. All images, audio, and video clips are property of their respective owners. <strong> Carmelo Anthony </strong> Rising in NBA 2009/2010 MORE TAGS: <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>", "new_id": -2}, {"uid": "1295426828122060803", "i": 14092, "idx": 0, "sa": ["Simon Cowell"], "q": "their school, but can't because it's not the done thing. Everybody has a bit of <strong> Simon Cowell </strong> and Sue in them- the difference is that most people control it.'' She added: <q> People have asked me,` What about having Sue on The X Factor? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears.`` It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show! </q> Katherine Thomas and the gang are back for week three as the five leaders- Emily, Jayne, Rachel, Sinead and Ronan- struggle with day-to-day living as well as their second encounter with the Irish Army", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]