[{"uid": "1296536149067862539", "i": 48744, "idx": 3, "sa": ["Allen Iverson", "Yao Ming"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a <strong> Yao Ming </strong> win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q>Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.</q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1296503399053821452", "i": 3044, "idx": 1, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "Egyptian National Museum is safe, and cultural artifacts damaged by vandals who broke into the building during anti-government protests can be restored, the head of the country's Supreme Council of Antiquities said,\" <strong> Mayor Michael Bloomberg </strong> reports: <q>Tourism police aided by protesters earlier apprehended nine men in connection with looting at the museum, <strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said.</q> \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. \"What's happening is normal.", "new_id": -2}, {"uid": "1295768239143409188", "i": 5669, "idx": 9, "sa": ["Allen Iverson"], "q": "the first half and led 33-28 at halftime. Nevada Celtics 86, Pistons 82: Boston rides Shaq, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q>It's like being at a party, and the record skips, and you've got to get back on beat,</q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the Detroit Pistons 86-82 on Wednesday night. \"So, you know, the record skipped a bit. But I'm at", "new_id": -2}, {"uid": "1295523103127533080", "i": 41551, "idx": 1, "sa": ["Steve Ballmer"], "q": ". Chinese authorities sometimes hesitate to bust counterfeit rings as they help support local economies. <strong> Steve Ballmer </strong> himself weighed in at the meeting between the two presidents and US business leaders, according to statement on Microsoft's blog. <q>At the meeting, <strong> Steve Ballmer </strong> highlighted the importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently exist in China,</q> the statement said. Technology breakthrough: A guide to successful IT projects From handicrafts to Hello Kitty, Jshoppers.com offers massive choice to customers within and without Asia", "new_id": -2}, {"uid": "1297176031226918403", "i": 3198, "idx": 40, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> David Letterman </strong>; \"What is the belt we have here? Tell us the origins of this.\" <strong> Aaron Rodgers </strong>: \"You know, the belt's really caught on.\" <strong> David Letterman </strong>: <q>Go ahead and spin it, you're dying to spin it.</q>( referring to the WWE emblem on the middle of the belt; laughs as <strong> Aaron Rodgers </strong> spins it) <strong> Aaron Rodgers </strong>: \"It's just a celebration that started in practice, really, and the fans love", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q>I started going and I was hooked immediately. And I never stopped.</q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1295633904157057075", "i": 12301, "idx": 2, "sa": ["Glenn Mulcaire", "Clive Goodman", "Rupert Murdoch", "Andy Coulson", "David Cameron"], "q": "by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,\" said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 31/2 years. <strong> Andy Coulson </strong> was <q>a brilliant member of my team and has thrown himself at the job with skill and dedication,</q> <strong> David Cameron </strong> said. <strong> Rupert Murdoch </strong>'s News of the World is one of Britain's most raucous tabloids. In early 2007, the paper's royal correspondent <strong> Clive Goodman </strong> and the private investigator <strong> Glenn Mulcaire </strong> were found guilty of intercepting", "new_id": -2}, {"uid": "1295639157179568677", "i": 20463, "idx": 2, "sa": ["Eric Schmidt", "Seth Harris", "Tim Cook"], "q": "of key talent to rival Facebook is another sin often laid at <strong> Eric Schmidt </strong>'s feet. The reason for the exodus, many say, is that the company is no longer technically innovative enough. <q>Google is losing engineers frustrated by a shift in the culture that normally happens when a company gets as big as Google is,</q> <strong> Seth Harris </strong>, technology practice head at <strong> Tim Cook </strong> Associates, told the E-Commerce Times. \"Engineers fear the company is not moving fast enough and say it's harder to get time with leaders; many have", "new_id": -2}, {"uid": "1297698057228933682", "i": 44751, "idx": 0, "sa": ["Zahi Hawass"], "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artifacts outside the museum between a government building that got burned and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artifacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "new_id": -2}, {"uid": "1294957383066879509", "i": 13625, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining them was former <strong> Nancy Pelosi </strong> of the House, <strong> Nancy Pelosi </strong>. On The Early Show, <strong> Kirsten Gillibrand </strong> said, <q>It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much.</q> <strong> Debbie Wasserman Schultz </strong> said, \"Mark, the first thing that he asked her to do was, you know, \"<strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.\" And then he said", "new_id": -2}]