[{"uid": "1296109535112230447", "i": 28374, "idx": 2, "sa": ["David Letterman", "Bill Plaschke"], "q": "over and asked to wear it.\" \"And the rest,\" <strong> Bill Plaschke </strong> noted, \"is cheese-tory.\" Oddly Among the signs you have NFL playoff fever, from CBS' <strong> David Letterman </strong>: <q> You answer the phone,` Hut, hut, hello?' </q>", "new_id": -2}, {"uid": "1296197096069206046", "i": 31619, "idx": 0, "sa": ["Bernie Sanders"], "q": "exponentially. Politicians, however, say people shouldn't worry. America will be able to borrow enough money to pay the bills for the foreseeable future. The treasury bonds in Social Security are backed by <q> the faith and credit of the United States government, </q> says target=\"_blank\" Sen. <strong> Bernie Sanders </strong>, an Independent from Vermont. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries....[", "new_id": -2}, {"uid": "1295647113138969096", "i": 57430, "idx": 2, "sa": ["Larry Page", "Henry Blodget", "Eric Schmidt"], "q": "closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as Google announced that co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> as chief executive. <strong> Eric Schmidt </strong> will become executive chairman in April,\" Russolillo reports. <q> The stock-trading plan, unveiled in a filing with the Securities and Exchange Commission, said <strong> Eric Schmidt </strong> intends to sell as much as 534,000 Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares. </q> here. <strong> Henry Blodget </strong> writes for The Business Insider, \"Let's be serious: <strong> Eric Schmidt </strong> got fired.\" \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no", "new_id": -2}, {"uid": "1296586506107593730", "i": 25549, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO. <q> In the first place, it's not appropriate. Steve[ Jobs] is still the CEO and I hope he continues forever, </q> <strong> Eric Schmidt </strong> told CNBC in a Monday interview. In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion. \"I'm not going to", "new_id": -2}, {"uid": "1295672695088440834", "i": 21272, "idx": 3, "sa": ["Eric Schmidt"], "q": "with breaking the anti-obscenity law on both state and federal levels, because she used the post office to mail her sex guides. Craddock soon found herself making headlines as she stood trial in federal court. <q> Here is someone who is claiming her right to freedom of expression, freedom of speech, and Comstock has thrown her in jail. And so her stock is rising as a civil liberties figure, </q> <strong> Eric Schmidt </strong> says. Craddock would eventually come to be regarded as an important figure in the feminist and civil liberties movements, but ultimately, it would be as a martyr. The night before her final sentencing", "new_id": -2}, {"uid": "1295665867007979096", "i": 36154, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "April 4 he will take charge of our day-to-day operations as Google's chief executive officer. In this new role I know he will merge Google's technology and business vision brilliantly\" , says <strong> Eric Schmidt </strong> before adding: <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead </q>. According to the blog post, \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator", "new_id": -2}, {"uid": "1297503307016302106", "i": 31477, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "about her qualities as an academic, <strong> Condoleezza Rice </strong> is accused of being so keen on establishing consensus that her \"aversion to decisions\" allowed unresolved differences to lead to dysfunctional policy. <strong> Colin Powell </strong> is faintly praised as <q> a man of considerable accomplishments </q> but the general portrait is damning. One is left with a picture of him as reticent about expressing supposed opposition internally but eager to present himself as a maverick to the press. Subsequently, <strong> Donald Rumsfeld </strong> hints, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1294977903249905195", "i": 7057, "idx": 2, "sa": ["Allen Iverson", "George Lynch", "Tim Cahill"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. \"It felt funny playing against guys you played with all year,\" <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th Tim Cahille this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1295564753175194122", "i": 22321, "idx": 1, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "accent on Wednesday's \"Tonight Show,\" but <strong> Howard Stern </strong>? He didn't seem to be giving <strong> Jay Leno </strong> as good-natured a ribbing \"He's not fit to scrub <strong> David Letterman </strong>'s feet,\" <strong> Howard Stern </strong> said. <q> I don't know why he's beaten <strong> David Letterman </strong> in the ratings, it's beyond my comprehension. America must be filled with morons... the ones that are watching him must be watching him in a coma. </q> E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1295906255011026466", "i": 55824, "idx": 1, "sa": ["Bill Lockyer"], "q": "to declare bankruptcy. Armando Arorizo/Bloomberg News <strong> Bill Lockyer </strong> \"It's a cynical proposal, intended to incite a panic in response to a phony crisis,\" Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. <q> Killer bees, space aliens, and now it's the invasion of the bankrupt states. </q> As reported, a number of members of Congress have been quietly looking into possible amendments to the federal bankruptcy code to accommodate the states, which can not now declare bankruptcy.", "new_id": -2}]