[{"uid": "1297217356071778338", "i": 451, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,\" he added, insisting the <strong> President Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1297636284227983364", "i": 8065, "idx": 0, "sa": ["Mike Pence"], "q": "R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants", "new_id": -2}, {"uid": "1295612076003915798", "i": 1249, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Voice has pulled a freelance writer's piece on college debt after concluding he fabricated sources and quotes, prompting a separate review by the Daily News of dozens of articles the writer contributed to the tabloid. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1295245546048136202", "i": 20492, "idx": 12, "sa": ["Allen Iverson"], "q": "being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to concentrate for a few hours on beating the defending NBA champions who knocked the Nuggets out of the playoffs last year. <q> I mean, when he's around the house screaming and yelling like he usually does, then I'm pretty sure he'll be all right, </q> <strong> Allen Iverson </strong> said. \"That was my biggest thing once he started acting like himself again. He's real loud, man.\" While <strong> Allen Iverson </strong> was doing the dirty work offensively, the Nuggets' big men--", "new_id": -2}, {"uid": "1295494449164200473", "i": 23028, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Celtics_vs_Pistons_1/30/09_Kevin_Garnett_22_points The Celtics never missed a beat in Motown as they notched their 10th straight win with a 86-78 victory over the Detroit Pistons on", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1296482079090030086", "i": 32058, "idx": 4, "sa": ["Winston Moss", "Mike Trgovac", "Michael Vick", "Kevin Greene"], "q": "as defensive line coach <strong> Mike Trgovac </strong>, assistant head coach and inside linebackers coach <strong> Winston Moss </strong>, or outside linebackers coach <strong> Kevin Greene </strong>. But <strong> Mike Trgovac </strong> told the Wisconsin State Journal on Sunday that he is not interested in leaving Green Bay. <q> If it's my choice, I will be here next year. </q> Posted 8:14 AM, 01/31/2011 the bleacher report article says this about kk: Posted 8:24 AM, 01/31/2011 Going with <strong> Michael Vick </strong> long term will almost guarantee many more seasons over the next 3-5 years of 10-6 to 12-4", "new_id": -2}, {"uid": "1295440269265502761", "i": 10470, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great \"Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor\" panel- and <strong> Jane Lynch </strong> agrees her character would make a", "new_id": -2}, {"uid": "1295545014070058029", "i": 6901, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "setting a different tone. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>: Too nice for \"American Idol?' stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who\"s judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295560469260145176", "i": 23258, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Mr Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Keep updated with the latest", "new_id": -2}]