[{"uid": "1295684288089554951", "i": 48052, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.'' Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said.`` Facebook is moving at the speed of light and Google isn't. Euro hits 2-month high vs dollar, stocks gain The euro hit a two-month high above$ 1.36 on Friday on", "new_id": -2}, {"uid": "1296102405059129930", "i": 6091, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "numbers as competitive bludgeons.''[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,'' Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q> By comparison, Apple has activated 270,000 units per day, on average. </q> Since then, the two companies' other executives have used similar metrics-always in the hundreds-of-thousands range-to paint their respective smartphone platforms as unbeatable in the marketplace. That intense focus on sales numbers, in turn, pressures", "new_id": -2}, {"uid": "1295844451132481080", "i": 5874, "idx": 1, "sa": ["Colin Powell", "Gabrielle Giffords", "Barack Obama"], "q": "of civility in political discourse and urged Americans to display tolerance in the wake of the shooting of Representative <strong> Gabrielle Giffords </strong> and others.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment", "new_id": -2}, {"uid": "1295030362239566877", "i": 30931, "idx": 2, "sa": ["Steve Ballmer", "Jason Maynard"], "q": "billion, and a 14% increase in operating profit, which came in at$ 5.5 billion. Still, Wells Fargo's <strong> Jason Maynard </strong> noted that there were some weak spots in the group's performance. <q> On the negative side, however, the Hyper-V virtualization product to date has not yet seemed to put a dent into VMWare's business, </q> <strong> Jason Maynard </strong> wrote in his research note. MS-Muglia Comment by rwells477 Jan 12, 2011, 08:38 AM EST Muglia could spell his companies name <strong> Steve Ballmer </strong> has a had time spelling his own name.. No", "new_id": -2}, {"uid": "1295791494076775452", "i": 31440, "idx": 0, "sa": ["Andy Coulson"], "q": "it happens, and I'll certainly let my regret known( if they let me in!)''[ sic] Japanese blogger who has lived in England said QI had been insensitive rather than malicious. <q> The majority of the Japanese public is totally unaware of British comedy and what it's about. </q> BBC apologises over Japanese atomic bomb jokes on QI quiz show Social networking under fresh attack as tide of cyber-scepticism sweeps US News of the World phone-hacking scandal threatens more newspapers Secret tapes, <strong> Andy Coulson </strong>'s exit and", "new_id": -2}, {"uid": "1296227273172146729", "i": 1453, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as`` a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}, {"uid": "1297094624063078408", "i": 31152, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.``", "new_id": -2}, {"uid": "1296774216245792784", "i": 2154, "idx": 0, "sa": ["Sergio Marchionne"], "q": "still owes billions to the U.S. and Canadian governments, and the U.S. retains a 9 percent stake in the company, but <strong> Sergio Marchionne </strong> has talked of paying the governments back by the end of the year. <q> I'd like to pay them off in 2011, if I could, </q> <strong> Sergio Marchionne </strong> told reporters earlier this month.`` I would like to get it done as quickly as I could.'' To be sure, the future is not all roses for the company- Magliano notes", "new_id": -2}, {"uid": "1297148717028524550", "i": 27679, "idx": 9, "sa": ["Simon Cowell"], "q": "'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instil'' in the competition.", "new_id": -2}, [{"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]]