[{"uid": "1296279808209059843", "i": 48483, "idx": 0, "sa": ["David Letterman"], "q": "- As soon as Fritz Grobe and Stephen Voltz dropped their first Mentos candies into a bottle of Diet Coke- launching an Internet phenomenon as a bubbling geyser shot into the air- the question began. <q>It was daunting because people were saying, \"Where's your next work of genius?\"</q> Voltz said. They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as \"The Late Show with <strong> David Letterman </strong>.\"", "new_id": -2}, {"uid": "1296550766189169669", "i": 6252, "idx": 4, "sa": ["David Letterman"], "q": "?\" <strong> David Letterman </strong> asked, to which Bieber replied: \"I don't know. I'm Canadian.\" Later Bieber tweeted that he will be on the \"Late Show\" again on Friday, <q>playing the drums and doing the Top Ten.</q>", "new_id": -2}, {"uid": "1295093100028508164", "i": 1356, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,\" <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. <q>We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious.</q> <strong> Sergio Marchionne </strong> needs a majority of the 5,500 employees at the factory to sign off a Dec. 23 accord already approved by most unions as he seeks to turn around Fiat's unprofitable Italian operations and revitalize an alliance", "new_id": -2}, {"uid": "1295958121022577156", "i": 33190, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": ", <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>'s move to America. The insider explained: <q><strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit.</q> SEE PICS OF CHERYL FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! They added: \"They want to see if the American public warm to her before she takes on such a high-profile role", "new_id": -2}, {"uid": "1295617073111296513", "i": 48067, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of \"pressures on him and his family\". Mr <strong> Andy Coulson </strong>, a former editor of the World, said <q>continued coverage of events connected to my old job</q> made it difficult <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits today, saying the continuing row over phone-hacking when he was editor of the World was distracting from his job. In a personal statement issued by Number 10, Mr", "new_id": -2}, {"uid": "1294975566041533468", "i": 18168, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "lesion that is pressing up against the bones of his leg and requires surgery in the US \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> said by phone. <q>Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs.</q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" \"People need", "new_id": -2}, {"uid": "1297251724009437215", "i": 12507, "idx": 0, "sa": ["Simon Cowell"], "q": "Idol colleague <strong> Simon Cowell </strong> is \"obsessed\" with her. The Live To Dance judge was asked during an appearance on NBC's recent admission that he is a \"massive fan\" of hers. <q>I think you need to take \"mass' off and put` obsess'[ there instead],</q> she laughed. \"He\"s obsessed with me!\" Leno also quizzed the dancer on rumours suggesting that she could work with <strong> Simon Cowell </strong> again in the future, to which she replied: \"He always", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1297448732228950037", "i": 29308, "idx": 1, "sa": ["Darren Cooper", "Michael Gove", "Chris Robbins"], "q": "involved in the case- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- were celebrating their victory. Sandwell Council leader <strong> Darren Cooper </strong> said: <q>At the very least, we have been vindicated for bringing the action. Now we have to wait to see whether the Government accepts it was too hasty in scrapping the scheme.</q> Meanwhile, Waltham Forest Council leader <strong> Chris Robbins </strong> said the decision was \"a victory for common sense and fair play\". Mr <strong> Michael Gove </strong> was ordered to pay the costs for each of the six local councils and", "new_id": -2}, {"uid": "1296750065068911125", "i": 2545, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": Jenny Marble waits in the rain at Gobbler's Knob in... U.S. Video: WWYD: Deported for the Way You Look Report Abuse \"You must not preserve a sorcerer alive. Exodus 22:18\" Report Abuse <q>Phil is a typical Democrat. Lies and blows smoke up your butt.</q> Maybe he should be Obama's running mate in 2012. He sure as Hell is smarter than Biden. Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir", "new_id": -2}]