[{"uid": "1295524993082116642", "i": 38449, "idx": 1, "sa": ["Simon Cowell"], "q": "U.S. and admits it took a discussion with an unnamed \"successful\" friend to make him realize it was time to go. He explained on a forthcoming episode of \"Oprah Presents Master Class\": <q> I asked a very successful guy, \"What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. </q> Despite departing` American Idol', <strong> Simon Cowell </strong>-- who got engaged to make-up artist Mezhgan Hussainy last year-- insists he has enjoyed being a TV talent show judge because it isn\"t very difficult.", "new_id": -2}, {"uid": "1295419136019841068", "i": 1225, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.\" Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. \"What's with the oohoohbes on", "new_id": -2}, {"uid": "1297103000155009056", "i": 28369, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it was a key to the city.) A local radio reporter managed to tape the event. In the video, <strong> Dwaine Caraway </strong> says he's \"so proud to do this.\" He tells <strong> Michael Vick </strong>, <q> You've earned it.... We appreciate you. </q> <strong> Dwaine Caraway </strong> says he's focused on <strong> Michael Vick </strong>'s efforts to turn around his life since leaving prison. But to be clear: <strong> Michael Vick </strong> and his crew tortured dogs. After leaving prison, <strong> Michael Vick </strong> went back to", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say, \"If I was your height, I'd get a double-double every night. </q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1297268976172048400", "i": 5396, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Microsoft Appoints <strong> Satya Nadella </strong> as President of Server and Tools Business, Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1296014208252100678", "i": 45969, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "legislators the opportunity to direct federal money to worthy projects that benefit people in their districts, and that's why I've opposed their outright elimination,\" he said then.___ OBAMA: <q> I'm willing to look at other ideas to bring down costs, including one that Republicans suggested last year: medical malpractice reform to rein in frivolous lawsuits. </q> THE FACTS: Republicans may be forgiven if this offer makes them feel like Charlie Brown running up to kick the football, only to have it pulled away, again. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1295916594019021922", "i": 40839, "idx": 0, "sa": ["Simon Cowell", "Elton John"], "q": "n't know if I'm going to be on it. They've always been very, very generous to the AIDS Foundation,\" <strong> Elton John </strong> said of the \"Idol Gives Back\" charity show. <q> I'm very, very grateful. They've been helpful to us. I don't know if I'm going to be on or not. I can't answer that question. </q> <strong> Simon Cowell </strong>'s \"X Factor,\" however, <strong> Elton John </strong> brightened a bit when we asked what he thinks of it and how well it will do in the U.S.\" X Factor' is going to be", "new_id": -2}, {"uid": "1295559175029818886", "i": 47601, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as an advisor to Page and co-founder <strong> Sergey Brin </strong>, focused on external things like \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" As for <strong> Sergey Brin </strong>, he'll now <q> devote his energy to strategic projects, in particular working on new products, </q> with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that \"Larry,", "new_id": -2}, {"uid": "1297724451166166630", "i": 3449, "idx": 3, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their clients and revamp the way audiences watch live television. <q> People are starting to watch TV in real time again because in order to participate socially in Twitter that have to watch the show while it happens, </q> <strong> Dick Costolo </strong> pointed out. For Costelo, the trend that counters the delayed viewing afforded by hard drives and DVD-watching not only includes sporting events, but other programming like England's X-Factor, which has incorporated", "new_id": -2}, {"uid": "1296349513037584923", "i": 16805, "idx": 0, "sa": ["Taylor Hicks", "Steven Tyler", "Josh Turner", "Scotty McCreery", "Simon Cowell", "Jennifer Lopez"], "q": "Now we have new judges in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> of Aerosmith joining Jackson. No more <strong> Simon Cowell </strong> to diss country music- a fact the 62-year-old rocker <strong> Steven Tyler </strong> recently pointed out on \"<strong> Taylor Hicks </strong> and Friends.\" <q> That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes, \"Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry. </q> Don't be sorry about that Steve! So far, the judges( and I) are smitten with a <strong> Josh Turner </strong> sound-alike in 16-year-old <strong> Scotty McCreery </strong>, who made the cut in Milwaukee. Thursday night\"s auditions", "new_id": -2}]