[{"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media<q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1296014165252100681", "i": 1724, "idx": 0, "sa": ["Andy Coulson", "Andrew Neil"], "q": "brought up in a council house but was luckier than Johnson or <strong> Andy Coulson </strong>. I made it to an elite 16th Century grammar school in Paisley, Scotland and then Glasgow University, a world-class 15th Century institution. <q>I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power<q>\" <strong> Andrew Neil </strong> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power, compete head-to-head against those with the \"right\" background and connections and- more often than", "new_id": -2}, {"uid": "1296789642034570241", "i": 22192, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "Against the Tides, the third edition of which was just published last year. <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q>Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex<q> \"The Worse Off You Are, Your Taxes Increase\": Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"Counting the Jobs Lost", "new_id": -2}, {"uid": "1294986596221888559", "i": 4044, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "was gripping their hands, <strong> Kirsten Gillibrand </strong> said, \"and the more we joked about what we were going to do, she started to open her eyes.\" <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>, <q> \"<strong> Gabrielle Giffords </strong>, we fully expect you to be up and ready to go to come back up to New Hampshire this summer,' and that's when she started to open her eye.<q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what\"s in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1297655950115818501", "i": 23862, "idx": 0, "sa": ["Bridget Riley", "Zahi Hawass"], "q": "geo-coordinates laid out in New York, Richmond and D.C.. \"The Virginia Museum's Picasso exhibition is the most ambitious show in the 75-year history of our museum,\" VMFA Director Alex Nyerges said. <q>The occasion of this landmark exhibition is an ideal time to deepen our presence throughout social media. The innovation of the Picasso QR campaign and augmented reality is in keeping with the innovative genius of this master artist and our quest to be on the leading edge of technology for art museums.<q> Minister <strong> Zahi Hawass </strong> Says Eighteen Items Missing from Egyptian Museum After Unrest Galerie Max Hetzler Presents a Small Retrospective of Major British Artist <strong> Bridget Riley </strong> Picasso: Guitars 1912-1914 Examines a Moment of Radical Experimentation in 20th Century Art The National Gallery", "new_id": -2}, {"uid": "1295432194218038285", "i": 11312, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "singing voice and he should stick to that. The new age of nice on \"American Idol\" might have been ushered in by <strong> Nigel Lythgoe </strong>, the producer who uses a similar style while judging <q>So You Think You Can Dance.<q> He is returning to the show this year after an absence reportedly caused by a rift with <strong> Simon Cowell </strong>- possibly about their different approaches. Either way, the most telling change on \"American Idol\" may", "new_id": -2}, {"uid": "1295411717092504082", "i": 28, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,<q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to", "new_id": -2}, {"uid": "1295072156113590299", "i": 24416, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in Ann Arbor, Mich.. And that's why the mood is decidedly upbeat among the executives who gathered in Detroit for the North American International Auto Show, which runs through Jan. 23. <q>The auspices are a lot better than they were a year ago,<q> said <strong> Sergio Marchionne </strong>, chief executive officer of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Sustainable? Still", "new_id": -2}, {"uid": "1297616629186400779", "i": 26863, "idx": 5, "sa": ["Donald Rumsfeld"], "q": " \"That was a good memo,\" <strong> Donald Rumsfeld </strong> commented. \"And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.\" <q>Why did you call it the \"Goose Egg Memo'?<q> asked Martin. \"Because I think in the memo I said,` What are we coming up with? A Goose Egg. We haven\"t got any new creative ideas that we-- how this", "new_id": -2}, {"uid": "1296796643209420294", "i": 40817, "idx": 5, "sa": ["Allen Iverson", "Michael Jordan", "Derrick Rose"], "q": ") and for three NBA teams. He is still the all-time leading NCAA Division I scorer with 3667 points scored and an average of 44.2 points per... OJ <strong> Michael Jordan </strong> \"The Next One\"[ New Edition] <q>This is only a fan made video and is not made for monetary gain. No copyright infringement intended.<q> I think <strong> Michael Jordan </strong> will win ROTY... But <strong> Derrick Rose </strong> is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Allen Iverson </strong> 38pts", "new_id": -2}]