[{"uid": "1295654535220856332", "i": 35301, "idx": 1, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "crime drops overall Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295860435042090520", "i": 5994, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go.`` <strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,'' says one ally. <q> He wasn't prepared to work on that basis. </q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2}, {"uid": "1297097819243499038", "i": 11039, "idx": 0, "sa": ["Simon Cowell"], "q": "something worth singing about: The winner of Fox's upcoming singing competition series The X Factor will receive a hefty$ 5 million grand prize- the largest in television history- the network announced Monday. <q> We are going to put our money where our mouths are with the$ 5 million recording contract, </q> executive producer <strong> Simon Cowell </strong> said in a statement.`` I'm doing this show in America because I genuinely believe we can find a superstar.'' Creating a free Starpulse.com account only takes a", "new_id": -2}, {"uid": "1296582687133529607", "i": 14803, "idx": 1, "sa": ["Steve Ballmer"], "q": "depending on how they are deployed. So <strong> Steve Ballmer </strong> intends to continue giving users this choice. He says he will accept feedback from users, if there are specif customer issues related to licensing that users are facing. <q> Email me at sballmer@microsoft.com, </q>", "new_id": -2}, {"uid": "1295286866003260425", "i": 45832, "idx": 0, "sa": ["Steve Ballmer"], "q": "Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales", "new_id": -2}, {"uid": "1295199764021643276", "i": 18094, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's doing great and is making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's a fighter and she will overcome this. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the", "new_id": -2}, {"uid": "1295665773077054051", "i": 12749, "idx": 4, "sa": ["Don Van Natta Jr.", "Andy Coulson", "Alan Cowell", "Rupert Murdoch"], "q": "'' Tom Watson, another Labour member of the culture committee and a persistent critic of Mr. <strong> Rupert Murdoch </strong>'s media empire and of Mr. <strong> Andy Coulson </strong>, said it was`` not the end'' of the scandal. <q> It's just the end of the beginning, </q> he said. <strong> Alan Cowell </strong> contributed reporting from Paris, and <strong> Don Van Natta Jr. </strong> from Florida.", "new_id": -2}, {"uid": "1295571680118030373", "i": 35058, "idx": 0, "sa": ["Eric Schmidt"], "q": "job at the internet giant. The company says the surprise management shakeup was made as part of a plan to streamline decision making and create clearer lines of responsibility and accountability at the top. <q> As Google has grown, managing the business has become more complicated, </q> Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` So Larry, Sergey[ Brin] and I have been talking for a long time about how best to simplify our management structure", "new_id": -2}, {"uid": "1295238796192987172", "i": 6975, "idx": 3, "sa": ["Arthur D. Levinson", "Al Gore", "Eric Schmidt"], "q": "meetings due to potential conflicts of interest.'' Google didn't give an explanation for <strong> Arthur D. Levinson </strong>'s departure, which was effective immediately. Apple directors <strong> Al Gore </strong> and Bill Campbell remain advisers to Google. <q> <strong> Arthur D. Levinson </strong> has been a key part of Google's success these past five years, offering unvarnished advice and vital counsel on every big issue and opportunity Google has faced, </q> <strong> Eric Schmidt </strong> said in a release. The competition between Apple and Google signals an increasingly tense relationship for the long-time allies. Recently, the Federal Communications Commission began a probe of Apple's decision to block Google", "new_id": -2}]