[{"uid": "1295760999029376535", "i": 49288, "idx": 4, "sa": ["Allen Iverson", "Dwight Howard", "Anthony Parker"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Toronto Raptors vs Orlando Magic Jan. 04/09 The winning continues for the Toronto Raptors. <strong> Anthony Parker </strong> poured in a season-high 26 points to lead the undermanned Raptors to a", "new_id": -2}, {"uid": "1297439426161464326", "i": 27969, "idx": 0, "sa": ["Simon Cowell"], "q": ", was made in relation to a 38,680 pound($ 62,000) unpaid bill from a stay at the five-star Jumeirah Carlton Tower Hotel in London's upmarket Knightsbridge in 2008, the Press Association reported. <q>It seems to me that the only conclusion I can come to is that there is no reasonable prospect of this debt being paid within a reasonable time,</q> said <strong> Simon Cowell </strong> Registrar Jacques. The Registrar said when the matter was before him two weeks ago, he had made it clear that if the debt was not paid a bankruptcy order would follow.", "new_id": -2}, {"uid": "1295550320082853986", "i": 45036, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1296085292120438800", "i": 36118, "idx": 0, "sa": ["Max Clifford", "Andy Coulson", "David Cameron"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> Article: UK bodyguard investigated in alleged affair..., the communications director for British Prime Minister <strong> David Cameron </strong>... resigned as director of communications for U.K. Prime Minister <strong> David Cameron </strong>... Photo: Former News of the World editor <strong> Andy Coulson </strong>", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,</q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1295985442139264005", "i": 9781, "idx": 0, "sa": ["Bill Lockyer"], "q": "a loss of$ 1.4 billion, or$ 10.42 per share, in 2009. Analysts expected U.S. Steel to log a weak fourth quarter but some were disappointed with the muted first-quarter expectations. <q>There's a mismatch in the revenue and cost streams where their prices are not realized in real time and their costs are,</q> Steel Market Intelligence analyst Michelle Applebaum said. \"Prices are up a lot but they don't see any of that until the second quarter. Argus Research analyst <strong> Bill Lockyer </strong> Selesky said the fourth quarter typically is", "new_id": -2}, {"uid": "1297118217093028381", "i": 45366, "idx": 7, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell"], "q": "former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.</q> AH Nation Poll: Would you like to see <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> reunite on \"X Factor\"? Click HERE to vote! Auditions for the first US season of \"", "new_id": -2}, {"uid": "1296859928024854534", "i": 4828, "idx": 0, "sa": ["Sergio Marchionne"], "q": "said the interest is a \"thorn in my side.\" In the past he has said the company would have posted a net profit if it weren't for interest on the loans. Refinancing would let him <q>stop explaining why I'm paying shyster rates,</q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like \"at least to have an agreement in principle\" with banks by the end of March. The company is talking with Goldman Sachs and", "new_id": -2}, {"uid": "1296966831159891467", "i": 15523, "idx": 6, "sa": ["Michael Vick"], "q": "is available the Eagles will use it on <strong> Michael Vick </strong> to retain his rights for at least next season, team sources have said. \"I'm happy with it,\" <strong> Michael Vick </strong> said of the tag. <q>I'm blessed. I'm just thankful to have the opportunity to play in this league again.</q> After the segment, <strong> Michael Vick </strong> said that he was heading home tomorrow and would not attend the Super Bowl. Because your contributions are currently under review, no comments can be made at this time.", "new_id": -2}, {"uid": "1295360761081248280", "i": 4131, "idx": 3, "sa": ["David Letterman", "Steven Tyler"], "q": "from the show. <strong> Steven Tyler </strong> does qualify-- or, should we say, clarify-- his statement. \"This way is more fun,\" he says, referring to the \"Idol' process. <q>It's more excruciating-- we get to put'em through hell and they do it, and they come out the worm-hole looking good. You'll see.</q> But is it enough to dampen the fact that he agreed with <strong> David Letterman </strong>'s assessment of the validity of what` American Idol\" is hoping to create? For the few genuine stars they have found,", "new_id": -2}]