[{"uid": "1295743991123617308", "i": 28115, "idx": 4, "sa": ["Andrew Neil", "John Prescott", "Rupert Murdoch", "Andy Coulson"], "q": "quoted www.publications.parliament.uk Download link here filehostcool.com Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter http://wn.com/Andy Coulson_Andrew Neil_and_John Prescott_John Prescott_on_quitter_Andy Coulson_21Jan11 A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Trials and tribulations of News International: Where, exactly, will it all end? Secret tapes, <strong> Andy Coulson </strong>'s exit and the riddle of a story that", "new_id": -2}, {"uid": "1295622096143933453", "i": 255, "idx": 5, "sa": ["David Letterman", "Piers Morgan", "Ricky Gervais", "Larry King", "Rupert Murdoch"], "q": "<strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on <q> The Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air-- or,... <strong> Piers Morgan </strong> show is really bad to watch, really! edisnuts 3 minutes ago( 9:54 AM) and tonight", "new_id": -2}, {"uid": "1297203269184696860", "i": 7802, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295649410184696846", "i": 9586, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Yammer at the Enterprise 2.0 Conference( 2010) in Santa Clara, CA. Enterprise 2.0 Conference, Santa Clara, 2010. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295459435213254167", "i": 460, "idx": 3, "sa": ["50 Cent", "David Letterman", "Regis Philbin", "Kanye West", "Kelly Ripa"], "q": " As for his replacement?`` I heard <strong> 50 Cent </strong>!'' co-host <strong> Kelly Ripa </strong> joked. On Tuesday's`` Late Show With <strong> David Letterman </strong>,'' <strong> Regis Philbin </strong> called in to talk about the announcement. <q> I'm leaving the show. I'm not retiring from show business, </q> he clarified over the phone. <strong> David Letterman </strong> asked if <strong> Regis Philbin </strong> would appear on his show. Coachella 2011 Lineup: <strong> Kanye West </strong>, Arcade Fire and Kings of Leon Headline Festival The posting of advertisements, profanity,", "new_id": -2}, {"uid": "1296552992203472900", "i": 20368, "idx": 0, "sa": ["Michael Vick"], "q": "Micheal Michael VickS thou shalt not torture BEASTLY, Democracy approved it upon wisdom chain of linages ascribed it as legit work efforts! Only CIA can tamper with criminal evidences of torture professionally= Gitmo, Report Abuse <q> the prosecutor should be arrested paying bribe. </q> the whole case should be thrown out of court, Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Wo", "new_id": -2}, {"uid": "1296738315078594048", "i": 35246, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "widely panned by businesses,'' href=\"http://www.politico.com/news/stories/0211/48730.html#ixzz1CtpH7K11\" target=\"_blank\"> Politico says.- In Memoir, <strong> Donald Rumsfeld </strong> Is`` Largely Unapologetic'': In a memoir due out next week, former Defense Secretary <strong> Donald Rumsfeld </strong> <q> concedes he went too far </q> with some of the`` tart'' zingers he said over the years, What Is` The Two-Way'? This is NPR's news blog. It's a place to come for breaking news", "new_id": -2}, {"uid": "1296055617213385284", "i": 24523, "idx": 0, "sa": ["Richard Keys", "Sian Massey", "Andy Coulson"], "q": "decision in Saturday's match. <strong> Richard Keys </strong>, who said he apologised to Miss <strong> Sian Massey </strong> on Sunday on the pair's behalf, said he had found the reaction to the comments`` extraordinary''. <q> I can not believe the frenzy that's blown up, </q> he said. He claimed he and Miss <strong> Sian Massey </strong> had ended their conversation on`` very good terms''.`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun", "new_id": -2}, {"uid": "1295822525140492836", "i": 48287, "idx": 4, "sa": ["David Letterman", "Rudy Giuliani", "Joe Biden", "Katie Couric", "John King", "Bill Richardson", "Sarah Palin"], "q": "of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she`` is great for the Republican Party,'' and also takes credit for taJohn King <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong> <q> picked the wrong... <strong> Rudy Giuliani </strong> Sounds Off On <strong> Joe Biden </strong> <strong> Sarah Palin </strong> Debate electionnews.site50.net <strong> Rudy Giuliani </strong> Sounds Off On Debate`` Only On The Web: </q> <strong> Katie Couric </strong> spoke with <strong> Rudy Giuliani </strong> Guiliani and got his take on how <strong> Sarah Palin </strong> did during the debate and felt she did`` a great job.''... <strong> Rudy Giuliani </strong> Blasts <strong> Sarah Palin </strong> Baby Question/Decries Media <strong> Rudy Giuliani </strong> and Gov. <strong> Bill Richardson </strong> talk to``", "new_id": -2}, {"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}]