[{"uid": "1297112166205144067", "i": 5560, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.'' Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet", "new_id": -2}, {"uid": "1296153251094584834", "i": 10324, "idx": 0, "sa": ["Billy Joel", "Simon Cowell", "Jackie Gleason", "Steven Tyler"], "q": "<strong> Jackie Gleason </strong> impersonation, might have a better future in the radio business than on the stage. He made a mess of <strong> Billy Joel </strong>'s`` For the Longest Time'' and drew this blunt <strong> Simon Cowell </strong> Cowellesque critique from <strong> Steven Tyler </strong>: <q> Do not quit your day job. </q> â\u0080¢ Nathaniel Jones, a 22-year-old Civil War re-enactor who decided to show up in full uniform for his singing audition. He also brought along his dad, who looks like a hippie but definitely is not", "new_id": -2}, {"uid": "1295601684081559570", "i": 26665, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "`` The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company. </q> <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements`` harmful to Google's reputation'' and the three top executives may have decided`` it was time for a fresh public face.", "new_id": -2}, {"uid": "1296872180102547487", "i": 44904, "idx": 1, "sa": ["Travis Pastrana", "David Letterman"], "q": "said <strong> Travis Pastrana </strong>.`` There are 26 guys on tour with 13 X Games medals between them and everyone wants to outdo each other with how big they can go... it's scary at times.'' <q> These tours are great as you learn so much from the guys around you and you come back as better riders and better friends. </q> For the managing director of Global Action Sports, <strong> David Letterman </strong> Porra, the show, and the antics of <strong> Travis Pastrana </strong>, needs to be seen to be believed.`` <strong> Travis Pastrana </strong> is the greatest action sports", "new_id": -2}, {"uid": "1296555335171900942", "i": 37074, "idx": 4, "sa": ["Barbara Walters", "David Letterman"], "q": "<strong> Barbara Walters </strong> says she used the celebrities to tell the story because she wants viewers to pay attention. Heart disease is a serious problem, especially for women, who tend not to get the right care. <q> Take advantage of the technology and care that's available, </q> <strong> David Letterman </strong> says.`` There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack.''` Stop the heart, work on it, restart", "new_id": -2}, {"uid": "1294973342249905153", "i": 27331, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-66v&amp;flvURL=/media/2011/01/13/01132011-66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-66v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295897616111312927", "i": 48800, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Images View Larger Images Get Quote Symbol Lookup In the 1990s, attorney Gary Reback helped goad the Department of Justice into launching the landmark antitrust lawsuit against Help us to keep our finger on the pulse. <q> Previous| Main <strong> Rupert Murdoch </strong> employs BP strategy <strong> Robert Peston </strong>| 09:12 time, Monday, 24 January 2011 You might call it the BP strategy. It goes like this: company suffers a newspaper he headed and the row is unlikely to go away, commentators said Saturday.`` So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Call to probe police over investigation into hacking Minister <strong> David Cameron </strong>'s hopes of limiting the", "new_id": -2}, {"uid": "1297273074137707595", "i": 19948, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO <strong> Sergio Marchionne </strong> walked into the Chicago Auto Show, he was smiling and shaking hands with Chrysler employees and carrying a confidence we haven't seen at Chrysler in years. can change the atmosphere at a company. <q> That ad said what a lot of people in Chrysler and Detroit have been feeling for some time, </q> <strong> Sergio Marchionne </strong> told me. If you haven't seen the Chrysler ad featuring Eminem, do yourself a favor and watch it. It's 2:00 that captures the dreams of Chrysler employees and many in Detroit. It was", "new_id": -2}, {"uid": "1296059138109985792", "i": 35757, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "Tuesday signed his first endorsement deal since serving 18 months in federal prison. The athlete signed a two-year contract with gridiron padding producer Unequal Technologies( UT), according to the Associated Press. <q> We're real excited about it, </q> UT chief executive officer Rob Vito said.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.''", "new_id": -2}, [{"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]]