[{"uid": "1296830208019169341", "i": 36428, "idx": 1, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George H. W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George H. W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made </q>, <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq War, the former defence chief wrote: \"In retrospect, there may have been times when more troops could have", "new_id": -2}, {"uid": "1296115725056147995", "i": 45206, "idx": 1, "sa": ["Andy Coulson"], "q": "28 min ago Yahoo! UK& Ireland News \"Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...\" Its Secret left a comment- 47 min ago uk.news.yahoo.com <q> YOu think they have mobile phones in Afghan!!! Doh! </q>", "new_id": -2}, {"uid": "1296579646157810697", "i": 7199, "idx": 7, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully. \"Beautiful things happened in the last five days.\" This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more", "new_id": -2}, {"uid": "1297450726263487543", "i": 53589, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>, the two said, \"There are other mobile ecosystems. We will disrupt them.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke at a news briefing in London Friday that was broadcast on the Internet. <q> This partnership with Nokia will accelerate, dramatically accelerate, the devStephen Elopment of a vibrant, strong Windows Phone ecosystem, </q> <strong> Steve Ballmer </strong> said. The partnership brings together software from Microsoft and phones from Nokia. The two companies say they will combine services, such as Nokia Maps with Microsoft's search engine, Bing, and ad", "new_id": -2}, {"uid": "1296427521182222881", "i": 36035, "idx": 1, "sa": ["Kobe Bryant", "Jeff Green", "Michael Durant", "Allen Iverson", "Ömer Aşık"], "q": "with Golden State for the eighth <strong> Ömer Aşık </strong> final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers <strong> Ömer Aşık </strong> other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half <strong> Ömer Aşık </strong> overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Michael Durant </strong>", "new_id": -2}, {"uid": "1295670206191152262", "i": 14578, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "founded Google in 1998 with fellow Stanford University graduate student <strong> Sergey Brin </strong>, has long been considered the firm's thought leader, driving strategy and pushing the company into new areas as far afield as wind energy. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote on the company blog. Tech analysts say the changeover should not result in any major shift in strategy. \"In my book, this ranks as one of the least dramatic management", "new_id": -2}, {"uid": "1296407544252772372", "i": 197, "idx": 39, "sa": ["Robert Horry", "Allen Iverson", "Chris Webber", "Tyrone Hill"], "q": "<strong> Allen Iverson </strong>'s Robert Horrygest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to PTyrone Hilly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Toronto Raptors vs Philadelphia 76ers Apr. 12/09 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was to win", "new_id": -2}, {"uid": "1295581455002506782", "i": 56446, "idx": 11, "sa": ["Larry Page", "Eric Schmidt"], "q": "\"Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,\" <strong> Eric Schmidt </strong> said about Google's quarter. <q> These results give us the optimism and confidence to invest heavily in future growth. </q> Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder <strong> Larry Page </strong> Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes", "new_id": -2}, {"uid": "1297414814250134540", "i": 18546, "idx": 0, "sa": ["Christina Aguilera", "Prince William, Duke of Cambridge", "Simon Cowell"], "q": "51-year-old music mogul, who is engaged to Mezhgan Hussainy, said that he will wait until the royal wedding is over before he announces a date for his own nuptials. He told Access Hollywood, <q> I don't want to overshadow <strong> Prince William, Duke of Cambridge </strong>. So they've got to go first. </q> Talking about what he might wear for his big day, he added, \"Well, I've had so much positive feedback wearing a suit from the Super Bowl. <strong> Simon Cowell </strong> brands <strong> Christina Aguilera </strong>'s Super Bowl", "new_id": -2}, {"uid": "1295564377105267210", "i": 35499, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong>. announcement whether any disagreements internally prompted the change, but <strong> Eric Schmidt </strong> says <strong> Larry Page </strong> is ready to run the company, while <strong> Sergey Brin </strong> will continue focusing on new product ideas, with the title of Co-Founder. <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> <strong> Eric Schmidt </strong> said in the blog post. In the nearly 10 years as the CEO, <strong> Eric Schmidt </strong> has helped lead Google from an innovative search company in search of a real business model into a tech giant with", "new_id": -2}]