[{"uid": "1296806594151191566", "i": 48845, "idx": 1, "sa": ["Matt Ryan", "Michael Vick", "Tramon Williams"], "q": ". His late pick of Philadelphia quarterback <strong> Michael Vick </strong> solidified the Packers' Wild-Card victory. In the Divisional Round, <strong> Tramon Williams </strong> intercepted Atlanta's <strong> Matt Ryan </strong> twice, including one he returned for a 70-yard touchdown. <q> Those are game-changing plays, </q> said <strong> Tramon Williams </strong>, whose three postseason INTs lead the league.`` That's one thing we always talk about in the DB room and with the coaching staff- making plays in a timely fashion.''", "new_id": -2}, {"uid": "1295802494101695495", "i": 44165, "idx": 9, "sa": ["Colin Powell"], "q": "'s`` Meet the Press'' that he's`` not happy with the rightward shift'' in the Republican Party. Coarse and Nasty Today, <strong> Colin Powell </strong> said American public discourse has become infused with <q> a coarseness, a nastiness </q> that`` we all better think about.'' He cited cable television, talk radio and Internet blogs, especially those that are written anonymously, as being among the culprits of the deterioration of dialogue.", "new_id": -2}, {"uid": "1296551367146587654", "i": 28431, "idx": 0, "sa": ["Michael Vick"], "q": "On the bright side, Connecticut has already treated the roads with so much salt and calcium chloride that it reactivates when another storm hits, said Kevin Nursick, a spokesman for the state transportation department. <q> As a spokesman for the DOT, not doing manual labor, I haven't gotten much sleep, </q> he said,`` so you can only imagine what my guys are going through.'' Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The", "new_id": -2}, {"uid": "1295906821021954677", "i": 8222, "idx": 1, "sa": ["David Letterman", "Kat Von D", "Taylor Momsen", "Jesse James", "Cyndi Lauper", "Robert Redford"], "q": "`` not fit to scrub <strong> David Letterman </strong>'s feet'' Taylor Momsenle Bombshell McGee To <strong> Kat Von D </strong>: <strong> Jesse James </strong> WILL Cheat On You D just Cyndi Lauperounced their engagement Thursday, and a source tells Radaronline.com that they plan to marry next month. <q> <strong> Jesse James </strong> and <strong> Kat Von D </strong> don't see any reason why they should wait to target=\"_blank\" href=\"http://globaltrading.com/\"> trade vows, </q> the source said.`` They are madly in love with <strong> Robert Redford </strong> Opens up About Death of Infant Son <strong> Robert Redford </strong> Opens up About Baby Sons Death 50 Years Later <strong> Robert Redford </strong> is opening up about the death of his infant son", "new_id": -2}, {"uid": "1295789060232554508", "i": 12216, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q> I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295584540106250245", "i": 14945, "idx": 8, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "book about the company called Googled: The End Of The World As We Know It, said he suspected that Mr <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. <q> I don't think he was pushed aside, but he may have been nudged, </q> he said, adding that between the two founders, Mr <strong> Larry Page </strong> always appeared more interested in eventually becoming CEO.`` Clearly <strong> Sergey Brin </strong> has been paying less attention to management than <strong> Larry Page </strong>.'' In the unusual", "new_id": -2}, {"uid": "1296218172048857110", "i": 18255, "idx": 3, "sa": ["Ben Young", "Mike Pence"], "q": "<strong> Ben Young </strong> of Richmond thinks <strong> Mike Pence </strong> made the right decision.`` My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time,'' <strong> Ben Young </strong> said. <q> I think it's obvious that he wants to serve in perhaps a higher capacity. </q> <strong> Ben Young </strong>, who has met with <strong> Mike Pence </strong> locally and in his Washington, D.C., office, said <strong> Mike Pence </strong> would do well if elected governor, but Indiana would miss his presence in Congress.", "new_id": -2}, {"uid": "1295598937192069651", "i": 14566, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although he would", "new_id": -2}, {"uid": "1295616977003915781", "i": 18194, "idx": 2, "sa": ["Bill Hammond", "Mike Pence", "Ian Crawford"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forward- and yesterday they approved a contentious project that runs through the Hill Country.'' Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigorated supporters, who see this session as their chance for reform. Legislators have filed a handful of Bill Hammonds that curtail HOA powers, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico:`` To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>. An IndIan Crawforda congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]