[{"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1295601684081559570", "i": 26667, "idx": 4, "sa": ["Eric Schmidt", "John Battelle"], "q": "rivals, said: \"<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company, particularly one that has very headstrong founders in key positions of power.\" <q>I think it's fair to say that Larry Page will not be a conventional CEO-- he's not been much of a public figure for the past 10 years,</q> <strong> John Battelle </strong> added on his blog, Battellemedia.com. \"It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.\"", "new_id": -2}, {"uid": "1296700704169541675", "i": 8729, "idx": 0, "sa": ["Donald Rumsfeld", "Mike Pence", "Stephen Baldwin", "Phyllis Schlafly", "Mitch Daniels", "Michele Bachmann"], "q": "; <strong> Michele Bachmann </strong>, a Minnesota Republican and tea party favorite; former Defense <strong> Donald Rumsfeld </strong>; actor <strong> Stephen Baldwin </strong>; and conservative activist <strong> Phyllis Schlafly </strong>. Asked about the controversy, <strong> Mitch Daniels </strong>' spokeswoman, Jane Jankowski, said, <q>Gov. <strong> Mitch Daniels </strong> will speak at the event. He's not been engaged in other issues regarding the conference.</q> Virtually all the other potential Republican presidential candidates in 2012 also are scheduled to attend. U.S. <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-6th District, Indiana, considered running for president but decided against it and", "new_id": -2}, {"uid": "1295295556225378321", "i": 2832, "idx": 0, "sa": ["Steve Ballmer", "Keith Goddard"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q>By the time Microsoft gets it figured out everybody will already own an iPad,</q> said <strong> Keith Goddard </strong>, CEO of Capital Advisors Inc. an investing firm in Tulsa, Oklahoma, that holds Apple shares. \"That train has left the station.\" Microsoft will announce a full version of the", "new_id": -2}, {"uid": "1295040526041500696", "i": 30476, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q>a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles,</q> the EPA said in a news release. EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of Saline condominium project 2010 a strong year for land preservation", "new_id": -2}, {"uid": "1295983787186695689", "i": 20327, "idx": 0, "sa": ["Eric Schmidt"], "q": "as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1295037198201211960", "i": 15756, "idx": 1, "sa": ["David Letterman", "Camille Grammer", "Andy Cohen"], "q": "thrilled with all the love I've received from the British people\"-- namely, <strong> Camille Grammer </strong> dished to Bravo's <strong> Andy Cohen </strong> following the episode, and revealed she The <strong> David Letterman </strong> show Thursday night. <q>She was nice, and we both said hello. She has a very strong handshake. It was uncomfortable. Kelsey looked shocked. The look on his face,</q> <strong> Andy Cohen </strong> revealed that <strong> David Letterman </strong> was going to show a clip of Kayte and the kids while interviewing Kelsey, <strong> Camille Grammer </strong> remarked, \"He uses the kids as props.\" On next week's episode of \"", "new_id": -2}, {"uid": "1297140306077348976", "i": 40038, "idx": 1, "sa": ["Joan Rivers", "Simon Cowell"], "q": "see the interventions for his coffee breath, shoulder hair and grandmother's watch.-- Lily to Marshall: \"We hate Ted now. Get on board or the sexting stops.\"-- <q>Barney accidentally left the phone at my apartment... in the garbage.</q> Oh, honey... Jillian Michaels calls her GoDaddy ad \"tragic\"; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract", "new_id": -2}, {"uid": "1297161526055738379", "i": 33842, "idx": 1, "sa": ["Simon Cowell"], "q": "It's a massive, massive risk,\" <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Fox. <q>It puts enormous pressure on us to find a star. But I think we can.</q> <strong> Simon Cowell </strong> also expressed confidence that the new show can thrive despite the ongoing success of\" American Idol,\" which <strong> Simon Cowell </strong> left after last season. He talked little about \"", "new_id": -2}, {"uid": "1297343664180158497", "i": 5580, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Regis Philbin", "Bill Clinton"], "q": "already has been a Broadway play,... What: <strong> Barbara Walters </strong>, who had her own surgery to repair a faulty heart valve last year, addresses heart disease and the fear many have of a heart operation in <q>A Matter of Life and Death.</q> She talks to former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Regis Philbin </strong>, celebrities who've had heart surgeries. She also talks to doctors, including her own, about prevention and the warning signs of heart trouble.", "new_id": -2}]