[{"uid": "1295903297179077120", "i": 31094, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "EST WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he said he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he", "new_id": -2}, {"uid": "1295285903003260422", "i": 36708, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "highlights his strong record in Congress on both fiscal and social issues. Benko and <strong> Jim Ryun </strong> are known for their strong social and fiscal conservative credentials and <strong> Mike Pence </strong> has been a favorite of that movement. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> <strong> Jim Ryun </strong> said in a release.`` <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,''' Benko added.`` He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1295278289044859433", "i": 19953, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q> <strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012, </q> Benko said in the release. Benko told CNSNews.com on Monday that the rise of Internet fundraising and organizing, coupled with the emergence of the tea party activists, gives <strong> Mike Pence </strong> a`` ready'' base in", "new_id": -2}, {"uid": "1297337860072925262", "i": 14080, "idx": 0, "sa": ["Kate Middleton", "Simon Cowell"], "q": "to overshadow Prince William and <strong> Kate Middleton </strong>'s wedding. The X Factor star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. <q> I don't want to overshadow Prince William, </q> he said.`` So they've got to go first.'' Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X", "new_id": -2}, {"uid": "1296719312251002892", "i": 17084, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "panel, said she's had to fight back the tears when meeting contestants like <strong> Chris Medina </strong>, whose fiancee suffered traumatic brain injury in a car accident just months before they were to walk down the aisle. <q> It's tough. It's emotional. But this is the thing about` American Idol' that I love. It's about people and their dreams and their struggles, and that's what I think everybody loves about it. You see yourself in these people, </q> she said backstage after a press conference announcing her new partnership with Gillette Venus. This season is the first without <strong> Simon Cowell </strong>, one of the show's British creators and a judge who was known for his", "new_id": -2}, {"uid": "1295669771065781827", "i": 2609, "idx": 4, "sa": ["Eric Schmidt"], "q": "at the top of the company.'' On his Twitter account, <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' for the two young founders when he was named chief executive, wrote: <q> Day-to-day adult supervision is no longer needed! </q> The unexpected news came as Google announced its fourth-quarter earnings, which handily beat the expectations of Wall Street analysts. Google reported net income in the quarter that ended Dec. 31 of$ 2.54 billion", "new_id": -2}, {"uid": "1297176031226918403", "i": 3186, "idx": 28, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'' <strong> Aaron Rodgers </strong>:''` Not this one again.'''( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>:`` What are we talking about, 20, 25?'' <strong> Aaron Rodgers </strong>: <q> We only had about 60 plays I think in the game, so we probably ran 40 different plays? </q> <strong> David Letterman </strong>:`` Now, at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left", "new_id": -2}, {"uid": "1295610219050561027", "i": 8664, "idx": 4, "sa": ["Eric Schmidt"], "q": "wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail,'' he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual. <q> I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done in the company, </q> Mr. Page said. The relationship between the founders and Mr. <strong> Eric Schmidt </strong> was rocky during its early years, as the founders frequently undercut Mr. <strong> Eric Schmidt </strong>'s decisions. Although they worked well together for the last several", "new_id": -2}, {"uid": "1296615825145653773", "i": 19733, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Program, the U.S. Treasury can restrict senior management's compensation.`` It was absolutely owed that we treat our people properly,'' CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. <q> The obligation to our people was much greater than the need to improve our bottom-line profitability. </q> <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because`` it's difficult to talk about profit sharing when you have a negative number at the bottom line.''", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q> has been punished twice for the same offence, </q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}]