[{"uid": "1297345453163020800", "i": 30040, "idx": 1, "sa": ["Alassane Ouattara"], "q": "plan signed by Mr. Gbagbo, the United Nations must certify the outcome. U.N. representative Young-jin Choi certified Mr. <strong> Alassane Ouattara </strong>. Christian Preda led the European Union observer mission to Ivory Coast's election. <q> Mr. Choi, the special representative of the secretary general of the United Nations said clearly that the results announced by the electoral commission were the final result and this is, as you know, the position of the international community with some exceptions, the international community accepted this result, </q> said Preda. One of those exceptions is Russia, which has blocked Security Council resolutions endorsing Mr. <strong> Alassane Ouattara </strong>. In a meeting this week with Senegal's foreign minister, Russian Foreign Minister Sergei Lavrov said the", "new_id": -2}, {"uid": "1295981454233783314", "i": 50113, "idx": 1, "sa": ["David Letterman"], "q": ": What is Social Anxiety Disorder? NDavid Lettermany half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q> UCSF Mini Medical School for the Public </q>[ 11/2007][ Health and Medicine][ Show... Brain Mind and Behavior: Emotions and Health Take a look into our current understanding of the function of the human brain and some of the important diseases that", "new_id": -2}, {"uid": "1296699658082231300", "i": 19917, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "a judge has upped the unpredictability factor of a popular show that had become highly predictable, the producers of American Idol already find themselves in the position of choosing to apologize to the viewing public for the rocker's <q> outrageous <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` Idol' Newsvine- There were differing opinions on how season 10 of`` American Idol </q> would look this year, but almost everyone agreed on two points:`` Idol'' would sorely miss the irreplaceable <strong> Simon Cowell </strong>, and few would notice the absence of <strong> Ellen DeGeneres </strong> after her disappointing season as the fourth judge.", "new_id": -2}, {"uid": "1296407544252772366", "i": 47866, "idx": 2, "sa": ["Soulja Boy", "Allen Iverson"], "q": "His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the <strong> Soulja Boy </strong> it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1295254451198639632", "i": 41797, "idx": 1, "sa": ["Damien Hirst", "Miriam O'Reilly", "Simon Cowell", "Jessie J"], "q": "who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the final. The new tactic, which has been described as <q> on air, on sale </q>, is expected to come into force next month. Last month, the singer <strong> Jessie J </strong> released her hit Do it Like a Dude <strong> Damien Hirst </strong> courts controversy with diamond-studded baby's skull <strong> Miriam O'Reilly </strong> set to return to", "new_id": -2}, {"uid": "1295249549048136197", "i": 18738, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "kids were comfortable during the morning. Then it was time to get ready for the award ceremony. When asked about her expectations for the Golden Globes on Sunday night she was funny with her response. <q> It's a date night for people who have too many kids, </q> says <strong> Angelina Jolie </strong> laughing turning and looking for <strong> Brad Pitt </strong>.`` We have been busy with the kids all morning.'' Apparently the celebrity mom has all the same problems every mom has including making the kids happy", "new_id": -2}, {"uid": "1295587628071548946", "i": 31050, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": "as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a blog post today, saying that, as Google had grown, managing the business had become`` more complicated'' and the trio had been <q> talking for a long time about how best to simplify our management structure and speed up decision making </q>. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years-`` a nice round number''- and <strong> Larry Page </strong>, now 37, was ready to lead the company into the future.", "new_id": -2}, {"uid": "1295989072115605548", "i": 14512, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1296132144006979630", "i": 15109, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> href=\"http://www.daily- chronicle.com/2011/01/26/social- security- fund- could- be- empty- by- 2037/at190m2/?list- comments=1\"> View/Add Comments There have been no comments made about this story. Copyright? 2011 Daily Chronicle. All", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]