[{"uid": "1295570534120422471", "i": 892, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:41 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"uid": "1295448248150847491", "i": 39908, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gen. David Petraeus", "Hillary Clinton", "P.J. Crowley"], "q": "the U.N. <strong> Gen. David Petraeus </strong> Assembly last year, by the next <strong> Gen. David Petraeus </strong> Assembly session this year in September, Palestine will be a full member of the U.N.'' But <strong> P.J. Crowley </strong>, a State Department spokesman, said that <q> granting permission to raise the flag does not change their fundamental status. </q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before", "new_id": -2}, {"uid": "1297506049030818306", "i": 24966, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "audio] Earlier in the segment, Hannity and Bozell discussed the media questioning former Defense <strong> Donald Rumsfeld </strong> about if he feels remorse for not placing more troops inside Iraq earlier on in the conflict. <q> The same reporters did nothing but bash George Bush over the surge </q> Bozell reminded Hannity. David Kramer on Fri, 02/11/2011- 1:36 pm. I had to login after seeing this one. The Mirror on Fri, 02/11/2011- 2:46", "new_id": -2}, {"uid": "1295667584231571487", "i": 16366, "idx": 2, "sa": ["Jeff Immelt", "Sen. Bernie Sanders"], "q": ". The senator also says in his statement`` GE now employs more workers overseas than it does in the United States,'' just as IBM purportedly does. <strong> Sen. Bernie Sanders </strong> adds in his statement that <q> while GE has laid off at least 10,000 workers in the United States, it has created more than 30,000 jobs in India over the past decade. </q> And the senator's statement noted that, during an eight and a half hour speech last month, the senator cited these comments from <strong> Jeff Immelt </strong> made at an investors' meeting on Dec. 6, 2002:", "new_id": -2}, {"uid": "1295648417122683417", "i": 7247, "idx": 5, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "His resignation came as former premier <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q> The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence, </q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost", "new_id": -2}, {"uid": "1296206637167591945", "i": 9152, "idx": 10, "sa": ["Mike Pence"], "q": "He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse <q> Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. </q> Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be wrong response to Tucson Keller Finance MBA Keller Graduate School Of Management- Discover Your Path to Success. Trader", "new_id": -2}, {"uid": "1295665713153141253", "i": 44341, "idx": 2, "sa": ["Eric Schmidt", "M. Simpson"], "q": "attorneys general. Congress should require <strong> Eric Schmidt </strong> to testify under oath about what happened, Consumer Watchdog said.`` <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,'' said <strong> M. Simpson </strong>, <q> In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was. </q> Consumer Watchdog has been working to protect consumers' online privacy rights and educate them about the issues through its Inside Google Project. The goal has been to convince Google of the social and economic", "new_id": -2}, {"uid": "1296079016000753673", "i": 20690, "idx": 3, "sa": ["Michael Vick"], "q": "said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' </blockquote>[...]`` We're real excited about it,'' Vito said. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q>`` Prev Goodell will take a$ 1 salary if there's a work stoppage Report Abuse`` SOUGH-AFTER'' its called spell check Report Abuse SOUGH-AFTER'' its called spell", "new_id": -2}, {"uid": "1297145575101449730", "i": 21658, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical, </q>' he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot", "new_id": -2}, [{"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]]