[{"uid": "1296628406061571074", "i": 2904, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four To eliminate any confusion, this is my roster for this Portland TrailBlazers team on NBA 2K7 on PS2. Starting 5- PG:", "new_id": -2}, {"uid": "1296090665126894082", "i": 2760, "idx": 0, "sa": ["Colin Powell", "Saad Hariri"], "q": "slammed their rivals' sectarian rhetoric. The <strong> Colin Powell </strong> Secretariat of the March 14 Forces said the March 8's toppling of the <strong> Saad Hariri </strong> government on Jan. 12 ought to be faced by action more effective than traditional opposition. <q>A coup can not be answered by traditional opposition,</q> said the BEIRUT: The March 14 coalition pursued its campaign against Hezbollah Wednesday, accusing it of staging a coup to bring down the government of caretaker Prime Minister <strong> Saad Hariri </strong> in a bid to appoint a new premier backed", "new_id": -2}, {"uid": "1296809208049168400", "i": 652, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q>circumvent parental consent laws for secret abortions.</q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning fund that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296200464159858698", "i": 4891, "idx": 12, "sa": ["Mike Pence"], "q": "discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q>You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,</q> McIntosh said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. \"At the end of the day, we ultimately believed that where our little family is led", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1295686742156401686", "i": 47056, "idx": 23, "sa": ["Rasheed Wallace", "Carmelo Anthony", "Theo Ratliff", "Gerald Wallace", "Dikembe Mutombo", "Allen Iverson"], "q": "'m so excited to be with this group. They're all about winning and we have a great coach.\" Sixers coach Larry Brown was glad that <strong> Dikembe Mutombo </strong> provided a lot of the same things as <strong> Theo Ratliff </strong>. <q>He rebounded and defended like he has his whole career,</q> Brown said. \"I thought he was terrific.... I think it's pretty remarkable what he was able to do under http://wn.com/Allen_Iverson_31pts_vs_Charlotte_Bobcats_06/07_NBA_*Denver_Nuggets_*Nice_pass_to_NENE <strong> Gerald Wallace </strong> put a big hurt on <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>. <strong> Rasheed Wallace </strong> had 25 points,", "new_id": -2}, {"uid": "1295617200111296519", "i": 43780, "idx": 4, "sa": ["Andy Coulson", "David Cameron", "Cathy Newman"], "q": " \"right thing\" to resign but that he should have done it earlier. He said it raises \"serious questions about <strong> David Cameron </strong>'s judgement that he hung on to him for so long\". He added: <q>It's clear that there are serious questions about his time at the News of the World.</q> 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson \"was about to turn <strong> Andy Coulson </strong> in\". 1305 Political", "new_id": -2}, {"uid": "1296514363156909626", "i": 49423, "idx": 0, "sa": ["Michael Vick"], "q": "Full Story <cite> KOCO ChannelOklahoma.com </cite> star, US actor back E.Jerusalem settlers <cite> AFP </cite> U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q>It would seem that Conservatives govern on bumper sticker mantras, fairy tales and wishful thinking.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1296407544252772372", "i": 157, "idx": 35, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what <strong> Elgin Baylor </strong> did. It helped me out.</q> Webbe... Toronto Raptors vs Philadelphia 76ers Apr. 12/09 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was to win", "new_id": -2}, {"uid": "1297298258261144595", "i": 21462, "idx": 1, "sa": ["Donald Rumsfeld", "George Tenet", "Uday Hussein", "President Bush", "Qusay Hussein"], "q": "adult daughters. This was in the wake of the killing of <strong> Uday Hussein </strong> and <strong> Qusay Hussein </strong> by American troops in July 2003. Here's the passage from <strong> Donald Rumsfeld </strong>'s \"Known and Unknown\": <q>After his sons were killed, there was an intelligence report that <strong> Saddam Hussein </strong> was paying$ 60 million for his agents to target the <strong> President Bush </strong>'s two daughters and my two daughters for reprisal attacks. That threat report was brought up at an NSC meeting in October 2003. I acknowledged it, but went on with our discussion.</q> \"You need to take this seriously,\" <strong> President Bush </strong> said. He had received word that pictures of his daughters had been found in <strong> Uday Hussein </strong>'s palace. <strong> George Tenet </strong> broke in, reinforcing the <strong> President Bush </strong>'s", "new_id": -2}]