[{"uid": "1295957873147439632", "i": 22598, "idx": 1, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Jeffrey Young", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1296423124007012378", "i": 36638, "idx": 1, "sa": ["Hillary Clinton", "Brent Scowcroft", "Zbigniew Brzezinski", "Colin Powell", "Michael McFaul", "James Mulva", "Kanat Saudabayev", "Nursultan Nazarbayev", "Barack Obama"], "q": "his counterpart Secretary of State <strong> Hillary Clinton </strong> he met with <strong> Colin Powell </strong>, <strong> Brent Scowcroft </strong>, <strong> Zbigniew Brzezinski </strong>, ConocoPhillips Chairman and Chief Executive Officer <strong> James Mulva </strong> and Halliburton Energy Services Chairman and Chief Executive Officer David Lesar. <strong> Hillary Clinton </strong> and <strong> Kanat Saudabayev </strong> stressed <q> the importance of timely implementation of the agreements </q> between <strong> Barack Obama </strong> and Kazakhstan's <strong> Barack Obama </strong> <strong> Nursultan Nazarbayev </strong> on the sidelines of last April's Global Summit on Nuclear Safety in Washington. Accords that, according to Senior Director of Russian and Eurasian Affairs at the National Security Council <strong> Michael McFaul </strong>", "new_id": -2}, {"uid": "1294968982008224780", "i": 25655, "idx": 1, "sa": ["Patrick Achi", "Alassane Ouattara", "Philippe Mangou"], "q": "`` We reject these accusations,'' <strong> Alassane Ouattara </strong>'s government spokesperson <strong> Patrick Achi </strong> said after army chief of staff General <strong> Philippe Mangou </strong> accused his camp of orchestrating attacks on Gbagbo's Defence and Security Forces( FDS). <q> It's the security forces who once more have sought to provoke the peaceful population. We will not respond to these provocations, </q> <strong> Patrick Achi </strong> told AFP. Abidjan's Abobo and Anyama districts, bastions of <strong> Alassane Ouattara </strong>, the man the world says won November's presidential vote, were on Wednesday placed under night-time curfew after two days of clashes", "new_id": -2}, {"uid": "1295283262030097462", "i": 18927, "idx": 0, "sa": ["Jon Stewart", "David Letterman", "Piers Morgan", "Oprah Winfrey"], "q": "editor launches his new CNN show <strong> Piers Morgan </strong> Tonight, featuring an interview with <strong> Oprah Winfrey </strong>, later today. Speaking to The Guardian, <strong> Piers Morgan </strong> claimed that his career will only end when he is`` ignored''. <q> The only enemy for me is being ignored, </q> he said.`` If I'm being ignored by the American media then it's all over. If I'm the centre of their attention then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a", "new_id": -2}, {"uid": "1295069568038731824", "i": 53073, "idx": 0, "sa": ["Bob Dudley", "Chris Huhne", "Vladimir Putin"], "q": " until he was expelled by BP's Russian partners during a shareholder dispute in 2008. <strong> Vladimir Putin </strong> met <strong> Bob Dudley </strong> in Moscow earlier Friday, telling him, according to Russian news agencies: <q> The Russian government is going to support your joint work. </q> British Energy Secretary <strong> Chris Huhne </strong> also welcomed the`` groundbreaking deal'', saying it was`` good news for Europe, for the UK, energy security and worldwide''- and showed that", "new_id": -2}, {"uid": "1297200983061325341", "i": 2182, "idx": 23, "sa": ["Donald Rumsfeld"], "q": "develop an overreliance on the U.S. This is part of his answer when I ask what went wrong( again) in Afghanistan. He notes that committed`` Islamists'' don't just`` disappear.'' <q> We've given them a chance, a good chance, to fashion a country that can have the kind of security that the Taliban didn't permit. The Afghan people have to decide. </q> Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology for his role in the wars. Yet readers might be appreciative to find themselves in", "new_id": -2}, {"uid": "1295563322217792524", "i": 23983, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "press for showing some things too early-- probably talking about Chrome OS. 4:36: <strong> Eric Schmidt </strong> is back now. He's focusing on strategic things that he really likes to focus on, like partners. <q> I believe <strong> Larry Page </strong> is ready. His ideas are very interesting and clever, and it's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> doesn't expect any material change in strategies,`` we tend to agree on pretty much everything.'' 4:40: <strong> Eric Schmidt </strong> is talking about regulators. They try to stay away from getting too close", "new_id": -2}, {"uid": "1296727907183500817", "i": 19754, "idx": 8, "sa": ["Allen Iverson", "Chauncey Billups", "Tim Duncan"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third Tim Duncane since his arrival from Denver five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final", "new_id": -2}, {"uid": "1295468979077529106", "i": 13366, "idx": 6, "sa": ["Éric Zemmour", "Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> retranch dans un h?teld` Abidjan depuis le d?but de la crise. Bouak, dans le centre du pays, est le fief des ex-rebelles des Forces nouvelles, qui lui sont favorables. La C?d?ao <q> nous dira dans quelques jours comment elle compte proc?der. Je pr?f?re la voie de la C?d?ao qui est en r?alit de proposer une exfiltration </q>, pr?cise- t- il.[ INTERVIEW] R?forme de la garde? vue:`` Il faut aller plus loin'' Propos sur les noirs et les arabes: <strong> Éric Zemmour </strong> expose ses arguments Les incertitudes et les", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}]