[{"uid": "1295112447267436035", "i": 19885, "idx": 2, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "map markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether``", "new_id": -2}, {"uid": "1296021352213417993", "i": 20359, "idx": 1, "sa": ["Eric Schmidt"], "q": "n no; the number of things the Big Media seems Report Abuse <blockquote> Is it just me, or does <strong> Eric Schmidt </strong> look like one of those power-crazed Nazis or Bolsheviks from the 1940s? </blockquote> Report Abuse <q> Google is becoming what Microsoft once was- a giant corporation that wants to control everything we do on computers. But it's even worse, because it has a close relationship with the liberal portions of our government, and is expanding beyond just the computer realm into the real world. And its only significant opponents are Microsoft and Facebook, which aren't really any better at this point. </q> Mashable: Google Acquires Telephony Startup SayNow Mashable: Facebook CTO: We're Focused on Mobile in 2011", "new_id": -2}, {"uid": "1295433211260259860", "i": 18421, "idx": 0, "sa": ["Lionel Richie", "David Letterman", "Don Kirshner", "Paul Shaffer"], "q": "and ran a decade, gave national exposure to musicians including Joel and the Police. <strong> Don Kirshner </strong> also helped launch the careers of <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> David Letterman </strong>. <q> <strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the` golden age' of the popular music business, </q> Joel said in a statement.`` At the time, his` hands-off' approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.'' <strong> Paul Shaffer </strong>,", "new_id": -2}, {"uid": "1296029114239779845", "i": 36465, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Michele Bachmann", "Newt Gingrich"], "q": ", who have proposed eliminating the Applied Energy Research program at the Energy Department. Scott Segal, a lobbyist with Bracewell and Giuliani who represents oil refiners and energy companies, said <strong> Barack Obama </strong>'s decision to embrace <q> a wide range of clean technologies... is a positive development that underscores the notion that traditional fuels can be utilized in an environmentally friendly way. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO <strong> Barack Obama </strong> BR/ 1.1", "new_id": -2}, {"uid": "1297412496250134529", "i": 20122, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk.`` Seriously, who else do we have?'' one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed:`` Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1295527050255115294", "i": 3763, "idx": 1, "sa": ["Simon Cowell"], "q": "the US and admits it took a discussion with an unnamed`` successful'' friends to make him realise it was time to go. He explained on a forthcoming episode of` Oprah Presents Master Class': <q> I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. </q> American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn't very difficult.", "new_id": -2}, {"uid": "1296176508032686515", "i": 27160, "idx": 0, "sa": ["Todd Oliver", "David Letterman"], "q": "big part of our lives. One day I was looking at my dog and I thought,' I bet you could have a lot to say if you could talk,''' <strong> Todd Oliver </strong> said. <q> The mundane things dogs put up with( like the same food every day) and the crazy things we do as owners, you put the two together, and when it comes from a dog's mouth, it's very effective. </q> The current dogs in <strong> Todd Oliver </strong>'s long-running act- he's done everything from the`` Late Show with <strong> David Letterman </strong>'' to a 13-year run on a Branson, Mo., showboat- are all pets that needed", "new_id": -2}, {"uid": "1297413424025755648", "i": 11260, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": "`` What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month. Moon over the", "new_id": -2}, {"uid": "1294965251056983592", "i": 6002, "idx": 2, "sa": ["The doctor", "Barack Obama", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "Congresswomen at the time when she first opened her eyes, and called the moment miraculous.`` It felt like we were watching a miracle,'' Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q>`` <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,'' the AP quoted <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> as saying. Shen Yun Inspiring, Says Spokesperson for the Christian Democratic Party", "new_id": -2}, [{"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]]