[{"uid": "1295901953137494561", "i": 1660, "idx": 6, "sa": ["Zahi Hawass", "Viktor Orban"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,</q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" Photo: Hungarian Prime Minister <strong> Viktor Orban </strong>, left, talks to... FILE- In this March 7, 1982 file", "new_id": -2}, {"uid": "1297436049063979596", "i": 15817, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the industry, but <strong> Stephen Elop </strong> said he feared it would be too difficult to differentiate in that ecosystem in which it would be just another manufacturer. He also said the platform was headed towards being a commodity. <q>It felt a little bit like giving up and not enough like fighting back,</q> <strong> Stephen Elop </strong> said. Both <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> were careful, however, to note that this is not an exclusive partnership and that both maintained the right to pursue other partners. It could be that", "new_id": -2}, {"uid": "1294954455018661427", "i": 13587, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Armin van Buuren"], "q": ". \"Harry Potter and the Deathly Hallows: Part 2\" is the biggest screen farewell since the final \"<strong> Armin van Buuren </strong> Wars\" decade of adventures for the young wizard. Then there's that vampire-werewolf-schoolgirl love triangle. <q>The Twilight Saga: Breaking Dawn- Part 1</q> is the Everything's good with <strong> David Letterman </strong>, says <strong> Conan O'Brien </strong>, but with <strong> Jay Leno </strong>, not so good KDVR BURBANK, Calif.( AP)- <strong> Conan O'Brien </strong> says he got a phone call from <strong> David Letterman </strong> over the holidays", "new_id": -2}, {"uid": "1295965254237387800", "i": 29418, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> said at the DLD web conference in Munich that the company would make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital. <q>We had a very, very good year,</q> <strong> Eric Schmidt </strong> said. \"Which is why we'll continue to make investments.\" He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.</q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1296053928213385258", "i": 9775, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Google Inc."], "q": "- in the biggest expansion yet by the Internet's most profitable company. AnnArbor.com reported Tuesday that the hiring will include expanding <strong> Google Inc. </strong>'s Ann Arbor AdWords office on Division. It quoted spokesman Jake Parillo saying: <q>We expect to grow our entire Michigan operation in the coming year.</q> The hiring spree comes as <strong> Barack Obama </strong> emphasized the need for more jobs during his State of the Union address Tuesday night. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> was among a group of business leaders who met with <strong> Barack Obama </strong> last month", "new_id": -2}, {"uid": "1296896836199262266", "i": 339, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Charlie Rose", "Bill Clinton"], "q": "sure if <strong> Charlie Rose </strong> would live. Doctor on <strong> Barbara Walters </strong>' \"Setbacks' <strong> Barbara Walters </strong> was surprised to hear she had setbacks during heart surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won\"t know it.</q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1295941685109330459", "i": 38655, "idx": 7, "sa": ["Eric Snow", "Vince Carter", "Tracy McGrady", "Tyrone Hill", "Allen Iverson"], "q": "to score 26 points. He scored almost all of his points on jumpers and was held without a dunk for the second straight game. \"Not many people can stop him,\" <strong> Vince Carter </strong> said about <strong> Allen Iverson </strong>. <q>We were just added to that list.</q> <strong> Tyrone Hill </strong> added 20 points and 12 rebounds for the Sixers and <strong> Eric Snow </strong> had 11 points and 14 assists. <strong> Tracy McGrady </strong> added 20 for Toronto, which lost its second straight game after winning 11 of 12. It was the", "new_id": -2}, {"uid": "1295963486147439616", "i": 33140, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when... Photo: FILE- In this Oct. 2, 2007 file photo, Sayeeda... Article: <strong> Nick Clegg </strong> unveils plan to allow shared maternity leave... Report Abuse <q>them bearded wonders will make a huge mosque out of buckingham palace.</q> Just you wait and see.Citizens of the Blighty! wake up before its too late. Report Abuse \"God know, we can not offend the muslims.\" Time.com: How the Airport Bombing Left Moscow at", "new_id": -2}, {"uid": "1296273664046694409", "i": 25149, "idx": 6, "sa": ["Chauncey Billups", "Allen Iverson", "Carmelo Anthony"], "q": "for No. 10-- Philadelphia's 10th straight loss. <strong> Chauncey Billups </strong> scored 31 points and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night. <q>I just felt like I was back home,</q> <strong> Allen Iverson </strong> said. \"It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than I already was.\" The Nuggets did their share to", "new_id": -2}]