[{"uid": "1297506563204570648", "i": 26873, "idx": 0, "sa": ["Michael Gove"], "q": "he said was unlawful as he failed to consult with any of the claimants. However, the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, <q> the final decision on any given school or project still rests with him </q>. \"He may save all, some, a few, or none. No-one should gain false hope from this decision.\" Mr Pank Patel, headteacher of Wood Green High School in", "new_id": -2}, {"uid": "1295959338098713628", "i": 17529, "idx": 0, "sa": ["Michael Gove", "Danny Alexander"], "q": "such as <strong> Michael Gove </strong>, or <strong> Danny Alexander </strong>( sorry, he's a Lib Dem). Even if they are asked about something such as an inner-city crime initiative or other proposal, the opening line is all to often <q> Well, this was terrible under Labour... </q> They probably stop blaming them when it stops being their fault! Have no real criticism of labour other than the monster national debt and defeict that they created BEFORE the economic downturn. Almost every unpopular tory decision has", "new_id": -2}, {"uid": "1296231867027263053", "i": 1868, "idx": 4, "sa": ["Michael Gove", "LeBron James"], "q": "quango takes more than? 36 each year from every teacher and gives them \"hardly anything back\" , <strong> Michael Gove </strong> argues. In terms of the new bill, the secretary of state will in future consider <q> allegations of unacceptable professional conduct, conduct that may bring the profession into disrepute, or convictions of a relevant offence and decide whether to prohibit the person from teaching </q>. <strong> Michael Gove </strong> has vowed to cut bureaucracy in schools. He said that in one year, Labour sent schools 5,000 pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles. \"There", "new_id": -2}, {"uid": "1297427259083165187", "i": 54748, "idx": 0, "sa": ["Michael Gove"], "q": ". But this is hardly the victory that it is being portrayed as by some. Report this comment You say scrapping the equalities assesment should be done immediately. Why exactly? Report this comment <q> This means, in effect, that <strong> Michael Gove </strong>? s original decisions can stand. </q> No it does not. It means that each decision has to be re-looked at and reconsidered in a transparent process. Not just handed from high by <strong> Michael Gove </strong>. If that's a win, my names", "new_id": -2}, {"uid": "1295612151098222087", "i": 7466, "idx": 1, "sa": ["Michael Gove"], "q": "Education Minister <strong> Michael Gove </strong> has launched a review of the National Curriculum in England. \"It is my ambition to reduce unnecessary prescription, bureaucracy and central control throughout the education system\" he said. <q> That means making a new approach to the curriculum. </q> The Michael Government has commissioned a panel of headteachers and academics to review the current curriculum, with the new National Curriculum programmes of study for English, mathematics, science and physical education set to be introduced for", "new_id": -2}, {"uid": "1297079179210305027", "i": 52490, "idx": 0, "sa": ["Michael Gove", "David Blunkett"], "q": "it had undermined its own policy by threatening to withdraw citizenship lessons from schools. <strong> David Blunkett </strong> accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time <q> we've never needed it more. </q> \"It's time the right hand knew what the far-right hand is doing,\" he said. \"In fact, it's time that the Michael Government were able to articulate one policy without immediately undermining", "new_id": -2}, {"uid": "1294961161181354506", "i": 56930, "idx": 0, "sa": ["Michael Gove", "Vincent Nichols"], "q": "to Academies. The irony of a Catholic education service turning its back on a Secretary of Education who actually supports faith schools is not lost on <strong> Michael Gove </strong>. He is, as one political source admitted, <q> exasperated by the Diocese and its heavy-handed attempts to take over Cardinal Vaughan </q>. As a consummate politician, <strong> Michael Gove </strong> will not want to take sides in a diocesan dispute, but will wait for Archbishop <strong> Vincent Nichols </strong> to take the matter in hand. On February 2, the Parents' Action Group", "new_id": -2}, {"uid": "1296557192179486802", "i": 7901, "idx": 0, "sa": ["Michael Gove", "Tim Loughton"], "q": "a renewed focus on child protection, a Michael Government-commissioned review has found. Professor Eileen Munro's interim report called on ministers to replace existing bureaucratic requirements with an approach which allows social workers to do the jobs <q> they came into the profession to do </q>. Education secretary <strong> Michael Gove </strong> is considering lifting parts of existing rules for five local authorities, allowing them to complete assessments in their own Tim Loughtone. \"Whilst some regulation is needed, we need to", "new_id": -2}, {"q": "their bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Cook </strong>'s surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge <strong> Randy Jackson </strong> concurred, proclaiming \"the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon Silva Santos </strong>'s \"Imagine,\" a song that earlier in the competition", "sa": ["David Cook", "John Lennon Silva Santos", "Randy Jackson", "Simon Cowell", "David Archuleta"], "index_answer": 3, "idx": 0, "i": 29613}, {"uid": "1295983645057327616", "i": 32714, "idx": 1, "sa": ["Michael Gove"], "q": "claims of a large number of different authorities, or an even larger number of individual schools. Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total <q> well in excess of? 1bn in BSF funding </q>, and the case was about \"whether they must get even more\" . 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest", "new_id": -2}]