[{"uid": "1295981303233783296", "i": 18597, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. ''In strategy we", "new_id": -2}, {"uid": "1295559883243744799", "i": 4462, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. Mr. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The", "new_id": -2}, {"uid": "1297424667196083741", "i": 9989, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "company's ''primary smartphone platform'', CEO <strong> Stephen Elop </strong> said his company had to adapt to survive. ''For someone to effectively compete and win against Android and Apple, it needs significant muscle'' <q>For someone to effectively compete and win against Android and Apple, it needs significant muscle,</q> <strong> Stephen Elop </strong> said, sitting alongside Microsoft boss <strong> Steve Ballmer </strong>.''[ Mobile] operators need a credible alternative. This is now a three-horse race,'' he stated, seemingly writing off RIM's BlackBerry. <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1296084859120438795", "i": 4271, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> UK police get new info in phone hacking inquiry Scotland Yard said Wednesday it was reopening its investigation into phone hacking at the country's top-selling Sunday newspaper after it had received ''significant new information", "new_id": -2}, {"uid": "1297652095245153826", "i": 24653, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush", "Radovan Karadzic"], "q": "that they should ''Obey!'' Meanwhile, the Republican kids will get an autographed copy of both the <strong> President Bush </strong> and <strong> Donald Rumsfeld </strong> books and can snicker while watching the Sunday morning talk show/spin rebuttal programs that send the subliminal <q>wink, wink, nudge, nudge</q> message that real men have big bank accounts. Hitler wasn't even tried in absentia for war crimes, but his posse was. <strong> President Bush </strong>& Co. will never be taken into custody.( If <strong> Radovan Karadzic </strong>", "new_id": -2}, {"uid": "1295004374005226501", "i": 16821, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "for the first time. ''It was raw courage. It was raw strength. It was so beautiful and so moving,'' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q>She wanted us to know that she was with us 100% and understood everything we were saying.</q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it ''a major milestone'', and said the congresswoman was clearly responding to the gathering of friends and family. After five days of", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on ''Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q>There's no guarantee, but it's traditional for the winner to be a guest on the show,</q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. ''I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1295501337043302944", "i": 18907, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ", <strong> Barack Obama </strong> said. ''The relationship is much more complex than that, and it has much more potential than that.'' ''I also have a message to American entrepreneurs,'' <strong> Hu Jintao </strong> added. <q>That is, we welcome you as companies to China.... We will, as always, try to provide a transparent, just, fair, highly efficient investment climate to U.S. companies and other foreign companies.</q> The corporate execs response? Most simply nodded or listened, according to the White House press pool report. Microsoft CEO <strong> Steve Ballmer </strong> was apparently taking notes. Some of the U.S. executives in attendance,", "new_id": -2}, {"uid": "1295618707107249683", "i": 2351, "idx": 0, "sa": ["Andy Coulson"], "q": "social networking sites. A GTC spokeswoman said they had heard only two cases relating exclusively to teachers' non-criminal behaviour outside school, and both were before the code's introduction. She said: <q>The code does not alter the threshold for disciplinary action and does not affect the way in which any cases referred- including those involving conduct outside school- are assessed. ''It is only if a teacher's private behaviour were to become public in a way that was damaging to the reputation of the profession, and if that behaviour were serious enough to warrant dismissal, that the GTC would become involved.</q> Alan Johnson bodyguard ''had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' Harry Potter star''s brother jailed new", "new_id": -2}, {"uid": "1295154913111345676", "i": 7390, "idx": 10, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two big jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q>My whole thing was not so much taking over, but just trying to win the basketball game,</q> he said. ''I got a couple of good looks at the end.'' <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight", "new_id": -2}]