[{"uid": "2008102521_00007331_W", "i": 2440, "idx": 3, "sa": ["Hillary Clinton", "Tom Ridge", "John McCain"], "q": "outside the philadelphia area, demonstrated during his primary defeat by <strong> Hillary Clinton </strong>. \"we need to carry pennsylvania to win this thing,\" the state's former gov. <strong> Tom Ridge </strong> acknowledged a few days ago, later adding: <q> you don't want to write <strong> John McCain </strong> off, ever.... if <strong> John McCain </strong> has a webster's dictionary, there are a couple of words that are not in it.` surrender,'` quit' or` give up.' </q> state democratic leaders believe <strong> John McCain </strong>'s pennsylvania fixation makes a certain amount of sense. no democratic presidential candidate since lyndon johnson has received more than 51 percent of the vote in the state, even though the party has", "new_id": -2}, {"uid": "2008092805_00004001_W", "i": 3944, "idx": 7, "sa": ["Paul Newman", "Carl Haas", "Mario Andretti"], "q": "became friends and decided to form their own team in 1983, with famed racer <strong> Mario Andretti </strong> as the team's driver. calling <strong> Paul Newman </strong> a <NO_QUOTATION> <strong> Carl Haas </strong> offered condolences saturday through a statement on the team's web site. <q> <strong> Paul Newman </strong> and i have been partners for 26 years and i have come to know his passion, humor and above all, his generosity. not just economic generosity, but generosity of spirit. his support of the team's drivers, crew and the racing industry is legendary. his pure joy at winning a pole position or winning a race exemplified the spirit he brought to his life and to all those that knew him. we will truly miss him. </q> despite having cancer, <strong> Paul Newman </strong> never seemed to let the illness get the best of him, lanigan said. \"he competed against his illness and wouldn't sit down to it,\" he said. \"in", "new_id": -2}, {"uid": "2008122918_00005393_W", "i": 2087, "idx": 11, "sa": ["Kris Dielman"], "q": "he said. \"i'm not going to jump to conclusions or say anything more about it because i really don't know at this point.\" san diego set a team record with 289 rushing yards. <q> we physically beat the hell out of them. i can't say it any other way, </q> pro bowl left guard <strong> Kris Dielman </strong> said. tomlinson used a nice spin move to score on a 4-yard run late in the second quarter, adding to the 1-yard scoring run he had in the first period.", "new_id": -2}, {"uid": "2008102718_00004217_W", "i": 2533, "idx": 1, "sa": ["John Wallace"], "q": "'s technology is easy to implement, and works seamlessly with existing identity management environments, we recommend pingfederate( r) to all customers who want single sign-on into ticketos,\" said <strong> John Wallace </strong>, ticketos general manager. <q> pingfederate allows our corporate customers to easily access their ticket management software application in a reliable and simple manner. and ping identity provides fantastic support. </q> ticketos delivers real-time visibility into a corporation's ticket inventory in order to allocate, track and utilize tickets more efficiently and effectively and allows companies to maximize their investment in sports and entertainment sponsorships. in addition, the", "new_id": -2}, {"uid": "2008111422_00032894_W", "i": 2619, "idx": 1, "sa": ["John Derbyshire"], "q": "team gb will now begin to assess its programme for 2012. discuss sailing on 606 royal yachting association racing manager and performance director <strong> John Derbyshire </strong> said: \"we will now consider how best to take this forward.\" <q> we look forward to our women adapting to the challenges of match racing in the elliott 6m. </q> in a statement the rya added: we welcomes the decision to select the equipment as the elliott 6m at this juncture, to allow nations to begin developing their national programmes, and isaf world cup event organisers to", "new_id": -2}, {"uid": "2008121805_00019897_W", "i": 2037, "idx": 3, "sa": ["Mitch Daniels"], "q": "budgetary gimmicks such as delaying payments to schools or raiding the pension funds and wants lawmakers to keep their hands off the rainy day fund. although indiana has$ 1.4 billion in that fund, <strong> Mitch Daniels </strong> has said, <q> our objective will be to preserve the reserves we have. </q> house speaker pat bauer( d-south bend), frankly stated, \"this is a rainy day.\" school districts all over indiana are trying to avoid being blindsided when legislation passes the final budget. \"it", "new_id": -2}, {"uid": "2008101320_00003234_W", "i": 2427, "idx": 6, "sa": ["Clifton Dawson", "Ryan Lilja", "Tom Santi", "Tyjuan Hagler", "Tony Dungy"], "q": "the colts would have moved rookie tight end <strong> Tom Santi </strong> to running back. and if they need another back, the colts will likely seek a player such as <strong> Clifton Dawson </strong>, who has experience in the colts' system. <q> we're not necessarily looking for a more veteran guy, but we are looking for a guy who knows our system, knows our blocking assignments, knows our audibles, </q> <strong> Tony Dungy </strong> said. the colts also could get two starters back wednesday. left guard <strong> Ryan Lilja </strong> and outside linebacker <strong> Tyjuan Hagler </strong> have both been on the physically unable to perform list since training camp opened in late july. the colts", "new_id": -2}, {"uid": "2008091017_00036596_W", "i": 3896, "idx": 1, "sa": ["Zac Efron"], "q": "star marlon brando, and preppy rockers vampire weekend. <strong> Zac Efron </strong>, on the papparazzi: \"i'm really surprised they care...\" <strong> Zac Efron </strong>, on the third( and final) installment of high school musical: <q> the stakes are higher because there are real decisions to be made. what college are you going to? what happens to the girl? it's fun watching troy grow into a man. </q> <strong> Zac Efron </strong>, on his upcoming film, 17 again: \"it was hard to play someone i couldn't relate to in the slightest, but the director taught me a lot about the art of acting, which", "new_id": -2}, {"uid": "2008100217_00010546_W", "i": 1096, "idx": 4, "sa": ["Marcy Kaptur"], "q": "the bill, as he did monday, despite some misgivings. \"i will tell you, the american people are angry and frustrated,\" he said on abc's <NO_QUOTATION> saying he's been hearing messages like <q> the woman who said she was concerned about getting access to a student loan for her daughter. </q> rep. <strong> Marcy Kaptur </strong>, an ohio democrat, said on the same program that she plans to vote no. \"i will not support this legislation because it's the wrong medicine,\" she said. <strong> Marcy Kaptur </strong> argued that", "new_id": -2}, {"uid": "2008111317_00023002_W", "i": 416, "idx": 0, "sa": ["Bob Catley", "Bruce Turgon"], "q": "<strong> Bob Catley </strong>, angra, krokus etc.) in germany who mixed the album in the summer 2008.\" we were able to deliver a product that we're both very proud of\" adds bardowell, while <strong> Bruce Turgon </strong> concludes <q> this is an album that deserves to be played live. we've created a strong foundation for places of power to build upon and everything is possible... </q> the result is a jewel, one of those rare releases that gets your attention from the very first to the last second- splendid performances, killer production and marvellous songs: that's what\"", "new_id": -2}]