[{"uid": "1295976171233406548", "i": 47850, "idx": 0, "sa": ["Alejandro Gonzalez Inarritu", "Bill Lockyer", "Newt Gingrich"], "q": "I believe he deserves it and has made a monumental work,\" <strong> Alejandro Gonzalez Inarritu </strong> said. He said he felt a rare and extraordinary sensation to be nominated for a film that has no happy ending and lacks <q> certain elements that would be obvious to the academy. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1297136473102924319", "i": 29846, "idx": 10, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003- and never spoke up during meetings with the president to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1297210131061849602", "i": 3320, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "first-class operation, that they were not torturing people, that they were not hurting people.\" <strong> Donald Rumsfeld </strong> described the prison camp as a \"fine operation\" and said the service members who operate it have <q> taken a lot of heat unfairly. </q> <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. \"Let there be no doubt, there are extremists out there who are determined to", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1295575736103366674", "i": 37506, "idx": 2, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Google Inc."], "q": "<strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. \"Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.\" <q> It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day, </q> commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>. \"We are all looking forward to continuing and expanding our efforts as part of <strong> Google Inc. </strong>.\" Shares of <strong> Google Inc. </strong> closed Thursday's trading day at$ 439.49 on volume", "new_id": -2}, {"uid": "1296114922211763218", "i": 22426, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. \"I think it", "new_id": -2}, {"uid": "1295247357175046696", "i": 9571, "idx": 0, "sa": ["George Karl", "Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Nuggets-Hornets_121-63_I_Anthony_26pts,7ast,6reb,Billups_17pts,8ast_vs_West_14pts,Posey_12pts,7reb NEW ORLEANS, April 27,2009( AP) <strong> George Karl </strong> scanned two decades of NBA coaching memories and failed to find an instance when one of his teams played as well, from start to finish, as", "new_id": -2}, {"uid": "1295558979260145159", "i": 32372, "idx": 0, "sa": ["Nancy Pelosi", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297220789217088052", "i": 17128, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Guantanamo Bay one of world's finest prisons: <strong> Donald Rumsfeld </strong> THE \"war on terror\" prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defence secretary <strong> Donald Rumsfeld </strong> has said. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography Known and Unknown, praised US military personnel who worked at the site in the interview on Fox News Channel's Hannity show.", "new_id": -2}, {"uid": "1297114520257425423", "i": 35160, "idx": 1, "sa": ["Simon Cowell"], "q": "sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,\" he said. <q> I also did it because I believe[ we] can find a star, </q> <strong> Simon Cowell </strong> continued. \"So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}]