[{"uid": "2008121210_00002969_W", "i": 2060, "idx": 2, "sa": [], "q": "said bill wilton, who farms near winnipeg in the province of manitoba.\" we as canadian producers do supply the majority of milling oats in the u.s. we have overproduced, and prices are reflective of supply. <q> that means cheaper feed for horses, too. </q> these commodities have fallen out of bed. right now, we're running backwards with prices where a year ago we were running up with prices, \"said alan woodbury, owner of woody's performance horse feeds", "new_id": -2}, {"uid": "2008101618_00022293_W", "i": 2225, "idx": 1, "sa": ["Brendan Murphy"], "q": "forensically, \"detective sergeant <strong> Brendan Murphy </strong> told the advertiser. they were found near the top of the mine site.\" the family is considering the possibility they may be bone fragments( of maureen and allan). <q> a local resident who lives near the disturbed mine shaft told the advertiser he had seen people digging with shovels in the vicinity in recent times. i was just looking over the back fence and saw a few of them scratching around. i asked them what they were doing and they said` what are you- a copper?'` they more or less told me to mind my own business. </q> they just told me they were digging but i've heard on the grapevine they were looking for a body. \"the department of sustainability and environment conducted an investigation after receiving reports of digging at the site.", "new_id": -2}, {"uid": "2008111114_00038760_W", "i": 212, "idx": 2, "sa": ["Wu Xiu", "Chin Wei"], "q": "as more and more factories close and low-skilled workers flood the market.\" i want to find another job. i have no money, \"<strong> Chin Wei </strong> told abc news.\" i can not even feed myself. <q> it's a story heard over and over in southern china. <strong> Wu Xiu </strong> feng is a mother of two who has spent the last 11 years making irons for a factory that just shut down. she and her husband are desperately looking for work and are worried about having enough money to feed their two children. like most factory workers, she is a migrant worker. </q> i can't even afford to go home, \"she told abc news. <NO_QUOTATION> the central government is listening and trying to respond both to rising unemployment and pressure from abroad to take action. a external links", "new_id": -2}, {"uid": "2008091822_00019188_W", "i": 2164, "idx": 5, "sa": ["Benjamin Davis", "Peter Weiss", "Donald Rumsfeld", "Barbara Olshansky", "George W. Bush", "George H. W. Bush", "Francis Boyle"], "q": "a state department award for heroism and who taught the geneva conventions and the law of land warfare at the special warfare center at ft. bragg, n.c. she is the coauthor of\" dissent: voices of conscience. <q># <strong> Peter Weiss </strong>, <strong> George H. W. Bush </strong> of the center for constitutional rights, which was recently involved with war crimes complaints filed in germany and france against former defense secretary <strong> Donald Rumsfeld </strong> and others.# <strong> Benjamin Davis </strong>, associate professor at the university of toledo college of law and former american legal counsel for the secretariat of the international court of arbitration.# david lindorff, journalist and co-author with <strong> Barbara Olshansky </strong> of </q> the case for impeachment: legal arguments for removing <strong> George W. Bush </strong> from office \"( st. martin's press).# <strong> Francis Boyle </strong>, professor of international law at the university of illinois at urbana-champaign, responsible for drafting the biological", "new_id": -2}, {"uid": "2008090816_00013991_W", "i": 2141, "idx": 0, "sa": [], "q": "has to be done. justice must be seen to be done. what the au is simply saying is that what is critical, what is the priority, is peace. that is priority number one now, <q> tanzanian president jakaya kikwete said, standing beside bashir. </q> we should do the first thing first. on this basis, the au supports deferral of the indictment, \"said kikwete, who currently chairs the regional bloc. bashir rejects accusations of war crimes and genocide.", "new_id": -2}, {"uid": "2008102220_00007063_W", "i": 1497, "idx": 5, "sa": ["Adriano Galliani", "Andrea Pirlo", "Alexandre Pato", "Carlo Ancelotti", "Gennaro Gattuso", "David Beckham"], "q": "more fans, \"<strong> Adriano Galliani </strong> said. <strong> David Beckham </strong> would join a squad at milan that features brazil standouts ronaldinho, kaka and <strong> Alexandre Pato </strong>, plus italy's <strong> Andrea Pirlo </strong> and <strong> Gennaro Gattuso </strong>.\" for me it will be a pleasure, <q> milan coach <strong> Carlo Ancelotti </strong> said. </q> <strong> David Beckham </strong> is a serious athlete, a great professional. if he'll be available for four months with us, we'll be very happy. \"<strong> Carlo Ancelotti </strong> also indicated <strong> David Beckham </strong> could play for milan in the uefa cup", "new_id": -2}, {"uid": "2008101015_00037876_W", "i": 1727, "idx": 2, "sa": ["Jason deCaires Taylor"], "q": "\"flacco said.\" it's just a good opportunity for us to go out there and me to go out there as the quarterback and do as much as i can do to help this team win. <q> flacco has taken his lumps of late, throwing two interceptions in a loss to tennessee and losing a critical fumble in an overtime loss to pittsburgh. <strong> Jason deCaires Taylor </strong> returns to practice: washington redskins defensive end <strong> Jason deCaires Taylor </strong> practiced for the first time since the emergency surgery on his left calf. </q> it felt good to be out here running around a little bit, \"<strong> Jason deCaires Taylor </strong> said.\" but it's only 17 days since we had it done. we'll see how it responds. \"<strong> Jason deCaires Taylor </strong> did", "new_id": -2}, {"uid": "2008100319_00019201_W", "i": 1139, "idx": 1, "sa": [], "q": "start again. \"i said, great, i had just taught on first point, so where do you want me to begin. he said,\" well, you were off on a tangent...! <q> at that point we all burst out laughing!! of course i talk in tangents! seriously. i am a tangent-talker! and proud of it. tangents. its a good thing. i asked him, </q> so which tangent you want to hear!! \"give me a subject. i can go off on a tangent on any subject. it was a priceless moment and made for a good laugh. both our young", "new_id": -2}, {"uid": "2008120520_00011764_W", "i": 1817, "idx": 6, "sa": [], "q": "career, despite his early start at gigging. he had studied creative writing at kansas city's high school for performing arts and says,\" i always liked writing and thought that was what i would do. <q> but at 18 he and his bandmate in k-floor, nick schneblen, moved to philadelphia, sight unseen, with the goal of launching their musical careers. </q> we had never been here and didn't know anybody, \"recalls schutz. they chose philadelphia because they wanted to be closer to new york without actually being in the big apple. once schutz arrived in town", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 1660, "idx": 9, "sa": ["Hugo Chávez", "George W. Bush"], "q": ", economist\" fascism should more appropriately be called corporatism because it is the merger of state and corporate power. \"-- benito mussolini\" corporation, n., an ingenious device for obtaining profit without individual responsibility. <q>-- ambrose bierce( the devil's dictionary, 1906) </q> you are an ignorant, mr. danger. \"-- <strong> Hugo Chávez </strong> speaking of <strong> George W. Bush </strong>\" the hottest places in hell are reserved for those who, in time of great moral crises, maintain their neutrality. \"-- dante", "new_id": -2}]