[{"uid": "1297285551010960922", "i": 33652, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "Slideshow: White House staff and reporters attend <strong> Barack Obama </strong>'s approval ratings inched up again this month as... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> What if a republican <strong> Barack Obama </strong> was honoring the victims of the tower's collapse? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k you", "new_id": -2}, {"uid": "1294961599111804420", "i": 16225, "idx": 9, "sa": ["Allen Iverson", "Kobe Bryant", "Tyronn Lue"], "q": "her and voted her out it only leaft five people in the game.( Jud aka Fabio) Fabio started th... H* Wood \"Could It Be You( Punk Rock Chick)\" H* Wood <q> Could It Be You( Punk Rock Chick) </q>-- Download single here bit.ly... <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>", "new_id": -2}, {"uid": "1296781092236666899", "i": 28758, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "concludes in his new autobiography that the war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today </q>, Mr <strong> Donald Rumsfeld </strong> wrote in his memoir, due out next week. Mr <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of ADVERTISEMENT mass destruction as justification for the 2003 US-led invasion.", "new_id": -2}, {"uid": "1295805220124010531", "i": 12264, "idx": 1, "sa": ["Colin Powell"], "q": "these matters in his State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296340079072220680", "i": 21014, "idx": 1, "sa": ["Zahi Hawass"], "q": "\"Lamentei profundamente quando cheguei ao Museu Eg?pcio pela manh e descobri que algumas pessoas tentaram entrar no museu? for?a na noite passada\" , disse <strong> Zahi Hawass </strong>, presidente do Conselho Supremo de Antiguidades. <q> Cidad?os eg?pcios tentaram brec?- los e foram auxiliados pela pol?cia tur?stica, mas alguns conseguiram entrar pela parte de cima e destru?ram duas das m?mias </q>, disse. Ele afirmou que os saqueadores tamb?m arrombaram a bilheteria do museu. Blog: Goleiro Lauro flagra Gui?azu com camisa da sele?o brasileira. Historiador investiga 2.500 anos de conflitos entre Ocidente e Oriente", "new_id": -2}, {"uid": "1295437553089227285", "i": 34662, "idx": 1, "sa": ["George Michael", "Simon Cowell", "Jonathan Ross"], "q": "when he and pal music boss <strong> Simon Cowell </strong> heard new tracks from <strong> George Michael </strong>, <strong> Simon Cowell </strong> gushed about one: \"That is a No. 1!\" <strong> Jonathan Ross </strong>, who presents next week's Comedy Awards, teased: <q> His new stuff is very modern, dancing and electronic. </q> Buy Cheap tickets for the upcoming Bam! Jordan's just released a statement confirming her marriage is over- and it's explosive stuff Bam! Jordan's just released a statement confirming her marriage is", "new_id": -2}, {"uid": "1296925333084377631", "i": 51736, "idx": 0, "sa": ["Michael Vick"], "q": ": Snow and ice is seen on the roof of Cowboys Stadium,... Photo in Slideshow: The setting sun is reflected on the side of Cowboys... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> im suprised the new world order didnt get the media to demonize snow </q> and say if you dont stay inside the snow will melt your face off.----------- iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs", "new_id": -2}, {"uid": "1295909859246595674", "i": 48641, "idx": 2, "sa": ["Sheldon Whitehouse", "Bernie Sanders", "Barack Obama"], "q": "Republicans to make significant changes to the way Social Security works. <strong> Bernie Sanders </strong> said the news that <strong> Barack Obama </strong> would say nothing specific about the program one way or the other was good enough to alleviate those fears. <q> I was very pleased to see in the media this afternoon that the <strong> Barack Obama </strong> will not-- underline will not-- advocate raising the retirement age, </q> <strong> Bernie Sanders </strong> said. \"I applaud the <strong> Barack Obama </strong> for standing up for Social Security.\" <strong> Bernie Sanders </strong> was on the call with Sen. <strong> Sheldon Whitehouse </strong>( D-RI), who joined with the Vermont independent in condemning the Republican", "new_id": -2}, {"uid": "1296003981098533397", "i": 2564, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "most of its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., among its fiercest rival. Microsoft employed", "new_id": -2}, {"uid": "1295876247172113929", "i": 41172, "idx": 0, "sa": ["George Stephanopoulos", "Eric Schmidt", "Frederick W. Smith", "Barack Obama", "Barney Frank"], "q": "RS.C.) participates in a round-table discussion with Rep. <strong> Barney Frank </strong>( D-Mass.), Google CEO <strong> Eric Schmidt </strong> and FedEx CEO <strong> Frederick W. Smith </strong> about stimulus bill proposed by <strong> Barack Obama </strong> and being pushed by Democrats through Congress on ABC News' <q> This Week with <strong> George Stephanopoulos </strong>. </q>( Feb. 1) Obama_Barack Obama_My_Muslim_Faith_The_Right's_NEXT_BIG_SMEAR Obaid Karki An Outcast Spinoziste Pantheon Hexalingual Automath Former UAE Under Secretary Independant Street-Knowledge Urban Talkshow Guru. Unaffiliated to any State, Organized Religion Group, Sect or Kin. Anti Tribal Gentile US", "new_id": -2}]