[{"uid": "2008110703_00019685_W", "i": 894, "idx": 0, "sa": ["Sarah Palin", "John McCain"], "q": "been faulted if the <strong> John McCain </strong> campaign was too clueless to notice. whatever the truth, one thing is certain. ms. <strong> Sarah Palin </strong>, who laughingly told the prankster that she could be president\" maybe in eight years, <q> was the catalyst for a civil war between her campaign and mr. <strong> John McCain </strong>'s that raged from mid-september up until moments before mr. <strong> John McCain </strong>'s concession speech on tuesday night. by then, ms. <strong> Sarah Palin </strong> was in only infrequent contact with mr. <strong> John McCain </strong>, top advisers said. </q> i think it was a difficult relationship, \"said one top <strong> John McCain </strong> campaign official, who, like almost all others interviewed, asked to remain anonymous.\" <strong> John McCain </strong> talked to her occasionally. \"but mr. <strong> John McCain </strong>", "new_id": -2}, {"uid": "2008122818_00029237_W", "i": 1866, "idx": 0, "sa": ["Kenny Jackett"], "q": "had slipped out of contention after a third straight game without a win saw mk dons and leicester pull away at the top of league one.\" looking at the table we are still very much in there, <q> <strong> Kenny Jackett </strong> insisted. we have had three games without a win but two have been drawn which still adds points to the total. </q> we need to be able to handle being the favourites. it is a different mentality to being the challengers like at leicester and leeds this season. we have now got to play like champions. \"the south", "new_id": -2}, {"uid": "2008101115_00006868_W", "i": 1960, "idx": 0, "sa": ["Iain Douglas-Hamilton"], "q": ", an elephant killed a neighbor who was defending his crop.\" we had to go into town to tell the game( wardens) to chase the elephants away or we're going to kill them all, <q> mwasu remembered. but the elephants kept coming back. batian craig, the conservation and security manager at the 90,000 acre ol pejeta conservancy, says community development programs are of little use if farmers don't have crops. he recalled the time when 15 families had their harvests wiped out. </q> as soon as a farmer has lost his livelihood for six months, he doesn't give a damn whether he has a school or a road or water or whatever, \"he said. <strong> Iain Douglas-Hamilton </strong>, founder of", "new_id": -2}, {"uid": "2008091819_00013803_W", "i": 323, "idx": 0, "sa": [], "q": "recording engineer l. stu young and grammy award-winner ari raskin engineered the album.\" it took me a while to realize the music going around in my head ever since i can remember was there for a reason, <q> laws previously told the news. </q> as much as it's about entertaining people, it's also about creating positive energy and spreading love. there's a purpose to what i do and that's the most important element of the songs i write", "new_id": -2}, {"uid": "2008101100_00000558_W", "i": 1159, "idx": 0, "sa": [], "q": "online process designed to thwart scalpers trying to snap up tickets to the best events.\" there are people who are experts at getting to the front of the line, and they make a living doing that, <q> said caley denton, vice president of ticketing for the vancouver organizing committee. </q> we have a built-in reason why that's not important. it's not a race. \"cosport( www.cosport.com), the only company sanctioned by the u.s. olympic committee to sell tickets to americans, is accepting", "new_id": -2}, {"uid": "2008092200_00023407_W", "i": 760, "idx": 5, "sa": [], "q": "in north jersey politics, has been lobbying the peruvian congress to create a seat that would represent peruvians living outside the country.\" in recent years the peruvian government has been placing more importance on our community, <q> curitomai said in spanish. </q> not so much in deeds but in words, such as the proposal to create a position for peruvians abroad to be represented in congress. \"curitomai has hosted many peruvian government officials in paterson- which has such", "new_id": -2}, {"uid": "2008121000_00036862_W", "i": 1591, "idx": 3, "sa": ["Sam Zell", "John Harris"], "q": "). \"during an intercepted call on nov. 11, <strong> John Harris </strong> told blagojevich he had met with a financial adviser to the tribune ceo who said <strong> Sam Zell </strong>\" got the message and is very sensitive to the issue. <q> <strong> John Harris </strong> said he sensed the tribune might be going after the editorial writers in upcoming cuts, and blagojevich responded enthusiastically. tribune co. issued a statement tuesday saying no one at the company did anything wrong during the period when blagojevich was allegedly pressuring the newspaper. </q> no one working for the company or on its behalf has ever attempted to influence staffing decisions at the chicago tribune or any aspect of the newspaper's editorial coverage as a result of conversations with officials in the governor", "new_id": -2}, {"uid": "2008121702_00019871_W", "i": 268, "idx": 1, "sa": [], "q": "arms full of garbage.\" look what i found in the garbage! \"he said: stationary, mailing labels, printer paper!\" and all three of our garbage cans are full of this stuff! <q> then, as he was about to go back for more, he started bitching about how somebody was dumping their garbage in our garbage cans. i said, </q> how can you be so thrilled about garbage-picking this crap and at the same time be so angry that someone put it there to begin with? \"that shut him up.- he spent a lot of time", "new_id": -2}, {"uid": "2008120902_00004320_W", "i": 942, "idx": 3, "sa": [], "q": "n't own any rice fields and before the fifties, we didn't always have rice to eat. sometimes people just ate vegetables. these were the crisis years for us. but we had enough to eat. <q> i watched gusti as he spoke and could see the movement in his eyes, as if i was rekindling a slow-burning fire. </q> i remember there used to be around ten people who helped my mother prepare the satay. they would sit on the ground and make the bamboo sticks. when their job was finished, we would give them one", "new_id": -2}, {"uid": "2008090111_00009408_W", "i": 59, "idx": 1, "sa": [], "q": "` who am i?' your starting place for spiritual and personal growth. your starting place for spiritual and personal growth.\" too often we... enjoy the comfort of opinion without the discomfort of thought. <q> birds do it, bees do it, even educated fleas do it. let's do it, let's fall in love.-- cole porter your joke: a new york boy was being led through the swamps of louisiana by his cousin. </q> is it true that an alligator won't attack you if you carry a flashlight? \"the cousin smirked and replied,\" depends on how fast ya carry the flashlight. \"just for today.. tr", "new_id": -2}]