[{"uid": "1296575927100253710", "i": 24018, "idx": 0, "sa": ["David Letterman", "Solomon Burke"], "q": "job at a computer company, but was planning to return to Lebanon for good soon.`` We begged him to postpone his flight because of the storm,'' Qusayfi said, his eyes red from crying. <q> But he insisted on going because he had work appointments. </q> Zeinab Seklawi http://wn.com/FullFlapTV_1/7_Aquila_Aircraft__FullFlapTV_14thJune_09 Beirut and members of the Vassar Orkestar practice for their performance on`` The Late Show with <strong> David Letterman </strong>.'' February 2009. madsvassarblog.com http://wn.com/Best_Photos_near_Phuket,_Thailand__Incl_Liquid_Gold,_Tri_Trang_Beach,_Patong_Bay_From_Hill IN MEMORY OF <strong> Solomon Burke </strong>!! Soul singer <strong> Solomon Burke </strong>, who wrote``", "new_id": -2}, {"uid": "1295563322217792553", "i": 1521, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "post that the decade-old Google troika of himself, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> had worked well in guiding the company to its current perch atop search engines and greater strength in other businesses. But he added: <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> More informally, Mr. <strong> Eric Schmidt </strong> delivered href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\"> this message on Twitter:`` Day-to-day adult supervision no longer needed!''", "new_id": -2}, {"uid": "1295800027068403245", "i": 56992, "idx": 1, "sa": ["George W. Bush", "Colin Powell", "Barack Obama"], "q": "a way to go.'' He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the <strong> George W. Bush </strong> a letter grade. <q> Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing, </q> <strong> Colin Powell </strong> said on CNN's`` State of the Union.''`` Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.''", "new_id": -2}, {"uid": "1295278289044859433", "i": 24202, "idx": 4, "sa": ["Mike Pence"], "q": "Benko believes <strong> Mike Pence </strong> could easily rally the Tea Party, which provided the GOP with the needed muscle to take back the House of Representatives and make considerable gains in the Senate during the 2010 congressional elections. <q> You need people and you need money, and both of them are just out there waiting for an extraordinary person to unite behind, </q> Benko told CNSNews.com.`` He[ <strong> Mike Pence </strong>] is a true constitutionalist, which is at the core of the DNA of us tea partiers. Benko also mentioned <strong> Mike Pence </strong>'s`` unique track record of having", "new_id": -2}, {"uid": "1295622236048054291", "i": 59629, "idx": 5, "sa": ["Jeff Jarvis", "Eric Schmidt", "Sergey Brin"], "q": "Auftritte im Fernsehen oder auf gro?en Konferenzen.`` <strong> Eric Schmidt </strong> war der Prinzregent, der solange regiert, bis der junge K?nig in den Thron einnehmen kann'', meinte der US-Journalismus- Professor und Google-Experte <strong> Jeff Jarvis </strong>. <q> Wir wussten, dass dies passieren wird. Wir hatten es nur vergessen. </q> Google- Mitbegr?nder <strong> Sergey Brin </strong> tritt mit dem F?hrungswechsel in die zweite Reihe zur?ck. Er macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten.`` Die Rolle passt", "new_id": -2}, {"uid": "1295563196244678668", "i": 38377, "idx": 0, "sa": ["Gabrielle Giffords", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "of$ 8.07 US a share on revenue at about$ 6 billion. In after hours trading, Google shares were up$ 16.99 US, or 2.3 per cent, to 643.12 US. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and[ Google co-founder <strong> Sergey Brin </strong>] for a long time to come, </q> <strong> Eric Schmidt </strong> said in a statement. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly", "new_id": -2}, {"uid": "1295308684212140059", "i": 47464, "idx": 9, "sa": ["Andy Reid", "Michael Vick"], "q": "He added that he's already talked to <strong> Andy Reid </strong> about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with <strong> Andy Reid </strong> yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "new_id": -2}, {"uid": "1295709157074072086", "i": 42806, "idx": 0, "sa": ["Ding Zilin", "Bernie Sanders", "Ben Ali", "John King", "Barack Obama", "David Cay Johnston"], "q": ".[ includes rush transcript] Marc Blecher, professor of politics and East Asian studies at Oberlin College and the author of several books, incluDing Zilin Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the MaJohn King of the Military-Industrial Complex </q>`` The Worse Off You Are, Your Taxes Increase'': JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' China Faces International Criticism at", "new_id": -2}, {"uid": "1296744552199131154", "i": 36539, "idx": 63, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "contemplated leaving, even after <strong> Dick Cheney </strong> told him that he had to stay. In May 2004, when Bush visited the Pentagon and then repaired to <strong> Donald Rumsfeld </strong>'s office, the secretary handed him yet another I-quit letter. <q> I have concluded that the damage from the acts of abuse that happened on my watch, by individuals for whose conduct I am ultimately responsible, can best be responded to by my resignation, </q> it said. Bush rejected the idea. <strong> Donald Rumsfeld </strong> said his mind was made up. But Bush would not accept the resignation, and <strong> Donald Rumsfeld </strong> says he eventually accepted the decision. To no one", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]