[{"uid": "1295570437043630625", "i": 23218, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "energy super power then it has to be more than just digging for oil,\" he said. The CRTC's decision to allow internet service providers to charge their customers for downloading excessive amounts of data threatens <q> free and open access to the internet in Canada, </q> the NDP says. <strong> Google Inc. </strong> announces a management shuffle Thursday that will have co-founder Larry Page return as <strong> The CEO </strong> on April 4, reclaiming the job from <strong> Eric Schmidt </strong>, who will become executive chair. <strong> The CEO </strong> of Bruce Power says", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\" </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1296075398185663489", "i": 15596, "idx": 2, "sa": ["Eric Schmidt"], "q": "reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine Science Research Institute, funded this$ 1.4 million prize. <q> The spill's lasting ecological and social consequence is something we must immediately address, </q> she said. \"Because the question isn't, \"Will there be another spill.' It\"s,` When?\" Among the rapt audience: Page and his spouse, Lucy Southworth", "new_id": -2}, {"uid": "1296582029133529607", "i": 5153, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,\" <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, said in a joint statement along with other anti-abortion activists. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> SBA and others are using the video as ammunition as they lobby Congress to prohibit taxpayer support for abortion providers under Title X family planning grants; legislation to do so has been introduced by Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1295263921256114690", "i": 38425, "idx": 1, "sa": ["Natalie Jamieson", "Tyler Cook", "David Spade", "Simon Cowell", "Michael McIntyre"], "q": "don't like you. I love you,\" the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. <q> I love the show and to be part of it seems to be an incredibly exciting thing to do, especially in January, </q> he laughed. <strong> Michael McIntyre </strong> appears on The Royal Variety Performance on BBC1 at 2000 GMT on Thursday 16 December. Britain's Got Talent is on ITV1 in late-Spring 2011. http://wn.com/American_Idol_David_Cook_receives_a_message_from_Simon <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message on May 9th", "new_id": -2}, {"uid": "1297070821074727460", "i": 4570, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Belfast Telegraph's canvases of historical Ulster: Belfast blitz", "new_id": -2}, {"uid": "1296179950266141706", "i": 16765, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s to raise the retirement age from 67 to 69. <q> We know what to do on Social Security; I put on the table[ a proposal] adjusting the age from 67 to 69, </q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday. \"I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements. \"Why can't we do what", "new_id": -2}, {"uid": "1296784140209256533", "i": 1606, "idx": 1, "sa": ["Zahi Hawass"], "q": ", for example, and so prevented any serious damage or thefts. Ismail Seregeldin, director of the Library of Alexandria, issued a statement on January 30 to thank the youth for protecting the library from <q> lawless bands of thugs, and maybe agents provocateurs. </q> The Library would remain closed, he added, until greater security returned. In a statement yesterday, <strong> Zahi Hawass </strong> said that the army was now protecting all 24 national museums, including the Egyptian Museum, the", "new_id": -2}, {"uid": "1295880095158040073", "i": 31334, "idx": 0, "sa": ["Eric Schmidt", "Brian Marshall"], "q": "denigrating Android- But <strong> Eric Schmidt </strong>'s exodus from the CEO's chair isn't likely to mean much, at least in the short- and mid-term, to the tussle between Google and Apple. <q> I don't think it will change the situation at all, </q> said <strong> Brian Marshall </strong>, an analyst with Gleacher& Co. who tracks Apple. \"The companies will continue on the paths that they're now on for the foreseeable future. Google will throw things against the wall and sees", "new_id": -2}, {"uid": "1296256030207339546", "i": 1635, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> to ask the Postal Service to make a reasonable accommodation for Rhein under the Rehabilitation Act. The first request was denied due to safety concerns, but Rhein appealed. It was granted last week. <q> Let's go see that magnificent thing, </q> he said heading outside with his cane. Before Friday, Rhein, a former teacher and school administrator, relied on his daughter to drop off and pick up his mail, which has meant he's", "new_id": -2}]