[{"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295786638204455951", "i": 46810, "idx": 0, "sa": ["Andy Coulson"], "q": "700,000 Palestinians were forced from their centuries-old villages and cities in Palestine, which eventually became the State of Israel. Most have never been allowed to return. The Israeli government seized the land they Report Abuse <q> a little reminder to dissident goyim: </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297163077054263818", "i": 40510, "idx": 0, "sa": ["Simon Cowell"], "q": "about the unprecedented prize the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes but believes he can find a deserving star. <q> The money rightly puts an enormous amount of pressure on people, </q> said the reality TV mogul. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a", "new_id": -2}, {"uid": "1297196814258572315", "i": 38903, "idx": 6, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and during the Iraq war. Among them were several that proved prescient, he says: concerns that Washington \"could fail to manage post-Saddam <strong> Saddam Hussein </strong> Iraq successfully\" and a prediction that Iraq would devolve into <q> ethnic strife among Sunni, Shia and Kurds. </q> In the early post 9-11 period, Mr. <strong> Donald Rumsfeld </strong> also authorized tougher interrogation methods thought to have contributed to the 2004 Abu Ghraib prison scandal in which American soldiers tortured and humiliated their Iraqi detainees.", "new_id": -2}, {"uid": "1295094125134053943", "i": 20100, "idx": 30, "sa": ["Allen Iverson", "Nate Robinson"], "q": "trailed by six in overtime, tied it on <strong> Allen Iverson </strong>'s 3-pointer with 6.2 seconds remaining. The Knicks pushed the ball up the court and <strong> Nate Robinson </strong> took a 23-foot jumper from the right side just before the buzzer. <q> I just knew if I get it up high enough I would have a good chance of making it, </q> <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. \"He's a tough guard. He's got the", "new_id": -2}, {"uid": "1295511637124485681", "i": 26971, "idx": 0, "sa": ["Brian Bell", "David Letterman"], "q": "FOR THE SUCCESSFUL For Weezer lead guitarist <strong> Brian Bell </strong>, performing \"Say It Ain't So\" in front of a live studio audience on \"Late Show With <strong> David Letterman </strong>\" was a surreal experience. <q> Playing on TV for the first time when you're in your 20s, it's just bizarre, </q> recalled <strong> Brian Bell </strong>. \"There's a lot of pressure when you're young.\" Now, he said, performing in front of 100 people- or 15,000- feels \"so natural.\" Weezer", "new_id": -2}, {"uid": "1297159110156483590", "i": 34839, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "Hugh Shelton", "John McCain", "Condoleezza Rice", "Colin Powell", "Dick Cheney", "Eric Shinseki"], "q": "<strong> Donald Rumsfeld </strong> is certain- never more so than when he is chronicling the deficiencies of others. His list of disdain runs long- from former secretaries of state <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, to Coalition Provisional Authority chief <strong> Paul Bremer </strong>( <q> It remained difficult to get him to accept the idea that Iraq belonged to the Iraqis </q>), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide <strong> Dick Cheney </strong> Armitage, <strong> John McCain </strong> and, of course, the news media. The most consistent censure is reserved for <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295257734097714178", "i": 12569, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "other senior aide, senior policy adviser Political editor Simon Walters reported that there is \"a vicious feud\" between <strong> Andy Coulson </strong> and Hilton, who believes <strong> David Cameron </strong> should get rid of <strong> Andy Coulson </strong>. He wrote: <q> \"The row has led to two rival factions among the staff at No 10- the \"pro-Andy faction', made up mainly of Mr <strong> Andy Coulson </strong>'s loyal press office team, and the` anti-Andy faction' led by Mr Hilton and his aides. </q> Insiders report fierce clashes between the two over policy... The political split between the two has turned nasty, with claims by Mr <strong> Andy Coulson </strong>\"s camp that Mr Hilton has exploited the situation to obtain sole access to", "new_id": -2}, {"uid": "1295624513043139076", "i": 36560, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" Mr. <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q>\" <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said in", "new_id": -2}, {"uid": "1296171065065814533", "i": 37026, "idx": 4, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "n't deliver, here's how the whole \"I'm leaving you\" conversation went between <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>. Â© Reality Fishbowl... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... \"She's Destroying My Family!\" <strong> Camille Grammer </strong> Talks About <strong> Kelsey Grammer </strong>", "new_id": -2}]