[{"uid": "1297252371022511639", "i": 52813, "idx": 0, "sa": ["Alassane Ouattara"], "q": "de l'ordre sont toujours pr?sents et plusieurs carcasses de v?hicules calcin?s sont visibles dans les alentours de la mairie. Francis habite non loin du commissariat du 14?me arrondissement, il raconte ce qu'il a vu lundi: <q> Aux environs de 13h30, on a vu venir un groupe de gens dont un jeune homme tout noir. Il portait une cagoule(...). A leur arriv?e, ils tiraient sur les policiers du 14e. On est rentr? la maison, on s` est enferm. On entendait des tirs pendant une heure de temps. Apr?s 19h, quand on est sorti, on a vu un mort? c?t du 14e </q>. Gouvernance Selon plusieurs t?moins, ce mort serait un policier. Pour de nombreux jeunes qui ne cachent pas leur sympathie pour <strong> Alassane Ouattara </strong>, le maintien au pouvoir de Laurent Gbagbo, le d?ploiement des forces de", "new_id": -2}, {"uid": "1297132541144228403", "i": 950, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "accused the Bush administration of lying, compiling`` a small string of comments- ill-chosen or otherwise deficient- to try to depict the administration as purposefully misrepresenting the intelligence.'' But, <strong> Donald Rumsfeld </strong> says: <q> While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. Other senior administration officials also did a reasonably good job of representing the intelligence community's assessments accurately in their public comments about Iraqi WMD, despite some occasionally imperfect formulations. </q> As well as the`` misstatement'' on WMDs, he expresses regret over one of his most famous comments about Iraq:`` stuff happens''. He was speaking about looting of the museum in Baghdad", "new_id": -2}, {"uid": "1297116847195428397", "i": 41470, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "During a teleconference Monday, <strong> Simon Cowell </strong> suggested his former American Idol colleague <strong> Paula Abdul </strong> could be in the running for The X-Factor judging panel.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> The panel for the show( which debuts next fall) won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal", "new_id": -2}, {"uid": "1296892575106627096", "i": 54060, "idx": 0, "sa": ["Sergio Marchionne"], "q": "occuperemo della governance. Ora pero' la priorita' e' farle lavorare insieme''. Lo afferma l'amministratore delegato di Fiat e Chrysler, <strong> Sergio Marchionne </strong>, dicendosi non soddisfatto della joint venture fra Fiat e Tata Motors: <q> Dobbiamo dare una nuova dimensione all` accordo. Abbiamo dato loro il diritto di distribuire e in alcune aree non sta funzionando. E' tutto sul tavolo </q>. Tata Motors controlla il 50% di Fiat India Automobiles. Il Wall Street Journal ritiene che Fiat e Chrysler potrebbero fondersi e installare il quartier generale negli Stati Uniti sotto la guida di <strong> Sergio Marchionne </strong>. L'approccio per``", "new_id": -2}, {"uid": "1296074555171098119", "i": 40755, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "first paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295893647111312965", "i": 25612, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Sunday, Mr. <strong> Alassane Ouattara </strong> called for a one-month halt to coffee and cocoa exports, the main source of revenue for the government, which draws about$ 1.6 billion a year in taxes and duties from cocoa alone. <q> Those who violate this measure will be considered as financing the activities of the illegitimate administration of Mr. Laurent Gbagbo, </q> said a statement from Mr. <strong> Alassane Ouattara </strong>'s government, It was unclear how Mr. <strong> Alassane Ouattara </strong> intended to enforce the measure, as state institutions- the military, the civil service and the ports- are in the", "new_id": -2}, {"uid": "1296253125144457810", "i": 3680, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson", "James Harding", "Dominic Mohan", "James Murdoch"], "q": "the Times, <strong> Dominic Mohan </strong> and <strong> James Harding </strong> respectively. Meatballs were on the menu, although staff preferred not to get too close to see what the boss actually ate. In the words of one friend, <strong> James Murdoch </strong> was <q> frustrated, but ready to be decisive </q> by the failure to resolve the href=\"http://www.guardIan Edmondson.co.uk/media/newsoftheworld\" title=\"More from guardIan Edmondson.co.uk on News of the World\"> News of the World phone-hacking crisis, which had claimed the scalp of his former editor and No 10 spin doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295774332001081361", "i": 16586, "idx": 1, "sa": ["Vince Cable", "Ian Edmondson", "Hugh Orde", "Chris Huhne"], "q": "- and its`` astonishing'' use of undercover officers to target eco-activists. Mr <strong> Chris Huhne </strong>, the Secretary of State for Energy and Climate Change, told The IoS that the recent suspension of the NoW executive <strong> Ian Edmondson </strong> had <q> dramatically changed the situation, and clearly the police and the Met in particular need to get to the bottom of this </q>. Mr <strong> Chris Huhne </strong> also said he and <strong> Vince Cable </strong>, the Secretary of State for Business, will write to the president of the Association of Chief Police Officers, Sir <strong> Hugh Orde </strong>, after being told they were added", "new_id": -2}, {"uid": "1297595711017956866", "i": 7572, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said. The objects missing from the famed museum included`` a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q> a gilded wood statue of Tutankhamun harpooning, </q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]