[{"uid": "1296084845244613132", "i": 46742, "idx": 1, "sa": ["Hosni Mubarak", "Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime- Thousands of Egyptians vented their rage against President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297297315172949561", "i": 52287, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Microsoft Announces Microsoft BitLocker Administration and Monitoring( MBAM) Microsoft today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1295642034266682385", "i": 26997, "idx": 1, "sa": ["Larry Page", "Vint Cerf", "Eric Schmidt"], "q": "unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a blog post today, saying that, as Google had grown, managing the business had become \"more complicated\" and the trio had been <q> talking for a long time about how best to simplify our management structure and speed up decision making </q>. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- \"a nice round number\" - and <strong> Larry Page </strong>, now 37, was ready to lead the company into the future.", "new_id": -2}, {"uid": "1295675868065781764", "i": 47280, "idx": 7, "sa": ["Allen Iverson", "Carmelo Anthony", "Bob Burton"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Carmelo Anthony </strong> everything he needed to know-- his sprained left ankle was just fine. <q> I figured if I could do that, I'm good, </q> <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bob Burtoncats 117-101 on Saturday night. \"It didn't hurt at all,\"", "new_id": -2}, {"uid": "1295780844219185156", "i": 11990, "idx": 2, "sa": ["George H. W. Bush", "Bill Clinton", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> promised change but the next day Sept. 11-- the world changed and in the rush to fund the war on terrorism, the war on waste seems to have been forgotten. Just last week <strong> George H. W. Bush </strong> announced, <q> my 2003 budget calls for more than$ 48 Bill Clintonion in new defense spending. </q> More money for the Pentagon, CBS News Correspondent Vince Gonzales reports, while its own auditors admit the military can not account for 25 percent of what it spends. \"According to some estimates we can not track", "new_id": -2}, {"uid": "1296864128056573964", "i": 29125, "idx": 3, "sa": ["Andy Coulson"], "q": "has left journalism and now runs a pub in Dover, Kent, also claimed that employees of the mobile phone company Vodafone, \"people at the tax office\" and doctors' receptionists would telephone reporters offering to <q> sell numbers and codes of stars' phones </q>. Admitting that he himself frequently hacked into phones, he claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011 \"Everyone in the schoolyard did", "new_id": -2}, {"uid": "1295754537127680553", "i": 20548, "idx": 0, "sa": ["Andy Coulson", "Ben Ali"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4", "new_id": -2}, {"uid": "1295555937214679584", "i": 8466, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "rehab. The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then Broadway, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1295648417122683417", "i": 8682, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "had faced months of calls to quit over allegations-- which he denies-- that while editor of the News of the World he encouraged reporters to hack the cellphone messages of royals, politicIan Edmondsons and celebrities. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on, </q> <strong> Andy Coulson </strong> said in a statement announcing his resignation. \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent", "new_id": -2}, {"uid": "1295914674088195073", "i": 45199, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "reporters, Sen. <strong> Bernie Sanders </strong>( I-Vt.) said he was pleased to hear that the <strong> Barack Obama </strong> won't propose either during his speech Tuesday night despite being included as main components of his fiscal deficit commission. <q> I think for the tens and tens of millions of American workers and for senior citizens, that is very welcome news, </q> <strong> Bernie Sanders </strong> said. \"So I applaud the <strong> Barack Obama </strong> for standing up for Social Security, for his understanding that this is a program that has worked fantastically well for 75 years, and that he is going to defend", "new_id": -2}]