[{"uid": "1295305774067584014", "i": 29546, "idx": 0, "sa": ["Cory Booker", "Colin Powell"], "q": "N.J., <strong> Cory Booker </strong> Speaks at 21st Anniversary Dr. Martin <strong> Colin Powell </strong> King Jr.. Holiday Breakfast <strong> Cory Booker </strong>, Mayor of Newark, N.J., inspired a sold-out audience of nearly 2,000 people to stand up and`` do something.'' <q>`` You can't expect the world to change if you stay the same </q> \"`` You can't expect the world to change if you stay the same,'' he said at the Minneapolis Convention Center this morning. He acknowledged that while he was not alive during King's", "new_id": -2}, {"uid": "1297163077054263818", "i": 49211, "idx": 1, "sa": ["Simon Cowell"], "q": "pressure on people,'' said the reality TV mogul. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up$ 5 million, </q> said <strong> Simon Cowell </strong> in the media conference call. And those concerned that an inexperienced nobody thrust into the limelight might blow the money on hookers and drugs, need not worry. The winner will receive financial advice on", "new_id": -2}, {"uid": "1295983523139264044", "i": 35344, "idx": 0, "sa": ["Jerry Reese", "Plaxico Burress", "Michael Vick"], "q": "manager <strong> Jerry Reese </strong>, told ESPNNewYork.com that`` we will not rule that out'' about <strong> Plaxico Burress </strong>' potentially returning to the team.`` We investigate everything and we'll definitely investigate that,'' <strong> Jerry Reese </strong> said. <q> But you know Plax, when he gets home I think the first thing he'll want to do is just spend time with his family, and we'll be in contact at the appropriate time. </q> In addition to being a model prisoner, there's no doubt that <strong> Michael Vick </strong>'s turnaround story this past season is helping <strong> Plaxico Burress </strong> get a fair second look. Just like <strong> Michael Vick </strong>, if <strong> Plaxico Burress </strong> is willing to", "new_id": -2}, {"uid": "1297110030149880903", "i": 25021, "idx": 3, "sa": ["Simon Cowell"], "q": "and make decisions as to what songs they sing, what clothes they wear and what dances they perform. But <strong> Simon Cowell </strong> hopes the thing most different from other vocal competitions is the inevitable winner. <q> I'd love to find somebody different. I'd love to find somebody who can become a star all over the world, I'd love to say we found this person on this show, </q> he said.`` It's not just about selling a few records... You want to give somebody a career; you want to give them a platform and you want the whole world to know about them...", "new_id": -2}, {"uid": "1297422404208748723", "i": 21216, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Justin Bieber"], "q": "2005- believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. Shayne told Digital Spy: <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there.`` With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16. </q> While music mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's` Britain's Got Talent' winner <strong> Susan Boyle </strong> made him", "new_id": -2}, {"uid": "1296806257169033781", "i": 38721, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": "that I did not leave at that point.'' Mr <strong> Donald Rumsfeld </strong>, 78, also criticised the <strong> George H. W. Bush </strong> administration for failing to work with the US Congress on drafting policies for treatment of prisoners. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> he said. The accounts of the book also quote Mr <strong> Donald Rumsfeld </strong> as criticising his administration colleagues, including both of Mr <strong> George H. W. Bush </strong>'s secretaries of state, General <strong> Colin Powell </strong> and later <strong> Condoleezza Rice </strong>. Gen <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297431971138166292", "i": 10815, "idx": 2, "sa": ["Jonathan Allen", "Mike Pence", "Sanford Bishop", "Jon Kyl"], "q": "jJonathan Allen@politico.com. If you don't already, you can follow me on Twitter@Jon KylJonathan Allendc. Fast Break is@JakeSherman. New followers include@shuridsen and@uva96. New Twitterers include <strong> Mike Pence </strong> <strong> Sanford Bishop </strong>@Sanford Bishop. His first Tweet: <q> Visited@WalterReedArmy today;#BRAC process on schedule. Awed by the courage of our heroes who need our continued support </q> TODAY IN CONGRESS-- The Senate is out. The House is in at 9 a.m., with the last vote expected between 1:30 p.m. and 2:30 p.m.. The House is expected to adopt the resolution instructing", "new_id": -2}, {"uid": "1296282709080461832", "i": 3495, "idx": 8, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "that seemed to holler to all their doubters,`` Take that!''`` We just wanted to show the whole world we could play together,'' <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. <q> We know there's a lot of doubt about that. </q> <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added 23 in the Denver Nuggets' 115-98 rout of the Memphis Grizzlies. The two are out to prove two superstars can coexist.", "new_id": -2}, {"uid": "1297591714082133005", "i": 18647, "idx": 1, "sa": ["Howard Stern", "Kate Moss", "Jamie Hince", "David Letterman"], "q": "make me cry.'' Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q> We couldn't get the rights to Dave's show and Dave did me the favor of shooting this with me. </q> <strong> Howard Stern </strong> also had kind words for Australian title=\"AC/DC(Band)\" href=\"http://www.nbcphiladelphia.com/topics?topic=AC%2fDC+(Band)\"> rock band AC/DC who were in the film(`` Shooting with AC/DC... they stayed all day and never complained or asked for a", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]