[{"uid": "1295439788234078228", "i": 26000, "idx": 1, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "modifying the language or convincing the Palestinians to abandon the effort.`` We have made clear that we do not think that this matter should be brought before the Security Council,'' Crowley told reporters. <q> We do not believe that this would be a productive step. </q> On Tuesday, 17 senators led by Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and`` make it clear to the Palestinian Authority that it needs to", "new_id": -2}, {"uid": "1297715057016629774", "i": 25356, "idx": 0, "sa": ["Steven Chu", "Sergio Marchionne"], "q": "application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1295239661190218258", "i": 5647, "idx": 0, "sa": ["Angelina Jolie", "Nicole Kidman", "Keith Urban", "Brad Pitt"], "q": "media gauntlet at this year's Golden Globes. Under slicked-back hair and behind sunglasses, <strong> Brad Pitt </strong> surveyed the scene from the middle of the red carpet, chatting up friends as <strong> Angelina Jolie </strong> answered questions. <q> My girls are always happy about me getting dressed up, </q> said the actress, clad in an emerald gown. Another Hollywood power couple, <strong> Nicole Kidman </strong> and <strong> Keith Urban </strong>, held hands while <strong> Nicole Kidman </strong> fielded most of the questions.`` When I make a film,", "new_id": -2}, {"uid": "1297701027073007133", "i": 52741, "idx": 0, "sa": ["Steve Ballmer"], "q": "saying again that this was`` real code''- here's that video: Kinect and Windows Phone, together Microsoft did not release any new sales numbers today, instead rolling out the same ol' <q> 93 percent customer satisfaction rate and nine out of 10 customers saying they are likely to recommend[ the phone] to someone else </q> line. Microsoft did announce that Windows Phone will be coming to Verizon and Sprint in the US`` soon''. Nokia CEO also joined <strong> Steve Ballmer </strong> onstage, talking again about the`` 3rd ecosystem''.", "new_id": -2}, {"uid": "1295500510069894171", "i": 24266, "idx": 1, "sa": ["Todrick Hall", "Kelly Clarkson", "Simon Cowell"], "q": ", and <strong> Simon Cowell </strong> also tells them to manage their nerves and remember their words. Contestant# 1: <strong> Todrick Hall </strong>, 24, writer-actor-dancer. He thinks his defining moment was his original song at the audition. Song: <q> Since U Been Gone, </q> <strong> Kelly Clarkson </strong> Performance: He slows it down and roughs it up a bit and brings some smooth soul to it. It's a better start than last night for sure. I don't love the arrangement but he", "new_id": -2}, {"uid": "1295218070163594249", "i": 669, "idx": 4, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "it happened, <strong> Simon Cowell </strong> had begun to knock up against the ceiling for an A&R man, yet he turned down Popstars-reluctantly, according to <strong> Nigel Lythgoe </strong>, because of a conflict with his label. But <strong> Simon Cowell </strong> says otherwise. <q> I felt uncomfortable being on a show that would show people how the process actually works, </q> he says,`` and I didn't really like the idea of being on TV either.'' Popstars was a huge hit, but Fuller watched and thought,`` I could do this much, much", "new_id": -2}, {"uid": "1295389955093929487", "i": 11664, "idx": 1, "sa": ["Connie Talbot", "Simon Cowell", "Pixie Lott"], "q": ", Cheryl Cole, <strong> Pixie Lott </strong> Footage from the intro from the Cardiff X factor Auditions that took place in the CIA on Friday 2nd July.( They don't let you film any of the acts)...? <q> Britains Got Talent or Americas Got Talent? <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> MORE CYRIAK: www.bbc.co.uk Just what does go through <strong> Simon Cowell </strong>'s mind as he sits in judgement upon the poor X Factor hopefuls? Genius animation from Cyriak.... Edna complete X Factor 2006 2:53 <strong> Simon Cowell </strong> vs an 86yr", "new_id": -2}, {"uid": "1295562314244678666", "i": 36788, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Despite Google's solid results for 2010, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> isn't adequately addressing the challenges the company faces. Apple, with its iPhone and iPad, has proved to be", "new_id": -2}, {"uid": "1294973342249905153", "i": 33113, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 66v&amp;flvURL=/media/2011/01/13/01132011- 66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 66v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]