[{"uid": "1295564400217792545", "i": 29718, "idx": 1, "sa": ["Eric Schmidt"], "q": "the holiday season. The firm said Google's mobile and display opportunities \"remain vast,\" and further touted Android's adoption as \"a success.\" <strong> Eric Schmidt </strong> said the latest results were driven by <q>a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.<q> Google reported a profit of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13 a share, a year earlier. Excluding stock-compensation costs and other impacts,", "new_id": -2}, {"uid": "1295522712188858381", "i": 20378, "idx": 0, "sa": ["Steve Ballmer"], "q": "You are currently following Miriam Metzinger MSFT) CEO <strong> Steve Ballmer </strong> was very \"candid\" with the Chinese about more money for sales. However, Cramer says the situation with China is not so black and white. <q>We want a more open society,<q> he summed up the Chinese position, \"but we have to meet the demands of our people.\" \"Sure they shouldn't be ripping off Microsoft... but they are trying to make the country great", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions<q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1296630862010158096", "i": 44723, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,<q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Also receiving votes were Texans RB <strong> Arian Foster </strong>( seven); Chargers", "new_id": -2}, {"uid": "1296968578257851407", "i": 40185, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal. It's not a diary,<q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296056630157139033", "i": 7686, "idx": 1, "sa": ["Eric Schmidt"], "q": "Brin, and <strong> Eric Schmidt </strong> threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such as Facebook pounce on new trends to lure away users and advertisers.\" Page told the AP: <q>My goal is to run Google at the pace and with the soul and passion of a startup. I think I will have time to do that given the way we have split up our responsibilities.<q> <strong> Eric Schmidt </strong> concurred: \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" What they both were really saying was that this move is", "new_id": -2}, {"uid": "1297600397255197310", "i": 47361, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "which are rapidly plummeting in price.\" Nokia CEO <strong> Stephen Elop </strong> is reported to have said he feared it would be too difficult for Nokia to differentiate itself in the Android ecosystem. He's quoted saying: <q>It felt a little bit like giving up and not enough like fighting back.<q> <strong> Stephen Elop </strong> and Microsoft CEO, <strong> Steve Ballmer </strong>, concluded a joint open letter on the alliance by saying: \"There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome", "new_id": -2}, {"uid": "1295578537195002486", "i": 4077, "idx": 2, "sa": ["Eric Schmidt"], "q": "was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q><strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down,<q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295565267075235451", "i": 29150, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q>elevating me and having Larry running things day to day,<q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, <strong> Google Inc. </strong> has given subtle indications in the past that the roles of its leaders were being rethought. E.U. Questions Advertisers About <strong> Google Inc. </strong> Deals", "new_id": -2}, {"uid": "1296275225095797286", "i": 36205, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s( Alert) helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>'s", "new_id": -2}]