[{"uid": "1297391223224575510", "i": 21472, "idx": 0, "sa": ["Eric Schmidt"], "q": "Sample The Wall Street Journal reported on Thursday that Google, Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q>Yes, that is my plan.</q> Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Catholic Church gives nod to ''Confession'' Application for Apple iPhone, iPad and iPod Touch WSJ", "new_id": -2}, {"uid": "1296292861120143897", "i": 22719, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters.''- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q>First the ''protesters' formed a human chain to protect the musium</q> In Cairo, Egypt, a street-eye view on a day of` revolution' and high hopes Why Palestine papers didn't spark outrage against Abbas''s government", "new_id": -2}, {"uid": "1295281536229982211", "i": 25661, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "Simon Cowell"], "q": "Live. ''It feels like being a NASA astronaut before lift-off, in that there's a huge welter of expectation,'' notes the 45-year-old Brit, who serves as a judge on America's Got Talent. <q>The <strong> Piers Morgan </strong> Sets Himself as <strong> Larry King </strong>'s Opposite Fifteen minutes into the taping of his interview for ''<strong> Piers Morgan </strong> Tonight,</q> the radio personality <strong> Howard Stern </strong> has already talked about his ''<strong> Howard Stern </strong>'' bluster, his search for approval from his father, and whether he is, as <strong> Simon Cowell </strong> <strong> Piers Morgan </strong> put it, just ''a", "new_id": -2}, {"uid": "1297467796202178586", "i": 109, "idx": 0, "sa": ["Steve Ballmer"], "q": "end of last year it was surpassed by Android as the world's No. 1 smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them <q>more innovation( and) greater global reach.</q> The two companies will ''collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,'' he said. A key challenge will be to produce quality devices", "new_id": -2}, {"uid": "1295573362159776795", "i": 18769, "idx": 0, "sa": ["Eric Schmidt"], "q": "of the company before diving into fourth quarter 2010 earnings. Co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive officer in a reshuffle of senior management. The moves, effective April 4, were made to <q>streamline decision-making and create clearer lines of responsibility and accountability at the top of the company,</q> which makes some think that projects or platforms weren't getting pushed out as quickly as they had hoped. Being first to market will become even more important in the future as the mobile, operating system", "new_id": -2}, {"uid": "1294957392081149963", "i": 6979, "idx": 3, "sa": ["Linas Kleiza", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said <strong> Linas Kleiza </strong> The Red Hurricane A video with", "new_id": -2}, {"uid": "1297698057228933682", "i": 44751, "idx": 0, "sa": ["Zahi Hawass"], "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artifacts outside the museum between a government building that got burned and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artifacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "new_id": -2}, {"uid": "1294962325114475009", "i": 22527, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "wake up, whereas before she would just go back to sleep right away, like you would do if you were woken up,'' said <strong> Dr. Peter </strong> Rhee, medical director of the University Medical Center Trauma Center. <q>But it's like in the morning when you get woken up for work, you're about to have your cup of coffee, she's rousing, then her eyes stay open, stays open for long periods of time.</q> One of <strong> Gabrielle Giffords </strong>' close friends, New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice. ''All of a sudden she started", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. ''As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.</q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. ''I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295819193226000912", "i": 7280, "idx": 6, "sa": ["Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his ''best friends.'' ''I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> Page hailed <strong> Eric Schmidt </strong> as a ''tremendous leader'' whose contributions exceeded all expectations. ''There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,'' Page said.", "new_id": -2}]