[{"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295419250126189579", "i": 24266, "idx": 6, "sa": ["Sergio Marchionne", "Derrick Rose"], "q": "arrive in 2013. Chrysler has spent$ 1.4 billion since 2008 on its minivan family and production increased 62 percent in 2010. The Town& Country ended the year as the top-selling minivan. <q>We're not going to give up one inch of territory in domination of this segment,</q> <strong> Sergio Marchionne </strong> said. apriddle@detnews.com(313)222-2504 Vincent Goodwill <strong> Derrick Rose </strong>: <strong> Derrick Rose </strong> has essentially vaulted himself to the top of the MVP race, and you can't have a discussion without talking about him. His", "new_id": -2}, {"uid": "1297426636014974991", "i": 32892, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetisation. \" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q>Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.</q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number of new Android phones and tablets can be expected. It\"s", "new_id": -2}, {"uid": "1295434046050954315", "i": 26603, "idx": 1, "sa": ["Eric Schmidt"], "q": "quarter. Meanwhile, the company said its paid clicks rose by about 13% year-over-year and rose 9% from the sequential quarter. Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. <q>Google had a strong fourth quarter, with 17% year over year revenue growth,</q> said <strong> Eric Schmidt </strong>, CEO of Google. \"Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our", "new_id": -2}, {"uid": "1296187190113836062", "i": 44895, "idx": 0, "sa": ["Simon Cowell"], "q": "on either the upcoming Fox version of the ITV singing competition or on his old show American Idol, but admitted that the British judge does know what he's talking about. He told The Mirror: <q>I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does.</q> interest in taking over from <strong> Simon Cowell </strong> when the music mogul quit", "new_id": -2}, {"uid": "1296850256052805655", "i": 31061, "idx": 2, "sa": ["Roger Goodell", "Chad Ochocinco", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <strong> Chad Ochocinco </strong>", "new_id": -2}, {"uid": "1296714430139952160", "i": 18560, "idx": 0, "sa": ["Earl Campbell", "Arian Foster", "Michael Vick", "Jamaal Charles"], "q": "loss to Oakland. He was asked whether he envisioned being compared to Brown while playing at the University of Texas. \"Everybody put me in the class with <strong> Earl Campbell </strong>,\" <strong> Jamaal Charles </strong> said, <q>and now I'm in a class with Jim Brown. Amazing.</q> <strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average, and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards.", "new_id": -2}, {"uid": "1297451775077103110", "i": 48133, "idx": 0, "sa": ["Steve Ballmer"], "q": "Bing and AdCenter, and Nokia's and content store will be integrated into Microsoft Marketplace. Under the proposed partnership, Microsoft will provide developer tools. Nokia is moving Symbian and MeeGo off the table. <q>I am excited about this partnership with Nokia,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute.", "new_id": -2}, {"uid": "1296169756065815248", "i": 45698, "idx": 0, "sa": ["Mike Pence"], "q": "speculation that began with a call to his mother. The Indianapolis Star has the breaking news about a letter <strong> Mike Pence </strong> has been circulating. He may very well run for Indiana governor instead: <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\" <strong> Mike Pence </strong>'s announcement was supposed", "new_id": -2}, {"uid": "1296751525173539347", "i": 10427, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "a spate?\" correspondent <strong> Steve Kroft </strong> asked. \"You could see 50 sizable defaults, 50 to 100 sizable defaults, more,\" said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q>This will amount to hundreds of billions of dollars' worth of defaults.</q> Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving,\" the National League of Cities' research director cited her \"stunning lack of", "new_id": -2}]