[{"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1295382740044089403", "i": 4712, "idx": 0, "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "new_id": -2}, {"uid": "1295218427260489245", "i": 10708, "idx": 0, "sa": ["Howard Stern", "Elgin Baylor", "David Letterman"], "q": "- Lucidology 101 Part 12/12 www.lucidology.com Get your free Lucidology 101 Lucid Dream& OBE Induction Explorer's Kit which has everything you need to have your very first OBEs and lucid dreams tonight. In it you'll get <q> How Many Of The 7 Biggest OBE And Lucid Dream Mistakes Are You Making? </q> <strong> Elgin Baylor </strong>... <strong> Howard Stern </strong>- 2001-07-27- Evil <strong> David Letterman </strong>'s First Studio Visit( Part 1) <strong> Howard Stern </strong>- 2001-07-27- Evil <strong> David Letterman </strong>'s First Studio Visit( Part 1) <strong> Howard Stern </strong> Show 2001-07-27 Evil <strong> David Letterman </strong>'s First Studio Visit Part", "new_id": -2}, {"uid": "1296894347001409025", "i": 10380, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "happen around him, and he takes that seriously,'' said <strong> Roger Goodell </strong>, who also emphatically endorsed his high-profile reclamation project.`` I am extremely proud of what <strong> Michael Vick </strong> has done,'' <strong> Roger Goodell </strong> said. <q> He has taken his responsibility seriously. He has made a commitment to himself to make better decisions. </q> After his Boys& Girls Club speech, in which he emphasized taking school seriously and asked the youngsters to`` choose your friends wisely- everybody doesn't have to be your friend,'' <strong> Michael Vick </strong> said", "new_id": -2}, {"uid": "1296867070001982490", "i": 3056, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": ")- Chrysler Group LLC is working to refinance what its chief executive characterized as`` shyster loans'' that the <strong> Barack Obama </strong> administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician.`` Pay back the loans, get those out and then take( the company) public.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295550124153829377", "i": 17560, "idx": 0, "sa": ["Steve Ballmer"], "q": "in the poll results. The speculation that Microsoft would build a bridge connecting the Kinect gaming system with Windows PCs picked up earlier this month after comments CEO <strong> Steve Ballmer </strong> made at the Consumer Electronics Show. <q> We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it, </q> <strong> Steve Ballmer </strong> said. Microsoft is preparing to release drivers and a software development kit( SDK) that would integrate the Kinect system with Windows. Separately, researchers at the University of Washington have developed an application", "new_id": -2}, {"uid": "1297185899216317969", "i": 40704, "idx": 1, "sa": ["Simon Cowell"], "q": "on this show can compete with an older singer and a singing group,'' said <strong> Simon Cowell </strong>, the former`` American Idol'' who will be a judge and an executive producer on`` The X Factor.'' <q> I've never believed there should be a cut-off age for talent. </q> Fox also announced today the series winner will receive a$ 5 million record deal, the largest guaranteed prize in television history, from Syco, a join venture between Sony Music and <strong> Simon Cowell </strong>.`` We are going", "new_id": -2}, {"uid": "1297089391093831198", "i": 42592, "idx": 3, "sa": ["Sergio Marchionne"], "q": "threat of violence. Either way, Freire dismantles <strong> Sergio Marchionne </strong>'s complaint as well as Chrysler's claim in the ad that they and Detroit have survived the`` hottest fires'' to get back on their feet: <q> One: Chrysler didn't go through the hottest fires. Unless, of course,`` hottest fires </q> means`` skipping bankruptcy'' and asking for a handout to protect union pensions, which it got. And when Fiat was able to take control of Chrysler, \" it was because of a heavily politicized", "new_id": -2}, {"uid": "1295365484238829571", "i": 2182, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "was appearing on CBS's Late Show With <strong> David Letterman </strong> when the host questioned if it was accurate to say the band had`` come together and broken up'' on more than one occasion over the years. <q> All good marriages have their fights, you know, </q> <strong> Steven Tyler </strong> responded on Monday's show.`` I look forward to the worst fight because it will come out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for", "new_id": -2}, {"uid": "1295571684118030342", "i": 44423, "idx": 0, "sa": ["Eric Schmidt", "Robert Scheer"], "q": " announced Thursday that he is handing his job over to co-founder Larry Page, who, <strong> Eric Schmidt </strong> blogs,`` is ready to lead.'' <strong> Eric Schmidt </strong> will stick around with the hefty title of executive chairman. <q> Official Google Blog: For the last 10 years, we[ CEO <strong> Eric Schmidt </strong> and co-founders Larry Page and <strong> Sergey Brin </strong>] have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Posts by unregistered readers are moderated. Posts by members A Progressive Journal of News and Opinion. Editor, <strong> Robert Scheer </strong>. Publisher, Zuade Kaufman.", "new_id": -2}]