[{"uid": "1295880095158040073", "i": 31335, "idx": 1, "sa": ["Eric Schmidt", "Brian Marshall"], "q": "and mid-term, to the tussle between Google and Apple. \"I don't think it will change the situation at all,\" said <strong> Brian Marshall </strong>, an analyst with Gleacher& Co. who tracks Apple. <q>The companies will continue on the paths that they're now on for the foreseeable future. Google will throw things against the wall and sees what sticks, and Apple will continue to focus on great products.<q> Ezra Gottheil of Technology Business Research agreed. \"I can't imagine what Google would do differently in respect to Android and Chrome OS just because <strong> Eric Schmidt </strong> is no longer CEO,\" Gottheil said. \"", "new_id": -2}, {"uid": "1297234014042778761", "i": 939, "idx": 2, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "Exaggeration of Transit Benefits As indicated in \"Washington's War,\" the Transportation <strong> Donald Rumsfeld </strong>'s blog exaggerated the benefits of transit. Economic Impacts. \"Washington's War\" concluded that <q>the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion.<q> <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that \"each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million\"( not billion), based on the APTA report. \"Washington's", "new_id": -2}, {"uid": "1297035674142557188", "i": 33116, "idx": 0, "sa": ["Bill Lockyer"], "q": "numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q>Twenty-five hundred dollars a month is the average state employee pension,<q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will", "new_id": -2}, {"uid": "1296175294201965575", "i": 12786, "idx": 1, "sa": ["Mike Pence"], "q": "for president in 2012, has announced that he will NOT run for the White House: \"As reported by the Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision.\" <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,<q> wrote <strong> Mike Pence </strong>. \"We will not seek the Republican nomination for president in 2012.\" There are indications he may instead run for governor of Indiana. Well, the nation's loss is Indiana's", "new_id": -2}, {"uid": "1295238796192987172", "i": 6974, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs", "Al Gore", "Arthur D. Levinson"], "q": "<strong> Steve Jobs </strong> acknowledged as much in August in a statement on <strong> Eric Schmidt </strong>'s resignation. He said the decision was mutual and made sense because <strong> Eric Schmidt </strong>'s effectiveness on the board, which he had served on for three years, <q>will be significantly diminished since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest.<q> Google didn't give an explanation for <strong> Arthur D. Levinson </strong>'s departure, which was effective immediately. Apple directors <strong> Al Gore </strong> and Bill Campbell remain advisers to Google. \"<strong> Arthur D. Levinson </strong> has been a key part of Google", "new_id": -2}, {"uid": "1296628406061571074", "i": 2903, "idx": 0, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q>Once <strong> I Roy </strong> got my second wind <strong> I Roy </strong> was all right. The first couple minutes <strong> I Roy </strong> thought my heart was going to jump out of my chest,<q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295397807010076210", "i": 22881, "idx": 1, "sa": ["Michael Douglas", "Simon Cowell", "Steven Tyler"], "q": "<strong> Michael Douglas </strong>, 66, said, \"and what I know about this particular type of cancer( is) that I've got it beat.\" <strong> Michael Douglas </strong> says he'll continue to monitor his health and <q>take a couple of months of getting checked out. But it's been a wild six-month ride.<q> <strong> Steven Tyler </strong> banishes \"Idol's\" <strong> Simon Cowell </strong> era <strong> Steven Tyler </strong> was talking Tuesday about his new judging gig on \"American Idol\" Tuesday, and he made on thing clear: <strong> Simon Cowell </strong>'s reign of terror", "new_id": -2}, {"uid": "1295216948075989018", "i": 15399, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.<q> Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. About 500 people joined a walk for peace Sunday morning", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,<q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295317822227213382", "i": 41844, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show. \"<strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook,\" he told <strong> Piers Morgan </strong>. <q>And the world knows exactly what he's up to. He steals a tremendous amount of material.<q> <strong> Howard Stern </strong> continued: \"He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.\" EastEnders: Carol", "new_id": -2}]