[{"uid": "1295563164055378000", "i": 6540, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "GOOG) announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will", "new_id": -2}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q> <strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE, </q> <strong> Steve Ballmer </strong> said.`` He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1297200983061325341", "i": 1812, "idx": 12, "sa": ["Donald Rumsfeld", "President Bush"], "q": "fact, improving in Iraq. The Anbar Awakening-which Mr. <strong> Donald Rumsfeld </strong> credits as beginning in the fall of 2006-`` had convinced a lot of Sunnis they didn't want to be associated with al Qaeda,'' and <q> the government of Iraq was evolving the ability to take on some of the radicals </q> with the help of Iraqi security forces that had become`` very capable.'' As a result, he argues, the force of <strong> President Bush </strong>'s surge was as much`` psychological'' as anything else.", "new_id": -2}, {"uid": "1296008918252100625", "i": 44407, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "Born and raised in Fresn... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Hawaii County Police in Merrie Monarch Parade County of Hawaii Agricultural Application: Map Features Papi, Dana, Paul and Geza", "new_id": -2}, {"uid": "1295779653072171548", "i": 21142, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin"], "q": ".`` Larry and <strong> Sergey Brin </strong> both hate being organized. They don't want to be locked into meetings,'' says <strong> Ken Auletta </strong>, who got to know both of them while writing his book, <q> Googled: The End of the World as We Know It. </q> Subscribe to Detroit Free Press home delivery and receive a SPECIAL INTRODUCTORY OFFER. Google CEO <strong> Eric Schmidt </strong> will become executive chairman in April, relinquishing the CEO duties to co-founder Larry Page.", "new_id": -2}, {"uid": "1295733874106954754", "i": 14043, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Shane Williams"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A INDYCAR at firebird international raceway phoenix... Despite being world champion, Mansell had a falling out with <strong> Shane Williams </strong>. In his autobiography Mansell writes that this was because of a", "new_id": -2}, {"uid": "1296590089119291978", "i": 25476, "idx": 0, "sa": ["Megan Fox", "Simon Cowell"], "q": "'' the would-be blockbuster series about a family that journeys back in time to the prehistoric era, and`` X Factor,'' the new singing showcase produced by former`` American Idol'' host <strong> Simon Cowell </strong>. <q> We understand the value of this, </q> said Joe Earley, president-marketing and communications for News Corp.'s <strong> Megan Fox </strong> Broadcasting. TV networks have been running promos during the Super Bowl for years. In a typical Super Bowl, 15% to 20%", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1296691113131874883", "i": 41133, "idx": 1, "sa": ["Mike Pence"], "q": "them less grief about the abortions on the young women. <strong> Mike Pence </strong> said the video showing`` potential criminal activity at a Planned Parenthood clinic in New Jersey'' is another reason for his legislation. <q> The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage, </q> he said.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking.''`` The time to deny", "new_id": -2}, {"uid": "1296365944097009666", "i": 430, "idx": 4, "sa": ["Rodney Stuckey", "Rasheed Wallace", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "<strong> Rasheed Wallace </strong> as their only big starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the bigger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}]