[{"uid": "1294959359077135875", "i": 51195, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,'' <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q> It felt like we were watching a miracle.`` New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign.`` Instead of giving us the thumbs up, she literally raises her whole arm, </q> <strong> Kirsten Gillibrand </strong> said.Mark Kelson has been ever present at his wife's side since the attack. He is due to take command of the final flight of the space shuttle Endeavour, but has asked NASA to appoint a backup commander", "new_id": -2}, {"uid": "1295917245213958661", "i": 1089, "idx": 2, "sa": ["Chris Huhne"], "q": "asked the hacks:`` Do you think we should do this again?'' Give the man a job.? <strong> Chris Huhne </strong>'s elegant retreat from his`` no public subsidy for nuclear power'' posture( <q> it is a mature technology </q>) continues apace. The energy secretary backed off in July, again in October when he said the no subsidy doctrine would have to be applied with`` proportionality and materiality''( Ker-ching). Yesterday he said", "new_id": -2}, {"uid": "1295903297179077120", "i": 37688, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he said of the Ford White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1297414415011878413", "i": 53997, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "'' and contribute its expertise on hardware design and language support to bring the software platform to`` a larger range of price points, market segments and geographies.'' Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive.`` Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1296137820192086026", "i": 49207, "idx": 1, "sa": ["Michael Gove"], "q": "point where people will not hear their ruler when he says,' I have understood you!''' New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296102825131907709", "i": 28628, "idx": 3, "sa": ["Tracy McGrady", "Ben Wallace", "Allen Iverson", "Ray Allen"], "q": ", and finished with 16 rebounds, three steals, three blocks and 10 points.`` I thought I was going to have to lead the way, but the guys were already ready,'' <strong> Ben Wallace </strong> said. <q> We just played with a lot of energy. </q> <strong> Tracy McGrady </strong>, the NBA's leading scorer, broke the Magic playoff scoring record he set Sunday with 43 points. His 46-point performance also tied The Palace scoring record in http://wn.com/Ray Allen_Allen Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man", "new_id": -2}, {"uid": "1297427200083165185", "i": 36410, "idx": 0, "sa": ["Michael Gove"], "q": "Secretary <strong> Michael Gove </strong> will now have to review the decisions made for Waltham Forest, Luton Borough Council, Nottingham City Council, Sandwell, Kent County Council and Newham. The Judge who made the ruling warns that <q> there was no promise or expectation </q> that any of the claimants' projects would definitely proceed however.`` The final decision on any project still rests with him[ <strong> Michael Gove </strong>]'' explained Mr Justice Holman in his ruling.`` No one", "new_id": -2}, {"uid": "1296055582013582382", "i": 6549, "idx": 0, "sa": ["Angelina Jolie"], "q": " Textrechte:? Presse TELE 5, Verwertung( auch auszugsweise) honorarfrei nur bei Nennung der Quelle TELE 5. www.tele5.de in der Presselounge. Pressekontakt: Morgan Freeman im TELE 5-Interview: <q> Eine junge Frau wollte, dass ich meinen Namen auf ihre nackten Br?ste schreibe </q>( mit Bild) TELE 5: Fast eine Million Zuschauer f?r Action-Amazone <strong> Angelina Jolie </strong> als` Lara Croft: Tomb Raider'( mit Bild) ots( Originaltextservice), obs( Originalbildservice), ots.Audio und", "new_id": -2}, {"uid": "1297302585098500612", "i": 19981, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" Yet ANOTHER sleaze bag Republican! Yikes! \" Report Abuse <q> Only a republican would resign, if it was a democrate no one would be surprised. After all you </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]