[{"uid": "1295990431002195464", "i": 3049, "idx": 0, "sa": ["Matt Lauer", "David Letterman", "Conan O'Brien", "Sacha Baron Cohen"], "q": "Qatar of using its Al-Jazeera TV channel to undermine the West Bank's Palestinian leadership with a an Al-Jazeera TV report that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: <q>Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa</q> Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\"( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\"& <strong> Conan O'Brien </strong>", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1295425465261013529", "i": 17007, "idx": 1, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/The_Next_Judge_on_American_Idol?_Meet_Simon's_Possible_Successor", "new_id": -2}, {"uid": "1294956184094240812", "i": 4449, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q>it felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> Schults said. \"Other than the birth of NASA solves shuttle problem, sets launch Feb 24 CAPE CANAVERAL, Fla.( Reuters)- NASA has resolved problems with the tank and reset its launch on cargo-delivery", "new_id": -2}, {"uid": "1295560041021315598", "i": 32407, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295659652011878402", "i": 23233, "idx": 0, "sa": ["Eric Schmidt"], "q": "matter how many pep talks Page gives. Global Equities Research analyst Trip Chowdry suggested that Google's unsuccessful$ 6 billion bid to buy Groupon may have been another source of tension. <strong> Eric Schmidt </strong> was <q>interested in paying$ 6 billion for Groupon, while founders[ Page and <strong> Sergey Brin </strong>] felt Groupon to be total junk,</q> Chowdry wrote in a note to clients Friday. After losing that deal, Google launched its own Groupon-like service. Luckily for Page, as well as Google's shareholders, this company", "new_id": -2}, {"uid": "1295547194232112134", "i": 30663, "idx": 2, "sa": ["Jennifer Lopez", "Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": "made \"Idol\" delicious. \"American Idol' Season 10 recap: Just not the same without <strong> Simon Cowell </strong>\" Forget it. This season is a write-off: says Ramin Setoodeh in Newsweek. Now <q>the entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on.</q> <strong> Steven Tyler </strong> is \"about as critical as a fourth-grade music teacher,\" while <strong> Jennifer Lopez </strong>, trying to fill the sympathetic <strong> Paula Abdul </strong> role, supposedly has trouble saying no, but \"even this feels manufactured\" and disingenous.", "new_id": -2}, {"uid": "1295637535256720907", "i": 3715, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of <strong> Google Inc. </strong>, which gained 2 percent following Thursday's better-than-expected quarterly results and the news that Page would replace <strong> Eric Schmidt </strong> as chief executive, were down$ 1.08 at$ 625.69 in midday trading on Friday. <q>What's going to change under Larry?</q> said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from the tech capital of Silicon Valley to media-centric New York. \"In our opinion, Larry is likely to increase investments", "new_id": -2}, {"uid": "1296235999160088091", "i": 14254, "idx": 0, "sa": ["Rick Santorum", "Dick Cheney", "Mike Pence"], "q": "Defense Budget Egypt prepares for fresh protests <strong> Mike Pence </strong> Will Not Run for <strong> Dick Cheney </strong> Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The Possible GOP presidential contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass..", "new_id": -2}, {"uid": "1296250921075300873", "i": 520, "idx": 2, "sa": ["Liam Fox", "Michael Gove", "Ed Balls", "George Osborne"], "q": "Lie 5. <strong> Michael Gove </strong>, just before the election: \"<strong> Ed Balls </strong> keeps saying that we are committed to scrapping EMA. I have never said this. We won't.\" Lie 6. <strong> Liam Fox </strong>: <q>a bigger army for a safer Britain</q>, but it now loses 7,000 soldiers. Lie 7. In October 2009 <strong> George Osborne </strong> said:\"... retail banks should stop paying out significant cash bonuses.\" Then, a year later, he", "new_id": -2}]