[{"uid": "1297142439056836101", "i": 28056, "idx": 1, "sa": ["Mike Pence"], "q": "were in a deep funk. \"Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?\" one said. Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts, like( <strong> Bill Clinton </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1297485029134791201", "i": 42660, "idx": 2, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Sandy Parker"], "q": "that she and Senator <strong> Chuck Schumer </strong> are already very active in. \"He's( <strong> Chuck Schumer </strong>) on both the Banking and Finance Committee. It's the equivalent on the Senate side,\" said <strong> Kirsten Gillibrand </strong>, <q>and tax policy is something that I take a leadership role in as well.</q> \"It's definitely a setback for us,\" said <strong> Sandy Parker </strong>, President of the Rochester Business Alliance. <strong> Sandy Parker </strong> said Lee was a friend to business in Upstate New York. \"", "new_id": -2}, {"uid": "1295264289234684461", "i": 29518, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "his resignation over the phone hacking row. Asked whether the Downing Street director of communication had offered to step down on the Today programme this morning, <strong> David Cameron </strong> replied: <q>I don't go into private conversations.</q> The comment will further fuel speculation- promoted by Labour MPs- that Mr <strong> Andy Coulson </strong> is preparing to give in to the news story that simply will not go away. It emerged on Friday", "new_id": -2}, {"uid": "1295622104043139094", "i": 24192, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.</q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 per cent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296010057252100639", "i": 12354, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "told the committee that recognizing the M1911 is an appropriate honor for Browning. Instead of the gun being blamed for killing people, it should be credited for saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. <q>Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,</q> <strong> Stephen Sandstrom </strong> said. \"We need to stop demonizing firearms.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed", "new_id": -2}, {"uid": "1297275612018513958", "i": 27278, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "timid 9/11 Commission report makes clear. But in any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. <q> \"Yes, I understand,</q> I replied. \"Who did you give that direction to?\"\" \"It was passed from here through the[ operations] center at the White House,\" <strong> Dick Cheney </strong> answered. \"", "new_id": -2}, {"uid": "1295103301211468349", "i": 16600, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important topic in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q>Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way,</q> Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1297242448110002273", "i": 1299, "idx": 0, "sa": ["Abdelbaset al-Megrahi", "Kirsten Gillibrand", "John Kerry"], "q": "no independent investigation with questioning and testimony. There has been no effort to put <strong> Abdelbaset al-Megrahi </strong> back in prison.\" When asked whether he believed America should boycott Scottish goods, the senator's spokesman replied: <q><strong> John Kerry </strong> <strong> Robert Menendez </strong> believes we should take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.</q> <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report \"deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists", "new_id": -2}, {"uid": "1296744570016711683", "i": 6572, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be \"creative.\"</q>", "new_id": -2}]