[{"uid": "1296107825239763464", "i": 33253, "idx": 0, "sa": ["Colin Powell", "Michael Reagan"], "q": "destructive liberal agenda. Sadly, one of those directives is so obviously a result of his being a white man that I had to stop reading to control my irritation. In Chapter 5, in a section titled <q> Let's Not Make the GOP Smaller and Poorer, </q> <strong> Michael Reagan </strong> cautions conservatives against rejecting <strong> Colin Powell </strong>. Reason devoid of white guilt says that <strong> Colin Powell </strong> rejects conservatism. So, why shouldn't conservatives reject <strong> Colin Powell </strong>? He's not conservative and should not be in a party whose platform", "new_id": -2}, {"uid": "1296311657089227320", "i": 29398, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for third time in a row Rome, Italy, October 10, 2010-- World No. 1 Brazil became the FIVB men's world champion for a record-equaling third successive time", "new_id": -2}, {"uid": "1296432941168050707", "i": 43524, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't", "new_id": -2}, {"uid": "1296894347001409025", "i": 10383, "idx": 6, "sa": ["Michael Vick"], "q": "what it's going to take to keep me on the right track and keep me in the NFL, then I'm not complaining. Not at all.\" The party appearance, <strong> Michael Vick </strong> said, <q> wasn't something we were trying to do outside of the norm, but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and that's what it is. </q> Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd. \"Regardless of what you may hear,\" Butler said, \"he is all about the kids.\" <strong> Michael Vick </strong> did", "new_id": -2}, {"uid": "1295310733097861638", "i": 44769, "idx": 11, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they? \"Defense is heart and desire and I thought we stepped it up on that end,\" said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q> We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game. </q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Allen_Iverson_30pts_Highlight_vs_Philadelphia_76ers_06/07 <strong> Allen Iverson </strong> took", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1295568038178864146", "i": 35732, "idx": 4, "sa": ["Eric Schmidt"], "q": "of the reason was that <strong> Eric Schmidt </strong> was overstretched, a person familiar with the situation said. <strong> Eric Schmidt </strong> was getting tired of dealing with reporters, another person said. In a press release, <strong> Eric Schmidt </strong> said, <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead. </q> Page said <strong> Eric Schmidt </strong> had done \"an outstanding job leading Google for the last decade. The results speak for themselves.\" The news surprised and worried Google observers. \"The executive", "new_id": -2}, {"uid": "1295668830122535946", "i": 39849, "idx": 0, "sa": ["Ed Rendell", "Paul I.", "Michael Vick"], "q": "sworn into office. Meanwhile, the subterranean fires of Centralia gather strength and threaten to march west toward Marcellus Shale.[ 0] Former Gov. <strong> Ed Rendell </strong> supports program giving stray cats and dogs to prisoners. <q> All of a sudden, recidivism's looking like a win-win, </q> says <strong> Michael Vick </strong>. \"<strong> Paul I. </strong> just really enjoy killing dogs. <strong> Paul I. </strong> do not care where.\"[-5] Every day, on average, two water mains break in Philadelphia, which sometimes leads to", "new_id": -2}, {"uid": "1294979286033620009", "i": 25966, "idx": 0, "sa": ["Nicole Polizzi", "David Letterman"], "q": "your daughters away Jersey Shore: <strong> Nicole Polizzi </strong> mocks castmates in <strong> David Letterman </strong>'s \"Top Ten' list( VIDEO) star <strong> Nicole Polizzi </strong> will make a guest appearance on Late Night with <strong> David Letterman </strong> tonight( Monday) where she'll read <q> The Top 10 Reasons to Buy the New <strong> Nicole Polizzi </strong> Book. </q> CBS released a sneak peek of <strong> Nicole Polizzi </strong>\"s Top 10 list earlier \"The <strong> Nicole Polizzi </strong> Song\"( Parody of Tik Tok by Ke$ ha) This song is now available on itunes: tinyurl.com Spoof of the famous", "new_id": -2}, {"uid": "1297481485248463360", "i": 37042, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "programs, and more incentives for companies to hire. While she was here, we also asked about her friend, congresswoman <strong> Gabrielle Giffords </strong>. Who is recovering after getting shot in the head in Tucson last month. <q> I went to visit about a week and a half ago, and she's really making great strides and she's talking and she's moving both sides of her body, so all the things that the doctors say needed to happen are happening, and her progress is really inspiring, </q> said <strong> Kirsten Gillibrand </strong>. Conviction of a former local funeral director upheld in appellate court Rochester man sentenced for sexually abusing a teen on a cruise ship", "new_id": -2}]