[{"uid": "1296030310020856872", "i": 33329, "idx": 4, "sa": ["Michael Vick"], "q": "professor at Temple's Sport Industry Research Center, said it would not be a surprise for a company like Unequal to`` take the leap'' with <strong> Michael Vick </strong>, because he already is using their products. <q> For a national more prominent brand, I think it's going to be wait and see, </q> he said.`` He's still a hands-off entity, because the sting from his legal issues is still there.[ Unequal Technologies] is not a company that has has a huge or long-lasting image, so", "new_id": -2}, {"uid": "1296134357251920420", "i": 4010, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> and fellow judge <strong> Cheryl Cole </strong> remained tight-lipped over the US X Factor judging panel, saying that an announcement would be made shortly. were in high spirits after winning Best Serial and said of rival Coronation Street: <q> They had a great year, they put some great episodes together, they really pushed it and they lost. Sorry! </q> Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1296488497219168794", "i": 30080, "idx": 0, "sa": ["Michael Vick"], "q": "play or not living up to expectations, a guy who digs his own hole with steroids or a criminal conviction is in for a longer haul.`` A psychological penance,'' Philpott calls it. <q> The average consumer or casual fan doesn't care what you did on the field, he just cares about what you did[ off it]. </q> Nonetheless, improved performance on the field can help, as <strong> Michael Vick </strong>'s numbers demonstrate.", "new_id": -2}, {"uid": "1295618617243957797", "i": 6333, "idx": 1, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "<strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW`` turned a blind eye'' and`` at worst actively condoned'' bugging and hacking in the newsroom. <strong> Andy Coulson </strong> replied: <q> I don't accept there was a culture of phone hacking at the NoW. There was a very unfortunate, to put it mildly, case involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned. </q> <strong> Tommy Sheridan </strong> asked whether he know what the phrase`` the dark arts'' meant. <strong> Andy Coulson </strong> replied:`` As far as I'm concerned it means investigative work.`` I think others have described", "new_id": -2}, {"uid": "1295799859101695596", "i": 28464, "idx": 11, "sa": ["Colin Powell", "Amy Chua"], "q": "Hard to believe <strong> Colin Powell </strong> would have purposefully destroyed his mark in history by lying for others.. Report Abuse <blockquote>`` He has not deceided on who to vote for in 2012''... duh </blockquote> Report Abuse <q> <strong> Colin Powell </strong> turned total racist-bigot when <strong> Barack Obama </strong> got into office. </q> Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears AARP Â® 50+ Auto Insurance Over 50? Save an Avg$ 384*. 4 out of 5 AARP Â® Policyholder's saved. Top 10 mob", "new_id": -2}, {"uid": "1295985212180977686", "i": 33508, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8 Vantage$ 152,445", "new_id": -2}, {"uid": "1297177593144113675", "i": 13463, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "or four weeks.) But when asked if former`` Idol'' judge <strong> Paula Abdul </strong> would be involved, he left the option open.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We've been in regular contact. </q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the years you've seen a different type of artist emerge,''", "new_id": -2}, {"uid": "1297146144184270868", "i": 18086, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "Schmidts allegedly arranged for less exercise equipment than was paid for to be delivered to Iraq. <strong> Eric Schmidt </strong>, who was deployed to Iraq in 2008, received bribes from Iraqi vendors, according to court documents. <q> The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, special inspector general for Iraq Reconstruction.", "new_id": -2}, {"uid": "1297415815250134538", "i": 23117, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. 04 Feb 2011 Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]