[{"uid": "1295440341100417550", "i": 48749, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a vastly transformed show this season. Various rules have been changed, producers talk openly about injecting new vigor into the competition, and two new faces in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have joined up as judges. <q>It's just a different kind of show,</q> said Jackson. \"<strong> Simon Cowell </strong> is irreplaceable. People have been saying, \"Who's going to be the mean one?\" <strong> Simon Cowell </strong> is still the mean one.\" Yet as much as things will", "new_id": -2}, {"uid": "1295980470255737962", "i": 5254, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dick Durbin", "John Thune", "Mark Kirk", "John McCain", "Tom Udall", "John G. Roberts", "Tom Cohen"], "q": "from their rival party. Watch <strong> John McCain </strong>( R-Ariz.) sit alongside <strong> Barack Obama </strong> <strong> Tom Udall </strong>( D-N.M.), and <strong> Barack Obama </strong> <strong> Dick Durbin </strong>( D-Ill.) cosy up to <strong> Barack Obama </strong> <strong> Mark Kirk </strong>( R-Ill.) on the House floor. <q>Two of the most photogenic senators,</q> adds <strong> Tom Cohen </strong> at CNN, \"say they will sit together.\" That's <strong> John Thune </strong>( R-S. D) and <strong> Kirsten Gillibrand </strong>( D-N.Y.) â\u0080¢ Supreme Court no-shows: Chief Justice <strong> John G. Roberts </strong>, <strong> Barack Obama </strong> said", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1297269838172048416", "i": 25073, "idx": 1, "sa": ["Steve Ballmer", "Preston Gralla"], "q": ". \"Je hoefde in 2007 geen ontwikkelaar te zijn om te zien dat Microsoft snel iets moest doen om in de markt voor smartphones nog enige rol van betekenis te gaan spelen\", schrijft <strong> Preston Gralla </strong>. <q>Je hoeft ook niet technisch geschoold te zijn om te zien dat Microsoft snel iets moet gaan doen in de markt voor tablets.</q> Volgens <strong> Preston Gralla </strong> hebben nerds aan de macht geen zin. \"<strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst.\" Dean Takahasi van Venturebeat stelt het", "new_id": -2}, {"uid": "1295976544065323037", "i": 19198, "idx": 0, "sa": ["Colin Powell"], "q": "Unless you're involved with utilities' engineering, management or equipment sales, you probably can't define the term smart grid,\" said Teresa Hansen, editor in chief of Electric Light& Power magazine. <q>The average person hears about smart meters when his or her electric utility announces installations, and usually that information gets mailed along with utility bills. I think electricity consumers-nearly everyone in the United States-would appreciate learning more about the smart grid from the people they already trust: their favorite journalists in print, on TV, radio and online. Smart grid's ready to go mainstream.</q> Journalists attending the Electric Light& Power Executive Conference will learn about smart grid issues alongside executives from some of the world's most recognizable organizations, including: Ford Motor Co., <strong> Colin Powell </strong> Motors Corp., the Federal", "new_id": -2}, {"uid": "1295611382129794091", "i": 1731, "idx": 5, "sa": ["Eric Schmidt"], "q": "has accelerated in the fourth quarter, so has advertising spending,\" said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q>When consumers shop more, companies are more aggressive with advertising.</q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1297588971109002780", "i": 17089, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Winston Churchill"], "q": "the relationship.\" The former defence secretary cited Mr <strong> Barack Obama </strong>'s actions and words, from his early removal of the bust of <strong> Winston Churchill </strong> from the Oval Office to his recent assertion that the US does not have <q>have a stronger friend and stronger ally</q> than France. \"It seems gratuitous to me,\" Mr <strong> Donald Rumsfeld </strong> said last week in an interview to coincide with publication of Known and Unknown, his 730-page memoir of his time in office under", "new_id": -2}, {"uid": "1296853158023298066", "i": 46008, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1295840632071843856", "i": 7992, "idx": 3, "sa": ["Andy Coulson", "Chris Huhne"], "q": "frontbencher <strong> Chris Huhne </strong> Bryant to call for the police to conduct a new investigation. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> The paper also said that editors at rival papers have also been expressing the view to NI executives that the allegations about the News of the World are \"bad for business\" and threaten the reputation of", "new_id": -2}, {"uid": "1295372773245596253", "i": 34006, "idx": 0, "sa": ["Michael Vick", "Howard Katz"], "q": ". Then there is the remarkable rise of Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who, after 19 months in prison, led his team into the playoffs. ESPN analyst Tom Jackson calls <strong> Michael Vick </strong>'s comeback <q>the most improbable story we had this year. I don't know how anyone could have imagined that.</q> But <strong> Howard Katz </strong> points out( and his TV partners agree) that all of these factors are secondary to what happens on the field. \"Everything is a small percentage of what makes it work,\"", "new_id": -2}]