[{"uid": "1295451814058523658", "i": 23395, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "interviewed Sirius Radio host, <strong> Howard Stern </strong>. During the interview, Mr. <strong> Howard Stern </strong> commented that he doesn't like <strong> Jay Leno </strong> of NBC's Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. <q>America must be filled with morons,</q> he said about <strong> Jay Leno </strong>'s fans who tune in every night. ''I don't like <strong> Jay Leno </strong> personally,'' <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added, ''I", "new_id": -2}, {"uid": "1297452117150323211", "i": 44525, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "? We're hiring: www.google.com/jobs Nokia-Microsoft: What <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> Have to Say... Nokia Kills Symbian, Teams Up With Microsoft For Windows Phone 7 Nokia and Microsoft enter strategic alliance on Windows Phone... Analyst: <q>Some U.S. Nokia Execs Will Be Angry. They Wanted Android</q> Will the Nokia and Microsoft Mobile Alliance Move the Needle for Windows Phone? Nokia and Microsoft team up: Suffering together, merging to survive? Nokia made a great move, Windows Phone 7 is an amazing platform", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296060767024477696", "i": 40071, "idx": 4, "sa": ["Peter McCarthy", "Adam Lambert", "Simon Cowell", "Chris Daughtry"], "q": "<strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.'' <strong> Peter McCarthy </strong> thinks Jackson ''always wanted to be the star of the show.'' But he's in for an uphill climb with longtime viewers. <q>It's no secret that most of the Twitter universe thinks he's useless as a judge,</q> <strong> Peter McCarthy </strong> says. ''If he drops some of the ''Yo, dawg' and offers some constructive comments, he might come out of this with some fans.''' GRADE: B-", "new_id": -2}, {"uid": "1295555937214679585", "i": 2170, "idx": 1, "sa": ["Linda Stasi", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic <strong> Linda Stasi </strong> agreed, calling the duo's ''instant chemistry'' with existing judge Randy Jackson <q>so right, they couldn't have created it in a lab</q>. She continues, ''<strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are not and will never be Paula( Abdul, another former judge) and <strong> Simon Cowell </strong>. They didn't do the brother/sister love/hate thing- and didn't try", "new_id": -2}, {"uid": "1295552145232112145", "i": 5187, "idx": 4, "sa": ["Mike Pence"], "q": "century,'' he says. ''On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.'' <q>But on style, he was a gentle man,</q> <strong> Mike Pence </strong> says. ''I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our", "new_id": -2}, {"uid": "1296846601173342727", "i": 9509, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "in the process. After acknowledging that he's been a keen observer of the late-night battle for many years, <strong> Howard Stern </strong> suggested that he supports <strong> David Letterman </strong> because he has a personal distaste for <strong> Jay Leno </strong>. <q>You know as well as everyone in this room, <strong> Jay Leno </strong> is horrible,</q> he asserted. ''<strong> Jay Leno </strong>'s got no talent.''", "new_id": -2}, {"uid": "1295803019101695619", "i": 39693, "idx": 7, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "Among the guests was Sheikh Ahmad Humood Jaber Al-Sabah, who attended as a representative of Kuwait's ruler. ''Believe me, Kuwait and its people will never forget you,'' he said. <q>We carry in our hearts what you did for us each and every day.</q> By letter, <strong> Norman Schwarzkopf </strong> salutes the war fighters <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition in Desert Storm, was unable to attend the <strong> George H.W. Bush </strong> event due to health reasons. But he did send", "new_id": -2}, {"uid": "1297260106046088366", "i": 10172, "idx": 1, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent Planned Parenthood from receiving federal dollars, while also supporting H.R. 3. <q>The need to affirm the government-wide prohibition on taxpayer funding for abortion has probably never been more important,</q> he said. ''Now is the time to look at taxpayer funding for abortion but also abortion providers.'' The abortion debate may be flaring in the <strong> House Judiciary Committee </strong>, but any legislation to pass in the", "new_id": -2}, {"uid": "1297713783158121991", "i": 3723, "idx": 0, "sa": ["Sergio Marchionne", "Steven Chu"], "q": "'s application for federal loans is ''moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q>We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget,</q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}]