[{"uid": "1296966831159891467", "i": 15519, "idx": 2, "sa": ["Michael Vick", "Tom Brady"], "q": "He also rushed for 676 yards and a career-high nine touchdowns in leading the Eagles to an NFC East title. <strong> Michael Vick </strong> finished runner-up to Patriots quarterback <strong> Tom Brady </strong> in voting for the most valuable player award. <q>I've come a long way,</q> <strong> Michael Vick </strong> said. \"I don't want to live in the past. I always want to move forward. Everything happens for a reason.\" <strong> Michael Vick </strong> arrived here on Thursday, and the next day", "new_id": -2}, {"uid": "1297189237260702220", "i": 14950, "idx": 1, "sa": ["Paul Bremer", "George Stephanopoulos", "Donald Rumsfeld", "Dan Bartlett", "Bob Woodward", "Diane Sawyer"], "q": "in office, there would have been defeat in Iraq and the surge would not have taken place?\" <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued, <q>It's documented in <strong> Bob Woodward </strong>'s book.</q> <strong> Donald Rumsfeld </strong> retorted, \"<strong> Bob Woodward </strong> wasn't there.\" On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge: \"I just want to run through a partial roll call of", "new_id": -2}, {"uid": "1294962325114475009", "i": 22527, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "wake up, whereas before she would just go back to sleep right away, like you would do if you were woken up,\" said <strong> Dr. Peter </strong> Rhee, medical director of the University Medical Center Trauma Center. <q>But it's like in the morning when you get woken up for work, you're about to have your cup of coffee, she's rousing, then her eyes stay open, stays open for long periods of time.</q> One of <strong> Gabrielle Giffords </strong>' close friends, New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice. \"All of a sudden she started", "new_id": -2}, {"uid": "1295125227265830412", "i": 35010, "idx": 13, "sa": ["Antonio Taguba", "Donald Rumsfeld", "Barack Obama", "Joe Biden", "John McCain", "Brigadier General Janis Karpinski"], "q": "a heart attack[...]\"^ <strong> Antonio Taguba </strong> Report: \"Iraq Prisoner Abuse Investigation of the <strong> John McCain </strong> 800th Military Police Brigade\". By Major <strong> Brigadier General Janis Karpinski </strong> <strong> Antonio Taguba </strong>. May <strong> Barack Obama </strong>, 2004. FindLaw. Section called <q>Regarding part one of the investigation, I make the following specific findings of fact.</q>^ a b Higham, Scott, and Stephens, <strong> Joe Biden </strong>, \"New Details of Prison Abuse Emerge\", Washington Post, May 21, 2004^ \"<strong> Donald Rumsfeld </strong> Made Me Do It: Ghosts of", "new_id": -2}, {"uid": "1297092964239337473", "i": 42807, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and LIL WAYNE Team up Again for \"Hit the Lights\" Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... <q>Yeah keep glorifying the Thug culture yahoo, super bowl, NFL and anyone else that can make a buck off it.... Our kids deserve better.</q> The don't call it the NFL( National Felons League) for nutin'. Don't know as they do deserve better though. They're some dumb crackers out there and they progeny is dumber", "new_id": -2}, {"uid": "1295778241044482584", "i": 36860, "idx": 0, "sa": ["Andy Coulson"], "q": "of forests and woodland in England. The Department for Environment, Food and Rural Affairs( Defra) insists that access rights will not be lost. In a message on its website, it said: <q>The interest this has generated clearly shows that the public care about the country's forests. \"We do too and that is why protection will be in place for the many plants and species that call them home and for the public to continue to enjoy. Photo: <strong> Steven Tyler </strong> speaks on stage after being announced... Photo: <strong> Pop diva </strong> <strong> Annie Lennox </strong> leads New Year's Honours <strong> Annie Lennox </strong>, <strong> David Suchet </strong>, <strong> Trevor Horn </strong> and <strong> Richard E Grant </strong> Thompson are ringing in... Photo in Slideshow: American Idol star <strong> Jordin Sparks </strong> performs \"Battlefield</q> at... Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1296391786239042627", "i": 4588, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q>Hopefully, I'll be with the Eagles next year. We'll see what happens,</q> said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan. \" \"We\"ll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"uid": "1295753709087883837", "i": 33587, "idx": 8, "sa": ["Chris Webber", "Allen Iverson", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.</q> Webbe... Miami Heat vs Sacramento Kings( 104- 83) December 11, 2010 Miami Heat vs Sacramento Kings( 104- 83) December 11, 2010 <strong> Dwyane Wade </strong> scores 36 points and leads the Heat to their", "new_id": -2}, {"uid": "1297600395127287377", "i": 48205, "idx": 3, "sa": ["Allen Iverson", "Dan Tan"], "q": "Clippers games. <strong> Dan Tan </strong> loved the Clippers and always wore Clippers apparel. They wheeled to the handicap-accessible area. <strong> Dan Tan </strong> listened to the game as they watched, <strong> Dan Tan </strong> asking questions along the way. <q>Daniel would call my dad and be like, \"Where's DeWayne <strong> Allen Iverson </strong>? Where's he at?</q> DeWayne <strong> Allen Iverson </strong> said. \"We were all close with Daniel.\" In August 2008, stem cell transplants done in Seattle slowed the NMO's progress in <strong> Dan Tan </strong>'s body. While his condition didn\"t", "new_id": -2}]