[{"uid": "1296047228129286218", "i": 6803, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Barack Obama", "Mayor Michael Bloomberg"], "q": ", but it will not slow the momentum we are building around the country,\" <strong> Mayor Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a \"touch of realism\" in Tuesday's address. <q>I think that he helped everybody to understand that we're really going to have to work together to make anything happen,</q> he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to \"continue the spirit of goodwill.\" \"We need to keep working together, not as Democrats", "new_id": -2}, {"uid": "1296982648071090215", "i": 13523, "idx": 0, "sa": ["Simon Cowell", "Cheryl Cole", "the Fox"], "q": "But a final decision has still not been made- amid repeated reports that bosses at <strong> the Fox </strong> TV network are pressing <strong> Simon Cowell </strong> strongly for an American star to take the role he has earmarked for <strong> Cheryl Cole </strong>. <q>Poor <strong> Cheryl Cole </strong> is feeling very down,</q> said a source. \"She has been at a very low ebb in the last week. \"She desperately wants the US X Factor. \"In her mind, <strong> Cheryl Cole </strong> has staked a", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1295259895086458421", "i": 7439, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q>Sometimes, they would say: \"We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.'</q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know about the scandal then he's too wicked to stay in his post, and if he didn't know then he\"s too", "new_id": -2}, {"uid": "1295425933234078228", "i": 43616, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "from <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>, who will return for the live TV shows. Also gee-ing up the crowd were pint-sized Geordie presenters Ant and Dec. Dec, who wore a tartan jacket, said: <q>I've got a good feeling about it today. \"You never know, we might get another Subo. \"Lightning just might strike twice.</q> The Hoff jets in for Britain's Got Talent debut and declares \"I'm mad for It\" Tourist chiefs celebrate as big-spending visitors enjoy Hogmanay across Scotland", "new_id": -2}, {"uid": "1295670451069369898", "i": 6313, "idx": 0, "sa": ["Michael Jackson", "Allen Iverson", "Aaron McKie", "Michael Jordan"], "q": "and the Philadelphia 76ers keep winning. <strong> Michael Jackson </strong> night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q>It was like he was playing horse tonight,</q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295101045140623875", "i": 3721, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q>There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona.</q> On the other side of the political aisle, liberal independent <strong> Sen. Bernie Sanders </strong>, of Vermont, who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition", "new_id": -2}, {"uid": "1297184996166789153", "i": 12862, "idx": 1, "sa": ["Donald Rumsfeld", "Tom McClintock"], "q": "part of cooking the books on intelligence to gin up a reason to invade that country. See: http://www.tnr.com/print/article/the-first-casualty We know that <strong> Donald Rumsfeld </strong> resolutely refused to plan for the occupation. We know that in Congress, <q>everyone would agree Iraq was a mistake,</q> according to <strong> Tom McClintock </strong>( R-CA). 1kW-.\"... and so then I said, \"Hey, Voldemort-- pull my finger!\"' 6.1** pffffft***", "new_id": -2}, {"uid": "1295401402180518914", "i": 25714, "idx": 3, "sa": ["Sergio Marchionne"], "q": "overhauls Chrysler's model lineup by staying under the... Photo: A Fiat union worker holds a picture of Fiat... Photo: A woman walks in front of a graffiti with the... Report Abuse <q> \"We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday\"\" \"One amenity is an optional heated steering wheel, a first among minivans.\" Time.com: Enter Apple's iPad Rivals: Tablet Computers Abound at CES Time.com: American", "new_id": -2}, {"uid": "1296171151181010456", "i": 13373, "idx": 0, "sa": ["Mike Pence"], "q": ". The influential Club for Growth has beefed up his political team, and traveled to both Iowa and New Hampshire. <strong> Mike Pence </strong> sent this message to supporters on his political e-mail list this afternoon: <q>Friends and Supporters, Over the past few months, my family and I have been grateful for the encouragement we have received to consider other opportunities to serve our state and our nation in the years ahead.</q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home.", "new_id": -2}]