[{"uid": "1294985337231309325", "i": 10005, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": ". When appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1296222150071827491", "i": 21451, "idx": 3, "sa": ["Barack Obama", "Rand Paul", "Sen. Bernie Sanders", "Jeb Hensarling", "Chuck Schumer"], "q": "a stronger pledge from <strong> Barack Obama </strong>.`` <strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it,'' said <strong> Chuck Schumer </strong>. <q> That's privatizing Medicare.... They're going to do the same for Social Security.`` Their agenda: Privatize both programs, which means end them, </q> said <strong> Chuck Schumer </strong>. <strong> Chuck Schumer </strong>, <strong> Sen. Bernie Sanders </strong> and several other Democrats have formed the Senate Social Security Caucus, which held its first meeting Thursday. The meeting came a day after the Congressional Budget Office reported", "new_id": -2}, {"uid": "1297356966264552489", "i": 27302, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Scottsdale-$ 2,990,000 MLS 4367093 6 bed/ 8 bath 5,001+/ 2007 Andrew Bloom& <strong> David Letterman </strong> Van Omen, RE/MAX EXCALIBUR Paradise Valley-$ 1,385,000 MLS 4432821 7 bed", "new_id": -2}, {"uid": "1296142659223117314", "i": 24974, "idx": 1, "sa": ["Sergio Marchionne", "Debbie Stabenow"], "q": "end of March. The automaker is going ahead with fuel-efficiency projects, expecting it will receive the loan to help pay for them.`` I can't stop the machine,'' <strong> Sergio Marchionne </strong> said recently. <q> So far, I have been able to manage it( without the loan), but there will come a point in time when I have to go into the kitty and use other cash for this. </q> Sen. <strong> Debbie Stabenow </strong>, D-Lansing, said Chrysler's request would help protect 10,000 jobs in nine plants in four states, including Michigan. The projects on which it is working`` would save 520 million", "new_id": -2}, {"uid": "1297631305154894420", "i": 21258, "idx": 2, "sa": ["Zahi Hawass"], "q": "of Tutankhamen and approximately 16 other valuable artifacts.`` They broke the windows and they come with ropes,'' he said,`` about 15 feet down and they entered the museum.'' <q> Those people looking like Raiders of the Lost Ark, </q> <strong> Zahi Hawass </strong> said.`` Treasure hunters. People who have nothing in their mind except gold, gold, gold!'' <strong> Zahi Hawass </strong> says about 70 artifacts were damaged by looters who he believes were looking for a", "new_id": -2}, {"uid": "1295605737143458341", "i": 26257, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "rock legends, saying he turned them down Unledded... <strong> Steven Tyler </strong> of Aerosmith. Photograph: Frederick M Brown/Getty Images` American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the`` American Idol'' Season 10 By WILL FRIEDWALD View Full Image Alan Nahigian Saxophonist <strong> David Letterman </strong> Murray brings a big band to Birdland. <strong> David Letterman </strong> Murray Big Band Birdland 315 W.", "new_id": -2}, {"uid": "1295501733152403990", "i": 37928, "idx": 0, "sa": ["Vince Carter", "Allen Iverson", "Dwyane Wade"], "q": "we haven't won in a long time against a team we haven't beaten too many times in the last three years,'' said <strong> Dwyane Wade </strong>, who scored 16 of his 24 points in the fourth quarter. <q> And to come back and get it in the fourth quarter... </q> <strong> Dwyane Wade </strong> shot 6-for-21, but exploded in a three-minute stretch of the fourth in which Miami turned an 11-point deficit into a five-point lead. <strong> Vince Carter </strong> scored nine points down the stretch to http://wn.com/Allen_Iverson_26pts_vs_Tracy_McGrady_Magic_03/04_NBA <strong> Allen Iverson </strong> regained his scoring touch in", "new_id": -2}, {"uid": "1295795458081494033", "i": 39542, "idx": 0, "sa": ["Eric Schmidt", "William Buick"], "q": "to return to action at Meydan on February 3. Speaking to Radio, the jockey explained how fortunate he had been that a fall on Foolin Myself at the track on December 30 had not been more serious. <q> It could have been worse- I was very lucky, </q> <strong> William Buick </strong> said.`` It's never very clever when you fall off a horse. These things do happen- you just don't want them Did <strong> Eric Schmidt </strong> Jump ï¿½ ro`` Or Was He Pushed? power straight", "new_id": -2}, {"uid": "1295835341029999109", "i": 12352, "idx": 5, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": ", create a fairer society, and to reform our politics as well, so that people trust in politics once again.'' Labour's deputy leader, <strong> Harriet Harman </strong>, told Sky News's Murnaghan programme: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist... for all of <strong> David Cameron </strong>'s talk of trust in politics, it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him, </q> she said, referring to <strong> Andy Coulson </strong>. Other tabloids are being drawn into the scandal after a lawyer claimed more newspapers were facing claims. Mark Lewis, who acted for <strong> Gordon Brown </strong> Taylor, of", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]