[{"uid": "1295611674042827797", "i": 15949, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". My colleague Toby Helm, political editor of the Observer, says the focus now moves to questions over <strong> David Cameron </strong>'s judgement. This is what he has just posted on Twitter: <q> Initial thoughts on coulson. Inevtable for months. Good day to bury it with Johnson and Blair. But dent to cameron rep for judgment. Game on </q> 11.56 am: A colleague has called the press office at Scotland Yard, who say that they are not aware of any plans to question <strong> Andy Coulson </strong> further. 11.54 am: <strong> Andy Coulson </strong> has always maintained that he did not", "new_id": -2}, {"uid": "1295872993066535447", "i": 16926, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "most I've never reread.'' As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q>`` Is the <strong> John McCain </strong> government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says", "new_id": -2}, {"uid": "1295156723221855763", "i": 25490, "idx": 4, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Yao Ming"], "q": "Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Yao Ming </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right way, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"uid": "1297422404208748723", "i": 17537, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "2005- believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. Shayne told Digital Spy: <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there.`` With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16. </q> While music mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's` Britain's Got Talent' winner <strong> Susan Boyle </strong> made him", "new_id": -2}, {"uid": "1295253498206143557", "i": 27043, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "since a bullet ripped through her brain.`` The congresswoman continues to do well. She is breathing on her own,'' doctors at University Medical Center in Tucson said in a statement. <q> Congresswoman <strong> Gabrielle Giffords </strong> has been upgraded... because she is no longer on a ventilator. </q> More details are expected at a news conference with doctors today. <strong> Gabrielle Giffords </strong> is already able to move both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on`` Meet the Press.'' The", "new_id": -2}, {"uid": "1297121266135839981", "i": 45805, "idx": 1, "sa": ["Simon Cowell"], "q": "groups of all ages to audition. The winner will sign a record deal with <strong> Simon Cowell </strong>'s company Syco in a joint venture with Sony Music. Costs of recording and marketing will be separate. <q> This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years.`` It is a massive, massive risk but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, who will also executive produce the format he created in and Seattle. The minimum age is 12, there is no upper age limit and the contest is", "new_id": -2}, {"uid": "1297224229158400529", "i": 37038, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.'' All content Â© Copyright 2000- 2011 WorldNow and WBTV, a", "new_id": -2}, {"uid": "1295560204260145188", "i": 1097, "idx": 0, "sa": ["Eric Schmidt"], "q": "the US internet search giant in April. He will take over from <strong> Eric Schmidt </strong>, who has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The news was announced as Google unveiled a strong rise in net profits in the last three months of$ 2.54 bn( Â£ 1.6 bn) on revenues of$ 8.44 bn. Mr", "new_id": -2}, {"uid": "1295513188225542149", "i": 30076, "idx": 0, "sa": ["the Bounty", "David Letterman"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q> Top Ten Things Overheard at the Academy Awards. </q>... Academy Awards- Best Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, [{"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]]