[{"uid": "1296593618087982128", "i": 42281, "idx": 3, "sa": ["Mike Pence"], "q": "It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad,'' <strong> Mike Pence </strong> said on the House floor in introducing his bill. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> he said.''`` The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are", "new_id": -2}, {"uid": "1296550766189169669", "i": 6251, "idx": 3, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong> asked about Bieber's schooling and found out that he's currently in the 11th grade.`` 11th grade-- is that a sophomore in high school?'' <strong> David Letterman </strong> asked, to which Bieber replied: <q> I don't know. I'm Canadian. </q> Later Bieber tweeted that he will be on the`` Late Show'' again on Friday,`` playing the drums and doing the Top Ten.''", "new_id": -2}, {"uid": "1296106964198869129", "i": 6096, "idx": 3, "sa": ["Raymond Felton", "Allen Iverson"], "q": "throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead.`` Honestly, I didn't want to go back in,'' said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. <q> I felt that our second team should have closed that thing out. </q> <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves went on a 17-0 run to cut it to 85-84 on <strong> Raymond Felton </strong>'s layup with 34 seconds left. STATS: <strong> Allen Iverson </strong>: 20 PTS 4", "new_id": -2}, {"uid": "1295481575005455907", "i": 35293, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "does not have wireless internet and is only able to offer laptops to officers after graduation. These funds will provide every officer in training with a computer and update their internet infrastructure for everyone on site. <q> We understand that the backbone of any strong police force, state police or any other officers, is the kind of training these officers receive. It is no secret that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy, </q> said <strong> Sen. Bernie Sanders </strong>, I-Vermont.`` One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports", "new_id": -2}, {"uid": "1297298981049397781", "i": 42302, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gibbs", "Bill Clinton", "John Boehner"], "q": "Preliminary details of the plan emerged just before <strong> Barack Obama </strong> hosted <strong> John Boehner </strong> and his two top lieutenants at a White House lunch. Reacting mildly to the recommended cuts, White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> cited a <q> broad agreement that we have to change the way Washington works, particularly as it relates to spending. </q> At the same time, he said,`` We have to do so in a way that protects the important investments so that we can win the future,'' signaling the <strong> Bill Clinton </strong> will fight to protect", "new_id": -2}, {"uid": "1295065898217366614", "i": 1331, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "moral relativism about what is considered torture and what is not,'' Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. <q> This area is so fraught with legal ramifications, </q> Urbahn said.`` I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.'' <strong> Donald Rumsfeld </strong> would likely be willing", "new_id": -2}, {"uid": "1295762095175325199", "i": 12720, "idx": 0, "sa": ["Barack Obama", "Condoleezza Rice", "Colin Powell", "President Bush", "Dick Cheney"], "q": "`` yes'' on a House Resolution in 2005 calling for the immediate withdrawal of US troops from Iraq. One of her last acts in office was introducing Articles of Impeachment naming <strong> President Bush </strong>, <strong> Dick Cheney </strong> and <strong> Condoleezza Rice </strong>.'' <q> According to <strong> Cynthia McKinney </strong>`` It is time to break the vicious cycle where the poor go to war and veterans come home wounded and ignored. </q>'' Her answers were to the point; no dodging, hedging or dancing around the issues. Refreshing. <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's`` ability", "new_id": -2}, {"uid": "1297260081046088218", "i": 10076, "idx": 1, "sa": ["Eric Schmidt"], "q": "EU for alleged abuse of its dominant position in search. \" The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company \" <q> It is very important that the lawyers are not making the product decisions, </q> <strong> Eric Schmidt </strong> told the Sunday Telegraph.`` Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295984196057327656", "i": 24604, "idx": 6, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "Corp. and ABC parent <strong> Walt Disney </strong> Co.. The broadcasters are all trying to capture the shift toward on- demand viewing, which ratings company Nielsen Co. has said is surging in the U.S. <strong> Google Inc. </strong> TV will be <q> much more effective if the broadcasters are supportive, </q> and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today.`` We believe it's going to lead to more TV watching, which is good for them.''", "new_id": -2}]