[{"uid": "1297207807083279884", "i": 1513, "idx": 0, "sa": ["Colin Powell"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Rumsfeld quotes himself as telling the meeting, \"We should hit Khurmal during the speech, given that New York, because otherwise the site would be abandoned. Iraq had an active WMD site. \"As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1296110006260849745", "i": 10600, "idx": 0, "sa": ["Shaquille O'Neal", "Pete Maravich", "Allen Iverson", "Jerry West", "Walt Frazier", "Tom Brady"], "q": "NBA championship.... The Lakers and Dallas Mavericks, annually among the top teams in the <strong> Jerry West </strong>, haven't met in the playoffs since 1988.... <strong> Shaquille O'Neal </strong> is always day to day: <q> Because he's old as hell. </q>... GQ's list of the 25 coolest athletes of all time includes five each from the NFL( <strong> Tom Brady </strong>) and the NBA( <strong> Pete Maravich </strong>, <strong> Walt Frazier </strong> <strong> Allen Iverson </strong>).... Not counting Jackson,", "new_id": -2}, {"uid": "1296161021042713162", "i": 9138, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", partnerships, customers and broader business relationships, government outreach and technology thought leadership\". I'm inclined to agree. The shift in <strong> Eric Schmidt </strong>'s role is relatively subtle. Google is selling it as <q> plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company </q>. Page becomes CEO. Word is he was always the strongest voice in the trio. <strong> Sergey Brin </strong> \"will devote his energy to strategic projects, in particular working on new products\". It's those", "new_id": -2}, {"uid": "1296352133119062558", "i": 47886, "idx": 1, "sa": ["Eric Schmidt", "Larry Brilliant"], "q": "not quite final. Grants were canceled to institutions like Harvard and Stanford for research projects in Africa even though Google's senior management had approved them and they lacked only a final signature on the contracts. <q> That may be the way things are done in business, but it's not how grants are made in the nonprofit world, </q> said the former Google.org executive. \"It was embarrassing.\" <strong> Eric Schmidt </strong> moved DotOrg to the Mountain View campus in early 2009. That February, <strong> Larry Brilliant </strong> was given the title \"chief philanthropic evangelist", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1297239442238927888", "i": 31552, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. View More: No tags are", "new_id": -2}, {"uid": "1295261581064110616", "i": 42345, "idx": 0, "sa": ["Newt Gingrich", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" AP Photo- In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses", "new_id": -2}, {"uid": "1295437583089227302", "i": 17866, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> for Glee character The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1295933710148537346", "i": 19158, "idx": 0, "sa": ["Piers Morgan", "Craig Ferguson", "Gordon Ramsey", "Simon Cowell", "Jeremy Kyle"], "q": "show host but he follows other British talents in other genres who have made the leap-- <strong> Simon Cowell </strong>, <strong> Gordon Ramsey </strong>, <strong> Craig Ferguson </strong> and now <strong> Piers Morgan </strong>.\" <strong> Jeremy Kyle </strong> himself insists his formula for success depends on <q> being honest with guests on the show and saying it like it is. </q> So. How low will he go? \"There'll be no throwing chairs but it is no-holds-barred. It's not going to be a circus though and the after-care component is crucial for me.", "new_id": -2}, {"uid": "1296730879097124358", "i": 42056, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "made a decision, nor did he always receive effective implementation of the decisions he made\", <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, he wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment of wartime", "new_id": -2}]