[{"uid": "1296255917207339520", "i": 23307, "idx": 0, "sa": ["Mike Pence"], "q": "but also senators, whose extensive voting <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a", "new_id": -2}, {"uid": "1295584845072171538", "i": 10937, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective\" to the company. \"With our new leadership, it's a natural time to assess the composition of the board,\" the company said in a statement. <q> We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members. </q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder Larry Page.", "new_id": -2}, {"uid": "1295136115025296936", "i": 11439, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> It felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\"", "new_id": -2}, {"uid": "1295945093061587461", "i": 31613, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1296537954082821155", "i": 49052, "idx": 2, "sa": ["Michael Heisley", "I Roy", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson"], "q": "Twitter feed: \"God Chose Memphis as the place that <strong> I Roy </strong> will continue my career.\" Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> <strong> I Roy </strong> feel that they are committed to developing a winner and <strong> I Roy </strong> know that <strong> I Roy </strong> can help them to accomplish that. <strong> I Roy </strong> feel that <strong> I Roy </strong> can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296716412176898138", "i": 28920, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton", "Gerald Ford", "President Bush"], "q": "'s 1976 ticket, <strong> Donald Rumsfeld </strong> recounts. But <strong> Donald Rumsfeld </strong> proffers a private letter that <strong> Gerald Ford </strong> sent him in which the <strong> Bill Clinton </strong> explains to his chief of staff that <strong> President Bush </strong> had actually sought the intelligence job. <q> The circumstances surround <strong> George H.W. Bush </strong>'s nomination to be director of the CIA is a particularly stubborn chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization, </q> he writes, adding: \"By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.\" \"It has always amazed me that <strong> President Bush </strong>'s version of what took place", "new_id": -2}, {"uid": "1296708031055181325", "i": 8726, "idx": 3, "sa": ["Eric Snow", "Allen Iverson", "Tracy McGrady"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q> We said, \"What are we gon na do?' </q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/knicks_starting_lineups_Tracy_McGrady\"s_first_game <strong> Tracy McGrady </strong> New York Knicks Starting Lineups First Game as Knick...T-Mac", "new_id": -2}, {"uid": "1295016294023674969", "i": 43690, "idx": 6, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q> One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and <strong> Sarah Palin </strong> in particular, </q> the group said. \"Friends, this is outrageous.\" United States You can follow any responses to this entry through the", "new_id": -2}, {"uid": "1297485029134791201", "i": 42662, "idx": 4, "sa": ["Sandy Parker", "Kirsten Gillibrand"], "q": ". Again, the guy knows manufacturing,\" <strong> Sandy Parker </strong> said. A businessman himself, Lee formed a small businesses advisory subcommittee. It's a group <strong> Sandy Parker </strong>'s organization had a seat on. <q> We spend a lot of time in terms of relationship building with our delegation, and now we're going to be starting from ground zero again, </q> <strong> Sandy Parker </strong> said. While Lee's former seat in Congress sits vacant, <strong> Sandy Parker </strong> believes funding for local projects could suffer. No matter when an election is held to replace Lee, <strong> Kirsten Gillibrand </strong> is confident his district", "new_id": -2}]