[{"uid": "1295733873106954766", "i": 11161, "idx": 1, "sa": ["Allen Iverson", "Yao Ming", "Josh Smith"], "q": "both clarified and cluttered the wild Western Conference playoff race.\" That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.\" There's nothing on the court he can't do. </q> It was the 13th time <strong> Josh Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.\" He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1297413424025755648", "i": 11260, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": "\" What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month. Moon over the", "new_id": -2}, {"uid": "1295497652083329040", "i": 5478, "idx": 0, "sa": ["Simon Cowell", "Tina Turner", "Steven Tyler"], "q": "\" and charmed them with her oversize personality. As always in the early rounds, it was mostly a parade of crackpots, nasal wheezers and goofy white guys in plaid shirts singing R&B- badly. <q> Did you eat a lot of paint chips as a child? </q> <strong> Steven Tyler </strong> asked after a murderous take on a <strong> Tina Turner </strong> tune. Whereas <strong> Simon Cowell </strong> used to slay them with meanness, <strong> Steven Tyler </strong> seemed to have instantly perfected the art of the playful, entertaining putdown, adding a new wrinkle to", "new_id": -2}, {"uid": "1297199444258572348", "i": 19916, "idx": 2, "sa": ["Tony Blair", "Donald Rumsfeld", "Dick Cheney"], "q": "\" \" Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said\" absolutely not.\" \" 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said <q> Go massive... Sweep it all up. Things related and not. </q> \" <strong> Dick Cheney </strong> British <strong> Tony Blair </strong> is currently \" saying that <strong> Dick Cheney </strong>'s vision of policy towards the Middle East after 9/11 was to re-draw the map.... What does this mean? Well", "new_id": -2}, {"uid": "1296859172060604426", "i": 41519, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "Y!\" and drop it onto the\" Home\" icon. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider\" Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1296291756127057933", "i": 7882, "idx": 3, "sa": ["Scottie Pippen", "Michael Vick", "Larry Bird"], "q": "offensively. I had a lot of extra energy tonight and luckily I was able to get the job done.\"\" <strong> Michael Vick </strong> had a lot of great, tough shots tonight,\" Pacers coach <strong> Larry Bird </strong> said. <q> I'll change that-- that's tough shots for other people and routine for him. There's no question that he's the reason they won it. That's the reason why he's the MVP. </q>\" As soon as they gave him the MVP award, I knew he was going to have a huge game for us tonight,\" <strong> Scottie Pippen </strong> said.\" <strong> Michael Vick </strong> loves challenges and when they tell him he's", "new_id": -2}, {"uid": "1296355065262340710", "i": 21811, "idx": 0, "sa": ["Zahi Hawass"], "q": "of pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday.\" Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to", "new_id": -2}, {"uid": "1296111817041386023", "i": 4005, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Google DC Talks: A Conversation with Chris Anderson As part of the Google DC Talks series, Google's Washington office", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.\" You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" I think he's working very hard on the issue of unemployment,\" <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1295592162066338850", "i": 23496, "idx": 3, "sa": ["Ryan Crocker", "Colin Powell"], "q": "he popped to his feet from the ground floor of the back of the arena and began clapping and making his way down the aisle while singing the gospel song Down by the Riverside, which contains the lyric <q> I ain't gon na study war no more. </q> <strong> Colin Powell </strong> got the applause line of the night when he retorted,\" If you don't want to study war no more, you better be ready to fight a war.\" <strong> Ryan Crocker </strong>, former", "new_id": -2}]