[{"uid": "1294975566041533473", "i": 56024, "idx": 12, "sa": ["LeBron James", "Allen Iverson", "Dirk Nowitzki"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds.`` He was driving and maLeBron James shots in-between.'' <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1295237766163905566", "i": 35994, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", D-N.Y., said on NBC's Meet the Press that she talked with <strong> Gabrielle Giffords </strong>' husband, astronaut <strong> Mark Kelson </strong>, on Saturday night. He described the latest progress in his critically injured wife's recovery. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295011721230670415", "i": 5711, "idx": 1, "sa": ["Lily Allen", "Piers Morgan", "Gordon Brown", "Larry King", "Simon Cowell"], "q": ":`` i'd do it for a million for SANDS. money, mouth?'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five-figure donation to your charity for the interview </q>. She revealed she had lost her second child in November and asked her two million followers on the social networLarry King website to`` say a little prayer''. She previously had a miscarriage when", "new_id": -2}, {"uid": "1295137697028803114", "i": 10330, "idx": 1, "sa": ["David Letterman", "Camille Grammer"], "q": "A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant Kayte Walsh. When <strong> Camille Grammer </strong> appeared on Thursday's edition of`` Late Show with <strong> David Letterman </strong>,'' <strong> David Letterman </strong> said: <q> Now, I understand, I'm under the impression that your marriage is ending. Is that a fact? </q> <strong> Camille Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark,`` Well, I'm sorry to hear that, or I'm not sorry to hear that?''`` Well, you are respectfully", "new_id": -2}, {"uid": "1297419655230932499", "i": 21439, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "des iPhones und von Android im Markt gibt es f?r keinen der beiden Partner ein Patentrezept'', sagte er. Besonders im Bereich Smartphones verlor Nokia zuletzt Marktanteile Microsoft-Chef <strong> Steve Ballmer </strong> und Nokia-Chef <strong> Stephen Elop </strong> zeigen sich angriffslustig. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>.`` Wir werden sie zerst?ren'', hei?t es weiterhin. href=\"http://www.fazfinance.net/portfolio/echtdepot/edit/buy?securityid=FI0009000681\"> Watchlist Vor allem wollen die beiden Konzerne aber Windows Phone gemeinsam", "new_id": -2}, {"uid": "1295272429170541065", "i": 42191, "idx": 0, "sa": ["Sergio Marchionne", "Mark Reuss"], "q": ",'' said <strong> Mark Reuss </strong>. King, through a union spokeswoman, declined to comment for this article. Ford spokeswoman Marcey Evans said Ford is interested in much the same bargaining goals. <q> We are looking at various proposals linking employee compensation to company performance, which could include quality as a metric, </q> she said.`` We will continue to explore our options with the UAW as we enter into 2011 negotiations.'' Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the", "new_id": -2}, {"uid": "1295445273144605201", "i": 8800, "idx": 0, "sa": ["Brian Cowen", "Eamon Gilmore", "Ben Ali"], "q": "secret ballot Irish Times MARIE O'HALLORAN THE TAOISEACH had given Fianna F? il an opportunity of a secret ballot on his target=\"_blank\" href=\"http://backtothefuture.com/\"> future as party leader but Labour leader <strong> Eamon Gilmore </strong> wanted to know when he was <q> going to give the people the Ben Aliefit of the secret ballot </q> to decide the future of his Government. <strong> Brian Cowen </strong> told him during Leaders' Questions in the D? il that the", "new_id": -2}, {"uid": "1297251507203587604", "i": 22564, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "de Fox. ntrebat n leg?tur cu faptul c, n pofida promisiunii sale electorale, <strong> Barack Obama </strong> nu a nchis centrul de deten?ie de la Guantanamo, el s-a exprimat ironic. n timpul campaniei sale, <strong> Barack Obama </strong> <q> a criticat mult deten?ia pe termen nelimitat a combatan?ilor ilegali, a criticat mult tribunalele militare de excep?ie </q>, aminte?te el.'' i iat?- ne doi ani mai t?rziu i totul este n continuare la locul s?u'', continu <strong> Donald Rumsfeld </strong>. Presupusul organizator al atentatelor din 11 septembrie, men?inut n nchisoare", "new_id": -2}, {"uid": "1297387848169525266", "i": 7332, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "few came to visit. The heavily guarded and shuttered href=\"http://www.egyptianmuseum.com/\" target=\"_blank\"> Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]