[{"uid": "1297245173074432526", "i": 35306, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges will be. \"They will be cute,\" he said. <q> But the male judges will not be as good looking as me. </q> Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor. \"In the final you could have a 14-year-old versus a 40-year-old,\" said <strong> Simon Cowell </strong>. When", "new_id": -2}, {"uid": "1296939026066093065", "i": 42372, "idx": 1, "sa": ["Sergio Marchionne"], "q": "1.2 billion last year in interest on its loans. At a industry event here, <strong> Sergio Marchionne </strong> three times referred to the \"shyster\" loans that the U.S. and Canadian governments made to save Chrysler in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said Friday. \"When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.\" Advertisement Today,", "new_id": -2}, {"uid": "1297177866006504495", "i": 9948, "idx": 0, "sa": ["Michael Vick"], "q": "February 8, 2011, by jgalloway Because even in Texas, people with dogs vote. From the Associated Press: <q> The mayor of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a \"key to the city. </q> \" After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was named the Associated Press 2010 NFL Comeback Player of the", "new_id": -2}, {"uid": "1295016583186548227", "i": 24488, "idx": 0, "sa": ["Peter Rice", "Simon Cowell"], "q": "' X Factor'- will be joining the panel on the new programme after they praised her \"chemistry\" with show chief <strong> Simon Cowell </strong>. <strong> Peter Rice </strong>, the head of entertainment on the network, said: <q> If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>. </q>( c) BANG", "new_id": -2}, {"uid": "1295560040175849483", "i": 2220, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said. \"In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly,\" Mr. <strong> Eric Schmidt </strong> said. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" he said.", "new_id": -2}, {"uid": "1296232715058523654", "i": 14883, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress", "new_id": -2}, {"uid": "1295584540106250245", "i": 12402, "idx": 5, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "at the top of the company\". Mr <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, posted on his Twitter account: <q> Day-to-day adult supervision is no longer needed. </q> The decision came as a shock to many in Silicon Valley. \"Larry stepping up to be CEO is really surprising,\" said Mr <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"uid": "1297127759188514307", "i": 15803, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Writer 1 hr 39 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1297240707110002225", "i": 46064, "idx": 0, "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "q": "QB) <strong> Michael Vick </strong>. But this morning, on The Ticket( 1310 AM), he stuck to his story that he gave <strong> Michael Vick </strong> a key to the city \"for the children.\" <q> Don't you believe it's possible that by honoring this felon you sent the wrong message to the kids?... Now the kids say \"This guy killed dogs he went to jail he's on probation and he's getting honored with a key to the city that is supposed to be presented to someone like a war hero,' </q> one of the hosts said. \"The kids don\"t say that,\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting", "new_id": -2}]