[{"uid": "1296727907183500817", "i": 16342, "idx": 10, "sa": ["Aaron McKie", "Jalen Rose", "Allen Iverson", "George Karl", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. ''I'm going to remember this game for a long time,'' said <strong> Allen Iverson </strong>, who also had nine assists. <q>I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things.</q> <strong> Aaron McKie </strong> had 19 points and <strong> George Karl </strong> Lynch added 16 for Philadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for", "new_id": -2}, {"uid": "1295264992125091902", "i": 27234, "idx": 0, "sa": ["Piers Morgan", "Alec Baldwin", "Rooney Mara", "Natalie Portman", "Oprah Winfrey", "Emily Blunt", "Simon Cowell"], "q": "the X-Factor boss starred side by side as judges on Britain's Got Talent, and <strong> Piers Morgan </strong> claimed he would never gone to the lengths <strong> Simon Cowell </strong> has in pursuit of keeping his looks. He told Parade: <q>I'm not as vain as him, physically. He has all these treatments and Botox and all. I don't do that kind of thing.</q> <strong> Oprah Winfrey </strong> finds <strong> Piers Morgan </strong>'s interviewing style ''tough' <strong> Alec Baldwin </strong> has hailed <strong> Rooney Mara </strong> as the ''biggest movie star of her generation''... <strong> Emily Blunt </strong>: <strong> Natalie Portman </strong> is better dancer <strong> Emily Blunt </strong> says <strong> Natalie Portman </strong> could ''definitely out-tutu''' her", "new_id": -2}, {"uid": "1297445178144588836", "i": 16227, "idx": 0, "sa": ["Simon Cowell"], "q": "game a fairly long time. I guess we can ''Trust'' them to be the arbiters of good tracking actors. In fact, as Microsoft execs described the feature, they did some equivocating, noting that <q>there's good tracking and bad tracking.</q> I wondered aloud on Twitter who would judge between the good and bad. Twitter responded with its usual mixed of good sense and nonsensical humor: ''Judge Ito,'' said one. ''<strong> Simon Cowell </strong> and", "new_id": -2}, {"uid": "1296062841039370787", "i": 21803, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as British Prime Minister <strong> David Cameron </strong>'s communications chief last week after repeated questions about practices at the newspaper. <q>The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,</q> the force said in a statement. ''This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.'' We welcome comments that", "new_id": -2}, {"uid": "1295440341100417550", "i": 48751, "idx": 3, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "'re music industry professionals.'' How do you think the ''Idol'' judges will do without <strong> Simon Cowell </strong>? Tell us in the comments! Don't miss our ''American Idol'' live stream <q>Judging the Judges: An ''Idol' Without <strong> Simon Cowell </strong>,</q> featuring post-show analysis from <strong> Jim Cantiello </strong> and special guests, on MTV.com this Wednesday at 10 p.m. ET. Tweet your ''Idol''' commentary with the hashtag#IdolWithoutSimon and we could quote you on the show!", "new_id": -2}, {"uid": "1297177285142131216", "i": 39979, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "However the former Pentagon chief also admitted his biggest error during his tenure under <strong> President Bush </strong> was his failure to convince the president to accept his resignation in the wake of the Abu Ghraib prison scandal. <q>That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way- unacceptable way,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1296715247139952129", "i": 22347, "idx": 11, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24. ''He's good,'' <strong> George Karl </strong> said. <q>He's better than I thought and I thought he was( darn) good.</q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. ''To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d.", "new_id": -2}, {"uid": "1297130833188514310", "i": 22962, "idx": 7, "sa": ["Simon Cowell"], "q": "to find breakout talent. ''I'm genuinely staggered this hasn't happened. All the signs are out there, from ''Glee' to` High School Musical,'' he said, advising <q>any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.</q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. ''If they don't sell a single record they still get to keep the money,'' he said. '''", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. ''Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1297298416168493093", "i": 40018, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ", Fall, and Catastrophic Legacy'' that <strong> Donald Rumsfeld </strong>'s reaction to a July 20, 2001, CIA memo warning of a Osama bin Laden-directed attack on the United States was to accuse it of being duped by <q>vast doses of Al Qaeda misinformation.</q> And on the very same afternoon of the September 11, he directed <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers to ''find the best info fast... judge whether good enough[ to] hit S.H.@ same time.'' S.H. here", "new_id": -2}]