[{"uid": "1297684045187187200", "i": 18269, "idx": 4, "sa": ["Donald Rumsfeld", "Nouri al-Maliki"], "q": "to Defence <strong> Donald Rumsfeld </strong>: come clean on dirty bombs! Character assassination used to silence DU opponents. Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2410 on: February 11, 2011, 04:17:26 AM</q> Human Rights Watch Provides More Details About Abuses By <strong> Nouri al-Maliki </strong> Controlled Security Forces In Iraq http://musingsoniraq.blogspot.com/2011/02/human-rights-watch-provides-more.html February 10, 2011 In April 2010 and January 2011, the Los Angeles Times broke", "new_id": -2}, {"uid": "1295594704029032469", "i": 33830, "idx": 3, "sa": ["Saddam Hussein", "Colin Powell"], "q": "\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the UN Security Council, by economic sanctions or by the buildup of US troops in the region. <q>I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink,</q> <strong> Colin Powell </strong> said. The UN Security Council warned Iraq that if it didn't withdraw its troops by January 15, 1991, a US-led coalition would be authorised to drive them out. The war", "new_id": -2}, {"uid": "1295454375253952007", "i": 17902, "idx": 2, "sa": ["Nancy Pelosi", "Alan Grayson", "Mike Pence"], "q": "Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: \"I Apologize To The Dead For This Holocaust\" One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out <q>the Republican health care plan... die quickly,</q> the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead,\" he said on the House floor. \"I apologize to the dead and the...", "new_id": -2}, {"uid": "1295391425232685620", "i": 14496, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" Assemblyman Jeff Kartye works on a 2011", "new_id": -2}, {"uid": "1295568821043630596", "i": 17773, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chairman, focusing on \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" Shortly after the announcement was posted on the company's blog, <strong> Eric Schmidt </strong> tweeted <q>Day-to-day adult supervision no longer needed!</q> in reference to his much-discussed role as a moderating check to Page and <strong> Sergey Brin </strong>'s youthful excesses. Here are the reactions from <strong> Eric Schmidt </strong> \"We've been talking about how best to simplify our management structure and", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295545209070057989", "i": 2160, "idx": 0, "sa": ["Michael Gove"], "q": "be a \"vehicle for imposing passing political fads\". <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. <q>The pace of economic and technological change is accelerating and our children are being left behind,</q> he said. \"The previous curriculum failed to prepare us for the future. We must change course. \"Our review will examine the best school systems in the world and give us a", "new_id": -2}, {"uid": "1295021582165101591", "i": 4163, "idx": 6, "sa": ["Gary Moore", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q>This is the most pain he's ever felt from any injury he's had,</q> <strong> Gary Moore </strong> said. \"He's been in tremendous agony.\" <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three", "new_id": -2}, {"uid": "1295672246172441622", "i": 5507, "idx": 2, "sa": ["Jerry Lee Lewis", "Allan Houston", "Allen Iverson"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the <strong> Allan Houston </strong> Rockets on Sunday night that both clarified and cluttered the <strong> Jerry Lee Lewis </strong> Western Conference playoff race. <q>That's all he's got to do is come into the game and the energy is there,</q> said <strong> Allen Iverson </strong>, who scored 33 points. \"It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball", "new_id": -2}, {"uid": "1295695085220823567", "i": 45241, "idx": 0, "sa": ["Andy Coulson", "Ed Balls"], "q": "to the Labour Party.\"\" Report Abuse \"Quote- \"<strong> Ed Balls </strong> said that this was a real blow.\"\" <strong> Ed Balls </strong>'s definitely got <strong> Ed Balls </strong>. And a guy named Johnson. Report Abuse <q>â\u0098¼ This story brings tears to my eyes â\u0098¼</q> Hahahaha It is just way too funny. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}]