[{"uid": "1295125227265830412", "i": 35020, "idx": 23, "sa": ["John McCain", "Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "<strong> Abu Musab al-Zarqawi </strong> Ghraib\". Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Abu Musab al-Zarqawi </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-abusing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^ <q> <strong> Donald Rumsfeld </strong> okayed <strong> Abu Musab al-Zarqawi </strong> Ghraib abuses according to former US general </q>- CBS News[ dead link]^ \"<strong> Donald Rumsfeld </strong> okayed abuses says former <strong> John McCain </strong> general\"- ABC News[ dead link]^- \"<strong> Donald Rumsfeld </strong> okayed abuses says former US Army general\" Reuters News", "new_id": -2}, {"uid": "1295561213061718591", "i": 32409, "idx": 0, "sa": ["Eric Schmidt", "John Micklethwait", "Google Inc.", "Woodrow Wilson"], "q": ", <strong> John Micklethwait </strong>, about Internet and media innovation and <strong> Google Inc. </strong>'s changing role in the world at <strong> Google Inc. </strong>'s Zeitgeist Europe on May 21, 2007. http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Eric_Schmidt_at_the_Michael_Hammer_Memorial_Lecture <strong> Eric Schmidt </strong>: Here Is Why I'm Stepping Down <strong> Google Inc. </strong> co-founder Page will be CEO in shake-up <strong> Google Inc. </strong>'s Page to take", "new_id": -2}, {"uid": "1295052532226361350", "i": 6701, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q> \"Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,\"", "new_id": -2}, {"uid": "1295485200094470183", "i": 594, "idx": 2, "sa": ["Nancy Pelosi", "Anthony Weiner", "Mike Pence"], "q": "When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Indiana, on the floor. <q> Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans, </q> answered <strong> Nancy Pelosi </strong> <strong> Anthony Weiner </strong>, D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda. \"You say it enough", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1297179623238403585", "i": 19628, "idx": 3, "sa": ["Gwen Ifill", "Condoleezza Rice", "Colin Powell", "Donald Rumsfeld"], "q": "one of his biggest regrets was not having successfully resigned in the wake of the Abu Ghraib prison scandal. In her review, <strong> Gwen Ifill </strong> rounds up some of the finger-pointing <strong> Donald Rumsfeld </strong> employs in the book: <q> \"Mostly, <strong> Donald Rumsfeld </strong> is certain-- never more so than when he is chronicling the deficiencies of others. His list of disdain runs long-- from former secretaries of state <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, to Coalition Provisional Authority chief <strong> Paul Bremer </strong>( \"It remained difficult to get him to accept the idea that Iraq belonged to the Iraqis'), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide Richard Armitage, <strong> John McCain </strong> and, of course, the news media. </q> \"The most consistent censure is reserved for <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> and anyone who operated in their diplomatic orbit. <strong> Colin Powell </strong> and his supporters, he writes, were skeptical of the administration\"s initiatives to the point of", "new_id": -2}, {"uid": "1294966525056983567", "i": 2312, "idx": 6, "sa": ["Rex Ryan", "Peyton Manning", "Darrelle Revis", "Michael Vick", "Tom Brady"], "q": "returning a kickoff 71 yards against Green Bay on Dec. 19. Soon afterward, he suffered a concussion. Speaking to reporters for the first game, after missing nearly a month of action, Connolly said Wednesday: <q> I'm healthy now. I'm back at practice and I'm ready to move on. </q> The Packers kicked <strong> Rex Ryan </strong> calls <strong> Darrelle Revis </strong> \"best in football' FLORHAM PARK, N.J.- Sure, <strong> Tom Brady </strong> is great. So are <strong> Peyton Manning </strong> and <strong> Michael Vick </strong>. But in <strong> Rex Ryan </strong>\"s always humble opinion, they pale in comparison", "new_id": -2}, {"uid": "1295493505164200449", "i": 14047, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Some Sniping... and a Girlfight?( 74) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q> Do You Have a Drinking Problem? </q>( 60) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, {"uid": "1295941685109330459", "i": 38651, "idx": 3, "sa": ["Erik Spoelstra", "Richard Jefferson", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Rasheed Wallace", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. \"They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,\" Miami coach <strong> Erik Spoelstra </strong> said. <q> <strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great. </q> Detroit was missing three key players- <strong> Richard Jefferson </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1296759800078708738", "i": 10741, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to Germany and France as \"old Europe\" when they did not support invading Iraq, and his insistence that <strong> Saddam Hussein </strong> possessed weapons of mass destruction. Other than that, the former Defense secretary is relatively unapologetic and <q> still can't resist taking a few pops at former secretaries of state <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> as well as some lawmakers and journalists, </q> writes Bradley Graham at The Washington Post. Graham calls the book's tone \"characteristically tough and defiant\" as <strong> Donald Rumsfeld </strong> also criticizes Bush's shortcomings in resolving issues among senior advisers. \"Still, his", "new_id": -2}]