[{"uid": "1296138389209518633", "i": 3018, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "political discourse. \"When I look out in this chamber, I see people who came to Washington not to play politics, but to make the lives of everyday Americans better,\" <strong> Barack Obama </strong> said. <q>I also see some real crackpots, some severely messed-up individuals on both sides of the aisle who make me uncomfortable simply because they're in the same room as me.</q> \"With all due respect, <strong> Sen. Bernie Sanders </strong>, you are very weird,\" continued <strong> Barack Obama </strong>, addressing the Vermont legislator directly. \"You mutter to yourself when nobody's around. There's not a soul within", "new_id": -2}, {"uid": "1295981594193069060", "i": 28332, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}, {"uid": "1297356961224657422", "i": 3329, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Chandler-$ 199,500 MLS 4452857", "new_id": -2}, {"uid": "1296066420080527365", "i": 10586, "idx": 1, "sa": ["Andy Coulson", "Sian Massey"], "q": "to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments \"extraordinary\". \"I can not believe the frenzy that's blown up,\" said the 53-year-old. <q>There are some dark forces at work here.</q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on \"very good terms\", adding: \"I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1297280723168607761", "i": 25457, "idx": 0, "sa": ["Barry Ptolemy", "Hugo de Garis", "Kevin Warwick", "Colin Powell", "Dean Kamen", "Peter Diamandis"], "q": "Film Festival, TRANSCENDENT MAN has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q>one of the top ten documentaries of the year,</q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1295969807261718035", "i": 43910, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments.\" Then <strong> Eric Schmidt </strong> continued, <q>Hundreds of these people will be located right here in our technology center in Munich.</q> By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010, so if this hiring spree occurs in the space of a few months, it'll represent a seriously quickened pace.", "new_id": -2}, {"uid": "1295289004218529795", "i": 48235, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "LeBron James", "Josh Smith"], "q": "<strong> Carmelo Anthony </strong> and <strong> LeBron James </strong> were the headliners, but <strong> Allen Iverson </strong> and JR <strong> Josh Smith </strong> stole the show. <strong> Allen Iverson </strong> scored a season-high 37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night. <q>They didn't steal my spotlight,</q> said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds. \"They did what they were supposed to do. They took advantage of the defense that they threw at us.\" <strong> Allen Iverson </strong> set the tone early with", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1295471010042287111", "i": 24790, "idx": 0, "sa": ["Michael Vick", "Brandon Boyd"], "q": "tied to suspended Atlanta Falcons quarterback <strong> Michael Vick </strong>. <strong> Brandon Boyd </strong> Bond, owner of All or Nothing Tattoo on South Cobb Drive and All or Nothing pit bull rescue, said he and store manager Daron James are introducing the dogs <q>to the world of human love.</q> In August, <strong> Michael Vick </strong> pleaded guilty to a federal dog-fighting charge, admitting his involvement in a dog-fighting enterprise that killed poorly performing dogs by hanging or drowning. In December, <strong> Michael Vick </strong> was sentenced to 23 months in federal", "new_id": -2}, {"uid": "1297285832010960898", "i": 37352, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Michelle Money", "Simon Cowell", "Chris Harrison", "Jennifer Lopez"], "q": "full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> yet. However, similar to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> believes the new Idol judging panel will be successful. <q>I have seen some little clips and they look like they're having a blast... I think it's a good combination,</q> <strong> Paula Abdul </strong> explained. \"The Bachelor' host <strong> Chris Harrison </strong>: <strong> Michelle Money </strong>'s hotness the key <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together again` The Biggest Loser: Couples\" eliminates contestant Jaquin \"Q\" Allen", "new_id": -2}]