[{"uid": "1297175441226918423", "i": 30989, "idx": 3, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q>propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.<q> Leroy I was the very first one to cast the first stone at <strong> Michael Vick </strong>. He's been to prison, and publicly humiliated. But enough is enough. The man has paid his debt to", "new_id": -2}, {"uid": "1296744570016711683", "i": 6569, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> \"goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq.\" <q><strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be \"far more perilous than it is today'.<q> \"Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped\".\"", "new_id": -2}, {"uid": "1295447705082477065", "i": 4756, "idx": 2, "sa": ["Olivia Munn", "David Letterman"], "q": "told <strong> David Letterman </strong> that when she moved back to Oklahoma City, <strong> Olivia Munn </strong> found that her Tokyo-bred sense of style was outpaced by her new classmates at PC North. \"Wait a minute,\" <strong> David Letterman </strong> said. <q>You're telling me that Oklahoma, in terms of fashion and culture, is more advanced than Japan? Well, that's food for thought.<q> <strong> Olivia Munn </strong> said she will continue to stay busy: she has already shot 13 episodes of \"Perfect Couples.\" It's a work ethic she adopted during those days of having her ears glued to police", "new_id": -2}, {"uid": "1295709517126484491", "i": 7785, "idx": 0, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "Live With <strong> Regis Philbin </strong> and Kelly\" did not come up, though <strong> Regis Philbin </strong> did mention getting \"fired\" from Disney World parade-announcing duty, which now seems ominous since Disney owns the \"Live\" franchise. <q>There's four people in broadcasting who know what they're doing,<q> <strong> David Letterman </strong> said at one point. \"Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.\" This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the last time", "new_id": -2}, {"uid": "1297465246016121890", "i": 31636, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,<q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Gilbert-$ 164,000 MLS 4409068 3 bed/ 3 bath 2,001- 2,250/ 1991 Joe Martin, Re/Max Diamond Scottsdale-$", "new_id": -2}, {"uid": "1295256413206143491", "i": 15716, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Robert Vaden"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,<q>... <strong> Robert Vaden </strong> 28 Points in 2nd Half against Kentucky <strong> Robert Vaden </strong> let it go, turned as the ball made its way through the net and began pounding his chest. capped by runway Another big shot for the UAB guard", "new_id": -2}, {"uid": "1295969807261718035", "i": 43910, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments.\" Then <strong> Eric Schmidt </strong> continued, <q>Hundreds of these people will be located right here in our technology center in Munich.<q> By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010, so if this hiring spree occurs in the space of a few months, it'll represent a seriously quickened pace.", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,<q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1295900040008716288", "i": 10008, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is now the most visited website on the planet. <strong> Eric Schmidt </strong> said in an interview with Reuters that his move was not a reaction to competitors but an effort to speed up decision-making at Google. <q>It's important to remember that <strong> Eric Schmidt </strong> is responsible for growing Google into the behemoth it is today,<q> Beacon Equity Research analyst Dave Goodboy wrote in a note. \"Although Larry Page and <strong> Sergey Brin </strong> created the company, it was <strong> Eric Schmidt </strong> who ran the day-to-day operations during the massive growth. Even worse news hit the wire", "new_id": -2}, {"uid": "1295977910157089808", "i": 30966, "idx": 14, "sa": ["Linas Kleiza", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": ".\" The ninth 3-pointer of his eight-year NBA career gave him 10 points to go with his 10 blocked shots and 11 rebounds and sent him to the bench alongside \"<strong> Carmelo Anthony </strong> to enjoy a rare runaway win. <q>The numbers are fine. I\"m thinking more of the way we played, the way we came out with a defensive mindset when we built a 30-point halftime and we never let up,<q> <strong> Marcus Camby </strong> said. \"We played well.\" It http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109", "new_id": -2}]