[{"uid": "1295393652226230279", "i": 14258, "idx": 0, "sa": ["Sergio Marchionne"], "q": "AP Auto Writer WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297256445195313688", "i": 5940, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "dead in execution-style slayings in Mexico... FILE- In this July 1, 2009 file photo,... Department of Corrections- KILGORE, Texas-- Martin Midstream Partners L.P. announced today that the... Report Abuse <q> We should avoid the drug companies products for human filth like this and </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1297275995018513946", "i": 23691, "idx": 0, "sa": ["Michael Vick", "Charles Woodson"], "q": "Packers lost <strong> Charles Woodson </strong>( notes)( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.\" â\u0080¢ <q> If you look at how <strong> Sam Shields </strong>( notes) played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>. </q> â\u0080¢ \"Everyone got all excited about <strong> Michael Vick </strong>( notes)- and there was reason to be excited early- but if you look at how he finished the season, you see( that)", "new_id": -2}, {"uid": "1296115725056147995", "i": 37206, "idx": 0, "sa": ["Andy Coulson"], "q": "the place where you can talk about and shape the best stories people are reading right now. Sign In to view Buzz updates from your connections!New User?| George left a comment- 22 min ago uk.news.yahoo.com <q> Just shows how greedy this generation as got, I am reminded of the old saying you get nothing for... </q> GREENGRASS left a comment- 28 min ago Yahoo! UK& Ireland News \"Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...\" Its Secret left a comment", "new_id": -2}, {"uid": "1296280079111296551", "i": 6648, "idx": 5, "sa": ["Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1296741340044711939", "i": 40999, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "Barack Obama"], "q": "should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favoring a slower transition that would allow new leaders to emerge from within the country. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes. \"Only the <strong> Barack Obama </strong> could do so.\" <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the", "new_id": -2}, {"uid": "1294957406081149956", "i": 46646, "idx": 10, "sa": ["Allen Iverson"], "q": "Europe. 2010-11-16 EuroCup: Besiktas Istanbul- KK Hemofarm. The last 4 minutes of the game. http://wn.com/Allen_Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out. </q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. http://wn.com/Allen_Iverson_26pts_5ast_3stl_3reb_in_Turkey_vs_Tofas_29_Dec_2010_Besiktas_Cola_Turka <strong> Allen Iverson </strong> had his highest scoring game in a Besiktas jersey netting 26 points on 7/11( 2pt) shooting", "new_id": -2}, {"uid": "1295007567134168576", "i": 21234, "idx": 5, "sa": ["Allen Iverson"], "q": "big deal out of the money and making$ 2 million-what do people want me to do? Sit at home and just watch basketball or play at the Y.M.C.A.?\" <strong> Allen Iverson </strong> said, according to the Times. <q> I had to do what I had to do to continue playing basketball. </q> Celebrity Doctor: Shen Yun Performers \"Some of the Finest that I've Ever seen at Lincoln' Antimatter Storms: Antimatter Discovered in Earth\"s Storms( Video)", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295264894094093419", "i": 26923, "idx": 0, "sa": ["Andy Coulson"], "q": "ways of dealing with victims are clearer within public services. The call comes in a year which has already seen two men jailed in Derby for grooming and abusing a number of teenage girls. <q> Child sexual exploitation is an appalling crime- it is a form of child sexual abuse and must not be tolerated, </q> a Department for Education spokesperson said. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters", "new_id": -2}]