[{"uid": "1295562736055705634", "i": 12140, "idx": 1, "sa": ["Eric Schmidt"], "q": "The decision to step down, according to Google executives, is about streamlining management. \"As Google has grown, managing the business has become more complicated,\" wrote <strong> Eric Schmidt </strong> in a blog post on Thursday. <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> <strong> Eric Schmidt </strong>'s tenure at Google has been nothing short of extraordinary. According to comScore, Google's sites reached nearly 179 million unique users in November, ranking second only behind Yahoo's. Google accounts for", "new_id": -2}, {"uid": "1295021128171180035", "i": 3478, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "give a thumbs up, she literally raised her entire hand.\" The moment did not last long- less than a minute, <strong> Kirsten Gillibrand </strong> said. But the senator said a doctor who was there was <q>unbelievably excited because it was such great progress.</q> The visiting lawmakers soon left their colleague to rest. \"We couldn't stop crying,\" <strong> Kirsten Gillibrand </strong> said. \"We were so excited.\" The news about <strong> Gabrielle Giffords </strong>' progress was greeted", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}, {"uid": "1297095625037568573", "i": 36029, "idx": 0, "sa": ["Eric Schmidt", "George Osborne"], "q": "idea that the system is irretrievably broken, and needs a Google-flavoured fix, will have inched forward. Chancellor <strong> George Osborne </strong> recently teamed up with Google chairman <strong> Eric Schmidt </strong> to write Indie founder Stephen Glover to say: <q>I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>.</q> Â® Motorola's handset division recently switched from Microsoft Exchange to Google Apps. Watch this video to lean why they switched and the benefits that they have realized. What are your plans for your office", "new_id": -2}, {"uid": "1296137334113377297", "i": 2581, "idx": 3, "sa": ["Michael Vick"], "q": ", although there would be no signing bonus- but he backed down a little from that stance on Wednesday. \"If they franchise me, we'll see how that goes,\" <strong> Michael Vick </strong> said. <q>I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months. I've just got to be patient and take it one day at a time.</q> He has, at least, received a new revenue stream. On Tuesday, <strong> Michael Vick </strong> struck a two-year deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads,", "new_id": -2}, {"uid": "1295189804049070144", "i": 20200, "idx": 2, "sa": ["Nigel Lythgoe", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": ", I think, for contestants than maybe in years past,\" <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle. <q>In the past there was a diabolical at times figure and a real acerbic tough figure on the panel,</q> he says. Ouch. By the time <strong> Simon Cowell </strong> left Idol last May after nine seasons with the show, he had become its star. <strong> Nigel Lythgoe </strong>, the fellow Brit who was brought back as Idol", "new_id": -2}, {"uid": "1296453631151257090", "i": 21737, "idx": 0, "sa": ["Frank Gore", "Michael Vick"], "q": "suspended. So when I saw( Kevin) Kolb got hurt I took a flier on( <strong> Michael Vick </strong>) <strong> Michael Vick </strong> even though he didn't start that game but he started the next one,\" he said. <q>That is what carried me through. I was fortunate, I really didn't know who <strong> Arian Foster </strong> was at the beginning of the year either, but he was a workhorse.</q> The season didn't look so bright from the get-go. In the league that automatically drafted his players, Tulipane's first-round pick was <strong> Frank Gore </strong> who had a lackluster season and ended up going on injured reserve", "new_id": -2}, {"uid": "1295022258099024910", "i": 20752, "idx": 1, "sa": ["Simon Cowell"], "q": "'s Big Blog( mjsbigblog.com) says Idol is at a crossroads. \"With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate the franchise,\" she says. <q>I could see Idol going on for many years, but if they're going to remain culturally relevant, they have to have a really big year this year.</q> Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation. \"I think this is the most creative year for Idol,\"", "new_id": -2}, {"uid": "1296744552199131154", "i": 30140, "idx": 42, "sa": ["Donald Rumsfeld"], "q": "other pictures had been released- \"showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans.\" A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying <q>that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.</q> \"Don, someone's head has to roll over this,\" Bush told him. But the president called him that night and said that \"your leaving is a terrible idea.\" Bush asked", "new_id": -2}, {"uid": "1295665787007979011", "i": 22385, "idx": 1, "sa": ["Eric Schmidt"], "q": "of delivering personalized, timely and location-aware information to people. The company has already made strides in each area. The first is the development of fast networks, specifically LTE, <strong> Eric Schmidt </strong> wrote. They will <q>usher in new and creative applications, mostly entertainment and social, for these phone platforms,</q> he wrote. All of the major operators in the U.S. are already building their LTE networks or have stated that they plan to. While Google is not in the business of building networks, it has", "new_id": -2}]