[{"uid": "1295022732245776404", "i": 26353, "idx": 0, "sa": ["Michael Crichton", "David Letterman"], "q": "the`` Late Show with <strong> David Letterman </strong>.'' Thursday night, his voice was strained and scratchy after months of intense treatment. The 66-year-old Academy Award winner acknowledged his good fortune. He said, <q> It's been a cycle of only about seven months since the discovery, and it was handled pretty intensely. Other people obviously have had a lot longer periods to deal with it. </q> <strong> Michael Crichton </strong> says he's gained back 12 of the 40 pounds he lost during an aggressive eight-week regimen of chemotherapy and radiation. During the past few months, infrequent sightings of the actor fueled rumors", "new_id": -2}, {"uid": "1295481709046153781", "i": 43894, "idx": 3, "sa": ["Joseph Crowley", "Mike Pence", "Harry Reid", "Rob Andrews"], "q": "to a time when they could deny coverage for pre-existing conditions and cap lifetime benefits to the sickest people.`` This is the <strong> Harry Reid </strong> Houdini health care strategy,'' railed Democrat <strong> Joseph Crowley </strong> of New York. <q> Now you have health care coverage, now you don't. </q> <strong> Mike Pence </strong> <strong> Rob Andrews </strong>, D-N.J., asked whether seniors on Medicare who had received$ 250 checks to cover prescription drug costs would have to give the money back if the law is repealed.`` I would yield", "new_id": -2}, {"uid": "1295781190192643074", "i": 31061, "idx": 2, "sa": ["Clive Goodman", "David Cameron", "Andy Coulson"], "q": "he could not`` give the 110% needed''. Mr <strong> David Cameron </strong> said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private", "new_id": -2}, {"uid": "1297098457187170838", "i": 2320, "idx": 0, "sa": ["Lady Gaga", "Simon Cowell"], "q": ", I wouldn't do the show. I'm not looking for somebody who's just going to be a hit in America; I'm looking to find a global star.'' He continued: <q> We called the show The X Factor because it was an expression we used a lot, which was you don't have to necessarily have the best voice, you may not be the best-looking person- but you have something which defines you as a star, like <strong> Lady Gaga </strong>. She's got The X Factor. And you never know until he walks in the room. </q> <strong> Simon Cowell </strong> added that the record label is`` committed'' to making the eventual winner a star.`` Whoever wins this show is going to get complete, total support from me, from Sony", "new_id": -2}, {"uid": "1295245546048136202", "i": 24830, "idx": 6, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "want to get Game 2.'' If <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> play this well again, the Nuggets have a good shot. <strong> Carmelo Anthony </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. <q> Two years ago we probably were just happy to be in the playoffs, </q> <strong> Carmelo Anthony </strong> said.`` Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them.'' And the", "new_id": -2}, {"uid": "1295804632019185666", "i": 20743, "idx": 0, "sa": ["Clive Goodman", "Alastair Campbell", "Andy Coulson", "Prince William, Duke of Cambridge"], "q": "among files seized by police investigating illegal activity by NoW reporters when <strong> Andy Coulson </strong> was editor. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of <strong> Andy Coulson </strong>'s future and <q> the role of the police in this is now going to become centre stage </q>. The NoW has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for plotting to intercept messages left for aides to <strong> Prince William, Duke of Cambridge </strong>. Scotland Yard today faces serious criticism from", "new_id": -2}, {"uid": "1296565014137969690", "i": 36123, "idx": 2, "sa": ["Angelina Jolie", "Jon Voight"], "q": "know where she stands on the nation. <strong> Jon Voight </strong> revealed he would`` love to see'' UN goodwill ambassador <strong> Angelina Jolie </strong> at his side`` coming on a visit to Israel''. He added: <q> That would be a nice thing before I go. </q> The 72-year-old has starred in such movies as Midnight Cowboy, Deliverance and Coming Home. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1297312429093863941", "i": 29130, "idx": 1, "sa": ["Bernie Sanders", "Ding Zilin", "Barack Obama", "David Cay Johnston"], "q": "<strong> Barack Obama </strong> Calls for SpenDing Zilin Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at`` Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex'' <q> The Worse Off You Are, Your Taxes Increase </q>: Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition", "new_id": -2}, {"uid": "1297349567022609930", "i": 45746, "idx": 0, "sa": ["Hosni Mubarak", "Alassane Ouattara"], "q": "president <strong> Alassane Ouattara </strong> and his rival claimant Laurent Gbagbo. Egypt talks: Opposition pulls out An Egyptian opposition party has pulled out of talks on reform with the government, saying President <strong> Hosni Mubarak </strong>'s administration hasn't responded <q> to the minimum level of popular demands </q>. Meet the Survivors Introducing the plebs and celebs who'll be surviving the Maldives. Valentine's specials For great Valentine's specials and hot summer menus. Tackling breastfeeding Curious about breastfeeding", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}]