[{"uid": "1295411717092504082", "i": 49, "idx": 4, "sa": ["Simon Cowell", "Ricky Gervais", "Show Luo", "Piers Morgan"], "q": "also feature, the This season on Survivor, two contestants will be appearing for the third and fourth Boston Rob'' will be appearing for his fourth competition on the reality <strong> Show Luo </strong>, not counting the two seasons of <q> The Amazing target=\"_blank\" href=\"http://worldracism.com/\"> Race </q> and a few reality specials and his own reality <strong> Show Luo </strong> with his wife and former teammate <strong> Ricky Gervais </strong>, <strong> Piers Morgan </strong>, and <strong> Simon Cowell </strong>: Why the Brits do` rude' better than us <strong> Ricky Gervais </strong>, as Golden Globes host,", "new_id": -2}, {"uid": "1297123789135839773", "i": 18901, "idx": 1, "sa": ["Simon Cowell"], "q": "on the type of music they choose to perform. <strong> Simon Cowell </strong> was also quizzed about whether the show's winner could expect`` Leona Lewis-type automatic success'' in the music industry, to which he said: <q> Obviously I hope so. I think if we can't, with what is on offer, find a global star then I would say we've failed. I can't put it any clearer than that. </q>`` You want the person to succeed in a way you hope you can say,' I was there at the beginning','' he added.`` I think part of the reason we put", "new_id": -2}, {"uid": "1297233195160825398", "i": 1469, "idx": 2, "sa": ["Michael Vick"], "q": "that are being put down.'' <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> <q> Comeback Player of the Year. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WFIE, a", "new_id": -2}, {"uid": "1296179070266141708", "i": 52455, "idx": 0, "sa": ["Mike Pence"], "q": "he wants to focus on issues closer to home. Last year <strong> Mike Pence </strong> stepped down from his house leadership position which has led to a lot of speculation. The 51-year-old <strong> Mike Pence </strong> often describes himself as <q> a christian, a conservative, and a republican, in that order. </q>  Share this article:  href=\"http://www.whas11.com/news/Ind-Representative-Mike Pence-will-not-seek-republican-nomination-for-president-114761134.html#commentform\" title=\"\"> 0 Comments href=\"http://www.whas11.com/news/Ind-Representative-Mike Pence-will-not-seek-republican-nomination-for-president-114761134.html#\" title=\"Email this article\"> Email this article href=\"http://www.facebook.com/sharer.php?u=http%3A%2F%2Fwww.whas11.com%2Fnews%2FInd- Representative- <strong> Mike Pence </strong>- will- not- seek", "new_id": -2}, {"uid": "1295934815035356689", "i": 58627, "idx": 0, "sa": ["Zahi Hawass"], "q": "home ancient artifacts spirited out of the country during colonial times. <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at href=\"http://www2.journalnow.com/topics/types/facility/tags/berlins-neues-museum/\" title=\"Topic- Berlin's Neues Museum\"> Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a hundred years ago, </q> href=\"http://www2.journalnow.com/topics/types/person/tags/Zahi Hawass-Zahi Hawass/\" title=\"Topic- Zahi Hawass\"> <strong> Zahi Hawass </strong> said.`` My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to", "new_id": -2}, {"uid": "1295439934220266568", "i": 47579, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "being trumpeted as some sort of hero of transformation. It is truly sickening. I am one person who will never forget. I know I am not alone. In the words of Mahatma Gandhi, <q> The greatness of a nation and its moral progress can be judged by the way its animals are treated. </q> I voted for Mr. <strong> Barack Obama </strong> to lead this nation out of the failures of the Bush years and into greatness. His embracing of Mr. <strong> Michael Vick </strong> does nothing to advance that goal. To both <strong> Barack Obama </strong> and the", "new_id": -2}, {"uid": "1296927376112246784", "i": 7741, "idx": 0, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "has said, upsetting many Italians. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, {"uid": "1296669399223756300", "i": 6050, "idx": 3, "sa": ["Zahi Hawass"], "q": "Kantara nahe des Suezkanals wiederum hatten Beduinen in der vergangenen Woche ein Lager f?r antike Kunstgegenst?nde gepl?ndert. 288 Objekte wurden sp?ter jedoch wieder zur?ckgegeben, schreibt <strong> Zahi Hawass </strong>. Wie aber geht es den Arch?ologen im Land? <q> Die Engl?nder und US-Amerikaner haben ihre Leute sofort ausgeflogen </q>, erkl?rt Irene Forstner- M?ller, die in der N?he der s?d?gyptischen Stadt Assuan die dortigen Grabungsaktivit?ten des sterreichischen Arch?ologischen Instituts( AI) leitet. Das sei aber in erster Linie aus versicherungstechnischen Gr?nden geschehen.", "new_id": -2}, {"uid": "1297293184036945944", "i": 52040, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "the country will lose access to basic primary and preventive health care, such as lifesaving cancer screenings, contraception, STI testing and treatment, and annual exams,'' said Cecile <strong> Mike Pence </strong>, <strong> Barack Obama </strong> of Planned Parenthood. <q> In fact, six in ten women who access care from a family planning health center consider it to be their main source of health care. </q> Overall, the spending outline aims to trim$ 40 billion from current spending levels would wipe out funding for a federal family planning programs, including$ 1.3 billion from current funding for community health centers.", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]