[{"uid": "1296387706032849946", "i": 44219, "idx": 2, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks-- settled for the consolation of a trip to Hawaii. ''It's nice to be back out here in Hawaii,'' <strong> Drew Brees </strong> said. <q>It's great for the fans, players love it. It's great for the families.</q> <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game. Ryan will be working with a familiar set of coaches with the Falcons' staff running the NFC. But with", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,'' <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q>We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be.</q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News ''I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}, {"uid": "1295791480232554503", "i": 22789, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "Harriet Harman"], "q": "a second chance. ''<strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him.'' <q>For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here</q>'' <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. ''It is primarily a decision for the prime minister, he is", "new_id": -2}, {"uid": "1296565062036290650", "i": 43147, "idx": 0, "sa": ["Michael Vick"], "q": ". Lammey is a senior staff writer for Footballguys.com and the N.F.L. Insider Baltimore wide receiver Justin Gordon was in awe at the NovaCare Training Complex, home of the Philadelphia Eagles for training and practices, on Saturday. <q>Aw man it was cool,</q> Gordon said to Examiner. ''It was a blast. The Eagles practice facility is beautiful.'' Gordon was one of 211 auditioning for the Philadelphia Soul <strong> Michael Vick </strong>'s skills, personality make him popular within NFL fraternity", "new_id": -2}, {"uid": "1297296151065437770", "i": 26315, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the kid who died, and he did cut the other kid.... Do you really honestly think that he would have gotten this reduction in sentence if his father wasn't who he was????'' Report Abuse <q>Almost sounds like no concept of moral absolutes, like the Dems.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295829513017383424", "i": 961, "idx": 1, "sa": ["Donald Rumsfeld", "Lady Laura", "George Soros", "Condoleezza Rice", "President Bush", "Ellen Johnson Sirleaf"], "q": "successor following the 2005 runoff election she was accompanied by <strong> Donald Rumsfeld </strong> of State <strong> Condoleezza Rice </strong> and First <strong> Lady Laura </strong> <strong> President Bush </strong>. Three months afterward she spoke at the Council on Foreign Relations in Washington, D.C. where she said: <q>We made this visit essentially in response to <strong> President Bush </strong>'s kind invitation, but to use that opportunity to thank him, to thank the U.S. government, to thank the American people for all that was done to support Liberia in its transition from war to peace.</q>[ 4] Earlier <strong> Ellen Johnson Sirleaf </strong> worked for the World <strong> George Soros </strong> in Washington and was the first chairperson of <strong> George Soros </strong>' Open Society Initiative for West Africa The president installed in Sierra Leone in 2002,", "new_id": -2}, {"uid": "1295665811103448635", "i": 43242, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> SocialCast takes many of the social network tools from the consumer world and makes them available in an on-demand service for the enterprise. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman", "new_id": -2}, {"uid": "1295369627117719056", "i": 37412, "idx": 0, "sa": ["Mr. Jackson", "Simon Cowell"], "q": "may be a little too soft and pre-occupied with not stripping aspiring artists of their confidence with harsh remarks, it sounds as though <strong> Mr. Jackson </strong> might actually be the one to pick up where <strong> Simon Cowell </strong> left off. <q>You'll see all sides of me. Before, people saw only one side because there was Paula, there was <strong> Simon Cowell </strong>. I think you will see a new version of the Dawg. There's maybe a little more hair on the Dawg,</q> <strong> Mr. Jackson </strong> said on a phone conference last week. ''You'll see me take more of an assertive role and trying to guide it a little bit... I think you'll be like,` Wow, Dawg", "new_id": -2}, {"uid": "1297177746196968450", "i": 9232, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "thanked him for stopping by, especially in light of his grueling schedule. Earlier in the day, <strong> Aaron Rodgers </strong> appeared at Disney World to celebrate his Super Bowl victory. The Super Bowl MVP told <strong> David Letterman </strong>, <q>I watch your show a lot. It's good to be here.</q> <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his ''ascension to the throne following <strong> Brett Favre </strong>'' was a remarkable story. ''I'm not 6' 5'' and I'm not 240 lbs, but I think the", "new_id": -2}, {"uid": "1297219561091242549", "i": 5380, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ALL CARBON EMISSIONS ARE OFFSET! <strong> Donald Rumsfeld </strong>: Guantanamo one of world's ''finest' prisons WASHINGTON- The ''war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q>one of the finest prison systems in the world,</q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled ''Known and Unknown,''' praised US military personnel that worked at the site in", "new_id": -2}]