[{"uid": "1296165148122896445", "i": 19943, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> isn't buying into this <q> Facebook is the new Google </q> hype at all. Speaking to reporters at the World Economic Forum in Davos, Switzerland today, the outgoing Google CEO said Google has far more profound concerns than the social network that Goldman Sachs recently valued at", "new_id": -2}, {"uid": "1295584716071549019", "i": 5226, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advisLarry Page, 37, and Google's other 37-year-old founder", "new_id": -2}, {"uid": "1296770511173654034", "i": 14656, "idx": 30, "sa": ["Ted Kennedy", "Colin Powell", "Donald Rumsfeld"], "q": "community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastaTed Kennedy me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been <q> the most senior military officer in our country </q> and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. \"<strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspecTed Kennedy WMD stockpiles", "new_id": -2}, {"uid": "1296492708037863446", "i": 23146, "idx": 4, "sa": ["Allen Iverson", "Phil Taylor", "LeBron James"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Phil Tayloradelphia's last 26 points. \"I was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q> I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taLeBron James away some of the shots I wanted by zoning up. My teammates held the fort, and then when I got an opportunity, I just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1297364739143966216", "i": 32248, "idx": 2, "sa": ["Colin Powell", "John R. Bolton", "George W. Bush"], "q": "meeting with America's( at that time) good buddy Saddam Hussein in 1983; Rummy's work in the Reagan administration organizing Afghan resistance to Soviet occupation( the chapter on that is titled, funnily enough, <q> Into the Graveyard of Empires </q>); his efforts to re-structure the Pentagon; all the wacky characters in the <strong> George W. Bush </strong> administration( <strong> Colin Powell </strong> comes off badly, <strong> John R. Bolton </strong> well); eternal detention; torture, war, death, torture and so on", "new_id": -2}, {"uid": "1295559654260145168", "i": 18904, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ",\" <strong> Eric Schmidt </strong> said in a prepared statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the", "new_id": -2}, {"uid": "1297200983061325341", "i": 2164, "idx": 5, "sa": ["George H. W. Bush", "Colin Powell", "Hamid Karzai", "Donald Rumsfeld"], "q": "with more consequence than the muddled plan for postwar Iraq. The Defense Department pushed early on \"to do what we'd done in Afghanistan\" - where a tribal loya jirga had quickly anointed <strong> Hamid Karzai </strong> as leader. <q> The goal was to move quickly to have an Iraqi face on the leadership in the country, as opposed to a foreign occupation. </q> Mr. <strong> Donald Rumsfeld </strong>'s early takeaway from NSC meetings was that \"the <strong> George H. W. Bush </strong> agreed.\" Yet <strong> Colin Powell </strong>'s State Department was adamantly opposed. It was suspicious of allowing Iraqi exiles to help govern, claiming they", "new_id": -2}, {"uid": "1295578933025002019", "i": 4366, "idx": 5, "sa": ["Larry Page", "Sandeep Aggarwal", "Eric Schmidt"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co.. The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google", "new_id": -2}, {"uid": "1295443111060325937", "i": 47614, "idx": 8, "sa": ["Thomas P. Salmon", "Bernie Sanders", "Robert Dempsey"], "q": "to say <strong> Bernie Sanders </strong>'s our guy,\" <strong> Robert Dempsey </strong> said, but he added, \"We have a great relationship with the senator.\" <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Bernie Sanders </strong> wouldn't be easy. <q> I think there's three people who think I can win, </q> he said. \"The good thing is I'm one of them.\" thallenbeck@burlingtonfreepress.com. To have Free Press headlines delivered free to your e-mail, sign up at burlingtonfreepress.com/newsletters. You must fill out the comment body", "new_id": -2}, {"uid": "1297430569058949634", "i": 208, "idx": 2, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> A Department for Education spokesman said: \"We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points", "new_id": -2}]