[{"uid": "1295067707181321744", "i": 46912, "idx": 1, "sa": ["Sergio Marchionne"], "q": "players, from Detroit and beyond, a reminder that motoring machismo is alive and well.`` By definition, this industry breeds cocky people,'' Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview. <q> I think we should distribute humility pills. </q> Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked by a global quality and recall scandal that keeps on giving, says it plans to leverage its Prius gas-electric", "new_id": -2}, {"uid": "1295473355144211985", "i": 25465, "idx": 1, "sa": ["Simon Cowell", "David Letterman", "Steven Tyler"], "q": "about my drug use and addictions in the past,'' he told <strong> David Letterman </strong> on` The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1296582029133529607", "i": 5153, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,'' <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, said in a joint statement along with other anti-abortion activists. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> SBA and others are using the video as ammunition as they lobby Congress to prohibit taxpayer support for abortion providers under Title X family planning grants; legislation to do so has been introduced by Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1296218155100073487", "i": 17864, "idx": 1, "sa": ["Simon Cowell"], "q": "rapper stated that he has no desire to work with <strong> Simon Cowell </strong> on either his old show, American Idol or X Factor, but did praise SiCo saying he has a`` good ear.'': <q> I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> 886 news stories, 10 galleries, 1 episode, 1 music video.", "new_id": -2}, {"uid": "1295902182179077173", "i": 18120, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Ed Towns", "Darrell Issa"], "q": "solutions needed to address the challenges facing our nation unless we are first willing to move beyond the partisan entrenchments that too often stand in the way of progress,'' <strong> Darrell Issa </strong> and <strong> Ed Towns </strong> said in a joint statement. <q> The work we do at the Oversight and Government Reform Committee is instrumental in fulfilling our obligation to the American people to ensure that we are better stewards of their tax-dollars and that government is as transparent and accountable as possible. </q> they can put partisan rancor aside in the wake of the shooting of Arizona Rep. <strong> Gabrielle Giffords </strong>. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> Grab a ringside seat for the blazing battles stirring up City Hall, Albany and Washington. Throw your hat in", "new_id": -2}, {"uid": "1295682265065617928", "i": 88, "idx": 12, "sa": ["Mike Pence", "Marjorie Dannenfelser", "Mike Huckabee", "Sarah Palin", "Richard Nixon", "Susan B. Anthony"], "q": "the <strong> Susan B. Anthony </strong> List, a group opposing abortion.`` I truly don't know( if he's running for president),'' said <strong> Susan B. Anthony </strong> List <strong> Richard Nixon </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q> It's my job to really encourage talent to seize the moment, and I think he can do it. </q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running. Those potential candidates include former <strong> Sarah Palin </strong> and former Arkansas <strong> Mike Huckabee </strong>. And, unless", "new_id": -2}, {"uid": "1297424667196083741", "i": 9988, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "between Google Android, Apple iOS and Windows Phone 7. Nokia's transition to Windows Phone 7 as the company's`` primary smartphone platform'', CEO <strong> Stephen Elop </strong> said his company had to adapt to survive. <q> For someone to effectively compete and win against Android and Apple, it needs significant muscle </q>`` For someone to effectively compete and win against Android and Apple, it needs significant muscle,'' <strong> Stephen Elop </strong> said, sitting alongside Microsoft boss <strong> Steve Ballmer </strong>.''[ Mobile] operators need a credible alternative", "new_id": -2}, {"uid": "1297234002160825518", "i": 35506, "idx": 3, "sa": ["Willow Smith", "Simon Cowell", "Susan Boyle"], "q": "28, X Factor contestants need to be just 12 years old- and there is no upper age limit. In other words, the show could produce the next <strong> Susan Boyle </strong>- or even a slightly older <strong> Willow Smith </strong>. <q> I've never believed there should be a cut-off age for talent, </q> <strong> Simon Cowell </strong> said. Despite the huge grand prize, the meaning of a``$ 5m recording contract'' is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden", "new_id": -2}, {"uid": "1295750091189693976", "i": 43206, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Albertina Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Albertina Walker </strong>,", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]