[{"uid": "1295741256032047147", "i": 6784, "idx": 0, "sa": ["Andy Coulson"], "q": "Last week his legal team called for a re-examination of evidence in his perjury trial in the wake of the resignation of the Prime Minister's head of communications <strong> Andy Coulson </strong>. One friend said that Sheridan was <q>his usual upbeat self and philosophical about things. There's a lot going on legally and he's preparing his speech for court, but apart from that I think he'll just want to spend some time with the family because they don't know how long it'll be after Wednesday.</q> The friend added: \"Obviously the big worry is what the sentence is going to be but he's in fine fettle. He's got a lot to do.\" Another friend said", "new_id": -2}, {"uid": "1296376798018071610", "i": 5555, "idx": 3, "sa": ["Rasheed Wallace", "Will Bynum", "Allen Iverson", "Harrison Barnes"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Injured_T-Mac_44_points_vs_Baron_Davis_40_points_14_Asts_Part_1_Rocket_Game <strong> Harrison Barnes </strong> Hits Career High as North Carolina Routs N.C. State <strong> Will Bynum </strong> MacArthurism Ever Be Eliminated? Mubarak refuses", "new_id": -2}, {"uid": "1297209869085721103", "i": 38773, "idx": 0, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": ". It's the economy: Democrats also hammered Republicans for making abortion legislation a major priority early into the new Congress. They accused the GOP of abandoning a campaign pledge to create jobs. <q>I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country toward how we undermine women's reproductive health,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). <strong> Eric Cantor </strong> rejects talking point: <strong> House Judiciary Committee </strong> Majority Leader <strong> Eric Cantor </strong>( R-Va.), saying that the federal government doesn't create jobs, said Republicans are trying to make good", "new_id": -2}, {"uid": "1297432165063684617", "i": 31644, "idx": 0, "sa": ["Michael Gove"], "q": ") programme. The decision meant dozens of projects in Kent for redeveloping secondary schools were ditched last year despite several million pounds having been spent. In his ruling, Justice Holman said <strong> Michael Gove </strong> should <q>reconsider the position of each of the claimants with an open mind and paying due regard to whatever representations they may respectively make. But provided he discharges that duty and his equality duties, the final decision on any given school or project still rests with him. He may save all, some, a few, or none. No one should gain false hope from this decision.</q> The ruling gives a glimmer of hope that KCC could yet save some of the axed schemes. However, the judge ruled against the councils' argument that the original decision to ditch the BSF", "new_id": -2}, {"uid": "1295254451198639632", "i": 34403, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q>Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance.</q> 17 Jan 2011 <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the", "new_id": -2}, {"uid": "1296927943014336018", "i": 28506, "idx": 4, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "and I will e-mail him.\" <strong> Sergio Marchionne </strong> said <strong> Ferdinand Piech </strong> should concentrate on fixing Seat, VW's struggling Spain-based subsidiary. \"I'm not the one who bought Seat,\" he said. <q>He's the one who bought it. I don't know if he can[ fix it], but he needs to try.</q> <strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012.", "new_id": -2}, {"uid": "1295004834083214337", "i": 14685, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five-figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". She previously had a miscarriage when she", "new_id": -2}, {"uid": "1297175078196968452", "i": 47687, "idx": 3, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush", "Gerald Ford"], "q": "the war and recounts his government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q>too many hands on the steering wheel.</q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.\"", "new_id": -2}, {"uid": "1295070638169934886", "i": 34551, "idx": 7, "sa": ["Donald Rumsfeld", "F. Whitten Peters"], "q": "months just to get a meeting with <strong> Donald Rumsfeld </strong>. It wasn't long before the Pentagon bureaucracy went from pliant to resistant. \"People got mad,\" said <strong> F. Whitten Peters </strong>, <strong> Donald Rumsfeld </strong> of the Air Force under Clinton, <q>because they didn't feel it was a real two-way street.</q> The military, however, regarded all the extra work as exhausting but also as a useful lever during budget negotiations. The more the services thought about <strong> Donald Rumsfeld </strong>'s \"transformation,\" the less they cared", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]