[{"uid": "1296963339115425283", "i": 4676, "idx": 0, "sa": ["Michael Vick"], "q": "the kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,<q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and a player", "new_id": -2}, {"uid": "1296486373063668243", "i": 2368, "idx": 5, "sa": ["Mike Pence"], "q": "another ad, <strong> Mike Pence </strong> accused Sharp's family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that <q>negative campaigning, I now know, is wrong.<q> \"It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,", "new_id": -2}, {"uid": "1296117571165298183", "i": 7774, "idx": 4, "sa": ["Roger Goodell", "Brian McCarthy", "Michael Vick", "Tony Dungy"], "q": "practice yesterday. NFL vice president <strong> Brian McCarthy </strong> said <strong> Michael Vick </strong> has been diligent in tending to community-relations commitments as part of commissioner <strong> Roger Goodell </strong>'s program of rehabilitation for him following his incarceration for federal dogfighting offenses. <q>He's done a great job turning things around,<q> <strong> Brian McCarthy </strong> said. \"He still meets regularly with the commissioner and fulfills his obligations.\" <strong> Michael Vick </strong> also continues to have conversations with former Colts coach <strong> Tony Dungy </strong>, who was assigned to mentor him.", "new_id": -2}, {"uid": "1295684940089554965", "i": 37950, "idx": 3, "sa": ["Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Philadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' biggest win since the trade. <q>I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now,<q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Lakers_vs_Heat_Highlights_Kobe_Bryant_Clutch_4th_Quarter Date: December 4, 2009 Staples Center, Los", "new_id": -2}, {"uid": "1296971617152387585", "i": 29615, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.<q> View/Add Comments There have been no comments made about this story. Copyright Â© 2011 Northwest Herald. All rights reserved.", "new_id": -2}, {"uid": "1296480901080920596", "i": 39061, "idx": 2, "sa": ["Sergio Marchionne"], "q": ". Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. \"Tricky Choices' <q>They've been using fleet as an alternative to incentives,<q> Anwyl said. \"Instead of trying to discount cars to consumers, they\"ve been selling fleet, probably the best of tricky choices.\" <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"uid": "1296511058175063056", "i": 26116, "idx": 0, "sa": ["Victoria Beckham", "Simon Cowell", "Kim Jong-il", "Riya Sen"], "q": "the street-art pioneer, drum <strong> Victoria Beckham </strong> bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that<q>: Goldie <strong> Riya Sen </strong> Pairs With Sreesanth To Endorse Jewellery Mumbai, January 30: Bollywood hottie <strong> Riya Sen </strong> has paired with cricketer Sreesanth to endorse Gitanjali Group's new jewellery", "new_id": -2}, {"uid": "1295568026217792546", "i": 44745, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company Novell. In his time as CEO, <strong> Eric Schmidt </strong> oversaw the incredible growth from simply a search engine to a full-on web-based services and products multinational corporation, with more than$ 8 billion in revenue. <q>It's been a great privilege to be CEO for 10 years and I am very much looking forward to my next role, including working more with his literally my best friends and partners Larry and <strong> Sergey Brin </strong>,<q> <strong> Eric Schmidt </strong> said.( Photo: REUTERS) Google's trio of <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page explain the management shift saying it was a matter of streamlining things. Does Lower Volatility Signal a Market Correction?", "new_id": -2}, {"uid": "1297539234212795433", "i": 37236, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Tools for developing for Nokia phones in the past were foreign to developers and hard to use. Now we can just tell them to use Dev Studio and. NET. Everybody loves. NET, right? <q>It allows developers to gain new forms of monetization, access to Nokia's worldwide store, in billing infrastructure, in short for developers that makes it easier for them to make money and it gives them access to Nokia's global scale.<q> Come to the dark side, we have cookies.( sorry, couldn't resist- Ed) <strong> Steve Ballmer </strong>, Microsoft CEO too the stage after <strong> Stephen Elop </strong>. While he was obviously thrilled that MS won", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q>It was one of the best experiences of my life. The guy loves to improvise,<q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]