[{"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q>I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did',</q> he said. Those comments have reportedly given an added urgency to efforts to \"throw the dirt back\". \"<strong> Ed Miliband </strong> was unwise to comment,\" said one observer, \"the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}, {"uid": "1295471430042287111", "i": 4214, "idx": 1, "sa": ["Sergio Marchionne"], "q": "topic on the Internet today after Chrysler management said it is rethinking the future of the minivan vehicle. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> told the Associated Press on Tuesday. <q>We need to retain all its functionality but make it much more versatile.</q> To begin commenting right away, you can log in below using your Disqus, Facebook, Twitter, OpenID or Yahoo login credentials. Alternatively, you can post a comment as a \"guest\" just by entering", "new_id": -2}, {"uid": "1297682295187187221", "i": 45581, "idx": 3, "sa": ["Rick Santorum", "Mike Pence", "We Trust"], "q": "crisis.\" Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, \"<strong> We Trust </strong> will not restore this nation with public policy alone; it will require public virtue.\" And former <strong> Rick Santorum </strong> had this to say: <q>The idea that the basic moral values of our country are not part of an integrated set of issues that keep our country safe and prosperous is a very dangerous idea.</q> Obviously, the Values Voter Conference was a place to talk about \"values,\" but it stands out because each speaker explicitly connected values talk to the Tea Party and the conservative resurgence. These words", "new_id": -2}, {"uid": "1295955139102252581", "i": 42131, "idx": 2, "sa": ["Simon Cowell"], "q": "out.' And I said, \"So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network,\" <strong> Simon Cowell </strong> said. <q>The good news is, it would never get worse than this.</q> Fox went on to premiere American Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S. version of The X Factor( interestingly, the season 10 premiere, the first one without", "new_id": -2}, {"uid": "1295481586159825937", "i": 29190, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "Idol\" news, AccessHollywood.com's Laura Saltman caught up with \"Idol's\" executive producer, <strong> Nigel Lythgoe </strong>, who said the contestants this season are relieved not to have to sing in front of <strong> Simon Cowell </strong>. <q>There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong> for instance,</q> <strong> Nigel Lythgoe </strong> explained. \"Where the fear of what he might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot", "new_id": -2}, {"uid": "1296547175213106706", "i": 2792, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "Feb. 11, was announced Monday, even as Chrysler reported a$ 652 million net loss in 2010. Salaried workers will get bonuses, too, but that amount was not disclosed. Advertisement <q>It would have been inexcusable to not recognize what our people have done,</q> said <strong> The CEO </strong> <strong> Sergio Marchionne </strong>, who likened the workload in 2010 to working in \"a sausage factory.\" Chrysler is calling the bonuses \"performance award payments\" because the company's net loss for the year", "new_id": -2}, {"uid": "1295618588099680271", "i": 29501, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "was quick to condemn The Guardian's involvement in the investigation. guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?\" The new CNN presenter added: <q>Hypocrisy: prejudice with a halo.</q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"uid": "1295962675149602363", "i": 14356, "idx": 0, "sa": ["Terry McAuliffe", "Colin Powell", "Sarah Palin", "Martin O'Malley", "Jon Corzine"], "q": ", former New Jersey <strong> Jon Corzine </strong> and Virginia Democratic governor candidate <strong> Terry McAuliffe </strong>. The trio will serve under the DGA's new chairman, Maryland <strong> Sarah Palin </strong> <strong> Martin O'Malley </strong>, and his executive director, Colm O'Comartun. <q>Democratic governors' resurgence could not be in better hands,</q> <strong> Martin O'Malley </strong> said. promises to push for a vote on a repeal of the health care bill in the Senate. Former secretary of state <strong> Colin Powell </strong> said there is no guarantee that he'll support", "new_id": -2}, {"uid": "1297215146049299464", "i": 4364, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "BBC researcher Dina Mufti. \"Our families worry when we come here. They say working here can shorten your life,\" says Hartomo, 34, a sulphur miner for 12 years. <q>I do it to feed my wife and kid. No other job pays this well,</q> adds Sulaiman. Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings, rows over rape... the US", "new_id": -2}, {"uid": "1295605564062603293", "i": 22601, "idx": 4, "sa": ["Michael Gove"], "q": "Outradgie 21 January 2011 10:17 AM Be thankful <strong> Michael Gove </strong> models himself on Gradgrind, and not, say, Bill Sykes or Quilp. rabaisse 21 January 2011 10:23 AM Hamface <q>If our present education system is so good, why are we slipping so far down the international league tables?</q> Nobody says it is. In fact, most people are very unhappy about it. Alarming 21 January 2011 10:24 AM A hands off approach that tells the teachers what they must teach.", "new_id": -2}]