[{"uid": "1296062797049987594", "i": 26774, "idx": 0, "sa": ["David Letterman"], "q": ", the library's coordinator of adult programs and web content. U.S. vinyl sales rose 14 percent in 2010 while CD sales were down 20 percent for the fourth consecutive year, he said. <q> I think a lot of younger people are beginning to find vinyl LPs cool and they're buying turntables, </q> Faulkner said.`` At the same time, older people are bringing out their records again.`` When you watch <strong> David Letterman </strong> and he holds up an LP cover when he's introducing a band, you", "new_id": -2}, {"uid": "1296432940168050695", "i": 6618, "idx": 8, "sa": ["Corliss Williamson", "Marc Jackson", "Kyle Korver", "John Salmons", "Eddie Gill", "Allen Iverson"], "q": "game.'' He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. <q> His shots didn't fall until the last one, and who cares about the others? </q> coach Jim O'Brien said. <strong> Kyle Korver </strong> made seven 3-pointers and scored a career-high 23 points, <strong> Marc Jackson </strong> had 21 points and 10 rebounds, and <strong> John Salmons </strong> and <strong> Corliss Williamson </strong> each scored 15 points for the Sixers. <strong> Kyle Korver </strong> capped Philadelphia's", "new_id": -2}, {"uid": "1295788412114884629", "i": 45568, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr Lewis said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge. </q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s head of communications, handed in his resignation on Friday and plans to leave within weeks. In a statement,", "new_id": -2}, {"uid": "1297354440003293193", "i": 9992, "idx": 0, "sa": ["Paula Abdul", "Kim Richards", "Simon Cowell"], "q": "that to be made public,'' the source said. <strong> Kim Richards </strong> reportedly can not come to grips with her excessive drinking habits, which is why sobering up may be so difficult for her. <q> She's not willing to admit she's an alcoholic. That's why she left rehab after one week, </q> the source explained.` Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295432237260259931", "i": 1883, "idx": 1, "sa": ["Bill Belichick", "Asante Samuel", "Michael Vick", "Tom Brady"], "q": "sacks, an interception on the final throw and a season-ending loss.`` Honestly, it might sound crazy, but( the Packers game) I just felt so much confidence,'' <strong> Michael Vick </strong> told PFW. <q> I was just so in tune with everything: the protection, the blitz, where it was coming from, all my progressions, where everybody was supposed to be lined up.`` I was just so in tune with the game and that's why I am still hurting. I just feel like everything was supposed to go our way. </q> Eagles cornerback <strong> Asante Samuel </strong> was named to the all-NFL team. He also was voted to the all-pro team by The Sporting News. New England quarterback <strong> Tom Brady </strong> was named the MVP and coach <strong> Bill Belichick </strong> was named", "new_id": -2}, {"uid": "1295361442031129628", "i": 33546, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions with Xbox related answers. Maybe <strong> Steve Ballmer </strong> just wanted to promote something after spending He was keen to insist that the Xbox will be a ubiquitous plaything in living rooms for some time to come. <q> Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV, </q> he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about.`` You go to your average", "new_id": -2}, {"uid": "1295008484200032264", "i": 23200, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "about Gifford's condition to emerge since an assassination attempt against her on Saturday. <strong> Gabrielle Giffords </strong> was squeezing and stroking <strong> Kirsten Gillibrand </strong>'s hand, as doctors previously said she had been able to do. <strong> Gabrielle Giffords </strong> <q> absolutely could hear everything we were saying, </q> <strong> Kirsten Gillibrand </strong> said.`` And Debbie( Wasserman Schultz, D-Florida) and I were telling her how much she was inspiring the nation with her courage, her strength, and we were talking about the things we wanted", "new_id": -2}, {"uid": "1296671847037879814", "i": 29548, "idx": 0, "sa": ["Kobe Bryant", "LeBron James", "Mike D'Antoni", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear.`` He willed this win for us,'' Cavs coach <strong> Mike D'Antoni </strong> Brown said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_30pts_vs_Toronto_Raptors_2001_NBA_Playoff_Game_4 Nobody came close to scoring 50. The biggest shot in this game was the one that gave <strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with", "new_id": -2}, {"uid": "1295960092216842257", "i": 24400, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room.`` <strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}]