[{"uid": "1296199690069206039", "i": 22319, "idx": 0, "sa": ["Ronald Reagan", "Dick Armey", "Mike Pence"], "q": ", Karen; three children U.S. <strong> Dick Armey </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Ronald Reagan </strong> of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. ''We will not seek the Republican nomination for president in 2012.'' He said", "new_id": -2}, {"uid": "1295094125134053943", "i": 20116, "idx": 46, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. ''The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Allen_Iverson_30pts_Highlight_vs_Philadelphia_76ers_06/07 <strong> Allen Iverson </strong> took plenty of shots at his former team, before, during and after the game.", "new_id": -2}, {"uid": "1296721225165789698", "i": 7174, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "there may have been times when more troops could have helped''. But he insisted that senior military officers never made their reservations about the size of the invading force known to him. 09 Nov 2010 <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> Mr <strong> Donald Rumsfeld </strong> acknowledged. But he concluded that the war in Iraq has been worth the cost and remained largely unapologetic about his handling of the conflict. Had the government of <strong> Saddam Hussein </strong> remained in power", "new_id": -2}, {"uid": "1296770511173654034", "i": 12175, "idx": 25, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "to correct the public record.''( <strong> Donald Rumsfeld </strong> also denounces the widespread press accounts that <strong> Eric Shinseki </strong> was forced to retire early for testifying shortly before the war began that ''several hundred thousand soldiers'' would be needed. <q>This hardened into a myth that he was punished for telling the truth about the war,</q> the author writes.) One by one, <strong> Donald Rumsfeld </strong> takes on lingering controversies from the war effort and often assigns blame elsewhere. The looting of an Iraqi museum, which became a worldwide symbol of a", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1297339908002965505", "i": 19254, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": "<strong> David Letterman </strong>.' While attempting to talk to some of the pro-Mubarak supporters, <strong> Anderson Cooper </strong>, his cameraman and producer went a little too far into the chaos. See the video after the jump! <q>All of a sudden a guy went to grab our camera and from then it just became a free-for-all,</q> he said. ''People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer.'' The actions toward his producer are indicative of", "new_id": -2}, {"uid": "1295471396069730345", "i": 36075, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "Dog. On Monday, <strong> Steven Tyler </strong> admitted to <strong> David Letterman </strong> that his 2009 fall from the stage, that resulted in a broken shoulder and required 19 stitches in his head, was caused by drug abuse. <q>A couple years ago, I was[ snorting] Lunesta because of some problems with my feet,</q> he said. ''That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high.'' Lunesta is a prescription sleep", "new_id": -2}, {"uid": "1295665834145047593", "i": 1915, "idx": 0, "sa": ["Eric Schmidt", "Bruce Francis"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> <strong> Bruce Francis </strong>, VP of corporate strategy with Salesforce.com, discusses the company's AppExchange incubator, which lets startups focus on their unique services while Salesforce provides the service delivery platform. <strong> Eric Schmidt </strong> will continue to work for", "new_id": -2}, {"uid": "1296939026066093065", "i": 42371, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO apologizes for ''shyster' comments David Shepardson/ The Detroit News San Francisco- Chrysler CEO <strong> Sergio Marchionne </strong> apologized today for describing the$ 12 billion U.S. government bailout that saved the company as <q>shyster loans. ''<strong> Sergio Marchionne </strong> has repeatedly lamented the fact that the company paid more than$ 1.2 billion last year in interest on its loans. At a industry event here, <strong> Sergio Marchionne </strong> three times referred to the ''shyster</q> loans that the U.S. and Canadian governments made to save Chrysler in 2009. ''I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said Friday. '''When we did this deal back in 2009, we", "new_id": -2}, {"uid": "1295958129216842277", "i": 10786, "idx": 9, "sa": ["Barack Obama", "Mike Pence"], "q": "need to be able to expand beyond that.''( <strong> Barack Obama </strong> of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was. <q>We're nearing the end of a process that began right after Election Day in November,</q> <strong> Mike Pence </strong> said. ''We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been", "new_id": -2}]