[{"uid": "1296786039034570265", "i": 115, "idx": 2, "sa": ["Barack Obama", "Christian Parenti", "Sen. Bernie Sanders", "Naomi Klein", "David Cay Johnston"], "q": "of the Military-Industrial Complex\" \"The Worse Off You Are, Your Taxes Increase\": Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" <q> China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition </q> By Marc Blecher.( Continuum, 200 Made in China: The Role of US Companies in Denying Human and Worker Rights <strong> Naomi Klein </strong> and <strong> Christian Parenti </strong> on How Beijing Olympics Highlight Globalization of Police State, Inequality Chinese <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295241579201310238", "i": 36423, "idx": 0, "sa": ["Jeff Merkley", "Jim Bunning", "Sen. Kay Bailey Hutchison", "Mike Crapo", "Ben Bernanke", "Sen. Bernie Sanders", "David Vitter", "Sen. Jim DeMint"], "q": "The others voting against <strong> Ben Bernanke </strong> were: Republicans <strong> Jim Bunning </strong> of Kentucky, <strong> Sen. Jim DeMint </strong> of South Carolina, <strong> David Vitter </strong> of Louisiana, <strong> Sen. Kay Bailey Hutchison </strong> of Texas and <strong> Mike Crapo </strong> of Idaho. The sole dissenting Democrat was <strong> Jeff Merkley </strong> of Oregon. <q> We can't have a Federal Reserve that the majority of Americans no longer trust, and that's what we have today, </q> said <strong> Sen. Jim DeMint </strong>. So dissatisfied by the bailouts, <strong> Sen. Bernie Sanders </strong>, an independent liberal from Vermont, wants to block the nomination on the Senate floor. He has placed a \"hold\" on the nomination,", "new_id": -2}, {"uid": "1295246138063356933", "i": 32619, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "elections. \"Have right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions?\" <strong> Sen. Bernie Sanders </strong> said in his letter. He added that <q> the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me </q> in his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that", "new_id": -2}, {"uid": "1295569871192872471", "i": 30680, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's John Foley, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be \"the industry leader in scoring, auditing, and improving traffic quality for the", "new_id": -2}, {"uid": "1296766338196706388", "i": 22259, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the task force has been at work, fraud seems to have expanded even as the Pentagon's ability to detect it has increased. With the data in the new report, the Pentagon acknowledged, came <q> recognition that additional guidance and training... is needed </q> for its contracting officers. <strong> Sen. Bernie Sanders </strong> of Vermont, who had demanded a Pentagon accounting of fraud. \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295440743144605202", "i": 45891, "idx": 0, "sa": ["Kara DioGuardi", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "shakeup which also saw <strong> Ellen DeGeneres </strong>' departure and the arrivals of <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> as the new judges alongside Randy Jackson. At the same time <strong> Simon Cowell </strong> left to work on Fox's \"The X-Factor.\" <q> The show was in transition, and, for me, it complicated a lot of things in my own life, </q> said <strong> Kara DioGuardi </strong>, breaking her silence on her departure. \"I don't think people realized how many jobs I had and the things I was doing[ outside the show], and when it looked", "new_id": -2}, {"uid": "1295583804072171540", "i": 44852, "idx": 0, "sa": ["Eric Schmidt"], "q": "chief executive in a surprising management reshuffling announced with the Internet company's fourth-quarter earnings, which jumped 29%. The Mountain View, Calif., company said the moves, effective April 4, were made <q> to streamline decision-making and create clearer lines of responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become exective chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to", "new_id": -2}, {"uid": "1296041205201015319", "i": 2151, "idx": 1, "sa": ["Alec Baldwin", "Barack Obama", "Al Green", "Rodney King", "Van Jones", "Michael Vick"], "q": "read this. \"<strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: \"<strong> Van Jones </strong>, \"<strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots\" www.examiner.com <q> Exposed: The Secret http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! Alex also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People\"s_Land!! Alex also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/The_Green_Collar_Economy__Van_Jones_of_the_Center_for_ www.americanprogress.org In \"The <strong> Al Green </strong> Collar Economy </q>, Center for American Progress <strong> Barack Obama </strong> Fellow, acclaimed activist and political advisor <strong> Van Jones </strong> delivers a real solution that both rescues our economy and saves the environment. The economy is built on and powered almost exclusively by oil,", "new_id": -2}, {"uid": "1296532535074448904", "i": 45506, "idx": 3, "sa": ["Maurice Cheeks", "Andrea Bargnani", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> ack-to-back defeats wasn't an option for the Toronto Raptors. <strong> Andrea Bargnani </strong> scored 25 points to lead the Raptors to a 115-92 win over New York on Sunday, two days after a loss to the Knicks at Madison", "new_id": -2}]