[{"uid": "1296044299210403360", "i": 48276, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Democratic Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}, {"uid": "1295892330216121356", "i": 30515, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a team of six aides worked four years on what became a 700-page narrative", "new_id": -2}, {"uid": "1295862625192184333", "i": 41707, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Franklin Roosevelt", "Gerhard Peters", "Sen. Mark Udall", "President Lyndon Johnson", "Thomas Jefferson"], "q": "and odds-on favorite for prom king and queen) will be <strong> President Lyndon Johnson </strong> <strong> John Thune </strong>( R-SD) and <strong> President Lyndon Johnson </strong> <strong> Kirsten Gillibrand </strong>( D-NY). On CNN's Situation Room the other night, debate partner Hillary Rosen suggested the <q> ultimate same sex couple would be[ Majority Leader] <strong> Harry Reid </strong>( D-Nev) and[ Minority Leader] <strong> Mitch McConnell </strong>( R-Ky) but <strong> Mitch McConnell </strong> said on one of the Sunday shows yesterday he was not joining in on the kumbaya SOTU. I had said earlier in the day that the whole thing reminded me of a <strong> Woody Allen </strong> saying( misquoting Isiah):`` The lion and the lamb will lie down together... but the lamb won't get much sleep. </q> Secret Decoder Ring today: Links to the AP curtain-raiser, the Clerk of the <strong> Franklin Roosevelt </strong> page, the historian <strong> Gerhard Peters </strong>' page, and to a backgrounder on <strong> Sen. Mark Udall </strong> Paul <strong> Thomas Jefferson </strong>. Also a Mullfoto which is pretty", "new_id": -2}, {"uid": "1297523762190513232", "i": 12448, "idx": 2, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": ". They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there,'' <strong> Patrick Leahy </strong> continued, <q> because of our interests in Israel and Jordan and elsewhere. </q> <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.`` After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,'' <strong> Sen. Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1297367447190234638", "i": 34135, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Solomon Wilcots"], "q": "the door for <strong> Michael Vick </strong>, and the way <strong> Michael Vick </strong> lit up opposing defenses left the Eagles no choice but to try and find a new home for <strong> Kevin Kolb </strong>. <strong> Solomon Wilcots </strong> has talked with coaches for the Eagles about <strong> Kevin Kolb </strong>. <q> They love him. They just love Mike <strong> Michael Vick </strong> more, </q> he said. <strong> Solomon Wilcots </strong> agrees with the Eagles enthusiasm for <strong> Kevin Kolb </strong> and thinks he is a perfect quarterback to lead the Bengals into the future. The second part of the equation makes as much sense as trading for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295616977003915781", "i": 15043, "idx": 1, "sa": ["Mike Pence"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forward- and yesterday they approved a contentious project that runs through the Hill Country.'' Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigorated supporters, who see this session as their chance for reform. Legislators have filed a handful of bills that curtail HOA powers, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico:`` To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>. An Indiana congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"uid": "1296031312047366153", "i": 6918, "idx": 0, "sa": ["Bill Lockyer"], "q": "roam free. The budget negotiations in Sacramento are a work in progress, and each side is proceeding with care at the moment. But the comments by <strong> Bill Lockyer </strong>, who acknowledged in his talk that he <q> was not supposed to be saying any of this, </q> should remind all who are paying attention precisely how dire the crisis is. This is not a moment for Democrats to protect their constituencies and Republicans to circle their wagons against new taxes. Each side must", "new_id": -2}, {"uid": "1295564518204079107", "i": 28855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture.`` Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> claims. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him, </q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an`` advisor'' to the co-founders, instead of his previous equal role in decision-making.`` His advice and efforts will be invaluable to me as I start", "new_id": -2}, {"uid": "1296486373063668243", "i": 2377, "idx": 14, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate.`` If we would decide to seek the governorship,'' <strong> Mike Pence </strong> said, <q> I would expect people can judge whatever we would bring to the candidacy at that time. </q> From USA TODAY and Associated Press", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]