[{"uid": "1296862636132562982", "i": 10935, "idx": 7, "sa": ["Colin Powell", "President Bush"], "q": "`` And thank God he was relieved of his duties and we put the surge in, otherwise we would have had a disastrous defeat in Iraq.'' Rummy writes On <strong> President Bush </strong> <q> While the <strong> President Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision. </q> On <strong> Colin Powell </strong>`` The media image'' of Mr <strong> Colin Powell </strong>`` battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality.''", "new_id": -2}, {"uid": "1295571616192872466", "i": 46888, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "being Google's conscience and`` don't be evil'' moral center? His title,`` co-founder,'' sounds more like a statement of fact than an actual title. <strong> Eric Schmidt </strong>'s blog post said <strong> Sergey Brin </strong> will <q> devote his time and energy to strategic projects, in particular working on new products, </q> but that doesn't sound like a very powerful or well-defined role. As much as <strong> Eric Schmidt </strong>, <strong> Sergey Brin </strong>, and Page presented a united front to the outside world, it's hard to imagine that finding", "new_id": -2}, {"uid": "1296789416115392521", "i": 29007, "idx": 7, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning", "new_id": -2}, {"uid": "1295560338061718544", "i": 35840, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1296457550009125925", "i": 11902, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle", "Leona Lewis"], "q": "for, it is dealing with the <strong> Simon Cowell </strong> factor. <strong> Simon Cowell </strong> runs Syco, the joint venture with Sony that houses artists including <strong> Leona Lewis </strong> and <strong> Susan Boyle </strong> as well as shows including The X Factor, as a walled fiefdom. <q> The one thing that Sony definitely have as a secret weapon is <strong> Simon Cowell </strong> and <strong> Doug Morris </strong> has the status to deal with him effectively, </q> says a source.`` He makes loads of money, he only works with Sony, and he is incredibly important to them.'' Some argue that, as the biggest challenge for all record labels", "new_id": -2}, {"uid": "1296178072054247437", "i": 19305, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Orin Kramer"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds.`` It sounds incredibly aggressive,'' he said. <q> But I think it's very doable. </q> If <strong> Barack Obama </strong> hopes to hit such a mark, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the president's core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"uid": "1295576927002506766", "i": 48429, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an <q> outstanding job leading Google for the last decade. </q>`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said.`` Google still has such", "new_id": -2}, {"uid": "1296550766189169669", "i": 6252, "idx": 4, "sa": ["David Letterman"], "q": "?'' <strong> David Letterman </strong> asked, to which Bieber replied:`` I don't know. I'm Canadian.'' Later Bieber tweeted that he will be on the`` Late Show'' again on Friday, <q> playing the drums and doing the Top Ten. </q>", "new_id": -2}, {"uid": "1296286226080461960", "i": 37254, "idx": 1, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,'' <strong> Elizabeth Bartman </strong> said. <q> Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire. </q> Why did they not mention <strong> Zahi Hawass </strong>?????!!! He was probably out there beating people down with an Ankh# 1.1- Fri Jan 28, 2011 9:32 PM EST The Egyptians need to lead their own", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]