[{"uid": "1297260081046088218", "i": 10081, "idx": 6, "sa": ["Eric Schmidt"], "q": "being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: \"We certainly want to avoid that.\"' <q>I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,</q> <strong> Eric Schmidt </strong> added. \"We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.\" I don't get it", "new_id": -2}, {"uid": "1295776147167018532", "i": 3003, "idx": 0, "sa": ["Michael Vick"], "q": ". In the next scene, people are lined up in the church and being given one chip or a small cup of soda. At the end, the camera pulls back to show the sign out front: <q>Free Doritos and Pepsi Max Sunday.</q> Does the distribution of chips and soda look a lot like a Catholic communion service? Yup. Did that mightily offend some Catholics? Yup. And did that shock <strong> Michael Vick </strong> Lyons, the fellow who wrote", "new_id": -2}, {"uid": "1295520227082116678", "i": 3920, "idx": 0, "sa": ["Michael Vick"], "q": ". \"Everybody's trying to play me out like I'm some kind of <strong> Michael Vick </strong> kind of person,\" said Beatty, a week after a surgeon rebuilt daughter Latalya Swann's face. <q>I'm not a vicious person,</q> she said. \"I just felt like I had to do what I had to do.... I take full responsibility, but I just felt like[ the charges were] a little bit too much.", "new_id": -2}, {"uid": "1297382791005832768", "i": 12993, "idx": 0, "sa": ["Simon Cowell"], "q": "the death of his father and his struggles with Tourette's, and also talked about his girlfriend and infant son. \"When I sing, it all goes away,\" he told the judges. <q>I don't have a care in the world.</q> Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse \"Whoa", "new_id": -2}, {"uid": "1295965142202670083", "i": 3206, "idx": 1, "sa": ["Barack Obama", "Mike Pence"], "q": "response must be sweeping, sustained and effective\" 9-15-2001 We were so fortunate to have had a man of great conviction in office when we were attacked by those radical Islamic terrorists on 9/11. When he said, <q>our response must be sweeping, sustained and effective</q>, he meant it, and he stuck to it; he did not relent. You must also rememb... RNC Chairman <strong> Mike Pence </strong> Steele talks about <strong> Barack Obama </strong>'s Congressional Address RNC Chairman <strong> Mike Pence </strong> Steele talks about <strong> Barack Obama </strong>'s Congressional", "new_id": -2}, {"uid": "1295570425118030336", "i": 26110, "idx": 0, "sa": ["Eric Schmidt", "James Hickman"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> <strong> James Hickman </strong>, Clearvale Enthusiast at BroadVision, giving a demo of BroadVisions enterprise social network called Clearvale at Enterprise 2.0 conference. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296309067021659679", "i": 6638, "idx": 0, "sa": ["Mike Pence"], "q": "Press  MUNCIE, Ind.-- U.S. Rep. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q>maybe coming home and running for governor,</q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While it's", "new_id": -2}, {"uid": "1295481575005455907", "i": 35294, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy,\" said <strong> Sen. Bernie Sanders </strong>, I-Vermont. <q>One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports our operation here is aged and I think that is a polite way of putting it,</q> said Col. James Baker of the Vt.. State Police. Baker said the academy hopes to build a new administrative building on campus but still needs legislative approval on that budget. Comments Terms of Use", "new_id": -2}, {"uid": "1296651826147537925", "i": 16146, "idx": 0, "sa": ["Simon Cowell"], "q": ". But help is at hand, as a source revealed to the Sun that even if <strong> Simon Cowell </strong> can't get Cheyl on the panel, he'll do all he can to help the star: <q><strong> Simon Cowell </strong> still hasn't confirmed the panel. <strong> Cheryl Cole </strong> is in a state, it's her ticket out of the UK. There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.</q> For once, <strong> Simon Cowell </strong>'s not being nasty?! What's that all about?! The star and her husband reveal sex of their unborn babies...", "new_id": -2}]