[{"uid": "1295012281152616960", "i": 2685, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "to deny her former partner's request to dissolve his married status while they continue to thrash out a settlement over his estimated$ 120 million fortune. In court papers she stated that <strong> Kelsey Grammer </strong>'s request is <q> solely for the reason that he intends to remarry as soon as possible. </q> A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>,`` The", "new_id": -2}, {"uid": "1295562594178864162", "i": 10772, "idx": 0, "sa": ["Eric Schmidt"], "q": "4. Mr <strong> Eric Schmidt </strong> will become executive chairman of the company, focusing externally on partnerships and government outreach. Moments after Google announced the change, Mr <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> Mr <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr Page. Mr Page said <strong> Eric Schmidt </strong> had done`` an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1297616629186400779", "i": 26889, "idx": 31, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq.`` He supposedly worked for me. He never really did,'' <strong> Donald Rumsfeld </strong> said. <q> It seems like he almost blew you off, </q> Martin suggested.`` We had given him written guidance as to what to do and it said,` Let's get an Iraqi face on this. Let's get Iraqi leadership going,'''", "new_id": -2}, {"uid": "1296921227106987589", "i": 28846, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "<strong> David Letterman </strong>: <strong> Howard Stern </strong>:`` How much longer are you doing this, really?'' <strong> David Letterman </strong>:`` I don't know. Maybe two years, I think.'' <strong> Howard Stern </strong>: <q> Two years, you're thinking you're going to exit? </q> <strong> David Letterman </strong>:`` I think that's what it is. Yeah.'' <strong> Howard Stern </strong>:`` That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't", "new_id": -2}, {"uid": "1295609568069435392", "i": 2224, "idx": 2, "sa": ["Michael Vick", "Donovan McNabb"], "q": "down to the back and I feel like I got greedy and took a shot at the endzone and didn't throw the right ball I wanted to throw and then it got picked off,'' <strong> Michael Vick </strong> saod. <q> It's a bad way to go out, but, hey, I went out swinging. </q> And just like <strong> Donovan McNabb </strong>, <strong> Michael Vick </strong> put up impressive numbers( 292 yards passing, 33 rushing yards and 2 total TDs) but failed to put up the most important number-- a number greater than the", "new_id": -2}, {"uid": "1297277192033341459", "i": 9968, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "has labelled <strong> Christina Aguilera </strong>'s performance at the Super Bowl as`` bad''. The singer fluffed her words whilst performing The Star-Spangled Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: <q> It sounded like 100,000 people in a stadium had just sat on a cat. </q> He went on to say:`` I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong.", "new_id": -2}, {"uid": "1297363571104955962", "i": 5408, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "the past.`` People expect that we can create a modern, liberal democracy in Afghanistan,'' <strong> Donald Rumsfeld </strong> explains, but that ignores the realities of a landlocked country with a history and culture of its own. <q> A liberated people have been given a chance </q> to install a representative government that fits with their own culture, but we have a limited ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years?`` The Iron", "new_id": -2}, {"uid": "1297260081046088218", "i": 10076, "idx": 1, "sa": ["Eric Schmidt"], "q": "EU for alleged abuse of its dominant position in search. <blockquote> The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company </blockquote> <q> It is very important that the lawyers are not making the product decisions, </q> <strong> Eric Schmidt </strong> told the Sunday Telegraph.`` Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers", "new_id": -2}, {"uid": "1296864128056573964", "i": 24065, "idx": 2, "sa": ["Andy Coulson"], "q": "claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011`` Everyone in the schoolyard did it, many particularly showbiz journos did it,'' he said. <q> For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his Bizarre column and after that at NOTW.`` As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW. </q> He went on:`` In truth I never got a decent story from hacking messages. If people have something important to say they say it to the person when he picks up. It was a", "new_id": -2}, [{"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]]