[{"uid": "1295458617235356186", "i": 691, "idx": 1, "sa": ["Lloyd Blankfein", "Hu Jintao", "Steve Ballmer", "Jeff Immelt"], "q": "other's success,\" he said. <strong> Hu Jintao </strong> said U.S. and China \"share broad common interests.\" \"Our cooperation as partners should be based on mutual respect,\" he said. <q>China and the United States should respect each other's development path.<q> Later this afternoon, Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp. and <strong> Lloyd Blankfein </strong> of Goldman Sachs Group Inc. will be joined by General Electric Co.. CEO <strong> Jeff Immelt </strong>, Jim McNerney of Boeing Co. and 10 other U.S.", "new_id": -2}, {"uid": "1295411717092504082", "i": 29, "idx": 1, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to \"a cat being thrown off a skyscraper,\" telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,<q> reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday,", "new_id": -2}, {"uid": "1294969736002998293", "i": 22097, "idx": 7, "sa": ["Kirsten Gillibrand"], "q": "\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-57v&amp;flvURL=/media/2011/01/12/01122011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-57v.jsn\"}{ \"title\": \"No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton\", \"description\": <q>Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Ted Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more.<q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"uid": "1295809830194183172", "i": 2248, "idx": 1, "sa": ["Eric Schmidt", "... More", "Thomas Aragon", "Woodrow Wilson"], "q": "have made their case on <strong> ... More </strong> <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,<q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009 <strong> ... More </strong>. Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor <strong> Thomas Aragon </strong> <strong> ... More </strong> Public Health 257B-", "new_id": -2}, {"uid": "1296200464159858698", "i": 4888, "idx": 9, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q>come to the place that's right for him and his family.<q> \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\"", "new_id": -2}, {"uid": "1295545193181207041", "i": 19018, "idx": 2, "sa": ["Mike Pence"], "q": "Smith said a third bill by Rep. <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions by cutting off federal money from going to Planned Parenthood. Smith called the health care group <q>the largest abortion network in the world,<q> performing 324,000 abortions each year and deriving up to$ 1 billion each year from fees for services paid by federal, local and state governments. \"When there's no public subsidy for abortion, the", "new_id": -2}, {"uid": "1295404758057933825", "i": 2416, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg", "Google Inc."], "q": "first nine months of 2010. No wonder some say <strong> Google Inc. </strong> runs the risk of becoming another Microsoft-- dominant in one area but abruptly and rapidly eclipsed in fast-growing new markets by up-and-coming rivals. <q><strong> Google Inc. </strong> needs to step up in social or it runs the same risk that Microsoft does of having the( stock's price-earnings) multiple degrade,<q> said RCM Capital's Price. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> introduces <strong> Google Inc. </strong> TV in San Francisco Photo in Slideshow: Facebook CEO <strong> Mark Zuckerberg </strong> speaks during a news conference at....'s smaller rivals were asked by European regulators investigating", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.<q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1295361442031129628", "i": 33547, "idx": 1, "sa": ["Steve Ballmer"], "q": "place to watch TV,\" he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. <q>You go to your average 15-year-old boy, and he will say \"I'll take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven\"t done as good a job drawing in that broader set of demographics,<q> <strong> Steve Ballmer </strong> added. That answer came in reply to a question about how well the Vole measures up against Apple and Google for cool factor. Go figure. If Kinect is the future of consumer", "new_id": -2}, {"uid": "1297480241247660577", "i": 26600, "idx": 0, "sa": ["Larry Hagman", "Simon Cowell"], "q": "filed on Wednesday, Los Angeles Superior Court Judge Michelle Rosenblatt vacated the award, in part because one of the arbitrators was a plaintiff in a similar type of legal action and failed to disclose it. <q>It's an absurd, bizarre kind of ruling, and we're very confident an appellate court will reverse it,<q> said <strong> Larry Hagman </strong>'s attorney <strong> Simon Cowell </strong> Aidikoff on Friday. According to Aidikoff, Citigroup changed <strong> Larry Hagman </strong>'s investment portfolio so that it was tilted toward equities, as opposed to fixed income and cash, causing heavy losses", "new_id": -2}]