[{"uid": "1295547194232112134", "i": 30661, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Monica Herrera", "Steven Tyler"], "q": "reviews, but will they be too soft to satisfy viewers accustomed to <strong> Simon Cowell </strong>'s cruelty?( Minus <strong> Simon Cowell </strong>, the`` Idol'' judges`` lacked teeth,'' says <strong> Monica Herrera </strong> in Billboard. If anyone <q> even remotely offended[ the contestants], it was left on the cutting room floor. </q> <strong> Steven Tyler </strong>'s`` comedic soundbites'' were entertaining, and <strong> Jennifer Lopez </strong>'s mere presence left contestants`` more star-struck than ever,'' but`` Idol'' is diminished without a healthy dose of nastiness.''` American Idol", "new_id": -2}, {"uid": "1296791221147030018", "i": 16740, "idx": 3, "sa": ["Carmelo Anthony", "Elgin Baylor", "Allen Iverson"], "q": "and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night.`` <strong> Elgin Baylor </strong> just felt like <strong> Elgin Baylor </strong> was back home,'' <strong> Allen Iverson </strong> said. <q> It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than <strong> Elgin Baylor </strong> already was. </q> The Nuggets did their share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team", "new_id": -2}, {"uid": "1295027375086523940", "i": 34801, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Sarah Palin", "Gabrielle Giffords"], "q": "off the shooting rampage that left six people dead, 13 wounded and the nation shaken. The eulogy won praise from across the country's political chasm. Even Republican former Defence <strong> Donald Rumsfeld </strong> said: <q> At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night. </q> <strong> Barack Obama </strong>'s appeal for unity played out against a deepening political debate. Earlier in the day, Republican <strong> Sarah Palin </strong>, criticised for marking <strong> Gabrielle Giffords </strong>' district and others with the cross-hairs of a gunsight during last year's campaign", "new_id": -2}, {"uid": "1295945468061587465", "i": 25534, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3 BA$ 9,750,000.00 BELVEDERE TIBURON 5 BR/ 5.1 BA$", "new_id": -2}, {"uid": "1295325223053116976", "i": 12327, "idx": 3, "sa": ["Larry Bird", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end. </q>`` The little kid was phenomenal,'' Sixers coach <strong> Larry Bird </strong> Brown said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1297176031226918403", "i": 3201, "idx": 43, "sa": ["David Letterman"], "q": "what they love.''( fans in audience cheer)`` It's usually just after, you know, like a run or something,'cause I usually surprise myself on those.'' <strong> David Letterman </strong>: <q> Well, now you got one there for real, my friend. Now, do you mind just throwing me something simple? Don't hurt me. I'll be over here, don't hurt me, all right? </q>", "new_id": -2}, {"uid": "1295612543206700567", "i": 37142, "idx": 3, "sa": ["Eric Schmidt"], "q": "operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman.`` I know he( Larry) will merge Google's technology and business vision brilliantly,'' <strong> Eric Schmidt </strong> said in Google blog post. <q> Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> he continued. As Executive Chairman, <strong> Eric Schmidt </strong> said he will focus`` wherever I can add the greatest value.'' He will also act as an advisor to Larry and Sergey.", "new_id": -2}, {"uid": "1295633194146702360", "i": 2646, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Ayaan Hirsi Ali"], "q": "the world'': <blockquote> It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. </blockquote> <q> Our bilateral relationship is very, very strong, </q> said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under <strong> Bill Clinton </strong> Ben <strong> Ayaan Hirsi Ali </strong>'s leadership.''[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in", "new_id": -2}, {"uid": "1297127581124354581", "i": 41238, "idx": 0, "sa": ["Kyle Newman", "Michael Vick", "Ben Roethlisberger"], "q": "meta property=`` og: site_name'' content= <q> ASU News| The State Press| Arizona State University </q>/> <strong> Kyle Newman </strong> February 7, 2011 at 6:08 pm Two-time Super Bowl champion <strong> Ben Roethlisberger </strong> sat defeated in the locker room of Cowboys Stadium. Comeback Player of the Year <strong> Michael Vick </strong>, Pro-Bowler Matt Ryan", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]