[{"uid": "1295901715011026433", "i": 2518, "idx": 2, "sa": ["Steve Ballmer", "Ray Ozzie", "Tim Anderson", "Bill Gates"], "q": "find a future leader for company. \"The bigger questions are who will lead the vision for the future, and who will be ready to succeed <strong> Steve Ballmer </strong> when the Tim Andersone comes,\" he wrote. <q> <strong> Ray Ozzie </strong> was a talented visionary and architect of the future. <strong> Bill Gates </strong> selected <strong> Ray Ozzie </strong> as his successor as Chief Software Architect. But they are both gone. </q> \"Who else at Microsoft has the gravitas and vision to lead the product direction for entire company? This is probably the single most important job in the company over the long term. Yet, <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295428029082264111", "i": 23789, "idx": 4, "sa": ["Simon Cowell"], "q": "Fall):-( Here is a short clip of the final minutes of the <strong> Simon Cowell </strong> Stack in Concord, CA. June 25, 2009. Demolishing the stack has taken a little over a week. Capturing this video <q> would you believe I missed it by that much? </q> \"How about 15 seconds!\" While I was recording, the card... Bishop Family Reunion- July 4th 2009", "new_id": -2}, {"uid": "1296719312251002892", "i": 20643, "idx": 0, "sa": ["Simon Cowell", "Chris Medina"], "q": "panel, said she's had to fight back the tears when meeting contestants like <strong> Chris Medina </strong>, whose fiancee suffered traumatic brain injury in a car accident just months before they were to walk down the aisle. <q> It's tough. It's emotional. But this is the thing about` American Idol' that I love. It's about people and their dreams and their struggles, and that's what I think everybody loves about it. You see yourself in these people, </q> she said backstage after a press conference announcing her new partnership with Gillette Venus. This season is the first without <strong> Simon Cowell </strong>, one of the show's British creators and a judge who was known for his", "new_id": -2}, {"uid": "1297182562166789141", "i": 3251, "idx": 6, "sa": ["George Tenet", "Osama bin Laden", "Tommy Franks", "Donald Rumsfeld"], "q": "for the extra troops that would have prevented <strong> Osama bin Laden </strong>'s escape. The fault, it would seem, rests squarely on the shoulders of then-CIA Director <strong> George Tenet </strong> and General <strong> Tommy Franks </strong>, the head of the U.S. Central Command: <q> If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that <strong> George Tenet </strong> had never called me to urge <strong> Tommy Franks </strong> to support their operation. </q> And as for that postinvasion looting in Iraq that paved the way for the collapse of Iraqi institutions and a swelling insurgency? <strong> Donald Rumsfeld </strong> claims that the reports of looting were simply the gross exaggerations of an \"", "new_id": -2}, {"uid": "1296088369018448398", "i": 10426, "idx": 0, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "Cheney said of people who held these views, \"For the sake of our security, this nation must reject any strategy of resignation and defeatism in the face of determined enemies.\" <strong> George H. W. Bush </strong> declared, <q> Defeatism may have its partisan uses, but it is not justified by the facts... My fellow citizens: Not only can we win the war in Iraq, we are winning the war in Iraq. </q> Run a Google search, and you will see Republican congressmen, senators, Cabinet officials and bloggers deriding those who dared criticize the <strong> George H. W. Bush </strong> as defeatist.( <strong> Donald Rumsfeld </strong>, at one point, seemed to say", "new_id": -2}, {"uid": "1295965342261718034", "i": 21195, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "denied the presence in Egypt of \"any terrorist organization linked to al-Qaida or other groups.\" But he said there have been attempts to mobilize elements trained outside Egypt or recruit people on the Internet. <q> We are sure that there are dozens of people loyal to al-Qaida in Gaza and some of them already have been involved in previous terrorist attempts in Egypt, </q> he said, blaming a 2009 blast at a Cairo mosque that killed a French tourist on the Palestinian Army of Islam. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for", "new_id": -2}, {"uid": "1297130860124354560", "i": 8373, "idx": 0, "sa": ["David Letterman", "Ted Thompson", "Ryan Clark"], "q": ". Best stat Teams giving up an interception return for a touchdown are 0-11 in the Super Bowl. Best quote Steelers safety <strong> Ryan Clark </strong>, on the pain of losing the Super Bowl: <q> Where do you go from here? Nothing separates us from the other 30 teams that weren't here. We're just like them. </q> Best headline Sportspickle.com: \"Green Bay General Store looTed Thompson.\" Super flu CBS' <strong> David Letterman </strong>: \"Six percent of Americans call in sick on the Monday after the Super", "new_id": -2}, {"uid": "1295946658120340480", "i": 56245, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the Sheep: Spring Shena-a-anigans\" ( 2009), \"The Six Wives of Henry VIII\" ( 1970), \"The Traveler\" ( 2010), \"Webster: Season One\" ( 1984), <q> Wish Me Luck: Series Two </q>( 1988), \"Zorro: The Complete Series\" ( 1990-93). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE", "new_id": -2}, {"uid": "1295749089127680581", "i": 15825, "idx": 3, "sa": ["Eric Schmidt", "Michael Arrington"], "q": "three Google leaders convinced him to hold off, <strong> Michael Arrington </strong> wrote. \"Google insisted the story wasn't accurate, wasn't even close to accurate, and generally contained no accuracy whatsoever,\" <strong> Michael Arrington </strong> wrote. <q> We killed the story, since their denials seemed fairly straightforward and honest, and we found no other independent sources. </q> In a new interview Thursday, <strong> Eric Schmidt </strong> insisted that he is stepping up to become executive chairman and that the move simply formalizes how things have been run at Google already. and its licensors. All", "new_id": -2}, {"uid": "1296387656254263315", "i": 4615, "idx": 5, "sa": ["Colin Powell", "Barack Obama"], "q": "Heartland USA and former host of Repu... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... Steve Quayle with Greg Evensen- Armed Forces To Move Against US Citizens- 12-3-2009- Part 5 Steve Quayle with Greg Evensen- Armed Forces", "new_id": -2}]