[{"uid": "1295571569192872501", "i": 5007, "idx": 5, "sa": ["Eric Schmidt"], "q": "BGC Financial in New York, said the tension that the row engendered may have added to the reshuffle. But he said it was clear Google wanted to use <strong> Eric Schmidt </strong>'s political connections to the full. <q>They need government outreach, officials in Washington and Europe are all taking a closer look at Google,</q> he said. Gillis said that the wider issue may stem from inside the company. While Google has bought and successfully integrated companies including YouTube, Android and ad firm DoubleClick, its recent record of internal", "new_id": -2}, {"uid": "1295369627117719056", "i": 37413, "idx": 1, "sa": ["Mr. Jackson", "Simon Cowell"], "q": "was Paula, there was <strong> Simon Cowell </strong>. I think you will see a new version of the Dawg. There's maybe a little more hair on the Dawg,'' <strong> Mr. Jackson </strong> said on a phone conference last week. <q>You'll see me take more of an assertive role and trying to guide it a little bit... I think you'll be like, ''Wow, Dawg!'</q> ''American Idol''' kicks off its 10th season on Wednesday on FOX.", "new_id": -2}, {"uid": "1297442207053690372", "i": 5341, "idx": 0, "sa": ["Donald Rumsfeld", "Mark Finkelstein"], "q": "audio] Earlier in the segment, Hannity and Bozell discussed the media questioning former Defense <strong> Donald Rumsfeld </strong> about if he feels remorse for not placing more troops inside Iraq earlier on in the conflict. <q>The same reporters did nothing but bash <strong> George Stephanopoulos </strong> Bush over the surge</q> Bozell reminded Hannity. Open Thread: Whistleblower Alleges Politicized FOIA Compliance at Holder DOJ Girl Scouts Back Away From Pledge Committing Girls to Lobby for ''Legislation That Reduces Greenhouse Gas Emissions'' <strong> Mark Finkelstein </strong> Editorial", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make ''the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q>The American people are expecting him to say something about what he's going to do to</q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1297606486106446870", "i": 15330, "idx": 4, "sa": ["Donald Rumsfeld", "Denholm Elliott"], "q": "to Abu Ghraib prison, how about not imprisoning innocent people. Tonytoday 13 February 2011 11:42 AM Well, what did you expect? I can't recall the last war criminal who said, <q>Hmm, yes, you're right, I was completely wrong and acted in an illegal and exceptionally foolhardy way.</q> Given <strong> Donald Rumsfeld </strong>'s completely absurd defence of Guantanamo I think we can dump this pretty smartly in the ''They Haigin88 13 February 2011 1:45 PM As <strong> Denholm Elliott </strong> said in ''Trading Places''", "new_id": -2}, {"uid": "1295543475207126533", "i": 18692, "idx": 0, "sa": ["Logan Couture", "David Letterman", "Show Whore", "Laidback Luke", "Jonathan Mendelsohn"], "q": "guaranteed to bring out the most special powers in the most ordinary of human beings. These lovely ladies have...'' <strong> Laidback Luke </strong> ft <strong> Jonathan Mendelsohn </strong>- Till Tonight is out on Mixmash Records( www.mixmashrecords.com) http://wn.com/U2__I'll_Go_Crazy_If_I_Don't_Go_Crazy_Tonight_on_Letterman_3/4/09_TheAudioPervcom_Night_3 www.theaudioperv.com U2 performed <q>I'll Go Crazy If I Don't Go Crazy Tonight</q> on the Late <strong> Show Whore </strong> with <strong> David Letterman </strong> on 3 This is the third night of their weeklong residency. For the other videos, be sure to go to www.theaudioperv.com or to www.youtube.com/ICnothing82 Veronica and <strong> Logan Couture </strong> have had a love-story but", "new_id": -2}, {"uid": "1295753820028917780", "i": 28947, "idx": 3, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "without shutting down the K-12 public school system at least six weeks of the school year. <strong> Bill Lockyer </strong> said <strong> Jerry Brown </strong> has been reluctant to outline such grim possibilities for fear of alienating a skeptical public. <q>You can't seem to be threatening voters,</q> <strong> Bill Lockyer </strong> said. Still, he said that presenting harsh realities was necessary, especially as most GOP legislators have dismissed <strong> Jerry Brown </strong>'s call to place the tax question on the ballot. They say they want the", "new_id": -2}, {"uid": "1295369666220332052", "i": 12269, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "I Hated ''The Rachel' <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host ''insane'' and accuses him of stealing sketch ideas. <q>Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,</q> The New York Post quoted <strong> Howard Stern </strong> as saying. ''This guy's ripped off like 10 major things from my show.'' <strong> David Letterman </strong> in the ratings. ''It''s beyond my", "new_id": -2}, {"uid": "1295635525217038960", "i": 9300, "idx": 1, "sa": ["Eric Schmidt"], "q": " ''I certainly lack experience there, and that's an issue,'' he said. That being said, Page said he was confident that where he lacked in experience, he made up for it <q>in terms of understanding the industry I am in, and what the company does.</q> <strong> Eric Schmidt </strong> said Thursday that Page is now ready to lead. told BusinessWeek that running a company collaboratively produces better results ''because you have more bandwidth and checking and balancing going on.'' ''", "new_id": -2}, {"uid": "1297112033026116113", "i": 49272, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a ''dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, ''I believe I can find a star.'' 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}]