[{"uid": "1297338113118145033", "i": 16090, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "for the things he put in place-the Patriot Act, the Guantanamo Bay[ prison] and various things, military commissions-you know, a lot of people criticized them and they fussed at it,\" <strong> Donald Rumsfeld </strong> said. <q>The fact is, they're still there. Why are they still there? They're there, because they make sense in the 21st Century. They're needed. And the new administration has not been able to figure out a better way to do it.<q> <strong> Donald Rumsfeld </strong> bears enormous personal responsibility for the act that set the US government on a descent into lawlessness and barbarity that continues today: the invasion of Iraq. As was established at the Nuremberg trials of Nazi", "new_id": -2}, {"uid": "1295524677199704589", "i": 32907, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,<q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Russian_Prime_Minister_Putin_may_join_Russian_Olympic_judo_team The Russian Judo Olympic team may", "new_id": -2}, {"uid": "1295815497029966360", "i": 16617, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR<q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com:", "new_id": -2}, {"uid": "1295667340103448585", "i": 31887, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.<q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned US$ 2.5 billion", "new_id": -2}, {"uid": "1295649413153436210", "i": 5957, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. \"I've always felt he's been punished for the same offense twice,\" <strong> David Cameron </strong> told reporters. <q>But I quite understand his decision and wish him well for the future.<q> <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping <strong> Andy Coulson </strong> on the job even as damaging accusations continued to swirl around him. Comments are filtered for language", "new_id": -2}, {"uid": "1294976069214024197", "i": 26745, "idx": 1, "sa": ["Tyson Clabo", "Michael Vick"], "q": "on NFL.com. \"We do not have a lot of guys who are, \"Hey, look at me; look what I do,\" offensive tackle <strong> Tyson Clabo </strong> said. <q>That stuff can get annoying at times.<q> The roster may be sprinkled with stars, wide receiver <strong> Michael Vick </strong> Jenkins said, \"but nobody tries to outshine the other.\" Several players concurred that Smith\"s unassuming manner radiates through the organization", "new_id": -2}, {"uid": "1295310733097861638", "i": 44762, "idx": 4, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.<q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Kobe_Bryant_19_pts_5_blocks_vs_Sixers_1999-00_Lockdown_on_AI February 20th, 2000 First Union Center Philadelphia, PA Boxscore: www.basketball-reference.com Statline: 18 points, 7 assists, 5 blocks, 7-15 FG, 4-5 FT One year ago at the same arena", "new_id": -2}, {"uid": "1295758867143999001", "i": 44042, "idx": 0, "sa": ["Rudy Giuliani", "David Letterman"], "q": "for the boots: \"This city doesn't fund wagers.\" \"I was hoping the store manager would say, \"We'll take care of <strong> Rudy Giuliani </strong>,\" Greene said. <q>But he hemmed and said,` Well-- we'll sell them at our cost.'<q> Greene was amazed to see <strong> Rudy Giuliani </strong> wearing the boots on The Late Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said: \"These are my new boots!'... I won\"em in a bet from the", "new_id": -2}, {"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.\" He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q>We had a very, very good year and a very strong quarter,<q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. \"We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}, {"uid": "1297383043124895262", "i": 4053, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney", "Donald Trump"], "q": "When <strong> Donald Trump </strong> said he wished there were a \"fantastic\" Republican candidate so he would not have to consider running himself, <strong> Ron Paul </strong> supporters shouted, \"<strong> Ron Paul </strong>\" as an alternative. <strong> Donald Trump </strong> said: <q>I like <strong> Ron Paul </strong>. I think he's a good guy, but honestly he just has zero chance of getting elected.<q> Everyone cheered except the <strong> Ron Paul </strong> supporters. The crowd also got an unexpected appearance from former <strong> Dick Cheney </strong>, who introduced former Defense <strong> Donald Rumsfeld </strong>. The gathering came as sniping broke out between two potential", "new_id": -2}]