[{"uid": "1295958811022577167", "i": 9462, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Bernard Ingham"], "q": ".'' <strong> Bernard Ingham </strong> was not a director of communications but possessed the core skills The prime minister's communications chief must be dedicated, analytical and authoritative, says the Daily Mirror's Kevin Maguire. <q> They need somebody who's cool under fire. </q> But how mindful of any prior scandal will Mr <strong> David Cameron </strong> be in light of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want", "new_id": -2}, {"uid": "1295296501138346498", "i": 17454, "idx": 0, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "Windows Phone 7 focused responses here. 1. It is telling that <strong> Steve Ballmer </strong> did not discuss Windows Phone 7 until asked by <strong> Maria Bartiromo </strong>. His focus until then was the Xbox and its Kinect peripheral. 2. <q> We've got the best-looking phones on the market </q>. This is, of course, debatable. 3.`` We've got the greatest range of alternatives, the phones, the software, the craftmanship''. Numerically, Android has more phone alternatives", "new_id": -2}, {"uid": "1297425123196083775", "i": 19363, "idx": 1, "sa": ["David Letterman"], "q": "animal when she appeared on` Late Show'( weeknights, 11:35 PM ET on CBS).`` Do you think, uh, um, maybe you need to abstain?'' She replied, <q> I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it's summer. </q> <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem.`` Number one was always,` Do you drink in the morning?''' he", "new_id": -2}, {"uid": "1295621862132808705", "i": 43285, "idx": 5, "sa": ["Eric Schmidt"], "q": "as <strong> Eric Schmidt </strong> has done in the company,' Mr. Page said.'' Which is why he's no longer CEO. Now, sit down and shut up for once. Miller and Helft report, <q> <strong> Ken Auletta </strong>, the author of` Googled: The End of the World As We Know It,' said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside.' I don't think he was pushed aside, but he may have been nudged,' he said. </q> Gee, ya think? Miller and Helft report,''''` Larry has wanted to be C.E.O., so that's not a surprise,' said a former Google sales executive who would speak only", "new_id": -2}, {"uid": "1297451846240746502", "i": 36814, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "George Washington"], "q": ", mistakenly calling them`` peaceful protesters.'' That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q> As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed, </q> Denber told EurasiaNet.org.`` <strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond", "new_id": -2}, {"uid": "1295967712261718021", "i": 770, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "at the company after his surprise handover of power. <strong> Eric Schmidt </strong>, who oversaw the web search giant's meteoric rise, will focus on deals and Google's public image as executive chairman from April. <q> I'm very personally excited about my next decade at Google, </q> he told a media conference today. <strong> Sergey Brin </strong>, was an effort to speed up decision-making. He is set to get a$ 100 million equity award, his first since joining the company in 2001, which", "new_id": -2}, {"uid": "1296629363025493514", "i": 13237, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": ", but <strong> Tom Brady </strong> is a dork in that meeting room.'' A dork? Hardly a description often associated with a three-time champion quarterback married to a super model.`` Maybe, yeah,'' <strong> Tom Brady </strong> said. <q> I could see that, you know? I'm flattered. </q> Also flattering: <strong> Tom Brady </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving a federal sentence for", "new_id": -2}, {"uid": "1295916680213958679", "i": 39065, "idx": 1, "sa": ["Eric Schmidt"], "q": "rose 11 cents to$ 57.40 in extended trading at 6:49 p.m. New York time after gaining 32 cents to close at$ 57.29 on the Nasdaq Stock Market.` Solid Footing' Amgen has <q> a base business that is on solid footing </q> and faces`` no generic or other substantial threat,'' <strong> Eric Schmidt </strong> wrote in a Jan. 14 note to investors. The approval last year of a new bone drug, denosumab, should help Amgen offset continued declines in", "new_id": -2}, {"uid": "1294966659267878403", "i": 37274, "idx": 1, "sa": ["Katie Couric", "Dr. Peter", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "see that she's really trying so hard to communicate with us.'' <strong> Dr. Peter </strong> Michael Lemole, the neurosurgeon who operated on <strong> Gabrielle Giffords </strong>, said Thursday that visit may have made all the difference. <q> I was there when she was surrounded by her friends from the Congress and the Senate. And I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around, </q> he said. <strong> Katie Couric </strong>:`` Was her husband completely beside himself?'' <strong> Kirsten Gillibrand </strong>:`` He was- it was dramatic. I mean, he- we didn't understand the importance of", "new_id": -2}, [{"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]]