[{"uid": "1295807551044548101", "i": 587, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q>( c) 2011 AFP Rate this story- not rated yet rank 1", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1296084297051298315", "i": 36649, "idx": 1, "sa": ["Joe Webb", "Matt Cassel", "Brian St. Pierre", "Charlie Batch", "Marty Mornhinweg", "Michael Vick", "Brodie Croyle"], "q": "to suffer an ill-timed concussion or <strong> Matt Cassel </strong>'s appendix to flare up. If the Eagles didn't have <strong> Michael Vick </strong>, think they'd be 10-4? \"The next guy steps up,\" <strong> Marty Mornhinweg </strong> said, <q> and[ does] whatever it takes to win the next ballgame. </q> By the Daily News' count, 59 quarterbacks have started an NFL game this season. <strong> Joe Webb </strong>, if he gets the expected nod on Sunday, will be No. 60. <strong> Brian St. Pierre </strong>, <strong> Brodie Croyle </strong>, <strong> Charlie Batch </strong>", "new_id": -2}, {"uid": "1296286471143425557", "i": 43240, "idx": 0, "sa": ["Princess Diana", "Zahi Hawass"], "q": "royal jewelry and other pharaonic artifacts. Japan's Prince Akishino and his wife <strong> Princess Diana </strong>... National Museum World Video: Egypt leader fires Cabinet amid massive protests World Video: Canadian town boasts world-class ice fishing Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \"First the` protesters", "new_id": -2}, {"uid": "1297278646168607769", "i": 39197, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show, \"The X Factor,\" but <strong> Paula Abdul </strong>'s not quite sure she wants to rekindle their working relationship just yet. <q> If he said, \"Come do` The X Factor,' would you do it? </q> Billy asked.\"[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,\" <strong> Paula Abdul </strong> answered. \"I didn\"t love having my first canker sore, I", "new_id": -2}, {"uid": "1297307549087687177", "i": 23359, "idx": 2, "sa": ["David Letterman"], "q": "though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. \"Don't take this the wrong way,\" said <strong> David Letterman </strong>, <q> but you, I think, just standing on a corner, call attention to yourself, </q> referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate language,` X-Men: First", "new_id": -2}, {"uid": "1295641898262504480", "i": 24448, "idx": 7, "sa": ["Eric Schmidt", "Lauren Goode", "Google Inc.", "Julia Angwin"], "q": "<strong> Julia Angwin </strong> talks to <strong> Lauren Goode </strong> about the surprise change atop the internet giant. In a nod to how he was regarded as <strong> Google Inc. </strong>'s elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q> Day-to-day adult supervision no longer needed! </q> In the decade since Mr. <strong> Eric Schmidt </strong> joined <strong> Google Inc. </strong>, the company blew by competitors such as Microsoft Corp. in the search-ad business. <strong> Google Inc. </strong> has since moved into mobile-device software with Android, which powers millions of", "new_id": -2}, {"uid": "1295582183033980446", "i": 4554, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "one of the prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"uid": "1296416429170033283", "i": 7807, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I don't surf,\" <strong> Michael Vick </strong> said. <q> I watch National Geographic too much, and I've seen too many catastrophic situations. </q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited- because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1295395381107446274", "i": 41371, "idx": 1, "sa": ["Richard Wagner", "David Letterman"], "q": " \"Battlestar Galactica\" from \"The Late Show with <strong> David Letterman </strong>.\" http://wn.com/Art21__Art_in_the_Twenty-First_Century_|_ Season_4_Trailer Poll: What was your favorite episode of Season Four? www.micropoll.com An exciting look back on the intense fourth season of <q> Is It A Good Idea To Microwave This? </q>, set to the powerful sounds of <strong> Richard Wagner </strong>\"s \"The Ride Of The Valkyrie\". Featuring footage from all 27 Season Four... http://wn.com/Red_Bull_Cliff_Diving_World_Series_2010_Sisikon__Event_highlights Three skiing ostriches( TV commercial of East Japan Railway). The ostriches", "new_id": -2}]