[{"uid": "1295545648061915230", "i": 25387, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer"], "q": "'s official state visit to the US. The fact of widespread software copying in China was probably not a shock to the president of the most populous nation on Earth. If only <strong> Hu Jintao </strong> had replied, <q> yes including me, who would pay for crap like Vista anyway? </q> We don't know what <strong> Steve Ballmer </strong> said exactly in that meeting either but we reckon it was,`` HEY HU BOY, MOST OF YOUR PEOPLE DO N'T PAY FOR OUR SOFTWARE, ONLY 10 PER CENT", "new_id": -2}, {"uid": "1296259221174211079", "i": 44887, "idx": 1, "sa": ["Mike Pence"], "q": "humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' Mr. <strong> Mike Pence </strong> wrote in the letter. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to`` learn about how Hoosiers think we might best", "new_id": -2}, {"uid": "1295625930089243655", "i": 29339, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1297576731237207610", "i": 7676, "idx": 1, "sa": ["Allen Iverson"], "q": "by a surgeon. The former NBA MVP will not require surgery but his calf has a calcium deposit and secondary bleeding.`` It's tricky because of the location,'' Andrews said as quoted by AP. <q> So we're going to try to treat it without surgery. </q> <strong> Allen Iverson </strong> is leaving his current team, Besiktas of the Turkish League. He signed with Besiktas last year after failing to receive an offer from a single NBA team. Medical officials said that <strong> Allen Iverson </strong>'s injury", "new_id": -2}, {"uid": "1297157383247021594", "i": 3861, "idx": 0, "sa": ["Donald Rumsfeld", "Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' Watch: Singing Contestant Sues <strong> Simon Cowell </strong> Haggis Speaks Out for First Time Since Leaving Church of Scientology <strong> Donald Rumsfeld </strong>:` Would've Been", "new_id": -2}, {"uid": "1296156422245841950", "i": 9249, "idx": 2, "sa": ["Dick Armey", "Mike Pence"], "q": " forgo the presidential stakes in favor of a run for governor of Indiana, though Team <strong> Mike Pence </strong> has allowed the POTUS talk to continue. <strong> Mike Pence </strong> faces a self-imposed deadline at <q> <strong> Mike Pence </strong> can bring the whole spectrum of constitutional, social and economic conservatives together, </q> <strong> Dick Armey </strong> said on Fox today.`` They will rally behind his candidacy.''", "new_id": -2}, {"uid": "1295984269158924821", "i": 5986, "idx": 2, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "'s`` Parker Spitzer'' executive producer <strong> Liza McGuirk </strong> to develop a show starring himself as host.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year,'' a CNN insider told the Post. <q> But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster. </q> As word of <strong> Eric Schmidt </strong>'s rumored show spread, comments and Twitter users were eager to help, offering suggestions for a show title:`` Holy <strong> Eric Schmidt </strong>!''`` My Show is the <strong> Eric Schmidt </strong>''", "new_id": -2}, {"uid": "1296432940168050695", "i": 6614, "idx": 4, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen_Iverson_15pts_vs_Pacers_04/05_NBA_*Buzzer_Beater_to_win_the_game_*Kyle_Korver_7_3pt Through All-Star games, an MVP award and a trip to the NBA", "new_id": -2}, {"uid": "1295229284227999751", "i": 46771, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Christiane Amanpour"], "q": "her husband Astronaut Mark Kelly, parents, Congressman <strong> Debbie Wasserman Schultz </strong>( FL) and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( NY), the time and acknowledged she could see... News' <strong> Christiane Amanpour </strong> that he doesn't consider himself a hero. <q> I think that there were maybe heroic things done by normal people. That means we're human beings and I think that's, to me, one of the most lasting Arizona( CNN)-- The breathing tube for U.S. Rep. <strong> Gabrielle Giffords </strong> could be removed Friday as she continues on her`` miracle </q> journey to recovery after she was critically injured in a mass shooting, her husband said. Though the congresswoman had been shot in the head less than a week ago, she continued to make positive progress", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]