[{"uid": "1296048510257392641", "i": 15777, "idx": 1, "sa": ["Ed Miliband", "Gordon Brown", "Andy Coulson", "David Cameron"], "q": "said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q>Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months?</q> Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would \"know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of", "new_id": -2}, {"uid": "1296016123074825728", "i": 28098, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "\"\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> cited the 9/11 health care bill-which she helped shepherd to passage during the lame-duck session last month-as an example of the kind of bipartisan work that might be possible in this Congress. <q> \"This last election was not a mandate for any one political party. It was a mandate for action. <strong> Barack Obama </strong> laid out a bold vision for this Congress. It is time to come together and work to create jobs across America.</q> \"I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress'", "new_id": -2}, {"uid": "1297180938217825348", "i": 14143, "idx": 2, "sa": ["Richard Hunter", "Michael Vick", "Mayor Tom Leppert"], "q": "city. He said the event occurred around 5 p.m. with children in attendance. Don't count <strong> Mayor Tom Leppert </strong> among the \"great majority\" of people clamoring to give <strong> Michael Vick </strong> the civic honor usually reserved for meritorious citizenship: <q> \"The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval.</q>\" As it happens, one of the people attending this ceremony was not a wayward child but the caretaker of one of <strong> Michael Vick </strong>'s dogs rescued from his kennels. <strong> Richard Hunter </strong> tried to get <strong> Michael Vick </strong> to look at", "new_id": -2}, {"uid": "1295652461122683495", "i": 17417, "idx": 0, "sa": ["Alyse Eady", "Hayes Carll", "I Wan", "David Letterman"], "q": "<strong> Hayes Carll </strong> on Leno tonight Ugh. <strong> Hayes Carll </strong>. Let me tell you, few things <strong> I Wan </strong>'ve experienced in this life have... Watch: Miss Arkansas on <strong> David Letterman </strong>  Miss Arkansas <strong> Alyse Eady </strong> performs her ventriloquist rendition of <q><strong> I Wan </strong> na Be a Cowboy's Sweetheart.</q>  Twitter is lighting up in response to yesterday's \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q>the good and strong and opinionated people of this state</q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1296859173060604446", "i": 33112, "idx": 0, "sa": ["Eric Schmidt", "Barbara Bush", "Jennifer Lopez"], "q": ", 2011 Breaking with her father, <strong> Barbara Bush </strong> voices support for gay marriage What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q>the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt...</q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1297162259138723358", "i": 20513, "idx": 0, "sa": ["Mike Pence"], "q": "the goals of Live Action is to get members of Congress to defund Planned Parenthood. It's no coincidence that this incident comes on the heels of Rep. <strong> Mike Pence </strong>'s( R-IN) introduction of H.R. 217, the <q>Title X Abortion Provider Prohibition Act.</q> The bill was introduced with the specific purpose of targeting Planned Parenthood. So what's at stake? Planned Parenthood operates 820 health centers around the country and provides sexual and reproductive health care, education,", "new_id": -2}, {"uid": "1295564131244678883", "i": 34183, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of which are increasingly important given <strong> Google Inc. </strong>'s global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said in the press release: <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Page said in the press release: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. There is no other CEO in the world that could", "new_id": -2}, {"uid": "1295033567268353577", "i": 43751, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Rudy Giuliani", "Steny Hoyer"], "q": ": <strong> Kirsten Gillibrand </strong> visits Giffords, new suspect details... Photo in Slideshow: <strong> Nancy Pelosi </strong>, <strong> Steny Hoyer </strong>, Rob Andrews... Video: Male model detained in <strong> Rudy Giuliani </strong> castration death Entertainment Video: Oscar hopeful Firth gets Hollywood star Report Abuse <q>Hello everyone! In the midst of all the politics, and problems to be solved in our world, let us remember the 33 trapped miners from Chile, who are ready to be lifted from a 700 meters depth. Precarious preparations are being done leading to their rise to the surface right this minute. The</q> Hope\" is to be able to have the first miner out this comming Tuesday, God permitting all goes well. Immagine if we were one of them what joy that wolud be, to think one might have", "new_id": -2}, {"uid": "1297343664180158497", "i": 5580, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Regis Philbin", "Bill Clinton"], "q": "already has been a Broadway play,... What: <strong> Barbara Walters </strong>, who had her own surgery to repair a faulty heart valve last year, addresses heart disease and the fear many have of a heart operation in <q>A Matter of Life and Death.</q> She talks to former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Regis Philbin </strong>, celebrities who've had heart surgeries. She also talks to doctors, including her own, about prevention and the warning signs of heart trouble.", "new_id": -2}]