[{"uid": "1295236048203866125", "i": 24338, "idx": 2, "sa": ["Charlie Sheen", "Tom Cruise", "Angelina Jolie", "Aron Ralston", "Ricky Gervais"], "q": "that resulted in his cutting off his right arm to save his life. <strong> Aron Ralston </strong>, whose real-life story earned three nominations, proclaimed it`` the best movie that's ever been made.'' <q> They get the <strong> Aron Ralston </strong> award if nothing else, </q> he quipped. It was clear he was thoroughly enjoying his moment in the Hollywood spotlight. Host <strong> Ricky Gervais </strong> guarantees the Globes are irreverent <strong> Ricky Gervais </strong> Trashes <strong> Angelina Jolie </strong>, <strong> Tom Cruise </strong>, <strong> Charlie Sheen </strong> PIC: <strong> Angelina Jolie </strong> Shines", "new_id": -2}, {"uid": "1295364352186253316", "i": 23436, "idx": 7, "sa": ["Michael Vick"], "q": "prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal.`` Not as of yet,'' <strong> Michael Vick </strong> said, when asked about talks. <q> Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the right time. </q> <strong> Michael Vick </strong> was asked by host Tony Mercurio if he is happy in Philadelphia.`` I'm happy in Philadelphia. Hopefully, I can stay here. Sometimes it doesn't work out the way you want", "new_id": -2}, {"uid": "1297438552170033168", "i": 21234, "idx": 1, "sa": ["Hosni Mubarak", "David Letterman", "Karl Rove"], "q": "<strong> Hosni Mubarak </strong> will be forced to step down from his position. Interestingly, <strong> David Letterman </strong> also took a shot at Fox News in his Top 10 list as can be seen with the# 2 item on his list <q> Hoping his intolerance and thuggish behavior will land him a job at Fox News. </q> Fox News has gained a reputation for hiring a number of former members of the Bush administration including <strong> Karl Rove </strong>. <strong> David Letterman </strong>'s verbal jab was a likely reference to these hires. The Fox News line seemed to", "new_id": -2}, {"uid": "1295354527165003285", "i": 26400, "idx": 0, "sa": ["Alassane Ouattara", "Nick Clegg"], "q": ", which is trying to resolve the crisis. Gbagbo faces strong international pressure to quit in favour of challenger <strong> Alassane Ouattara </strong>, who is widely recognised as having won a presidential election on November 28. <q> I set out the clear position of the British government that former President Gbagbo, having lost the election, should go, and go now, </q> <strong> Nick Clegg </strong> said in a statement.`` The people of Cote d'Ivoire have made their choice, confirmed by the electoral commission and the U.N., and that choice must be respected,'' he said.", "new_id": -2}, {"uid": "1296431215071090181", "i": 27855, "idx": 0, "sa": ["James Victor", "Alassane Ouattara", "Charles Blé Goudé", "Victor Gbeho"], "q": ". Its statement was the strongest sign yet that Gbagbo had failed to convert African unease over possiCharles Blé Goudé military intervention into a reversal of UN-certified results showing rival <strong> Alassane Ouattara </strong> won a November 28 presidential poll. <q> The decision that they took was to try once more a peaceful effort to remove Gbagbo, not to legitimise Gbagbo. That is out of the question, </q> <strong> James Victor </strong> <strong> Victor Gbeho </strong>, president of the Ecowas Commission, told journalists. He was speaking on the sidelines of an African Union( AU) summit in the Ethiopian capital. On Friday, the AU", "new_id": -2}, {"uid": "1295440325144605309", "i": 22405, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Bill Carter"], "q": " href=\"http://topics.nytimes.com/top/reference/timestopics/people/p/Regis Philbin_Regis Philbin/index.html?inline=nyt- per\" title=\"More articles about Regis Philbin\"> <strong> Regis Philbin </strong>, the irrepressible television personality, href=\"http://www.youtube.com/watch?v=bs4gsn9pDx4&amp;feature=fvsr\"> sometime foil of <strong> David Letterman </strong> and co-host of <q> Live With <strong> Regis Philbin </strong> and Kelly, </q> made a surprise announcement on Tuesday morning that he will step down from that morning talk show sometime later this year, having hosted the program for 28 years. href=\"http://mediadecoder.blogs.nytimes.com/2011/01/18/Regis Philbin-Regis Philbin-to-leave-live-with-Regis Philbin-and-kelly/\"> <strong> Bill Carter </strong> has more at Media Decoder.", "new_id": -2}, {"uid": "1296146610048234548", "i": 44498, "idx": 1, "sa": ["Simon Cowell"], "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "new_id": -2}, {"uid": "1296244617002752522", "i": 15459, "idx": 5, "sa": ["Allen Iverson", "Jumaine Jones", "Andre Iguodala", "Kyle Korver", "Chauncey Billups"], "q": "when they play again at Cleveland. <strong> Allen Iverson </strong> left the arena before the injury was announced. The Sixers certainly need the league's leading scorer if they're going to make any kind of run at the Celtics. <q> We would like to have that( winning) streak right now, </q> said <strong> Allen Iverson </strong>, before he knew the X-Chauncey Billups results. <strong> Andre Iguodala </strong> scored 15 points for the Sixers, adding a few more spectacular dunks, including an alley-oop where he came crashing down on <strong> Jumaine Jones </strong>. <strong> Kyle Korver </strong> had 14.", "new_id": -2}, {"uid": "1297160800166199305", "i": 37747, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ",`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added, <q> Back then there was reasonable confidence that[ Saddam Hussein] had these weapons. </q>", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]