[{"uid": "1296680691235356182", "i": 47799, "idx": 0, "sa": ["Kirstie Allsopp", "Andy Coulson", "Craig Oliver"], "q": "The 41-year-old, currently Controller of BBC Global target=\"_blank\" News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the World. Mr Cameron said: <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director <strong> Kirstie Allsopp </strong> slammed for insulting comment made about BBC pundit on her Twitter page Straight-talking <strong> Kirstie Allsopp </strong> always tells it like it is to potential home owners as she scours the country looking for their perfect abode. But her abruptness landed her in trouble China TV` substitutes Top Gun for air force footage' an explosion that was identical to a scene from the 1986 film Top Gun. The broadcaster often uses film clips Youtube Code of Conduct </q> UpDownMostly\" Obaid Karki An Outcast Spinoziste Pantheon Hexalingual Automath Former UAE Under Secretary Independant Street-Knowledge Urban Talkshow Guru. Unaffiliated to any State, Organized Religion Group, Sect or Kin. Anti Tribal Gentile US News in Arabic", "new_id": -2}, {"uid": "1295648181220856323", "i": 32673, "idx": 3, "sa": ["Ian King", "Sergey Brin", "Eric Schmidt"], "q": "way of changing the way we're maIan King decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "new_id": -2}, {"uid": "1296346703146243641", "i": 4850, "idx": 0, "sa": ["Tim Russert", "Simon Cowell"], "q": "LONDON( Reuters)- \"The X Factor,\" which has a U.S. launch this year, won the talent show category at Britain's National target=\"_blank\" Russertes.com/\"> Television Awards on Wednesday, beating <q> Britain's Got Talent, </q> \"Dancing on Ice\" and \"Strictly Come Dancing.\" The show, featuring <strong> Simon Cowell </strong> as The X Factor- Week 7- The Result The X Factor- Week 7- The Result Before this weeks result", "new_id": -2}, {"uid": "1295192606168738817", "i": 44913, "idx": 0, "sa": ["Bernie Sanders", "Dennis Kucinich"], "q": "open book. His Facebook page shows him to be a self-declared \"progressive\" -- a fan of Vermont socialist <strong> Bernie Sanders </strong>, Ohio socialist wannabe <strong> Dennis Kucinich </strong>, and state media outlet, NPR. <q> \"Rather than pointing fingers or assigning blame, </q> said Obama in Tucson, \"let us use this occasion to expand our moral imaginations.\" In the days immediately after the shooting, Fuller expanded his moral imagination by telling Democracy NOW radio, \"It looks", "new_id": -2}, {"uid": "1295093326117588004", "i": 14021, "idx": 2, "sa": ["David Letterman", "Martha Stewart"], "q": "next month. The 55-year-old \"Cheers\" and \"Frazier\" target=\"_blank\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married \"in February, we think.\" His <strong> Martha Stewart </strong> gets stitches after dog strikes lip Newsday Quick ReadMartha Stewart gets stitches during NY snowstorm after startled, sleepy dog strikes her lip( AP", "new_id": -2}, {"uid": "1296960334258326530", "i": 26279, "idx": 3, "sa": ["Marty Mornhinweg", "Mark Foley", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a reMark Foleyable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1295667523247005211", "i": 4890, "idx": 1, "sa": ["Mike Rowland", "Larry Page", "Eric Schmidt"], "q": "about Joe Tucci's speech at the EMC World convention in Las Vegas. <strong> Mike Rowland </strong> is the Creative Support Manger of Cabela's. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296212454069550120", "i": 48123, "idx": 1, "sa": ["Dermot O'Leary", "Steve Jones", "Simon Cowell", "David Gilmour"], "q": "put together by <strong> Simon Cowell </strong>. The T4 presenter is understood to be favourites with bosses over UK X Factor host <strong> Dermot O'Leary </strong>. \"I'm hearing good things,\" <strong> Steve Jones </strong> told The Sun. <q> I don't want to jinx anything by thinking I've got it. One day I hear it's going my way, one day I'm less sure. </q> However, there are still reports that producers may eventual go for a US name. Earlier this week, tabloid reports claimed UK judge Cheryl Cole was Pink Floyd <strong> David Gilmour </strong>'s Son Charged Over Tuition", "new_id": -2}, {"uid": "1297046068038584348", "i": 55140, "idx": 1, "sa": ["Michael Vick"], "q": "the same sort of resentment Eagles fans face with their own high-profile quarterback, <strong> Michael Vick </strong>, who is out of prison after serving time for running a dogfighting ring, rejuvenating his spectacular football career in Philadelphia. <q> I want to be a role model, </q> Roethlisberger said during his Super Bowl press conferences this past week. \"I want people to look up to me.\" And <strong> Michael Vick </strong> wants to own a dog again. But they're both", "new_id": -2}, {"uid": "1296424070007127071", "i": 20759, "idx": 1, "sa": ["Zahi Hawass"], "q": "abandoned their posts, \"people began to enter the museum,\" says <strong> Zahi Hawass </strong>, head of Egypt's antiquities department. They climbed over walls, forced open doors and entered the museum's vast souvenir shop. <q> I'm glad that those people were idiots, </q> <strong> Zahi Hawass </strong> told TIME. \"They looted the museum shop. Thank God they thought that the museum shop was the museum.\" The Egyptian Museum itself is extraordinary, the repository of many of the country", "new_id": -2}]