[{"uid": "1295273637133546015", "i": 7190, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Mike Huckabee", "Sarah Palin", "Newt Gingrich"], "q": ". Back in October, The Blaze reported that Indiana Republican Congressman <strong> Mike Pence </strong> was considering stepping down from his post as House Republican Chairman in order to run for president in 2012. Similarly, Politico wrote, <q> <strong> Mike Pence </strong>, a darling of the conservative movement, would leave the leadership job with a blunt explanation to colleagues that he can't commit to a two-year term in House leadership, a source familiar with his deliberations. </q> <strong> Mike Pence </strong> was the winner of a presidential straw poll at the Values Voter Summit in Washington, D.C. <strong> Mike Pence </strong> edged out <strong> Mike Huckabee </strong>, former Massachusetts governor <strong> Mitt Romney </strong>, former House Speaker <strong> Newt Gingrich </strong>, and <strong> Sarah Palin </strong>.", "new_id": -2}, {"uid": "1296550615213254158", "i": 27255, "idx": 10, "sa": ["Allen Iverson"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the Milwaukee Bucks on Saturday night. <q> <strong> Elgin Baylor </strong> called his play as many times as <strong> Elgin Baylor </strong> possibly could, and it makes my job a lot easier, </q> Philadelphia coach Jim O'Brien said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs.", "new_id": -2}, {"uid": "1295679833021889049", "i": 15242, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": " \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" Before the announcement, a No 10 spokeswoman told reporters: <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does. </q> Last week, Mr <strong> David Cameron </strong> said he gave Mr <strong> Andy Coulson </strong> a job because he deserved a \"second chance\" after his time at the tabloid. Mr <strong> Andy Coulson </strong> joined his team before the General Election", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1297205767114294790", "i": 7936, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children_ but no obvious sign", "new_id": -2}, {"uid": "1295779886220971094", "i": 32557, "idx": 0, "sa": ["Kirsten Gillibrand", "Mary Landrieu", "John Thune"], "q": "share the Small Business Committee.\" \"I had backups in case she said no, like Corker or Isakson,\" Ms. <strong> Mary Landrieu </strong> said, referring to Sens. Bob of Tennessee and Johnny of Georgia. <q> These are really great guys. So, we may do a triple date. </q> Others who have paired off include Sens. <strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. The idea of mixing and mingling", "new_id": -2}, {"uid": "1297689730081920025", "i": 43002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "The DOE funding will help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}, {"uid": "1296106909116244575", "i": 39388, "idx": 12, "sa": ["Michael Vick"], "q": "18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savouring his experience with his teammates and soaking in the 27 C weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Jobs at The Globe& Mail Â© Copyright 2011 The Globe and Mail Inc.. All Rights Reserved.", "new_id": -2}, {"uid": "1296200464159858698", "i": 4884, "idx": 5, "sa": ["Mike Pence"], "q": "outside their districts, that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high profile in Congress has made him a familiar face and name to many Hoosiers, Holcomb said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor.", "new_id": -2}, {"uid": "1295862146256983053", "i": 18902, "idx": 0, "sa": ["Simon Cowell"], "q": "engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class\"", "new_id": -2}]