[{"uid": "1296528035266076207", "i": 27970, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "be awkward. However, it actually ended up being more than a little bit hilarious. Really, the laughs started when <strong> Justin Bieber </strong> started talking about Twitter-- which led to <strong> David Letterman </strong> playing his usual <q>I don't know what Twitter is</q> act. <strong> David Letterman </strong> got in a few good laughs about this, but then <strong> Justin Bieber </strong> turned the tables on him. After <strong> David Letterman </strong> asked what grade <strong> Justin Bieber </strong> was in, and laughed and then said he was Canadian and it", "new_id": -2}, {"uid": "1296715246139952153", "i": 33796, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been*** NEW CD minor adjustments OUT NOW*** The Florida State University Co-ed A cappella Group. For Tour Dates, Tickets, CD and", "new_id": -2}, {"uid": "1296257626179142714", "i": 26491, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson"], "q": "information, but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, Jepsen said. He is coordinating a 40-state probe into the Wi-Spy incident. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Consumer Watchdog this weekend released", "new_id": -2}, {"uid": "1295983889158924800", "i": 30082, "idx": 1, "sa": ["Donald Rumsfeld"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on \"I'm proud of everything we\"ve done", "new_id": -2}, {"uid": "1297160772054263883", "i": 10417, "idx": 0, "sa": ["Simon Cowell"], "q": "rest of the pack( cough, Idol, cough) is that talents as young as 12 can apply-and just as importantly for the late-bloomers out there, there is no upper age limit for contestants. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1296730852266321953", "i": 44124, "idx": 4, "sa": ["Donald Rumsfeld", "Jon Huntsman", "Ronald Reagan"], "q": "administration could have done differently and better with respect to wartime detention,\" <strong> Donald Rumsfeld </strong> acknowledges. Politics Video: Disgraced Fla.. Congressman tries a comeback Politics Video: <strong> Ronald Reagan </strong> Centennial: 1980 GOP Acceptance Speech Report Abuse <q>So what else is Mr. <strong> Donald Rumsfeld </strong> going to say? That it was all a mistake and we should never have gone in? Of course, not. His world-view and sense of self are too long held to ever admit that the invasion of Iraq was a mistake and should never have been launched. And I doubt Mr. <strong> Donald Rumsfeld </strong> will live long enough to reflect and recant his blunders as Mr. McNamara was brave enough to do.</q> Washington Post: The Fix: The case against <strong> Jon Huntsman </strong> Washington Post: The Monday Fix: Last week's political highlights Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get extremely cheap", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q>So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.</q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1294971110214024198", "i": 3289, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": ", had formed a strong bond even before <strong> Gabrielle Giffords </strong> won a congressional seat in Arizona in 2006. Their families have vacationed together in New Hampshire, and they have exchanged visits to South Florida and Arizona. <q>We were just thrilled to be by her side,</q> <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. \"And we were prepared to do and say anything- if she could", "new_id": -2}, {"uid": "1297277192033341459", "i": 9968, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "has labelled <strong> Christina Aguilera </strong>'s performance at the Super Bowl as \"bad\". The singer fluffed her words whilst performing The Star-Spangled Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: <q>It sounded like 100,000 people in a stadium had just sat on a cat.</q> He went on to say: \"I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong.", "new_id": -2}, {"uid": "1295008484200032264", "i": 23207, "idx": 8, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday \"She took a moment to focus, you could see she was focusing,\" <strong> Kirsten Gillibrand </strong> said. <q>And then Mark said... \"<strong> Gabrielle Giffords </strong>, if you can see me, if you can see me, give us a thumbs-up... She didn't only give a thumbs-up, she literally raised her entire hand.</q> But <strong> Gabrielle Giffords </strong> didn\"t stop there, <strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband \"and is touching him and starts to really choke him like she was really trying to hug him.\"", "new_id": -2}]