[{"uid": "1295903297179077120", "i": 37698, "idx": 14, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he said`` Known and Unknown'' will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he said. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a`` skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1295411717092504082", "i": 45, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind`` American Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,`` Don't mean to be target=\"_blank\" href=\"http://rudegirls.com/\"> rude, but you look like the Hulk's wife,'' reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the", "new_id": -2}, {"uid": "1297237513246775808", "i": 34242, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "US-Verteidigungsminister <strong> Donald Rumsfeld </strong> hat das umstrittene US-Gefangenenlager Guantanamo in Kuba als`` eines der besten Gef?ngnisse der Welt'' bezeichnet. Aus ihm unbekannten Grund sei es aber der US-Regierung nicht gelungen, den Menschen zu vermitteln, dass in Guantanamo <q> nicht gefoltert wurde, dass niemand verletzt wurde </q>, sagte <strong> Donald Rumsfeld </strong> in einem Interview mit dem Fernsehsender Fox. Das f?r das Lager verantwortliche Milit?rpersonal habe`` unfairer Weise'' im Kreuzfeuer der Kritik gestanden, es verdiene im Gegenteil`` sehr viel Lob'' f?r", "new_id": -2}, {"uid": "1297285311122896474", "i": 2624, "idx": 0, "sa": ["Tim Pawlenty", "Ann Coulter", "Mike Pence", "Matt Lewis", "Jim Jordan", "Rick Santorum", "Jim DeMint", "Sarah Palin"], "q": "the Family Research Council and the Heritage Foundation are href=\"http://www.cnn.com/2011/POLITICS/02/09/cpac.guide/\"> boycotting in protest, and South Carolina Sen. <strong> Jim DeMint </strong> and Ohio <strong> Mike Pence </strong> <strong> Jim Jordan </strong> have also refused to attend. <strong> Matt Lewis </strong> summed it up this way: <q> To be sure, some irrelevant groups and individuals have used this as an excuse for cheap publicity. That should not undermine the fact that there are legiTim Pawlentyate questions regarding the future of CPAC-- and the conservative movement-- that clearly must be addressed. </q> <strong> Rick Santorum </strong> In the course of zinging <strong> Sarah Palin </strong> yesterday for not attending CPAC, the Ann Coulterual conservative conference, former Pennsylvania Sen. <strong> Rick Santorum </strong> made a revealing comment during a radio interview. Here was his take on <strong> Sarah Palin </strong> turning down", "new_id": -2}, {"uid": "1295559450214679559", "i": 38996, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010.`` Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. Starting from April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of Google's day-to-day operations as", "new_id": -2}, {"uid": "1297428200243695651", "i": 15112, "idx": 2, "sa": ["Michael Gove"], "q": "of BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. He also described it as`` a dysfunctional process'' before making the cuts. A Department for Education spokesman said:`` We are delighted that the judge did not call into question the", "new_id": -2}, {"uid": "1295534633152666122", "i": 33671, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q> What's the best advice you can give me? </q> and he said,`` <strong> Simon Cowell </strong>, always know when to leave the fair.'' And I think that's good advice.` Something inside you just says,`` You know what, it's", "new_id": -2}, {"uid": "1295551263232112135", "i": 31473, "idx": 0, "sa": ["Ellen DeGeneres", "Colin Meloy", "Simon Cowell", "Kara DioGuardi"], "q": "that`` American Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" href=\"http://shipowners.com/\"> ship performance similes, his <q> If I'm being honest </q> assessments and his very tight Expect lots of changes as` Idol' gears up for Season 10 Portland, Ore.-based <strong> Colin Meloy </strong> hasn't totally shaken off his devotion to all things`` Olde English.'' On his new", "new_id": -2}, {"uid": "1297724508166166602", "i": 23237, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes,'' <strong> Kirsten Gillibrand </strong> said. <q> Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes. </q> She also spoke about her fight against House Republican's proposed legislation that would prevent access to abortions. <strong> Kirsten Gillibrand </strong> said that the move, in the form of the No Taxpayer Funding for Abortion Act, is", "new_id": -2}, {"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}]