[{"uid": "1295907918177651713", "i": 23777, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "Henry Kissinger"], "q": ", <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q> To an occasional adversary and a permanent friend. </q> \"When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1295468992042287225", "i": 11060, "idx": 3, "sa": ["Maurice Cheeks", "Allen Iverson", "John Purdue", "Mark Dantonio"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Coach_Dantonio_Press_Conference_for_Purdue_from_Focal_Point The Spartans enter <strong> John Purdue </strong> weekend looking to go 2 and 0 in November and move to 9 and 1 on the year, one step closer to a big ten championship. Coach <strong> Mark Dantonio </strong> knows that this <strong> John Purdue </strong>", "new_id": -2}, {"uid": "1296928638014336049", "i": 34534, "idx": 0, "sa": ["Michael Vick"], "q": "was second to <strong> Michael Vick </strong> among NFL quarterbacks. He also had a healthier line and thus better luck against opposing pass rushers, getting sacked just 31 times. The NFL-speak for what both these guys can do is <q> extend the play outside the pocket, </q> which basically means they can scramble and freeze the linebackers because they can run with the football betting. This is the kind of thing that can mitigate the effect of an opposing defense in a way", "new_id": -2}, {"uid": "1296582029133529607", "i": 5153, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,\" <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, said in a joint statement along with other anti-abortion activists. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> SBA and others are using the video as ammunition as they lobby Congress to prohibit taxpayer support for abortion providers under Title X family planning grants; legislation to do so has been introduced by Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1297176031226918403", "i": 3167, "idx": 9, "sa": ["David Letterman", "Aaron Rodgers"], "q": "well, 190's a little light for a quarterback, right? What do you weigh now?\"( <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>: \"Uh, 230.\" <strong> David Letterman </strong>: <q> 230? Wow, that's pretty good. </q>( Audience laughs) \"You know what I'm thinking in high school might have been the problem? Were you giving 100 percent?\"( audience laughs) <strong> Aaron Rodgers </strong>:( laughs) \"No", "new_id": -2}, {"uid": "1296828433039223362", "i": 34512, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld"], "q": "fashion and shift his positions to appeal to the media\". Bravo Rummy... you captureds the essence of this vain and petty little man in one sentence! Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. Bravo Rummy... you captured the essence of this vain and petty little man in one sentence! 10 posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky", "new_id": -2}, {"uid": "1296195422159858704", "i": 38239, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. We welcome comments that advance the story directly or with relevant tangential", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1296047228129286218", "i": 6804, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Mayor Michael Bloomberg"], "q": "to have to work together to make anything happen,\" he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to \"continue the spirit of goodwill.\" <q> We need to keep working together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class, </q> <strong> Kirsten Gillibrand </strong> said. He brought up ONE key fact- The competiition from China, A nation that Forces their Ideas on the population AT WILL! I give you as an example the \"Three Gorges Dam", "new_id": -2}, {"uid": "1297234014042778761", "i": 940, "idx": 3, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": ". \"Washington's War\" concluded that \"the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion.\" <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that <q> each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million </q>( not billion), based on the APTA report. \"Washington's War\" noted the insignificance of this finding by pointing out that$ 2.9 million is equal to about eight days of sales at a typical", "new_id": -2}]