[{"uid": "1296536150067862554", "i": 2641, "idx": 6, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger, </q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295636608124272680", "i": 15551, "idx": 0, "sa": ["Simon Cowell"], "q": "channeled a bit of <strong> Simon Cowell </strong>'s snarky spirit and was especially harsh with 18-year-old Alex Attardo, who revealed that he had attended a camp for grooming Idol hopefuls, then shouted his way through \"Proud Mary.\" <q> Maybe we should cancel the camp, </q> Jackson said. \"Honestly, it was terrible. You come here because you want the truth, right?\" <strong> Simon Cowell </strong>'s absence was still felt when New Orleans' more middle-of-the-road hopefuls stepped up to sing,", "new_id": -2}, {"uid": "1296252283055099490", "i": 11048, "idx": 1, "sa": ["Newt Gingrich", "Mike Pence"], "q": "left the door open to running for governor. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> The <strong> Newt Gingrich </strong> Assesses His Potential 2012 Presidential Primary Competition Former Speaker of the House <strong> Newt Gingrich </strong> provided a candid assessment of some of the potential GOP presidential candidates that he could face in the 2012 primary cycle if he, as", "new_id": -2}, {"uid": "1295807551044548101", "i": 584, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1296593042130416646", "i": 2297, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<q> Right now[ I'm] just kind of focusing on my music a lot. That's really important to me. This movie I have coming out... Most people just think they just put me together, some people just made me like I'm some factory machine, but this movie proves that I worked hard to get here and that's what I wanted to show. </q> <strong> Justin Bieber </strong>, explaining part of the motivation to make his upcoming movie \"Never Say Never\" on \"The Late Show With <strong> David Letterman </strong>.\" The 16-year-old Canadian pop sensation sat on the couch with the venerable talk", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1296927376112246784", "i": 6505, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "has said, upsetting many Italians. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1296833917069533714", "i": 35943, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "the near term and spur a$ 90 billion increase in the U.S. gross domestic product in the slow economic recovery. The foundation projected the R&D incentive would allow discoveries leading to 3,850 new American patents. <q> Congress and the administration should embrace this proposal as an element of sustained economic recovery, </q> the ITIF report concluded. <strong> Kirsten Gillibrand </strong> said the U.S. for 30 years led the world in providing research and development tax incentives for companies. But the nation has fallen to 17 th among industrial nations in", "new_id": -2}, {"uid": "1297160511212434957", "i": 23811, "idx": 1, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.\" A source told the Daily Mirror newspaper: <q> <strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> Comment on this Article Although he wants <strong> Nicole Scherzinger </strong>, <strong> Simon Cowell </strong> still hasn't made a final decision on the line-up and his stalling is said to be concerning TV chiefs who want the judging panel to be signed", "new_id": -2}, {"uid": "1297289647248905764", "i": 39187, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "National Science Foundation-$ 362 million increase, 6 percent Report Abuse \"We all know that spill liability taxes are passed on to the consumer. I dont want to pay!!!\" Report Abuse <q>_$ 39.5 billion to continue unemployment benefits for the long-term jobless through November. In a majority of states, the unemployed could receive benefits for up to 99 weeks. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Short Films by Honda Ponder the possibilities of future transportation and its effect. Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}]