[{"uid": "1295290539030998554", "i": 9077, "idx": 0, "sa": ["Kevin Brady", "Carolyn McCarthy", "Mike Pence"], "q": ", there's plenty of ammo there for them.'' <strong> Carolyn McCarthy </strong> plans to re-introduce a bill this week that outlaws large-volume bullet magazines. For Texas Republican <strong> Kevin Brady </strong>, it's a lost cause. <q>I'm not supportive of it, and I don't think it will gain much traction in the House,</q> <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. ''What we had here was a despicable human being", "new_id": -2}, {"uid": "1295088270198639634", "i": 48412, "idx": 0, "sa": ["Michael Vick"], "q": "player was getting up, he put his hand right on the Colts player's lower seat. It seemed as though the Colts player reacted a little faster than usual. My caption with that picture would be, <q>Hey, get your hand off my assets.</q> <strong> Michael Vick </strong>'s getting ready to sign a monster deal again. Why can't his kids enjoy everything that your kids enjoy? Oh that's right, it's Quickly, where the elite walk on water", "new_id": -2}, {"uid": "1295681320220479511", "i": 46170, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "they never showed up. They never got it going.'' <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting. <q>In a game like tonight, on our All credit goes to BroadbandTV and NBA.com. The Nuggets beat up on the Los Angeles Lakers and <strong> Kobe Bryant </strong> in Denver, CO on Friday night. The final score was 105-79, in favor of Denver. http://wn.com/Kobe_Bryant,_Lakers_MVP_Chants_at_Pepsi_Center_after_sweeping_the_Nuggets,_2008 Lakers fans at the Pepsi Center in Denver drown out the ''<strong> Kobe Bryant </strong> sucks</q> chants from Nuggets fans following the Lakers 4-0 sweep of the Nuggets in the first round of the playoffs. Check out this wholesale real estate deal in Denver, CO- Asking$ 80k/ ARV$ 145k+", "new_id": -2}, {"uid": "1297292537070500358", "i": 40823, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "They just do not exist. They can be friendly. They can be helpful. They can have good social graces... all the while hating your guts and wanting you dead, you infidel.'' Report Abuse <q>to compare democrats with terrorists is truly low rent. do you assume ALL our troops are republicans? are their no democratic americans in harms way in afghanistan? what about that? are they terrorists?</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1297193758265863169", "i": 13643, "idx": 0, "sa": ["Joel Dreyfuss", "Colin Powell", "the Black"], "q": "Meanwhile, the managing editor of The Root, a popular black website, wondered aloud at the silence of African Americans in a piece titled ''Where Are <strong> the Black </strong> Voices on Egypt and Tunisia?'' <q>African Americans have traditionally been the conscience of the country on foreign policy issues,</q> wrote Root's managing editor <strong> Joel Dreyfuss </strong>. ''That's what makes the silence today so startling.'' He rebuked the Congressional <strong> the Black </strong> Caucus for their hesitancy, and suggested that the role played by <strong> Colin Powell </strong> and", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. ''You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1297412496250134529", "i": 20122, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. ''Seriously, who else do we have?'' one asked me. <q>Unless something miraculous happens and we get an unexpected gift candidate.</q> Another GOP stalwart agreed: ''Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1295983523139264044", "i": 29184, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Jerry Reese"], "q": "manager <strong> Jerry Reese </strong>, told ESPNNewYork.com that ''we will not rule that out'' about <strong> Plaxico Burress </strong>' potentially returning to the team. ''We investigate everything and we'll definitely investigate that,'' <strong> Jerry Reese </strong> said. <q>But you know Plax, when he gets home I think the first thing he'll want to do is just spend time with his family, and we'll be in contact at the appropriate time.</q> In addition to being a model prisoner, there's no doubt that <strong> Michael Vick </strong>'s turnaround story this past season is helping <strong> Plaxico Burress </strong> get a fair second look. Just like <strong> Michael Vick </strong>, if <strong> Plaxico Burress </strong> is willing to", "new_id": -2}, {"uid": "1296798464219398156", "i": 24013, "idx": 8, "sa": ["Rod Smith", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Ed McCaffrey"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Rod Smith </strong> and <strong> Ed McCaffrey </strong> McCaffrey-Denver's Finest Since YouTube muted the song Ace of Spades over 2 FREAKING MONTHS after allowing it to play Ace of Spades, the NEW SONG is Already Gone by Halfway to Gone. This", "new_id": -2}, {"uid": "1296179950266141706", "i": 16761, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "generations,'' he said. ''It seems like some of the president's Democratic allies on Capitol Hill haven't gotten the memo from the White House.'' On Tuesday, <strong> Barack Obama </strong> told Congress: <q>We should also find a bipartisan solution to strengthen Social Security for future generations.</q> The president said Thursday the solution should not slash benefits for future generations or subject benefits ''to the whims of the stock market.'' <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge", "new_id": -2}]