[{"uid": "1297254047238534667", "i": 45811, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "talent show, joking that <strong> Christina Aguilera </strong> could have been chosen before messing up the American national anthem at the Super Bowl last Sunday. The music mogul also confessed that he \"likes\" Fergie is <q> one of the most underrated singers in this country. </q> Despite the hype surrounding US X Factor, reports have suggested that the show could mean bad news for fans of the original UK version. According to The Mirror, <strong> Simon Cowell </strong> has \"ruled himself out", "new_id": -2}, {"uid": "1296575674140820502", "i": 36499, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "A little late for that <strong> Ben Roethlisberger </strong>. Bernsie- nail on the head. If he regretted his actions, then his actions were something he shouldn't have done. He didn't qualify it by saying <q> I regret putting myself in a situation where I could be unjustifiably accused of sexual assault </q>. He never pleaded his innocence. He just tried to move forward and make people forget. If you were wrongly accused of rape, raise holy hell, <strong> Ben Roethlisberger </strong>! At least <strong> Michael Vick </strong> seems to want", "new_id": -2}, {"uid": "1295561213061718591", "i": 32409, "idx": 0, "sa": ["Eric Schmidt", "John Micklethwait", "Google Inc.", "Woodrow Wilson"], "q": ", <strong> John Micklethwait </strong>, about Internet and media innovation and <strong> Google Inc. </strong>'s changing role in the world at <strong> Google Inc. </strong>'s Zeitgeist Europe on May 21, 2007. http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Eric_Schmidt_at_the_Michael_Hammer_Memorial_Lecture <strong> Eric Schmidt </strong>: Here Is Why I'm Stepping Down <strong> Google Inc. </strong> co-founder Page will be CEO in shake-up <strong> Google Inc. </strong>'s Page to take", "new_id": -2}, {"uid": "1296509935175063107", "i": 7300, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to share the wealth with its unionized work forces now that they are solidly profitable. It's a harder problem than it seems, since both have become solid moneymakers in part because of worker concessions. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press. \"The obligation to our people was much greater than the need to improve our bottom line profitability.\"", "new_id": -2}, {"uid": "1295568030217792608", "i": 16944, "idx": 5, "sa": ["Eric Schmidt", "Richard Chang"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by Edwin Chan and <strong> Richard Chang </strong>) Does Lower Volatility Signal a Market Correction? Not Necessarily After signing pact with China, Boeing lays off 1,100 U.S. workers", "new_id": -2}, {"uid": "1295799539188252199", "i": 34943, "idx": 19, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Billy Butler agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1295607667131039302", "i": 3935, "idx": 2, "sa": ["Eric Schmidt"], "q": "news comes as Google announced revenue for the three months to 31 December rose 26% to$ 8.44 bn, driven by gains from display and mobile advertising revenue. <strong> Eric Schmidt </strong> says of the quarterly results: <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, Google and the wider web. </q> Net profit in the fourth quarter was$ 2.54 bn, up from$ 1.97 bn in the same period last year.", "new_id": -2}, {"uid": "1295779892017170523", "i": 1836, "idx": 2, "sa": ["Dick Armey", "Mike Pence"], "q": "movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. \"I said,` Let", "new_id": -2}, {"uid": "1295987834031850551", "i": 35102, "idx": 3, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized that <strong> Mike Pence </strong> has been advocating ending funding for abortion, and particularly for Planned Parenthood, since 2007. <q> Congressman <strong> Mike Pence </strong> has always held a high regard for the sanctity of human life. He thinks it's important that we encourage those who come to our nation's capital to continue to stand for the cause of life, </q> Lloyd said. Former Massachusetts <strong> Sarah Palin </strong> <strong> Mitt Romney </strong> put out a statement Monday marking the march, but did not attend. \"In great number, men and women from across our country are gathered today", "new_id": -2}]