[{"uid": "1295259419086458396", "i": 1711, "idx": 1, "sa": ["Kirsten Gillibrand", "Al Sharpton"], "q": "This year, <strong> Kirsten Gillibrand </strong> is working with <strong> Al Sharpton </strong> to do it again on a larger scale, with summits in New York as well as Washington. Dates are expected to be set soon. <q> As we face various deficit problems on the federal and state levels, it is very important that faith leaders, particularly in the African-American community that's impacted more than most... have a direct link with their federal representative, </q> <strong> Al Sharpton </strong> said.`` What can we do to protect the community that we represent?'' And <strong> Al Sharpton </strong> suggested some of New York's longer-serving legislators would do well to copy the newcomer, who has recently", "new_id": -2}, {"uid": "1296291756127057933", "i": 7880, "idx": 1, "sa": ["Shaquille O'Neal", "Marc Jackson", "Dwyane Wade", "Kyle Korver", "Allen Iverson"], "q": "spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night.`` It's like a do or die situation,'' <strong> Allen Iverson </strong> said. <q> A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us. </q> <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers, who won for the fifth time in six games. With Cleveland's 95-89 loss to New York, the Sixers( 40-38) moved into a tie for seventh", "new_id": -2}, {"uid": "1296360022187777064", "i": 47890, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "World parade-announcing duty, which now seems ominous since Disney owns the`` Live'' franchise.`` There's four people in broadcasting who know what they're doing,'' <strong> David Letterman </strong> said at one point. <q> Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth. </q> This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation.`` When was the last time you watched me in the last 10 years?'' he said.`` What was I doing and", "new_id": -2}, {"uid": "1295998941043548681", "i": 11503, "idx": 0, "sa": ["Colin Powell"], "q": "I am here to work to solve problems. And to say we will drop spending levels up to 30 percent, but provide no specifics, is being less then genuine. As <strong> Colin Powell </strong> recently said, <q> I'm very put off when people just say let's go back and freeze to the level two years ago. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem. </q> The public has been very clear. Job Creation should be our top priority. But, we are now in week-three of this Congress and we have yet to see a single jobs bill.", "new_id": -2}, {"uid": "1297356976264552470", "i": 6703, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "NBC Law& Order: SVU 2.6/ 7 8.09 CBS Blue Bloods 2.3/ 6 12.45 ABC Off The Map 1.9/ 5 5.56- Via NBC press notes: <q> In Late-Night Metered Markets Wednesday night: â\u0080¢ In Nielsen's 56 metered markets, household results were:`` The Tonight Show with <strong> Jay Leno </strong>, </q> 3.2/ 8; CBS's'' Late Show with <strong> David Letterman </strong>,'' 3.1/ 8; and ABC's combo of'' Nightline,'' 3.1/ 7; and`` <strong> Jimmy Kimmel </strong> Live,''", "new_id": -2}, {"uid": "1296700278031981577", "i": 26388, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Martha Stewart"], "q": "there is really no one <strong> Justin Bieber </strong> can't charm and his mother could be his secret weapon.`` <strong> Justin Bieber </strong>'s mom, Patti, is tiny,'' <strong> Martha Stewart </strong> tweets along with the above photo. <q> Looks twelve, and is very, very nice. <strong> Justin Bieber </strong> is extremely talented. </q> Look at that! Well, we all know <strong> Justin Bieber </strong> has a way with the cougars. He'll be doing the`` Top Ten'' segment on Friday's`` <strong> David Letterman </strong>'' and <strong> Martha Stewart </strong> even tweeted a", "new_id": -2}, {"uid": "1295282100244170761", "i": 5531, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a big loss.`` American Idol'' returns Wednesday with new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> and without the acidic <strong> Simon Cowell </strong> to keep everyone honest. <strong> Jennifer Lopez </strong> admits their act will be unlike <strong> Simon Cowell </strong>'s. <q> We bring a different perspective, I think, than any of the other previous judges really have before, especially if you're speaking about <strong> Simon Cowell </strong> specifically. We just do, </q> she says.`` We're artists. We've been up there. We've auditioned. We've been through the ranks.... I've been in this business a long time too. There's nothing", "new_id": -2}, {"uid": "1297037086262258741", "i": 42314, "idx": 0, "sa": ["Michael Vick"], "q": "elite company absolutely the opportunities should be there for him.'' He says those opportunities could come from snack food companies, quick-service restaurants and major soft drinks companies, including those that market energy drinks. <q> The energy drink category could be out there for him because of the explosion in that marketplace, </q> says Headley. Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a federal prison term after a dogfighting conviction, recently signed an endorsement deal with a Philadelphia-area company that equipped him with protective gear. To report", "new_id": -2}, {"uid": "1296770511173654034", "i": 12193, "idx": 43, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": ".'' A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying`` that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.'' <q> Don, someone's head has to roll over this, </q> Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that`` your leaving is a terrible idea.'' Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]