[{"uid": "1297451846240746502", "i": 36813, "idx": 6, "sa": ["George Washington", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> takes particular aim at human rights advocates' reporting on Andijan. ''Self-proclaimed human rights advocates with longstanding records of opposition to the Uzbekistan government... seemed interested in embarrassing <strong> George Washington </strong>,'' he wrote. <q>The facts were often mangled in the process.</q> As an example, he said that Human Rights Watch ignored evidence that many of the demonstrators were armed, mistakenly calling them ''peaceful protesters.'' That is not an accurate portrayal of the Human Rights", "new_id": -2}, {"uid": "1296280079111296551", "i": 6647, "idx": 4, "sa": ["Mike Pence"], "q": "during a statewide bus tour last fall. ''He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,'' Bucshon said. <q>A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.</q> Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, ''No matter what he decides to do, I'll be supportive.'' Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans", "new_id": -2}, {"uid": "1297419174197410853", "i": 49377, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and Android-powered phones outshone them. This move to partner with Microsoft could be seen as Nokia's final throw of the dice in the smartphone game. <strong> Stephen Elop </strong>, in a video annoucnement, said consumers could expect <q>stellar hardware, innovative software and great services</q> from the new partnership. Microsoft chief, <strong> Steve Ballmer </strong>, added that his company would be bringing ''the brands that consumers want'' like Bing, Office and of course Xbox Live. The new alliance will see Nokia", "new_id": -2}, {"uid": "1295537772185040912", "i": 5218, "idx": 0, "sa": ["Simon Cowell"], "q": ". While numbers have been going down for the ''American Idol:'' did <strong> Simon Cowell </strong> turn down$ 130 million to stay on show? MediEvil 2( Soundtrack)- Kew Gardens MediEvil II( also known as <q>MediEvil II: Return of the Laughing Dead</q>) is the sequel to MediEvil. It was released in 2000 by Sony Entertainment for the popular PlayStation console. It originally based upon a Gothic horror platform game that allows the user to explore several them... DarksydePhil", "new_id": -2}, {"uid": "1296128197246497300", "i": 17593, "idx": 4, "sa": ["Michael Vick", "Kevin Kolb"], "q": "season is up in the air. The two-year contract he signed with the Eagles in 2009 is up, and Philadelphia also has money invested in another quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. <q>I'm expecting everything to go according to plan... got to take it one day at a time,</q> said <strong> Michael Vick </strong>, who reiterated later, ''Hopefully I'll be with the Eagles next season.'' <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of", "new_id": -2}, {"uid": "1295756545021528602", "i": 15257, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "by the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book titled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Up to 53% Off at Salon& Spa De Crist in Lee's Summit THERAPISTS", "new_id": -2}, {"uid": "1295629409219988022", "i": 32065, "idx": 1, "sa": ["Ben Bernanke", "Mike Pence"], "q": "the next several months. However, several Republican members of Congress have argued that the move will devalue the dollar and drive up inflation in the long run. <strong> Mike Pence </strong> said the decision to pursue QE2 is <q>an example of the failure of the current policy that mandates the Federal Reserve focus on full employment and inflation.</q> Fed Chairman <strong> Ben Bernanke </strong> has repeatedly stated that he is confident the central bank has the tools to prevent inflation, and will be monitoring the buyback program for any signs of nascent inflation. When similar", "new_id": -2}, {"uid": "1295566644148553737", "i": 34297, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. Also, <strong> Eric Schmidt </strong> just tweeted that <q>adult supervision was no longer needed.</q> related to <strong> Sergey Brin </strong>'s comment on <strong> Charlie Rose </strong> that <strong> Eric Schmidt </strong> was brought on to bring ''adult supervision''. Google went from searching the Web to worming its way into nearly every facet of business and government. Seth Weintraub", "new_id": -2}, {"uid": "1295815498029966341", "i": 1016, "idx": 7, "sa": ["Eric Schmidt"], "q": "large food retailer Ahold. Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Google co-founder Larry Page taking over as CEO is becoming a more robust cloud-based productivity suite, and the... Report Abuse <q>Federal Government Tax Revenues$ 2 TRILLION</q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental Tax", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]