[{"uid": "1296605303069910550", "i": 23187, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on Twitter, which he says he uses to keep in touch with fans. <q> Twitter is a wonderful thing because I can interact with my fans. They feel they are part of me, </q> he said, adding that fan adoration doesn't bother him because he'd be nowhere without the fans. In Toronto to promote his upcoming movie, <strong> Justin Bieber </strong> said the film is an answer to naysayers who think", "new_id": -2}, {"uid": "1296163911042713105", "i": 25560, "idx": 1, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by <strong> Mike Pence </strong>'s mother, who has been urging him to finally put an end to all of the building speculation over his political future. <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, {"uid": "1296482657189546496", "i": 3306, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 percent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 percent by meeting a government", "new_id": -2}, {"uid": "1297423927203276324", "i": 6060, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": " title=\"Das 3310 geh?rt zu den popul?rsten Nokia-Handys. Es geh?rt mit...\" href=\"http://www.ftd.de/unternehmen/:vom-gummistiefel-zum-handy-nokias-meilensteine/60009606.html\"> title=\"Die Herstellung von Gummistiefeln und Schuhen geh?rte zum...\" href=\"http://www.ftd.de/unternehmen/:vom-gummistiefel-zum-handy-nokias-meilensteine/60009606.html\"> title=\"Der Communicator 9000 war eines der ersten Smartphones weltweit....\" href=\"http://www.ftd.de/unternehmen/:vom-gummistiefel-zum-handy-nokias-meilensteine/60009606.html\"> <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen Systemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief der Konzernchefs <strong> Stephen Elop </strong> und href=\"http://www.ftd.de/whoiswho?whoIsWho=B#Steve BallmerSteve Ballmer\"> <strong> Steve Ballmer </strong> von Microsoft. F?r Nokia ist der Einsatz eines anderen Betriebssystems ein tiefer Einschnitt.`` Auf ganzer Linie gescheitert''`` Diese Partnerschaft gr?ndet", "new_id": -2}, {"uid": "1295992202254623802", "i": 11582, "idx": 0, "sa": ["Laura Bush", "Rudy Giuliani", "Colin Powell"], "q": "heard from the likes of <strong> Rudy Giuliani </strong>, <strong> Laura Bush </strong> and <strong> Colin Powell </strong>, with a few lesser-known motivational speakers sprinkled in. An overflow audience of 500 people watched a satellite feed from Harborside Event Center in Fort Myers. <q> I think we're here with 6,000 of our best friends today, </q> said Jeff Miloff, co-owner of Miloff Aubuchon Realty.`` I've seen all kinds of business people. It's great for the community to have this type of inspiration.'' Miloff attended the seminar", "new_id": -2}, {"uid": "1294960972181354503", "i": 19863, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,'' <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q> It felt like we were watching a miracle.`` New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign.`` Instead of giving us the thumbs up, she literally raises her whole arm, </q> <strong> Kirsten Gillibrand </strong> said.Mark Kelson has been ever present at his wife's side since the attack. He is due to take command of the final flight of the href=\"http://www.earthtimes.org/tag/space.html\"> space shuttle Endeavour, but has asked NASA to appoint", "new_id": -2}, {"uid": "1296482655189546567", "i": 17231, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' DALY CITY 4 BR/ 4.0 BA$ 779,000.00 DALY", "new_id": -2}, {"uid": "1295862437042090540", "i": 12399, "idx": 0, "sa": ["Michael Vick", "Tiger Woods", "Ben Wallace", "Ben Roethlisberger", "Dan Rooney"], "q": "CITIZEN For a while, it appeared <strong> Ben Roethlisberger </strong> might be headed down the same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen. <q> <strong> Ben Wallace </strong> has done a great job, </q> Steelers owner <strong> Dan Rooney </strong> told FOXSports.com.`` <strong> Ben Wallace </strong> did his time.`` He did everything he was asked to do. He conducted himself as a real gentleman.`` I'm very proud of", "new_id": -2}, {"uid": "1295571277037306368", "i": 14596, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "'' and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently. <q> <strong> Larry Page </strong>, Serg and I spend a lot of time talking about how we could run the company even better... Historically we were making decisions together which adds delays to the process, </q> he said.`` I believe <strong> Larry Page </strong> is ready... It's time for him to have a shot at running this and I'm sure he'll do a fantastic job.''", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]