[{"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1296850140173342751", "i": 7912, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1296443805235372683", "i": 46932, "idx": 17, "sa": ["Allen Iverson", "Yao Ming"], "q": "I just want to see things get better for them.\" For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q>People ask that question all day, but my whole thing is to just win the basketball game,</q> <strong> Allen Iverson </strong> insisted. \"If I had a <strong> Yao Ming </strong> game and we didn't win I would be feeling terrible right now. I'm just happy we got the win. Like I said, it's just another", "new_id": -2}, {"uid": "1295299857181911591", "i": 30028, "idx": 0, "sa": ["Allen Iverson"], "q": "playoff experience to their credit. But just http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295167629029294640", "i": 17757, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle Giffords' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q>it felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> Schults said. \"Other than the birth of Facebook dating advice for dummies: Don't say \"I love you\" until you meet her Her profile pictures look so hot and sexy. She has an", "new_id": -2}, {"uid": "1295803019101695619", "i": 39687, "idx": 1, "sa": ["Colin Powell", "President Bush", "Geoffrey Wawro"], "q": "to discuss the war. The first <strong> President Bush </strong> hosted some 3,500 people, including many who were Gulf War veterans, at the event at Texas A&M University, which is the home of his presidential library. <q>There is a legitimate argument as to whether we stopped too soon,</q> <strong> Colin Powell </strong> said. \"We accomplished the mission. <strong> President Bush </strong> made the right decision.\" <strong> Geoffrey Wawro </strong>, who published \"Quicksand: America's Pursuit of Power in the Middle East\" last year, writes in", "new_id": -2}, {"uid": "1295566871244678664", "i": 48495, "idx": 6, "sa": ["Eric Schmidt"], "q": "at Benchmark Co.. He said Wall Street was comfortable with <strong> Eric Schmidt </strong>, and that investors may question whether Page is the right person for the job because he lacks CEO experience at a major public company. <q>Certainly, there will be some concerns going forward,</q> Moran said. \"He will have to prove himself.\" Google shares rose 2.6% to$ 643.08 in after-hours trading, as the company's fourth-quarter results topped Wall Street's expectations.", "new_id": -2}, {"uid": "1295473355144211985", "i": 25464, "idx": 0, "sa": ["Simon Cowell", "David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q>It's not any news here about my drug use and addictions in the past,</q> he told <strong> David Letterman </strong> on \"The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. \"I\"m not going in there to be a harsh", "new_id": -2}, {"uid": "1296770511173654034", "i": 12179, "idx": 29, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell"], "q": "responsibility,\" as if they had collectively shrugged, \"stuff happens.\" <strong> Donald Rumsfeld </strong> seems to suggest it was a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than <q>putting an Iraqi face on postwar Iraq as soon as possible.</q> But he noted that <strong> Colin Powell </strong>'s State Department had \"proposed an American-led civil authority for an indefinite period.\" As for Bush's \"Mission Accomplished\" appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296373180057065475", "i": 23354, "idx": 5, "sa": ["Dorell Wright", "Allen Iverson", "Ime Udoka"], "q": "three steals. \"All my life I've been watching him play and to have the opportunity to play him was fun,\" said Kings guard Sergio Rodriguez, who was matched up against <strong> Allen Iverson </strong> at times. <q>He showed that he can still play and he can play well. He looked great.</q> <strong> Allen Iverson </strong> was at his best in http://wn.com/Dwyane_Wade_Complete_Highlights_vs_Kings_[34_Points_10_Assists] SACRAMENTO, Calif.-- The best and worst moments of <strong> Dorell Wright </strong>'s NBA career have both come in Sacramento. <strong> Dorell Wright </strong> will certainly savor what happened <strong> Ime Udoka </strong> night against the Kings.", "new_id": -2}]