[{"uid": "1295748280123617317", "i": 3485, "idx": 5, "sa": ["Kobe Bryant", "Lady Gaga", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Carlos Boozer"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 Airbus A380 from Singapore Airlines lands at Changi Airport... <strong> Lady Gaga </strong> Answers your comments! Well, our <strong> Lady Gaga </strong>", "new_id": -2}, {"uid": "1295817637129564698", "i": 3526, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "branded \"medieval\" by Fare, a Europe-wide campaign group opposed to discrimination in football. \"They reveal the appalling and damaging sexist attitudes that exist across football,\" said Piara Powar, its executive director. <q>If they had made the same comments about a black or Asian linesman we would be looking at what happened to <strong> Ron Atkinson </strong>[ who was urged to resign as a pundit by ITV in 2004 after he made a racist remark live on air about the black Chelsea player <strong> Marcel Desailly </strong> when he thought the microphone was off].</q> Sky said last night: \"The comments are not acceptable. They were not made on air but we have spoken to <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> and told them our views and they have apologised and expressed their", "new_id": -2}, {"uid": "1295612697003915826", "i": 5909, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,\" <strong> David Cameron </strong> said in an e-mailed statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q>-- Editors: Eddie Buckle, Anthony Aarons. To contact the reporter on this story: Robert Hutton in London at rhutton1@bloomberg.net;", "new_id": -2}, {"uid": "1295631788155697213", "i": 47577, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "and <strong> Tony Blair </strong>'s Iraq War posturings. Shadow Chancellor Alan Johnson's wife's extramarital shaggings also rather helped deflect attention- given the involvement of a police protection officer in the sordid adultery. <q>Couldn't have come at a better time,</q> No 10 spin doctor <strong> Andy Coulson </strong> told colleagues as his resignation letter was posted online. The Downing Street communications chief has clung on to his job despite the furor of the News of the Screws phone tap scandal", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a \"wow\" moment,</q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1296492936169607194", "i": 72, "idx": 3, "sa": ["Sergio Marchionne", "David Whiston"], "q": " \"I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started,\" <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. <q>So far, theyre proving me wrong and proving nearly everyone else out there wrong.</q> Chrysler's U.S. growth in the past year was in part fueled by sales to so-called fleet customers-- corporate, government and rental-car company buyers. \"Fleet sales in the fourth quarter ended in", "new_id": -2}, {"uid": "1297249710016384018", "i": 41016, "idx": 2, "sa": ["Adam Sandler", "David Letterman", "Conan O'Brien"], "q": "all know what you do, right?\" <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly. \"My mother still thinks I'm a doctor,\" he quipped. <q>I never really told her. So every Thanksgiving her friends will come over and I'll give them pelvic exams.</q> <strong> Conan O'Brien </strong> <strong> Adam Sandler </strong> on \"<strong> David Letterman </strong>' after the jump! Now why was it necessary to in three sentences get to examining senior citizen pelvises, and his mother\"s friends in particular? <strong> David Letterman </strong> summed it", "new_id": -2}, {"uid": "1295587965072171525", "i": 11225, "idx": 3, "sa": ["Google Inc.", "Eric Schmidt", "Eric E"], "q": "Googlers globally deserves most of the credit,\" he said. Image: <strong> Eric E </strong> <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> co-founder Larry Page.\"/> Next <q>And as our results today show, the outlook is bright. But as <strong> Google Inc. </strong> has grown, managing the business has become more complicated. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> explained. Image: <strong> Google Inc. </strong> co-founder Larry Page. 370) this.width= 370\" alt= \"Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California.\"/>", "new_id": -2}, {"uid": "1296863258132562976", "i": 31586, "idx": 0, "sa": ["Donald Rumsfeld", "Kermit Gosnell", "President Bush"], "q": "properties, but <strong> Kermit Gosnell </strong> said he didn't want to sell them because he still has to support his youngest child. The judge noted some of his adult children could care for the youngster. <q>Your first priority is to get a lawyer,</q> she told him. <strong> Kermit Gosnell </strong> said his children \"have all done very well,\" but he said one is in Switzerland. In memoir, <strong> Donald Rumsfeld </strong> recalls <strong> President Bush </strong>'s early Iraq focus- Just 15", "new_id": -2}, {"uid": "1297373233070008855", "i": 34991, "idx": 1, "sa": ["Eric Schmidt"], "q": "the last 10 years, but the recent high valuations placed on some high-profile Internet companies has <strong> Eric Schmidt </strong> scratching his head. \"There are clear signs of a bubble,\" Mr. <strong> Eric Schmidt </strong> told the Swiss magazine Bilanz. <q>But valuations are what they are.</q> Reuters( For those DealBook readers who read German- or who perhaps those who will work at the New York Stock Exchange- here's a link to Bilanz.) The Twitter", "new_id": -2}]