[{"uid": "1295120798042319882", "i": 9482, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as encouraging investment. The bitter campaign split Italy's powerful labour unions. <strong> Sergio Marchionne </strong> praised the`` courage'' of workers who gave their approval. Saying yes to flexibility makes it possible to achieve <q> very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs, </q> <strong> Sergio Marchionne </strong> said in a statement.`` In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,'' he said.", "new_id": -2}, {"uid": "1297130860124354560", "i": 6990, "idx": 0, "sa": ["David Letterman"], "q": "Best stat Teams giving up an interception return for a touchdown are 0-11 in the Super Bowl. Best quote Steelers safety Ryan Clark, on the pain of losing the Super Bowl: <q> Where do you go from here? Nothing separates us from the other 30 teams that weren't here. We're just like them. </q> Best headline Sportspickle.com:`` Green Bay General Store looted.'' Super flu CBS' <strong> David Letterman </strong>:`` Six percent of Americans call in sick on the Monday after the Super", "new_id": -2}, {"uid": "1295607761007487551", "i": 39590, "idx": 2, "sa": ["Eric Schmidt"], "q": "yet to finish his Ph.D. in computer science from Stanford University, transforming himself from computer scientist-cum-entrepreneur to a CEO role is a big shift. But <strong> Eric Schmidt </strong> believes Page is ready to take over by saying, <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong> on his page also emphasized that`` Day-to-day adult supervision no longer needed!'' indicating that Page is ready to take the helm. <strong> Eric Schmidt </strong> is confident about Page who stressed that for last decade he", "new_id": -2}, {"uid": "1296254515202539021", "i": 11601, "idx": 2, "sa": ["Jackie Walorski", "Mike Pence"], "q": "by the prospect of <strong> Mike Pence </strong> running for governor.`` I think he's the clear front-runner, and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He worked as president of the Indiana Policy Review think tank and a radio", "new_id": -2}, {"uid": "1295546693266108960", "i": 12829, "idx": 2, "sa": ["Murray Clark", "Mr. Bauer", "Mike Pence"], "q": "House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> says he plans to announce his decision early next year. <q> <strong> Sen. Joe Lieberman </strong>'d put money on him running for governor over president, because the field is a lot smaller and he wouldn't be running against an incumbent, </q> says Indiana's recently retired GOP chairman, <strong> Murray Clark </strong>. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> usually draws under 5% in voter surveys testing the emerging 2012 field. But the excitement he's stirred among a swath of conservatives-he won a straw", "new_id": -2}, {"uid": "1295289004218529795", "i": 48236, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Josh Smith"], "q": "37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night.`` They didn't steal my spotlight,'' said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds. <q> They did what they were supposed to do. They took advantage of the defense that they threw at us. </q> <strong> Allen Iverson </strong> set the tone early with his sharp shooting. He had 18 points at halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first", "new_id": -2}, {"uid": "1296852645182026275", "i": 298, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Text Size DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1295911596142966787", "i": 19559, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "television stations, websites, film studios and related production facilities; and to dominate local media controlling cable and Internet service and TV stations in major cities across the country. <strong> Al Franken </strong> <strong> Sen. Bernie Sanders </strong> overstates nothing when he argues that <q> this new media giant will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States. At a time when a small number of giant media corporations already control what the American people see, hear and read, we do not need another media conglomerate with control over the production and distribution of media content. What we need is less concentration of ownership, more diversity, more local ownership-and more viewpoints. </q> Small cable providers joined consumer groups to object to the Comcast-NBCU merger, but most major media and telecom firms were conspicuously silent as Comcast( which ranked fourth among corporate contributors to 2010 election campaigns) spent", "new_id": -2}, {"uid": "1297242024149028872", "i": 23748, "idx": 1, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": ", in just his third season as a starter since replacing Green Bay legend <strong> Brett Favre </strong>, led the Packers to their fourth Super Bowl title, completing 24-of-39 passes for 304 yards and three touchdowns. <q> Do you think you'll play next year? </q> <strong> David Letterman </strong> quipped, poking fun at <strong> Aaron Rodgers </strong>' predecessor <strong> Brett Favre </strong> for his retirement flip-flopping the last several seasons. Although he didn't answer as the audience laughed, <strong> Aaron Rodgers </strong> has said he thinks the Packers have a", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]