[{"uid": "1295052532226361350", "i": 6702, "idx": 1, "sa": ["Bill Lockyer"], "q": "the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as \"needlessly provocative acts of gamesmanship that warp the status quo.\" <q>Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,</q> he said. California Redevelopment Association director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1295641931245137430", "i": 4216, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "firm. He'll still act as \"an advisor to Page and fellow co-founder <strong> Sergey Brin </strong>\". Pheeew! For a moment there... Anyhow, as \"co-founder\" <strong> Sergey Brin </strong> will be working on <q>strategic projects, in particular working on new products</q> the company says, notes the story. \"His title will remain. So it sounds like no big change there.\" Big Bang At Google: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4", "new_id": -2}, {"uid": "1297193906067846212", "i": 27165, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. About comments Reader comments on SanLuisObispo.com are the opinions", "new_id": -2}, {"uid": "1296452851051232810", "i": 44223, "idx": 0, "sa": ["John Stockton", "Michael Jordan", "Allen Iverson", "Bill Self"], "q": "packed crowd in <strong> Allen Iverson </strong> Fieldhouse. But he couldn't stop the Jayhawks from shooting almost 60 percent while Texas Tech( 16-12, 7-8) shot a miserable 29 percent in the biggest rout in Big 12 history. <q>I didn't like that. I have a lot of respect, and I really like <strong> Pat Knight </strong>,</q> <strong> Bill Self </strong> Sept. 11-- <strong> Michael Jordan </strong>, a five-time National Basketball Association Most Valuable Player and winner of a record 10 scoring titles, was among five people inducted to the Naismith Memorial Basketball Hall of Fame. Point guard <strong> John Stockton </strong>", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.</q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1295670143256737309", "i": 30983, "idx": 0, "sa": ["Eric Schmidt"], "q": "of the company, and providing business leadership, and even reportedly mediating in disputes between the founders over issues such as bedrooms on the company jet. In a company statement, <strong> Eric Schmidt </strong> said: <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come.</q> Tellingly, on a Twitter posting at the time of the announcement, <strong> Eric Schmidt </strong> commented; \"Day-to-day adult supervision no longer needed!\" Google also announced results for Q4,", "new_id": -2}, {"uid": "1296104854045285378", "i": 37795, "idx": 1, "sa": ["Erik Spoelstra", "LeBron James", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. \"They're great players and they've proven to be productive in their careers,\" Heat coach <strong> Erik Spoelstra </strong> said. <q>So once they became comfortable with this team and with each other, that was a matter of time.</q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2- 25.9 points, 7.2 rebounds, 7.2 assists, just ahead", "new_id": -2}, {"uid": "1297426199245137410", "i": 35814, "idx": 4, "sa": ["Michael Gove"], "q": "was no challenge to Mr <strong> Michael Gove </strong>'s ability to make the decision. \"The final decision on any given school or project still rests with him[ <strong> Michael Gove </strong>],\" the judge found. <q>He may save all, some, a few, or none. No one should gain false hope from this decision.</q> The axing of the project last summer triggered a massive outcry, after 700 school rebuilds in England were cancelled. It earned Mr <strong> Michael Gove </strong> a reputation as a weak link in Cabinet and triggered a", "new_id": -2}, {"uid": "1295907519051232852", "i": 3291, "idx": 0, "sa": ["Eric Schmidt"], "q": "traits. That it's bringing back Larry Page-one of the mega brand's youthful, eager, inquisitive founders-to take it forward is a healthy sign that the company knows on what its success is based. <strong> Eric Schmidt </strong>, <q>was brought in a decade ago as a professional manager to provide what he called \"adult supervision,</q> did a phenomenal job guiding the company through its adolescence. From what insiders( and some outsiders) are saying, Google, in its adulthood, has lost some of the spark and entrepreneurial spirit that made it", "new_id": -2}, {"uid": "1296041942233095246", "i": 6442, "idx": 0, "sa": ["Eric Schmidt"], "q": "creative innovation. The producer and Black Eyed Peas frontman will contribute music and input on smart phone, tablet, and laptop development.( Los Angeles Times) During a recent appearance, outgoing CEO <strong> Eric Schmidt </strong> said his <q>next decade at Google will be better than his previous decade,</q> suggesting that he'll be sticking around for a while. He also discusses crowd-sourcing, smartphones and \"zero click search.\"( Fortune) Sequoia Capital, considered by many to be the world's best venture", "new_id": -2}]