[{"uid": "1296474558177012779", "i": 27336, "idx": 0, "sa": ["David Letterman", "Edward J. Lopez", "Johnny Carson", "Alex Kozinski"], "q": "Is US Justice Broken? Overcoming Government Legal Failure, Part 4 An Independent Policy Forum held on 12/9/10. <strong> Alex Kozinski </strong>, Chief Judge for the US Court of Appeals for the Ninth Circuit, discusses <strong> Edward J. Lopez </strong>'s new book <q> The Pursuit of Justice, </q> the faulty incentives at the heart of legal failures, and whether market-based reforms wou... Dave's Truck: The Arbitration Part II On April 18, 1986, <strong> Johnny Carson </strong> played a practical joke on <strong> David Letterman </strong> by stealing Dave", "new_id": -2}, {"uid": "1294968322178536453", "i": 53762, "idx": 6, "sa": ["Marcus Camby", "Steve Blake", "Carmelo Anthony", "Allen Iverson", "Wilder Smith"], "q": "to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Wilder Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the Nuggets can make a deep playoff run. <q> For me, at this stage of my DNA \"Did the code and means of translation it appear simultaneously in evolution? It seems almost incredible that any such coincidences could have occurred, given the extraordinary complexities of both sides and the requirements that they be coordinated accurately for survival. By a pre-Darwinian( or a skeptic of evolution after Darwin) this is a puzzle surely would have been interpreted as the most powerful sort of evidence for special creation. </q>* C. Haskins, \"Advances and ChAllen Iversonges in Science\" in American Scientist 59( 1971), pp. 298. \"The code is meaning unless translated. The modern cell's translations amchinery consists of at least", "new_id": -2}, {"uid": "1297381014148979729", "i": 57416, "idx": 1, "sa": ["Bill Lockyer"], "q": "challenged it with the unanswerable, ruthlessly rhetorical question: \"My message is: If not you, who?\" \"? California State Treasurer <strong> Bill Lockyer </strong> \", via spokesman Tom Dresslar, called the CRA-City Hall antics <q> needlessly provocative acts of gamesmanship that warp the status quo.... Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. </q> \"? California Professional Firefighters President Lou Paulson \": \"The Redevelopment Agency is basically saying that developer profits are more important than schools, public safety, libraries and other core services.\" \"? Two of", "new_id": -2}, {"uid": "1295559761263241902", "i": 30978, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Notables at state dinner Gallery", "new_id": -2}, {"uid": "1296560563171900973", "i": 57676, "idx": 0, "sa": ["Max Clifford", "Simon Cowell"], "q": "who was diagnosed with a brain tumor in 2009, was granted her biggest wish- to sing for <strong> Simon Cowell </strong>. Her dream came true at the Britain's Got Talent studios in London. Afterwards, she said: <q> <strong> Simon Cowell </strong> let me sing` Twinkle Twinkle Little Star' to him. He's so nice and I love him. </q> Bethany passed away at a hospice the three days later. <strong> Simon Cowell </strong>'s spokesman <strong> Max Clifford </strong> said, \"He is really upset, he said what a beautiful little girl she was. He is just so sad, and", "new_id": -2}, {"uid": "1297254907195313703", "i": 29402, "idx": 8, "sa": ["Simon Cowell"], "q": "said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply: <q> If we don't, with what I've put[ up as a prize], find a global star, I think we've failed. </q> Fight between 2 women led to murder, witness testifies Couples from B.G., Point Place are among 22 honored by state GM reportedly to pay$ 3,000 profit shares Man vs. Machine Watson takes on former` Jeopardy!'", "new_id": -2}, {"uid": "1296774628218005537", "i": 26573, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "et ses cons?quences, notamment le fait que les opposants? la guerre et au pr?sident ont constamment martel qu'il s` agissait de torture, ont fini par nous faire du tort\" , crit <strong> Donald Rumsfeld </strong>. <q> Plus que toute autre chose que j' ai chou? faire, et malgr la fiert que j' avais? accomplir toutes les choses importantes que nous avons r?ussies, je regrette de n'?tre pas parti? ce moment-l </q>. R?v?l?es en 2004, les photos montrant des d?tenus de la prison d'Abu Ghraib d?nud?s, frapp?s, attach?s dans des positions humiliantes ou empil?s sur du carrelage, ont fait le tour du monde et provoqu", "new_id": -2}, {"uid": "1295540865257720386", "i": 2436, "idx": 1, "sa": ["Gabrielle Giffords", "Ben Ali", "Kirsten Gillibrand"], "q": "\"permBen Alink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn\" }{ \"title\" : <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\" , \"note\" :", "new_id": -2}, {"uid": "1297126081224133121", "i": 10058, "idx": 3, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings. \"What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,\" <strong> Simon Cowell </strong> explains. <q> But people are still excited about these shows, whether \"Dancing with the Stars, </q> which has gotten better over the years, \"America's Got Talent\" ... I think they've done a good job.\" While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1295615284003915779", "i": 17213, "idx": 0, "sa": ["Andy Coulson"], "q": ", in his resignation statement, insisted he stood by his previous line that he was not aware of phone hacking when he was News of the World editor and said he had done nothing wrong. He said that <q> when a spokesman needs a spokesman, it is time to move on </q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to", "new_id": -2}]