[{"uid": "1297239482104841255", "i": 47145, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.<q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted to attack", "new_id": -2}, {"uid": "1295253498206143557", "i": 27044, "idx": 1, "sa": ["Kirsten Gillibrand", "James Eric", "Gabrielle Giffords"], "q": "both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on \"Meet the Press.\" The New York Democrat is a close friend of <strong> Gabrielle Giffords </strong>. \"She's doing great,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing.<q> <strong> Gabrielle Giffords </strong>' progress came as new details emerged about the rampage victim arrested Saturday for shouting a threat during a town-hall meeting. <strong> James Eric </strong> Fuller, 63, who was shot in the knee, had", "new_id": -2}, {"uid": "1295432574026050633", "i": 1725, "idx": 0, "sa": ["Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q>We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week.<q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.<q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295246138063356933", "i": 32624, "idx": 6, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q>One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and <strong> Sarah Palin </strong> in particular,<q> the group said. \"Friends, this is outrageous.\" United States You can follow any responses to this entry through the RSS 2.0. You can skip to the end and leave a", "new_id": -2}, {"uid": "1294991426005357592", "i": 36296, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": " \"<strong> Gabrielle Giffords </strong>, you've got to get better because we have to have another double-date, we're going to take you out for pizza,\" <strong> Kirsten Gillibrand </strong> told NBC Nightly News' Brian Williams. <q>So we were really trying to tell her how much we miss her and love her and how we wanted her to know we were with her every step of the way, and that's when she began to really started to respond.<q> Video: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>:` <strong> Gabrielle Giffords </strong> is inspiring a nation\"( on this page) Advertise| AdChoices Advertise| AdChoices Advertise| AdChoices", "new_id": -2}, {"uid": "1295905049076185690", "i": 26137, "idx": 3, "sa": ["Bill Lockyer"], "q": "and how aggressively the legislature and the governor close the budget deficit. \"Then, the next option, if you run out of deferrals, is to issue i.o.u.'s,\" Mr. <strong> Bill Lockyer </strong> said. <q>It's a possibility. It's not one that anyone wants to do. It's at the bottom of the list of choices. But it is on the list.<q>", "new_id": -2}, {"uid": "1296540304067862528", "i": 13216, "idx": 0, "sa": ["Allen Iverson"], "q": "and artery that runs down <strong> Allen Iverson </strong>'s leg, and that he will miss at least six to eight weeks. <strong> Allen Iverson </strong> should be able to resume his career after a prolonged period of rest. <q>We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career after a conservative period of time,<q> Andrews said in a statement released through <strong> Allen Iverson </strong>'s manager. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001 with Philadelphia, agreed to a two-year,$ 4 million US deal with Besiktas after no", "new_id": -2}, {"uid": "1295286866003260425", "i": 45833, "idx": 1, "sa": ["Steve Ballmer"], "q": "first 12 months of service to qualified customers that sign up by June 30, 2011. \"Sales professionals are at the heart of almost every successful business,\" <strong> Steve Ballmer </strong> said. <q>Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market.<q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization:", "new_id": -2}, {"uid": "1295625832143933451", "i": 20888, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush", "Mohammad Abdullah"], "q": "'s emir who was unable to attend, thanked the former president, his officials, the U.S. and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.<q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers-- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>-- and H.E. <strong> Mohammad Abdullah </strong> Abulhasan", "new_id": -2}]