[{"uid": "1296048429000704562", "i": 28920, "idx": 0, "sa": ["Alassane Ouattara"], "q": "are grappling for control of Ivorian state funds after a disputed election which <strong> Alassane Ouattara </strong> won according to UN-certified results. Gbagbo has already been denied access to Ivorian accounts held at the BCEAO's headquarters in Senegal. <q> Former president Laurent Gbagbo has decided to requisition the national management, branches and personnel of the BCEAO, </q> <strong> Alassane Ouattara </strong>'s parallel government, operated from a UN-guarded hotel in Abidjan, said in a statement. It added that <strong> Alassane Ouattara </strong> had in consultation with leaders of the West African franc single currency zone decided to close", "new_id": -2}, {"uid": "1296233986144064524", "i": 29621, "idx": 8, "sa": ["Howard Stern", "Simon Cowell", "Randy Jackson"], "q": "slow voice-- unfortunately it just isn't very good. He looked like he would have all the tools, but is just off-key.`` I thought it was terrible and a joke,'' says <strong> Randy Jackson </strong>. <q> Do we even need to vote? </q> Floppy-haired Scott Dangerfield,... The X Factor US: Has <strong> Simon Cowell </strong> Chosen The New Host? Rumors surrounding The X Factor US series have reached fever-pitch Diddy wo n`t work with <strong> Simon Cowell </strong> <strong> Howard Stern </strong> To Replace <strong> Simon Cowell </strong> On American Idol", "new_id": -2}, {"uid": "1295223318165576722", "i": 42712, "idx": 4, "sa": ["Alassane Ouattara"], "q": "besieged Golf Hotel, <strong> Alassane Ouattara </strong> spokeswoman Anne Ouloto repeated the demand that:`` He[ Gbagbo] must go.'' Gbagbo`` is not following the logic of peace or of dialogue,'' he said. <q> We saw this yesterday with the hateful and nasty speech </q> given by his wife, Simone, in which she called <strong> Alassane Ouattara </strong> a`` bandit chief.'' Gbagbo's spokesman dismissed the possibility of an Ecowas military intervention:`` The people will not accept external diktats", "new_id": -2}, {"uid": "1295138665036634641", "i": 7610, "idx": 6, "sa": ["Larry Brown", "Allen Iverson", "Mike Krzyzewski", "Tyronn Lue"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers <strong> Mike Krzyzewski </strong> <strong> Larry Brown </strong> said.`` This is kind of unexpected but it's neat.'' In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295952349149733383", "i": 6554, "idx": 0, "sa": ["Derek Hough", "Katy Perry", "Simon Cowell"], "q": "Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of Cheryl's rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old Girls Aloud star has what it takes to draw audiences in across the Atlantic. The source added to", "new_id": -2}, {"uid": "1296087884263274525", "i": 1078, "idx": 0, "sa": ["Michael Gove"], "q": "of the English schools system. The Michael Government is due to publish a new Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1296376709098549798", "i": 13995, "idx": 0, "sa": ["Zahi Hawass"], "q": "mummies were seriously damaged by an out-of-control mob at the Egyptian Museum in Cairo yesterday before civilian volunteers saved the vaunted treasure trove of ancient artifacts from greater damage by forming a human chain around the building. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that someone had tried to raid the museum by force last night, </q> said <strong> Zahi Hawass </strong>, Egypt's top archeologist and star of The History Channel show`` Chasing Mummies.'' TOMB MUCH: Altruistic Egyptians rally around a tank protecting antiquities in Cairo yesterday. After the looters got", "new_id": -2}, {"uid": "1296517021268402718", "i": 29248, "idx": 0, "sa": ["Michael Vick"], "q": "are good \" copy cats and low cost producers. They have the jobs. We don't. So, we invent new products that eventually end up being made in China or other low Report Abuse <q> Here in Southern California there are a lot of city's using stimulus money to replace perfectly good curb and gutter( median in middle of city streets) with miles and miles of new curb and gutter. Meanwhile there are still potholes the size moochelle's a ss everywhere you drive. How can these temporary jobs help the economy? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court", "new_id": -2}, {"uid": "1295996155228769804", "i": 38257, "idx": 0, "sa": ["Rachel Maddow", "Frank Luntz", "Nancy Pelosi", "Greta Van Susteren", "Mike Pence", "Michael Grimm", "Susan Estrich", "John Thune", "Candy Crowley", "Barack Obama"], "q": "Factor'': Preview of <strong> Barack Obama </strong>'s State of the Union address with Krauthammer, Stossel, <strong> Candy Crowley </strong> and Colmes`` HRachel Maddowity'': Reaction and analysis post-State of the Union with <strong> Frank Luntz </strong>'s focus group <q> On the Record with <strong> Greta Van Susteren </strong> </q>: Special post-SOTU edition, live from the Russell Rotunda at 11 p.m. with Minority Leader <strong> Nancy Pelosi </strong>( D-CA); Sen. <strong> John Thune </strong>( R-SD); <strong> Mike Pence </strong> <strong> Michael Grimm </strong>( R-NY); <strong> Susan Estrich </strong>, Fox News Political Commentator;", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}]