[{"uid": "1296444909100565016", "i": 14395, "idx": 2, "sa": ["DeSean Jackson", "Michael Vick"], "q": "take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on Sunday that <strong> Michael Vick </strong> is \"a big brother\" to him and he's looking forward to a full offseason working with the quarterback. <q> It was something that just kind of fell in his lap, and it's just something he took advantage of, </q> <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. \"But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that", "new_id": -2}, {"uid": "1295425429066371636", "i": 34570, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Hugh Hefner"], "q": "\" of the awards show was \"hugely mean-spirited with mildly sinister undertones\". Meanwhile <strong> Simon Cowell </strong> Berk of the Hollywood Foreign Press Association, which puts on the Globes, said <strong> Ricky Gervais </strong> had crossed the line. <q> Some of the things he said were totally unacceptable, </q> Berk said. <strong> Ricky Gervais </strong> had introduced Berk by saying: \"I just had to help him off the toilet and pop his teeth in.\" <strong> Hugh Hefner </strong> seemed to take <strong> Ricky Gervais </strong>'s joke about him rather more", "new_id": -2}, {"uid": "1296619354222035970", "i": 4518, "idx": 2, "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Dwyane_Wade_Complete_Highlights_vs_Warriors_02-03-10_[35_Points/_12_Assists]_Highlights_Show!!! By <strong> Chris Bosh </strong> Perkins, for NBA.com Posted Tuesday March 2, 2010 11:50 PM MIAMI( NBA.com exclusive)-- Miami guard <strong> Dwyane Wade </strong>", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1295561524178864133", "i": 31963, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments What's New: HP Functional Testing software( includes HP QuickTest Professional software", "new_id": -2}, {"uid": "1296007173157368360", "i": 39531, "idx": 1, "sa": ["Michael Vick"], "q": "Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. <q> We believe it was worth it, </q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned", "new_id": -2}, {"uid": "1296770511173654034", "i": 12197, "idx": 47, "sa": ["Donald Rumsfeld"], "q": "with imperfect information by myself or others.\" That is clear when he touches on what is widely regarded as a strategic blunder, the failure to put more boots on the ground early in the Iraq invasion. <q> More troops do not necessarily mean a greater chance for success, </q> he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing \"encouraging signs of progress\" in 2006 \"alongside harbingers that the real fight for Afghanistan's future was yet to", "new_id": -2}, {"uid": "1295899099135872512", "i": 1628, "idx": 1, "sa": ["Jonathan Katz", "Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "<strong> Sam Seder </strong> recalls the time as \"a lot of drinking and not doing the dishes.\" The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. <q> He has probably walked away from and sabotaged as many opportunities as anyone without a drug problem, </q> <strong> Sam Seder </strong> says of <strong> H. Jon Benjamin </strong>. \"He's very specific about what he wants to do.\" \"Dr. <strong> Jonathan Katz </strong>\" was one of the few Boston-based shows at the time, and <strong> H. Jon Benjamin </strong> auditioned for the", "new_id": -2}, {"uid": "1297136473102924319", "i": 29847, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.... Copyright Â© MediaCorp Pte Ltd.. All Rights Reserved", "new_id": -2}, {"uid": "1296365944097009666", "i": 431, "idx": 5, "sa": ["Milwaukee Buck", "Rodney Stuckey", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the bigger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. <strong> Milwaukee Buck </strong> missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}]