[{"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1297103036171786242", "i": 32895, "idx": 0, "sa": ["Simon Cowell"], "q": "Photo in Slideshow: Arab demonstrators burn a photograph of Egypt's President... Video: ShowBiz Minute: Schneider, Super Bowl, Sheen Video: Matthew Perry Returns to TV in \"<strong> Simon Cowell </strong> Sunshine'. <q> There is nothing wrong. Everything is under control. </q> Meaning, as long as the population is quiet, acquiescent-maybe fuming with rage, but doing nothing about it-everything's fine, there's nothing wrong, it\"s all under control.. In the", "new_id": -2}, {"uid": "1297148724140001315", "i": 42206, "idx": 0, "sa": ["Kenneth Kendall", "Andy Coulson", "David Cameron"], "q": "get a 77-year-old woman.\" <strong> Kenneth Kendall </strong>, 86, agrees. \"So long as <strong> David Cameron </strong> can still hear them at the back, that's all that matters,\" says the affable former newscaster. <q> I did Treasure Hunt until I was well into my sixties. I did The Young Ones for the BBC last September- and I am still up for offers. </q> Craig Oliver tells it like it is Controversy is the last thing <strong> David Cameron </strong> will want from Craig Oliver, the former television executive who has succeeded <strong> Andy Coulson </strong> as his chief spin doctor. The PM", "new_id": -2}, {"uid": "1295580862256213017", "i": 43365, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "thought the show was just boring and suggested that none of the judges \"know what they were talking about or doing,\" labeling <strong> Steven Tyler </strong>'s comments \"superficial\" and \"obvious.\" Mrs_FiFi said, <q> <strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING. </q> ArchuletaGirl begged to differ, though, tweeting, \"Idol just isn't the same without <strong> Simon Cowell </strong>. These new judges keep getting suckered into putting bad people through.\" Others dubbed <strong> Steven Tyler </strong> \"kinda", "new_id": -2}, {"uid": "1296752424175587371", "i": 29888, "idx": 5, "sa": ["Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, Parker says. \"He is not the kind of man to have nurtured candidates for his own eventual replacement,\" Parker told me yesterday. <q> So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities. </q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong> has", "new_id": -2}, {"uid": "1296180122032686080", "i": 36301, "idx": 0, "sa": ["Simon Cowell", "Prince William of Wales", "Kate Middleton", "David Cameron"], "q": "\" by the engagement of his son <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was \"wicked\". Speaking at his Poundbury model village in Dorset, the <strong> Prince William of Wales </strong> joked: <q> They have been practising long enough. </q> <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1295877429093847592", "i": 13105, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Finance Search Mon, Jan 24, 2011, 8:56 AM EST- <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1296129417102268970", "i": 40110, "idx": 1, "sa": ["David Letterman"], "q": "were going to win that I told a guy who used to be my friend that if New England lost, I would wear a dress on <strong> David Letterman </strong>.\" \"Quite slimming,\" <strong> David Letterman </strong> reacted, adding, <q> You get on the subway like that, I'll give you$ 1000. </q> The actor responded while laughing, \"I have to say, riding the subway would be easier than what I'm going through right now. This might be the most humiliating moment in my life and I've", "new_id": -2}, {"uid": "1295132025137953291", "i": 13973, "idx": 0, "sa": ["Bill Clinton", "Sen. Bernie Sanders"], "q": "the <strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> Bill Clinton </strong> did. \"I worry about his appointments,\" said <strong> Sen. Bernie Sanders </strong>( I-Vt.) <q> It's a move in the conservative direction. </q> <strong> Sen. Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals in his State of the Union address this month, and that Obama's new advisers will push", "new_id": -2}, {"uid": "1295833841223035433", "i": 5922, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country, but with", "new_id": -2}]