[{"uid": "1296922649262193174", "i": 43100, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You \" should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q> Sorry, my son was doing drugs. I was emotional at the time. Not my fault. </q> Stuef also had a suggestion for those plans to invade and occupy Iraq to be`` creative'' that`` Rummy says Defense was preparing for offense on Afghanistan at the time, but <strong> George W. Bush </strong> asked him to be", "new_id": -2}, {"uid": "1296770511173654034", "i": 14627, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note.`` At the right moment,'' it said, <q> we may want to give Saddam Hussein a way out for his family to live in comfort. </q> Known and Unknown, the former Defense secretary says he believed that`` an aggressive diplomatic effort, coupled by a threat of military force, just might convince Saddam and those around him to seek exile.''", "new_id": -2}, {"uid": "1296316227151535708", "i": 8219, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilise Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q> We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further, </q> protester Kamal Mohammad said.`` He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1295625437089243774", "i": 29911, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "cynical amongst us should find it difficult to fault the logic. If <strong> Eric Schmidt </strong> is trying to paper over anything, could it be as simple as the fact that <strong> Larry Page </strong> is 18 years younger? So for <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> we could perhaps simply read,`` <strong> Larry Page </strong> is old enough to take on this role as he approaches his 40s and I have had enough and would like a quieter life as I approach 60.''", "new_id": -2}, {"uid": "1296235613016105476", "i": 49503, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Stephen A. Smith"], "q": "as the <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you", "new_id": -2}, {"uid": "1295487735203259910", "i": 57946, "idx": 6, "sa": ["Mike Pence", "Eliot Engel"], "q": "we should tweak it!'' said <strong> Mike Pence </strong> <strong> Eliot Engel </strong>, D-New York. by pasha128 January 19, 2011 8:17 PM EST by pasha128 January 19, 2011 8:11 PM EST by PhilipASC January 19, 2011 8:05 PM EST <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said <strong> Mike Pence </strong>, R-Indiana, on the floor. NO, when you let people get off without buying insurance, you FORCE EVERYONE ELSE TO PAY IT FOR THEM, you dolt! by variablespanner January 19", "new_id": -2}, {"uid": "1295082156260702223", "i": 6881, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman"], "q": "hear that, or I'm not sorry to hear that?''`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered. <q> Well, it's a difficult time, regardless, </q> <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?''`` The kids seem to be doing OK, yeah,'' <strong> Kelsey Grammer </strong> said", "new_id": -2}, {"uid": "1297457076244645906", "i": 56821, "idx": 0, "sa": ["David Letterman", "Nellie McKay", "Doris Day", "Ana Gasteyer", "Conan O'Brien", "Craig Ferguson"], "q": "Weeds,''`` Grey's Ana Gasteyertomy'' and`` NCIS,'' and <strong> Nellie McKay </strong> has appeared on numerous TV shows including`` Late Show with <strong> David Letterman </strong>''( with the Brooklyn Philharmonic),`` The View,'' <q> Late Night with href=\"http://broadwayworld.com/people/Conan O'Brien_O%2527Brien/\"> <strong> Conan O'Brien </strong>, </q>`` Late Late Show with <strong> Craig Ferguson </strong>'',`` Live with Regis& Kelly'' and`` CBS SaturDoris Day Morning.'' Chase Brock Experience produced a ballet of her third album, Obligatory Villagers, while <strong> Nellie McKay </strong> recently finished", "new_id": -2}, {"uid": "1296183151117178385", "i": 27584, "idx": 3, "sa": ["Mike Pence", "Jim DeMint"], "q": "millions of people.'' While ruling himself out, Sen. <strong> Jim DeMint </strong>( R., S.C.) agreed, telling NRO that with the congressman gone as a paragon of`` pro-growth, limited government'' conservatism, <q> there will be a lot of surprises </q> in terms of who jumps into the race. According to sources close to <strong> Mike Pence </strong> with knowledge of Indiana politics, a number of factors influenced the congressman's decision to forgo a presidential run and instead turn", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]