[{"uid": "1295965254237387800", "i": 29420, "idx": 2, "sa": ["Eric Schmidt"], "q": "internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the web-surfing experience of the next generation of devices. <q>It's interesting that Germany has a leading role in the introduction of the LTE in Europe,</q> he said. Google has not always had an easy time operating in Germany, which has notoriously tough data protection laws. Besides regularly clashing with the country's officials on privacy issues, Google", "new_id": -2}, {"uid": "1296383580079249441", "i": 19719, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q>You can't just go full speed and reckless,</q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1295911715085770242", "i": 32746, "idx": 1, "sa": ["Bill Lockyer"], "q": "recent article on NY Times about \"discussions\" on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies? \"Ludicrous,' He Says <q> \"It's a cynical proposal, intended to incite a panic in response to a phony crisis,</q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. \"Killer bees, space aliens, and now it\"s the invasion of the bankrupt states.\"\" Company: Calculated Risk Website", "new_id": -2}, {"uid": "1295636623157057039", "i": 19147, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q>When the spokesman needs a spokesman it's time to move on,</q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgment in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1295919171195493904", "i": 3936, "idx": 0, "sa": ["Craig Ferguson", "David Letterman"], "q": "and think they know what they are going to see, but it's always changing so in the end, they don't know what to expect,\" said Alegria's Artistic Assistant Sheryl-lynne Valensky. <q>We don't need to set up a tent, we already have a building. Concessions are here. Everything is ready so we can come in and play one week in a smaller town,</q> said Valensky. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q>can no longer provide family planning, birth control, or preventive care to millions of women.</q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1297054828216301599", "i": 28903, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer", "Blake Griffin"], "q": "health problems. <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q>someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore,</q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in <strong> Blake Griffin </strong> in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor", "new_id": -2}, {"uid": "1295612541207978516", "i": 25106, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "wishing the <strong> Tony Blair </strong>, his family and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.\" Mr <strong> David Cameron </strong> said in a statement: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one.</q> Last week Mr <strong> David Cameron </strong> refused to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to spare the Government further damage. But he admitted that his communications director was \"extremely embarrassed\" about the", "new_id": -2}, {"uid": "1297440898101842950", "i": 35174, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.</q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of", "new_id": -2}, {"uid": "1295957767098713624", "i": 19041, "idx": 0, "sa": ["Cheryl Cole", "Katy Perry", "Simon Cowell"], "q": "a big enough ratings puller. But <strong> Simon Cowell </strong> is still fighting to get <strong> Cheryl Cole </strong> on board, as he thinks she'd be perfect for the role after becoming a favourite with viewers back home. <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag,</q> a source tells The Sun. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna", "new_id": -2}]