[{"uid": "1297176549217825300", "i": 7197, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "about it and to consult with others. The next day, Vice <strong> President Bush </strong> Cheney came to the Pentagon.`` Don, 35 years ago this week, I went to work for you,'' he said, <q> and on this one you're wrong. </q> Adapted from Known and Unknown: A Memoir by <strong> Donald Rumsfeld </strong>, with permission from Sentinel, a member of The Penguin Group, USA. Copyright 2011, <strong> Donald Rumsfeld </strong>. Copyright 2011 Dow Jones", "new_id": -2}, {"uid": "1295647113138969096", "i": 47228, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%) <h5> <strong> Google Inc. </strong>'s newly-minted` Executive Chairman' <strong> Eric Schmidt </strong> to sell more than half million <strong> Google Inc. </strong> shares </h5> <q> <strong> Google Inc. </strong>'s <strong> Eric Schmidt </strong>, who is transitioning to executive chairman from chief executive, has plans to sell more than a half million company shares throughout the year as part of his asset-diversification plan, his first such sale in more than three years, </q> <strong> Steve Jobs </strong> Russolillo reports for Dow Jones Newswires.`` The sales, worth about$ 335 million based on <strong> Google Inc. </strong>'s closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295736733074268677", "i": 38108, "idx": 1, "sa": ["Reggie Jackson", "Allen Iverson"], "q": "His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` <strong> Reggie Jackson </strong> is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1296176352117817419", "i": 42736, "idx": 4, "sa": ["Mike McDaniel", "Mike Pence"], "q": "he is now going to run for governor,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old Mr. <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early presidential primary contests. Mr. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult.`` He had a lot of people", "new_id": -2}, {"uid": "1295796274110280734", "i": 11071, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "Andrius Kubilius", "David Cameron"], "q": "<strong> Ed Miliband </strong> smiles as he leaves... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Photo: <strong> David Cameron </strong>, Johanna Siguroardottir, <strong> Andrius Kubilius </strong>, Mari... Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295681320220479511", "i": 46167, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Staples Center. For once, the Nuggets clamped down on defense, but their high-flying offense went AWOL as <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> had their worst performance together since the two superstars first teamed up 16 months ago. <q> I was getting to the basket, I just wasn't finishing, </q> <strong> Allen Iverson </strong> said.`` And the same thing happened to` <strong> Carmelo Anthony </strong>.'' <strong> Carmelo Anthony </strong> and AI shot a combined 10-for-38 and finished with 16 and 15 points, respectively. No thanks to the Lakers, either, suggested", "new_id": -2}, {"uid": "1295752898235700267", "i": 4478, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Steven Glazer"], "q": "out in May,'' he said during a luncheon speech at a political seminar. Controller John Chiang, who would be responsible for making such a decision, has not publicly warned of that possibility. <q> I'm not supposed to say any of this, </q> <strong> Bill Lockyer </strong> said. <strong> Jerry Brown </strong> advisor <strong> Steven Glazer </strong> said <strong> Bill Lockyer </strong>'s warning is consistent with what the governor has said.`` We've asked the Legislature to act quickly. That cures a lot of ills.''", "new_id": -2}, {"uid": "1297074215210305048", "i": 4846, "idx": 0, "sa": ["Deneen Borelli", "Clarence Thomas", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "the significant double standard that is displayed here when it comes to what we've witnessed on this video versus how black conservatives are also attacked and the NAACP remains silent,'' <strong> Deneen Borelli </strong> said in a phone interview. <q> The NAACP, and I'm sure you know this, they were basically hired by <strong> George Soros </strong> to track racism in the Tea Party movement. </q> The NAACP did condemn racist attacks against former black secretaries of State <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> during <strong> President Bush </strong>'s presidency. NAACP won't directly address racism leveled against <strong> Clarence Thomas </strong> at progressive protest Oregon state legislature pushes shopping", "new_id": -2}, {"uid": "1296611773014188553", "i": 38118, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "defund Planned Parenthood.`` The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,'' <strong> Marjorie Dannenfelser </strong>, president of the anti-abortion <strong> Susan B. Anthony </strong> List, said. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> The <strong> Susan B. Anthony </strong> List has been an ardent advocate for legislation introduced by Rep. <strong> Mike Pence </strong>( R-Ind.), which would strip Planned Parenthood of the federal funding it receives through the Title X program.", "new_id": -2}, [{"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]]