[{"uid": "1296332592236797956", "i": 41310, "idx": 9, "sa": ["Michael Vick"], "q": "are correctable, Garcia insists. And time is on all these dogs' side.`` Some say if a dog is bred to do something, you can't undo that,'' Garcia said. <q> But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them. </q> is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... Report Abuse <blockquote> here's hoping both michael vick and his former dogs", "new_id": -2}, {"uid": "1296706234199049242", "i": 7487, "idx": 5, "sa": ["Kobe Bryant", "Chris Bosh", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran TORONTO( AP)- <strong> Chris Bosh </strong> paused for effect", "new_id": -2}, {"uid": "1295091531196460547", "i": 28631, "idx": 1, "sa": ["Sergio Marchionne"], "q": "/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years.`` It's time we gave the market an upper-scale Grand Wagoneer,'' said Chrysler CEO <strong> Sergio Marchionne </strong>. <q> You'll see it in January 2013. </q> The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those two vehicles were part of Chrysler's 16-vehicle 2011 product offensive spearheaded by the hard-driving", "new_id": -2}, {"uid": "1296664605083984414", "i": 11435, "idx": 1, "sa": ["LaMarcus Aldridge", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LaMarcus Aldridge </strong> scores 26 points and the Trail Blazers end a four-game road losing streak with a 96-91 victory over the Jazz. http://wn.com/Suns-Blazers_109-129_I_Shaq_20pts,7reb,J-Rich_16pts_vs_Aldridge_29pts,12reb,Roy_26pts,9reb,6ast PORTLAND,", "new_id": -2}, {"uid": "1297352096264044547", "i": 27914, "idx": 0, "sa": ["Oprah Winfrey", "Sergio Marchionne", "Justin Bieber", "Jennifer Hudson"], "q": "the help of a Groupon deal. Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits... Video: ShowBiz Minute: Lohan, <strong> Justin Bieber </strong>,` Mad Men' Report Abuse <q> Nearly all the commercials were from bad to awful( the Doritos ads being particularly bad), the VW was probably the best, but a Dagoba style raising the car off the ground in a parody of Luke with the Xwing in the swamp would have been better, sill, not bad. And what idiot working for godaddy's ad group needs to be fired for the <strong> Joan Rivers </strong> thing? That was creepy and disgusting. </q> ABC News: <strong> Jennifer Hudson </strong> to Appear on <strong> Oprah Winfrey </strong> Show The 2011 Chrysler Lineup Visit the Official Site to Schedule Your Test Drive Appointment Today! Chrysler 2011 Prices Save on Your New Chrysler! Find Out Our Lowest Possible Price", "new_id": -2}, {"uid": "1297292537070500358", "i": 40823, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "They just do not exist. They can be friendly. They can be helpful. They can have good social graces... all the while hating your guts and wanting you dead, you infidel. </blockquote> Report Abuse <q> to compare democrats with terrorists is truly low rent. do you assume ALL our troops are republicans? are their no democratic americans in harms way in afghanistan? what about that? are they terrorists? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1295305301212140037", "i": 17893, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.'' The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said.`` They were beating me down the court, and I was just finding guys. They did a great job of finishing.'' <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Chris_Paul_cp3_36_points_10_assists_vs_Orlando_Magic_180209 In only 33", "new_id": -2}, {"uid": "1295288803218529794", "i": 48726, "idx": 0, "sa": ["Michele Bachmann", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297716260199933960", "i": 10280, "idx": 1, "sa": ["Barack Obama", "Mike Pence", "Sen. Jim DeMint"], "q": "permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax.`` Uncertainty is the enemy of prosperity,'' said Congressman <strong> Mike Pence </strong>. <q> By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to make all previous tax rates permanent and passing the Tax Relief Certainty Act will do just that. </q>`` This bill stops the largest tax increase in history by permanently extending current tax cuts for every American and killing the death tax,'' said <strong> Barack Obama </strong> <strong> Sen. Jim DeMint </strong>.`` Employers need confidence that their taxes will", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]