[{"uid": "1295997217180568075", "i": 8976, "idx": 2, "sa": ["Bill Lockyer"], "q": "State Treasurer <strong> Bill Lockyer </strong>'s office also has not been contacted by the SEC regarding any disclosure issues. \"As far as we know there is no probe of Calpers,\" said <strong> Bill Lockyer </strong> spokesman Tom Dresslar. <q> Official statements we provide investors have at all times disclosed all material information with respect to pension obligation. </q> Loop Capital Markets recently said half of the 50 states were unable to make full contributions to their pension funds in fiscal 2009, and New Jersey put in the smallest amount-- 9 percent of its expected", "new_id": -2}, {"uid": "1297194894179781667", "i": 2193, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as having told the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"uid": "1296171065065814533", "i": 37023, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> CAMILLE: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy_Williams_on_Camille_Kelsey_Grammer's_pending_divorce_12/15/2010 Wendy", "new_id": -2}, {"uid": "1295534419101187644", "i": 3634, "idx": 0, "sa": ["Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Blake Griffin", "Allen Iverson"], "q": "it hurt them a little bit.\" <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games. \"It's got to be like that Thursday,\" the 6-foot-8 forward said. <q> I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us. </q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Blake Griffin </strong> scores 47 in Clippers' win <strong> Blake Griffin </strong> Scores 47, Sets Franchise Record In Clippers' 114-107 Win Over Pacers", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295829795174063631", "i": 15471, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": ", such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q> can better increase the integration of Google's technology with business models to generate new revenue. </q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What", "new_id": -2}, {"uid": "1295563322217792546", "i": 46677, "idx": 2, "sa": ["Eric Schmidt"], "q": "the money or anything. \"Using this trading plan, <strong> Eric Schmidt </strong> can diversify his investment portfolio and can spread stock trades out over a period of one year to reduce market impact,\" Google said. <q> Because this trading plan was established well in advance of a trade, it also helps avoid concerns about whether <strong> Eric Schmidt </strong> had material, non-public information when he made a decision to sell his stock. </q> Yes, insider selling is all about diversifying portfolios, reducing market impact and avoiding concerns. No question. In any case, the shares <strong> Eric Schmidt </strong> plans to sell are all Class A shares-", "new_id": -2}, {"uid": "1296543261227508233", "i": 32377, "idx": 2, "sa": ["Justin Bieber", "David Letterman"], "q": "on Tuesday). <strong> Justin Bieber </strong> tweets his appearance, and he and <strong> David Letterman </strong> talk about whether he's still in school-- he's in 11th grade, he says, and studying \"11th-grade material.\" <q> Is that a sophomore in high school, is that about what it is? </q> <strong> David Letterman </strong> asks. \"Or a junior?\"[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply: \"I don't know-- I'm Canadian.\"", "new_id": -2}, {"uid": "1295494449164200472", "i": 17491, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q> <strong> That guy </strong> is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1296095882011763715", "i": 27523, "idx": 2, "sa": ["Michael Dell", "Eric Schmidt"], "q": "potential. The \"e-commerce space feels overheated because valuations are based on long-term revenue expectations,\" said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. <q> But if you look at Google's history, that potential is real </q> <strong> Michael Dell </strong> and Lane, whose companies compete in the market for personal computers, also traded barbs over 3Par, a storage provider acquired for$ 2.35 billion in September by HP. The computer makers held a", "new_id": -2}]