[{"uid": "1295551341173850658", "i": 36578, "idx": 2, "sa": ["Barack Obama", "Sen. Joe Lieberman", "Jay Leno", "David Letterman", "Jimmy Kimmel", "Hu Jintao", "Hillary Clinton"], "q": "laughs <strong> Jimmy Kimmel </strong>:`` <strong> Sen. Joe Lieberman </strong>'m all for making nice with the Chinese, but when is somebody going to hold <strong> Barack Obama </strong> <strong> Hu Jintao </strong> responsible for letting the dogs out'' <strong> Jay Leno </strong>: <q> The Republicans voted today to repeal health care reform. Democrats warned this could make it harder for older Americans to get proper health care. To which[ Playboy founder] <strong> Hugh Hefner </strong>'s fiancee said` Good!' </q> <strong> David Letterman </strong> on Secretary of State <strong> Hillary Clinton </strong>:`` Have you noticed she's been putting on a little bit of weight? She needs to spend more time in Iraq and Iran than less time with", "new_id": -2}, {"uid": "1295468530213155889", "i": 8812, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company.`` The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,'' said <strong> Sergio Marchionne </strong>. <q> The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together. </q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/How_much_will_Barack_Obamas_government_spend_in_his_first_year? Revenues:$ 2.074 trillion. Expenses:$ 3.653 trillion. Deficit:", "new_id": -2}, {"uid": "1295264181256114695", "i": 225, "idx": 0, "sa": ["Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1296736018231227432", "i": 8137, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007.`` Nooit zal Apple's iPhone enig significant marktaandeel behalen.'' Hij nodigt beide ceo's uit voor een lunch <q> wanneer jullie beiden in Londen zijn. </q> <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik ook onzin, ik zie Nokia niet met een WP7 draaien. Dat is zoiets als MS Office", "new_id": -2}, {"uid": "1296610992049397765", "i": 38691, "idx": 0, "sa": ["Eric Schmidt"], "q": "new media, stage, music, as well as serving the community as a theater and performance space and community hall http://wn.com/Into_Me_See_a_Performance_Installation_at_the_Lab_Gallery Ken Cro-Ken at The World Monuments Fund Gallery, 15 <strong> Eric Schmidt </strong> 27th Street, NY, NY <q> APOCRYPHAE: VISIONS OF THE SACRED AND PROFANE </q> December 6th- December 30th, 2010 Co-Curated by Belen Moreno Bosch, Bartolome Sanchez and Ramon L. Granda Cro-Ken talks of the pleasure to ride the coat tails of nature and learn about paint and nature simultaneously. When", "new_id": -2}, {"uid": "1295207017257589379", "i": 8312, "idx": 0, "sa": ["Simon Cowell", "Kristy Lee Cook", "Jennifer Lopez"], "q": "too, in light of its winners' recent track record. But <strong> Kristy Lee Cook </strong>, a season seven finalist who's now signed to Nashville's Broken Bow Records, was optimistic about the show's direction. <q> There's definitely room for another season, </q> she says.`` I think it's going to be great with <strong> Jennifer Lopez </strong> and actual artists( judging).... They actually understand what's going on, unlike <strong> Simon Cowell </strong>, who didn't know because he's", "new_id": -2}, {"uid": "1296679524252428319", "i": 20950, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "voice in our party, that she has generated a great deal of support and attention, that she'd be great in a primary process,'' he said of the former vice-presidential nominee and Tea Party darling. <q> She'd bring attention to the process, and frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better. </q> <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book,`` No Apology: The Case for American Greatness,'' making appearances on'' Late Show with <strong> David Letterman </strong>'' and`` The View", "new_id": -2}, {"uid": "1297094624063078408", "i": 31154, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "didn't take is always smoother,'' he said. <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary.`` I think the world?s a better place with <strong> Saddam Hussein </strong> gone and", "new_id": -2}, {"uid": "1296801733169033778", "i": 33747, "idx": 1, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "Interviews with <strong> Robin Williams </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong> reveal very different men and their paths to near total heart disease and recovery. The side effects are often as emotionally draining as physically debilitating. <q> I would find myself busting into tears and sobbing uncontrollably, </q> recalls <strong> David Letterman </strong>, a man not given to discussing his emotions in public. While all of the notables interviewed here are men, heart disease and the more than half a million open-heart surgeries performed annually are", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]