[{"uid": "1295658306074924083", "i": 1963, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Enterprise Virtualization For six years, Larry Page and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that Google should build its own browser, and for six years, he resisted. \"Google was a small company,\" <strong> Eric Schmidt </strong> remembered. <q>Having come through the bruising browser wars, I didn't want to do that again.</q> So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be Chrome, he relented. \"It was so good that it essentially forced", "new_id": -2}, {"uid": "1295736488267124758", "i": 20783, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR</q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit united arab", "new_id": -2}, {"uid": "1295122532207224849", "i": 3833, "idx": 1, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "billion budget shortfall. <cite> Reuters </cite> \"You could see... 50 to 100 sizeable defaults. More. This will amount to hundreds of billions of dollars.\"- <strong> Meredith Whitney </strong>, financial analyst <q>We've never defaulted, not once in our entire history, including during the Great Depression,</q> says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying debt service for the state's bonds is the Treasurer's second-highest priority, after schools. Revenues for U.S. municipalities as a group rose", "new_id": -2}, {"uid": "1297268284047726627", "i": 44427, "idx": 0, "sa": ["Donald Rumsfeld", "Chris Ying", "David Chang"], "q": ". \"The overwhelmingly positive response to that section gave us an inkling that there was a market and demand for a more unconventional approach to cookbooks,\" <strong> Chris Ying </strong> told PW. Describing the imprint, <strong> Chris Ying </strong> said, <q>We're trying to make something that appeals not only to foodies, but to readers who appreciate good writing and art in general.</q>\" McSweeney's Will Publish <strong> Donald Rumsfeld </strong> Novel On Same Day As His Memoir <strong> David Chang </strong> On American Cuisine, Vanishing Seafood, Cooking At Home& Seasoning Properly <strong> David Chang </strong> Reveals New Ingredients At Harvard Cooking Lecture Can't", "new_id": -2}, {"uid": "1297627010160415775", "i": 32914, "idx": 3, "sa": ["Caroline Heldman", "Mike Pence"], "q": "support abortion rights.\"( And obviously Fox \"News\" doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue <q>they don't want to bring any attention to this controversy.</q> <strong> Caroline Heldman </strong> mentioned how the networks don't want to get burned the way they did with Shirley Sherrod. Bill was happy when she said that Catholic Charities, as well as PP, is a \"sacred cow.", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q>Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,'</q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1296859174060604425", "i": 39328, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "Atlantic Wire) Gee commented on this!- Feb 1, 2011 What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q>the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt...</q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1296542758249364481", "i": 47610, "idx": 6, "sa": ["Michael Vick"], "q": "and we're hearing his name all the time.\" Either way, she said, extensive market research would have to be conducted before any major company would even consider aligning with <strong> Michael Vick </strong>. <q>I wouldn't want any of my clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,</q> Bodock said. \"That would definitely require some research.\" Added Klunk: \"I think you would have to do your due diligence and get an understanding from the consumer before you can make a", "new_id": -2}, {"uid": "1295565086075235341", "i": 13163, "idx": 3, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "to repeat <strong> Eric Schmidt </strong>'s performance as a spokesman. Over the past year or so, <strong> Eric Schmidt </strong>'s well-meaning attempts to explain Google and address public concerns have yielded repeated foot-in-mouth moments. told CNBC's <strong> Maria Bartiromo </strong>, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> brushed off a question about whether people should trust Google with so much of their data by responding, \"Would you prefer someone else? Is there a government that you would prefer to be in charge of this", "new_id": -2}, {"uid": "1295304647068321291", "i": 3038, "idx": 0, "sa": ["Steve Ballmer"], "q": "with an upcoming XNA update dubbed the \"Community Technical Preview.\" The report adds detail to statements made by Microsoft head <strong> Steve Ballmer </strong> earlier this month, when the CEO said Kinect on PC would be supported <q>in a formal way in the right time.</q> Kinect SDK and driver support on the PC will reportedly allow third-party developers to enable Kinect functionality on PC-based applications, including games. Of course, hackers haven't waited for Microsoft, releasing a flood of", "new_id": -2}]