[{"uid": "1297147149028524553", "i": 31637, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Mullen", "Gen. David Petraeus", "Robert Gates", "Hillary Clinton"], "q": "Al-Jazeera is crucial because so many households in the Middle East turn to it in times of turmoil, said Dana Shell Smith, deputy assistant secretary for international media engagement, an office created last summer. <q>If we are not in the conversation, people will be speaking for us or about us,</q> said Shell Smith, who speaks Arabic. \"We need to make sure we are out there speaking for ourselves.\" Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>, Army <strong> Gen. David Petraeus </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> and Adm. <strong> Michael Mullen </strong>,", "new_id": -2}, {"uid": "1295667348007979065", "i": 36614, "idx": 3, "sa": ["Lou Kerner", "Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Wedbush Morgan analyst <strong> Lou Kerner </strong> says, \"Facebook is the most ominous threat to <strong> Google Inc. </strong>, but Facebook is just emblematic of the rising pace at which all of these( startups) are moving. It's", "new_id": -2}, {"uid": "1296218198081313814", "i": 8405, "idx": 2, "sa": ["Eric Schmidt"], "q": "called Microsoft,\" he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" He then went on to point out that Facebook <q>has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising. I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google.</q> As an aside, <strong> Eric Schmidt </strong>'s assertion about Facebook users searching via Google is a strange assertion, given that Zuckerberg's site has a pretty cosy relationship with Microsoft's Bing. But we think", "new_id": -2}, {"uid": "1297103680174964803", "i": 41710, "idx": 0, "sa": ["Simon Cowell"], "q": " \"The X Factor\" is planning on changing the reality show singing game- they have also expanded the age pool to younger and older contestants- something executive producer <strong> Simon Cowell </strong> is looking forward to seeing. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said in a statement issued by FOX. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million", "new_id": -2}, {"uid": "1297145575101449730", "i": 21663, "idx": 10, "sa": ["Simon Cowell", "Steven Tyler"], "q": "the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, Jennifer Lopez and Randy Jackson, he said.", "new_id": -2}, {"uid": "1295283552003260421", "i": 12903, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Cleveland_Cavs_vs_Boston_Celtics_game_3_reaction,_a_Bruce_Blitz_video_blog BOSTON-- <strong> LeBron James </strong> scored 21 of his 38 points in the first quarter to help the Cleveland Cavaliers beat Boston 124-95 on Friday night", "new_id": -2}, {"uid": "1295004374005226501", "i": 16820, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us 100% and understood everything we were saying.\" Ms <strong> Gabrielle Giffords </strong>' neurosurgeon", "new_id": -2}, {"uid": "1295907439137379893", "i": 30079, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "it was important that all allegations were properly investigated. \"Hacking into people's phones is illegal,\" she said. â\u0080¢ <strong> Tony Blair </strong> never had a mobile while prime minister <q>Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist.</q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1297141515250691586", "i": 32447, "idx": 0, "sa": ["Simon Cowell"], "q": "Super Bowl commercials? The Black Eyed Peas singer planned to send out tweets while the band was on the field performing the halftime show at Sunday's game-- until he lost service. <q>Att crashed... ahhhh!!!! The worse,</q> he tweeted after they performed. <strong> Simon Cowell </strong> is making a huge noise with his new talent show, \"The X Factor,\" which will premiere on Fox in the fall. The winner will", "new_id": -2}]