[{"uid": "1295559698061718550", "i": 21242, "idx": 0, "sa": ["Eric Schmidt"], "q": "'', decided to change things up. So this will`` clarify'' how decisions are made. It will produce`` even better success for the corporation'' Page: Lots of praise for <strong> Eric Schmidt </strong>. <q> I've learned a ton from him over the years </q>. Lots of opportunity for Google in days ahead. Brin: I'll have things to tell you about soon, too. We've launched a new commenting tool, Disqus. For", "new_id": -2}, {"uid": "1297272872262504463", "i": 31653, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1295635525217038960", "i": 9302, "idx": 3, "sa": ["Eric Schmidt"], "q": "'' <strong> Eric Schmidt </strong> said Thursday that Page is now ready to lead. told BusinessWeek that running a company collaboratively produces better results`` because you have more bandwidth and checking and balancing going on.'' <q> I think[ co-founder] Sergey[ Brin] and I have remarkably similar views on things, largely because we've spent a lot of time together. I can usually predict when we're going to disagree, and we make sure to talk those things out explicitly, </q> he said.`` And we've had a very good relationship with <strong> Eric Schmidt </strong> as well.'' When <strong> Eric Schmidt </strong> first took over as CEO,`` there was a learning curve for us,'' Page", "new_id": -2}, {"uid": "1295983407057327617", "i": 38678, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day.`` We,'' he said, <q> are here to drown our sorrows. </q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SANTA ROSA", "new_id": -2}, {"uid": "1297130942180666369", "i": 296, "idx": 0, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "X Factor to the US. He was later replaced by <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, who joined Randy Jackson on the panel for the show's tenth season, which premiered on <strong> the Fox </strong> last month. <q> I haven't seen a full episode yet, </q> said <strong> Simon Cowell </strong> on a press call today.`` I've seen three minutes of a recap from last week but from what I've seen and heard it all seems to be going well, and I always thought", "new_id": -2}, {"uid": "1297657600196149258", "i": 30735, "idx": 1, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": "Trade unions and politicians have already accused <strong> Sergio Marchionne </strong> of`` blackmail'' in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <q> Fiat is a great multinational which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding,`` All arguments are now closed. </q> Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong>`` to commit to investing in our country and remain with head and heart'' in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat", "new_id": -2}, {"uid": "1297120897065748995", "i": 36321, "idx": 0, "sa": ["Simon Cowell"], "q": "WENN.COM file photo) <strong> Simon Cowell </strong> is pleased to see that TV ratings for this year's edition of American Idol have not fallen`` off a cliff.'' <q> I haven't seen a full episode yet, </q> the former American Idol judge said Monday during a conference call with reporters.`` From what I've seen, from what I've heard, it all seems to be going well. And I always thought that", "new_id": -2}, {"uid": "1297616629186400779", "i": 26902, "idx": 44, "sa": ["Donald Rumsfeld"], "q": "would have been better if you had insisted on resigning?'' Martin asked.`` I think so,'' he said.`` How would that have made things better?'' <q> It would have been a stronger signal to the world that we didn't accept that kind of behavior, </q> <strong> Donald Rumsfeld </strong> said.`` Did you feel it was your fault?''`` No,'' answered <strong> Donald Rumsfeld </strong>.`` You were responsible, but it wasn't your fault?''", "new_id": -2}, {"uid": "1296709836249151511", "i": 23453, "idx": 2, "sa": ["Eric Snow", "Allen Iverson", "Alexei Ramirez"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter.`` When he got ejected, everybody just stepped up their game,'' <strong> Allen Iverson </strong> said. <q> We said,` What are we gon na do?' </q> <strong> Eric Snow </strong> said.''` Are we gon na lay down? Or are we gon na pick up the intensity?''' The 6-3 <strong> Eric Snow </strong> set the Mets, Pagan agree to one-year deal Damon, <strong> Alexei Ramirez </strong> ink", "new_id": -2}, [{"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]]