[{"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}, {"uid": "1297697522107970622", "i": 26074, "idx": 5, "sa": ["Steve Ballmer"], "q": ", Office, Xbox Live, Facebook, he's just rattling off features. 4:05 PM`` Windows Phone 7 was really more than the launch of a single new product.'' 4:04 PM Hands on hips. <q> The last year has certainly seen a lot of change for our industry. </q> 4:04 PM And now, a hush. Here comes <strong> Steve Ballmer </strong>. 3:58 PM Our MiFi is holding up fine, thanks for asking. We've also got a half dozen redundancy plans as well, including sending", "new_id": -2}, {"uid": "1295575736103366674", "i": 37508, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Don Tapscott"], "q": ", 2007. <strong> Eric Schmidt </strong> speaks about search, ads, and apps, including an announcement that <strong> Google Inc. </strong> is working on adding presentation-sharing capabilities to <strong> Google Inc. </strong> Docs& Spreadsheets.... Authors@Google: <strong> Don Tapscott </strong> 50:41 Author <strong> Don Tapscott </strong> discusses his book <q> Wikinomics: How Mass Collaboration Changes Everything </q> as part of the Authors@Google series. This event took place February 28, 2007, at <strong> Google Inc. </strong>'s headquarters in Mountain View, CA.... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on media's future <strong> Eric Schmidt </strong>, Chairman of the Board", "new_id": -2}, {"uid": "1295568038178864146", "i": 35733, "idx": 5, "sa": ["Eric Schmidt"], "q": "`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead.'' Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> The news surprised and worried Google observers.`` The executive change is very much unexpected, and somewhat of a concern to investors,'' Moran said. He said Wall Street was comfortable with", "new_id": -2}, {"uid": "1295972769153763874", "i": 6172, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Ryan Day", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q> If I was starting a football team in a national budget league, I'd pick Paul <strong> Ryan Day </strong> as the captain and quarterback, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>.`` There's nobody in this House who's taken as serious a long-term view on the budget as Paul <strong> Ryan Day </strong>.''", "new_id": -2}, {"uid": "1297642831198574106", "i": 15881, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "United Kingdom in November 2010. <strong> Shayne Ward </strong> says that the album is expected to be released in the United States sometime in 2011. When asked what he sees himself doing in five years, <strong> Shayne Ward </strong> replied: <q> I'd like to be doing a world tour in five years. I feel like I'm ready to branch out and take it to other places. </q> <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen`` X Factor'' judge/executive producer <strong> Simon Cowell </strong> that much these days because`` he's always off,'' says <strong> Shayne Ward </strong>.`` I don't", "new_id": -2}, {"uid": "1297308457062455841", "i": 7961, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "belief that the original Met police investigation into <strong> Glenn Mulcaire </strong> and News International( owner of the News of the World) was completely inadequate and failed to follow all the evidence,'' he told The Guardian. <q> I now look forward to the Met Police finally uncovering the truth. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was`` little or no'' evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1296751438058556476", "i": 1502, "idx": 1, "sa": ["Allen Iverson"], "q": "scoring record for a reserve. Hamilton scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of Detroit's 17 points in overtime in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q> The simple fact that now I'm coming off the bench I ain't got time to get warmed up, </q> said Hamilton, who went 15-of-25 from the floor.`` I have to come in on fire every time.'' <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1296567803036290642", "i": 49045, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price", "Louis Walsh", "Dannii Minogue"], "q": "Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.'' <q> Do I want <strong> Katie Price </strong> as a judge on` The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> If successful, <strong> Katie Price </strong> would join <strong> Louis Walsh </strong>, <strong> Dannii Minogue </strong> and <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. Comment on this Article She said:", "new_id": -2}, {"uid": "1296779237254083080", "i": 30002, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Marc Anthony", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Marc Anthony </strong>'' panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Steven Tyler </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American <strong> Marc Anthony </strong>'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}]