[{"uid": "1295267751150716445", "i": 32904, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "it is right to give someone a second chance.'' Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''. <q> Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World. </q> But he praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very`` proper'' way and he had not received a single complaint.", "new_id": -2}, {"uid": "1297412962097157230", "i": 4887, "idx": 2, "sa": ["Steve Ballmer"], "q": "an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' \" \"`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> \" It's expected that Microsoft will unveil further details at <strong> Steve Ballmer </strong>'s keynote in Barcelona next week. Cheers~ Arne href=\"http://www.theunwired.net/xml/\"> Article Source href=\"http://www.microsoft.com/presspass/press/2011/feb11/02-11partnership.mspx\" target=\"_blank\"> Microsoft Press Release", "new_id": -2}, {"uid": "1296536151067862531", "i": 2152, "idx": 0, "sa": ["LeBron James", "Byron Scott", "Allen Iverson", "Michael Jordan"], "q": "won MVP Former MVP, team Pts Opp <strong> LeBron James </strong>, MIA 38 Cavaliers <strong> Allen Iverson </strong>, DEN 30 76ers K. Abdul-Jabbar, LAL 30 Bucks <strong> Michael Jordan </strong>, WSH 29 Bulls Moses Malone, WSH 28 76ers- from Elias Sports Bureau <q> I thought he played great, </q> Cavs coach <strong> Byron Scott </strong> said.`` Simple as that.'' It was <strong> LeBron James </strong>' first game back in the city where he played for seven years and won back-to-back MVP awards, but failed to win an NBA championship", "new_id": -2}, {"uid": "1295965652202670112", "i": 41565, "idx": 10, "sa": ["Eric Schmidt"], "q": "'', sagte <strong> Eric Schmidt </strong>. Google wird allerdings vorgeworfen, bisher noch keine passende Antwort auf die Herausforderung durch das soziale Netzwerk Facebook gefunden zu haben. Facebook ist zwar kleiner als Google, w?chst aber schneller. <q> Unsere Strategie ist, die Suche zu verbessern, indem wir den Social Graph der Menschen einbeziehen, wenn sie das wollen </q>, sagte <strong> Eric Schmidt </strong>. Als`` Social Graph'' werden die Beziehungen zu Freunden bezeichnet, zum Beispiel auf Facebook. Die Interessen der Freunde sollen dann R?ckschl?sse auf die eigenen Interessen geben. Der Import dieses Social Graph von", "new_id": -2}, {"uid": "1296297698029851649", "i": 41118, "idx": 1, "sa": ["George W. Bush", "Mike Pence", "Leonard Boswell", "Christie Vilsack"], "q": "the door on a run for the presidency, but left wide open the likelihood that he'll run for governor. In a letter to supporters, <strong> Mike Pence </strong> said of himself and his wife, Karen: <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> George W. Bush </strong> in 2012. </q>- Register staff <strong> Leonard Boswell </strong> to <strong> Christie Vilsack </strong>: I'm running in 2012 U.S. <strong> Mike Pence </strong> <strong> Leonard Boswell </strong> told Radio Iowa's O. Kay Henderson on Friday that he has met with former Iowa first", "new_id": -2}, {"uid": "1297353581241270832", "i": 314, "idx": 0, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": ", presumably, like <strong> Osama bin Laden </strong> they are still out there somewhere waiting to be found. The two old friends shared a chuckle about Guant?namo Bay, which the secretary of defense described in his book as the <q> least worst place to live </q>. The heartbreaking thing about Guant?namo, according to <strong> Donald Rumsfeld </strong>, was that for whatever reason, the administration was incapable of persuading people that prisoners weren't being tortured there. Evidently, all that video footage we've", "new_id": -2}, {"uid": "1295509269040337413", "i": 22300, "idx": 0, "sa": ["Steve Ballmer"], "q": "would be annoying. Microsoft is not, however, naming the third party. Probably rules out Google, then. The Truth Behind HTML5's New Logo Fiasco>> Gigaom Bobbie Johnson: <q> In the W3C's FAQs, this deliberate confusion is outlined: The logo is a general-purpose visual identity for a broad set of open web technologies, including HTML5, CSS, SVG, WOFF, and others.`` It's as if the government suddenly announced that from today, all vegetables will be called potatoes, just because some vegetables are potatoes. </q> Microsoft's Windows consumer marketing chief jumps to Juniper>> ZDNet What's going on there? It's getting so <strong> Steve Ballmer </strong> doesn't have to look around for an empty chair to throw. Apple", "new_id": -2}, {"uid": "1295564396175194112", "i": 28658, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " that its CEO <strong> Eric Schmidt </strong> will step down from his post April 4th, and will be replaced in the role by company co-founder <strong> Larry Page </strong>. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman for the company, focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Google is a strategic partner of Apple's on several fronts, providing the backends for Apple's iOS Maps and YouTube applications, as well as serving as the default search engine for its Safari browser. The two", "new_id": -2}, {"uid": "1294956185094240773", "i": 42016, "idx": 1, "sa": ["Andrew Card", "Tom Ridge", "Alberto Gonzales", "George H. W. Bush", "Keith Olbermann", "John Ashcroft", "Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "rating of 34% is up slightly from his recent ratings but relatively low compared to past Barack Obamas.... <strong> Keith Olbermann </strong> Countdown Terror Alert Timeline In light of former Sec of Homeland Security( DHS) <strong> Tom Ridge </strong>'s new book <q> The Test of Our Times </q> the push-back by those <strong> George H. W. Bush </strong> admin officials under the microscope( ie. <strong> Donald Rumsfeld </strong>, <strong> John Ashcroft </strong>, <strong> Dick Cheney </strong>, Victoria Townsend, <strong> Andrew Card </strong>, <strong> Alberto Gonzales </strong>, etc) has been imm... Christina Bellantoni on MSNBC to Discuss <strong> Barack Obama </strong>'s", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]