[{"uid": "1295454420049922050", "i": 10600, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "in charge of anything these days? Latest from BBC News blogs <strong> Nick Robinson </strong>:`` <strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...'' <q> At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next... </q>`` Some major mood-swings in the House of Lords- but as yet no deal to end the confrontation over the...''`` The story at Goldman Sachs is that net earnings have fallen by a considerable amount,", "new_id": -2}, {"uid": "1295007551054722563", "i": 1138, "idx": 0, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell"], "q": "The Smile star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview", "new_id": -2}, {"uid": "1297177999266534917", "i": 36277, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "troubled.'' ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.'' <strong> Donald Rumsfeld </strong> later concluded that`` the fact that we haven't had an attack in", "new_id": -2}, {"uid": "1295887118257261581", "i": 27971, "idx": 0, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Bill Gates"], "q": "the Red Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release Meet <strong> Larry Page </strong>, Google's New CEO Google announced Thursday that Google co-founder <strong> Larry Page </strong> will be replacing <strong> Eric Schmidt </strong> as CEO. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which target=\"_blank\" href=\"http://worldTim Cooke.wn.com/\"> Tim Cooke he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 Bill Gatesion in 2010", "new_id": -2}, {"uid": "1297575059186400794", "i": 44045, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan", "Nicole Scherzinger"], "q": "she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by href=\"http://uk.news.yahoo.com/fc/x-factor.html\"> <strong> Simon Cowell </strong> to join him on the judging panel. A source told the Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess.`` There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> href=\"http://uk.news.yahoo.com/fc/girls-aloud.html\"> Cheryl Cole and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in America later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The music", "new_id": -2}, {"uid": "1295268813200589399", "i": 12238, "idx": 0, "sa": ["Angelina Jolie", "Julianne Moore", "Annette Bening", "Anne Hathaway"], "q": "I'd say the vibe of the show has been pretty good so far, wouldn't you?'' He went on the deliver the best award presenters speech of the night expounding his theory that: <q> I don't know if an actress can do her best work until she's slept with me. </q> He then hinted that nominees- <strong> Julianne Moore </strong>, <strong> Annette Bening </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong>- had at one point rejected his advances. He went on:`` I'm not trying to creep anyone", "new_id": -2}, {"uid": "1295665967122535952", "i": 49139, "idx": 1, "sa": ["Eamon Gilmore"], "q": ", can allow this Government to return to work for its final weeks,'' the statement read. Responding to the news of the election date, Labour leader <strong> Eamon Gilmore </strong> said Ireland had 50 days to bring <q> real change to our country </q>. VER= yyz00000007 x yyz000000w4 0 Time= 3.027344E-02, DT= 22/01/2011 03:12:47, 241, 2549, 2790, J432, 173.192.238.41, ActAdSet= 5, AdsetForTime=, Setforthisrotation= 5, Banner", "new_id": -2}, {"uid": "1296059539015335455", "i": 17437, "idx": 2, "sa": ["Wanda Jackson", "David Letterman", "Bob Dylan", "Jack White"], "q": "Show With <strong> David Letterman </strong>'' in New York and`` Conan'' in Los Angeles.`` I want to thank <strong> Jack White </strong> for making all this happen for me,'' <strong> Wanda Jackson </strong> said at an event last week. <q> He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight. </q> She told the crowd about the release of her new Jack White-produced album,`` The Party Ain't Over,'' released Tuesday. The collection of rock'n' roll, country and gospel covers makes a loose-legged", "new_id": -2}, {"uid": "1296220413068714499", "i": 10848, "idx": 0, "sa": ["Michael Gove"], "q": "means that more schools are needed to meet demand. Mr <strong> Michael Gove </strong> suggested today that his preference would be for these to be either an academy or free school, rather than local authority-run schools. <q> That would be the first choice I would like local authorities to make, that they should be free schools or academies, </q> he said. Mr <strong> Michael Gove </strong> added:`` We are getting a big population boom, particularly in London and parts of east Lancashire and west Yorkshire; we do need new schools, particularly at primary level", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]