[{"uid": "1296940939224919552", "i": 14161, "idx": 1, "sa": ["Eric Schmidt"], "q": "a claim the company robustly denies), why Apple had the initial vision to change technology from a corporate support system to a consumer support system and what the world may look like in 50 years' time( <q>When one assumes I'll no longer be here,</q> he laughs). For an hour before our interview, <strong> Eric Schmidt </strong>, in pale pastel V-neck complete with collar and tie, has been holding a session in Google's private suite of rooms just outside the", "new_id": -2}, {"uid": "1296244183061128804", "i": 18790, "idx": 0, "sa": ["Kirsten Gillibrand", "Samuel Alito", "Ted Haggard", "Mark Salter"], "q": "Democratic Uprising in Tunisia.'' I applaud the courage and dignity of the Tunisian people. article: ''Democratic Uprising in Egypt.'' Simon& Schuster a gift: Buzz. <strong> Mark Salter </strong> in a photo: <q>Author of note: ''New Bipartisan Buddy <strong> System . </strong></q> <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall: ''Where were you?'' article: ''The King's Speech Gets 12 Oscar Nominations.'' article: ''<strong> Ted Haggard </strong> Admits He's Bisexual.", "new_id": -2}, {"uid": "1295481586159825937", "i": 29187, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "'' the British judge gets candid about his decision to leave ''Idol.'' PLAY IT NOW: Dish Of Salt: <strong> Nigel Lythgoe </strong> On ''American Idol'-` It's Like A Brand New Series' <q>I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice,</q> <strong> Simon Cowell </strong> recalled. ''Something inside you just says,` You know what, it's time to go.'' Without any regrets whatsoever. And I can look back on the past ten years and say,", "new_id": -2}, {"uid": "1295768239143409188", "i": 5661, "idx": 1, "sa": ["Allen Iverson"], "q": "in the Western Conference. <strong> Allen Iverson </strong> scored 33 points, JR Smith added 24 off the bench and the Nuggets overcame a 16-point deficit in the first quarter to win their playoff showdown with the Warriors 114-105 Thursday night. <q>Everybody knew what was at stake,</q> <strong> Allen Iverson </strong> said. ''It's easy for players to say it's just another game. But everybody knows it wasn't just another game. It was a game that both teams felt they had to have.", "new_id": -2}, {"uid": "1295892428014073890", "i": 49354, "idx": 0, "sa": ["Eric Schmidt"], "q": ", 2011 Google Gives <strong> Eric Schmidt </strong> ''Unprecedented''$ 100 Million Equity Award Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q>includes stock and stock options, and vests over four years,</q> and is the largest for a sitting CEO, the Wall Street Journal$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the", "new_id": -2}, {"uid": "1295906255011026466", "i": 45931, "idx": 1, "sa": ["Bill Lockyer"], "q": "to declare bankruptcy. Armando Arorizo/Bloomberg News <strong> Bill Lockyer </strong> ''It's a cynical proposal, intended to incite a panic in response to a phony crisis,'' Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. <q>Killer bees, space aliens, and now it's the invasion of the bankrupt states.</q> As reported, a number of members of Congress have been quietly looking into possible amendments to the federal bankruptcy code to accommodate the states, which can not now declare bankruptcy. Mr.", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q>Day-to-day adult supervision no longer needed!,</q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an ''owner's manual'' included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}, {"uid": "1296802074171819014", "i": 5796, "idx": 1, "sa": ["Allen Iverson", "James May", "Chris Webber"], "q": "While Philadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. ''<strong> James May </strong> think every little bit helps your confidence,'' <strong> Chris Webber </strong> said. <q>One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, <strong> James May </strong> don't even care what everyone else is saying.</q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. ''<strong> James May </strong> just know how tough it is on him,'' <strong> Allen Iverson </strong> said. ''He wants to play well so", "new_id": -2}, {"uid": "1297170776188874758", "i": 34265, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, ''I care deeply about animals'' and ''am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to ''propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would ''welcome a clarification of the guidelines.'' Facebook! Know something", "new_id": -2}, {"uid": "1296527331020578309", "i": 4286, "idx": 1, "sa": ["Michael Vick"], "q": "comment- 9 min ago Yahoo! Sports ''I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.'' WilliamH left a comment- 15 min ago news.yahoo.com <q>Wow! It makes me feel good to know that Bloomburg is taking advantage of the tragedy in Tuscon to...</q> sodapopis4me left a comment- 17 min ago news.yahoo.com ''Nice idea... ugly design! I like the idea of it ONLY being flown on certain holidays. I don't like...''", "new_id": -2}]