[{"uid": "1295369666220332052", "i": 14784, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Piers Morgan"], "q": ",'' The New York Post quoted <strong> Howard Stern </strong> as saying.`` This guy's ripped off like 10 major things from my show.'' href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in the ratings. <q> It's beyond my comprehension, </q> <strong> Howard Stern </strong> says.`` America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.'' <strong> Piers Morgan </strong> Debuts on CNN; 25 Years", "new_id": -2}, {"uid": "1295534490247300142", "i": 57993, "idx": 1, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "from interviews from one of the retiring ministers, that this has all been planned and talked about, even before Christmas,'' <strong> Eamon Gilmore </strong>, leader of the opposition Labour party, told a noisy parliament. <q> That there is an orchestrated resignation of ministers going on there some kind of a political, cynical, grubby exercise in last minute jobbery being hatched by this government which we're not being told about. </q> Already angry at the government's handling of the economic crisis, Irish people were seething that Mr. <strong> Brian Cowen </strong> was focused on sorting out jobs for colleagues rather than citizens. Three men disguised as police suspected", "new_id": -2}, {"uid": "1295772181222068760", "i": 24070, "idx": 0, "sa": ["Andy Coulson"], "q": "climate, pointing out that US retail giant Wal-Mart had shut its Moscow office in December after failing to find a way into the Russian market. Video: Fishermen, businesses beg for BP spill money Report Abuse <q> If ANYTHING happens to the Arctic as a result of this plan, I won't want the courts to handle it. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297711286141344809", "i": 30504, "idx": 2, "sa": ["Adam Klugman", "Donald Rumsfeld"], "q": "Department officials to produce legal memos that would immunize from criminal prosecution US officials who participated in the detention and interrogation of enemy combatants- including Padilla, the lawyers say. <strong> Donald Rumsfeld </strong> and other Defense Department officials <q> were privy to regular reports on the interrogation and condition of suspected` enemy combatants' held at the brig, </q> Padilla's brief says.`` Those reports repeatedly drew attention to the devastating psychological effects that the conditions were having on detainees, including Mr. Padilla.'' Progressive Radio Host <strong> Adam Klugman </strong>...- A new play", "new_id": -2}, {"uid": "1295288803218529794", "i": 59236, "idx": 0, "sa": ["Mike Pence", "Ron Johnson", "Gary Bauer", "Ian Stannard", "Barack Obama"], "q": "www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Johnsontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. IndIan Stannarda <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his ChristIan Stannard credentials. To some, he's the", "new_id": -2}, {"uid": "1295072281016613416", "i": 22917, "idx": 0, "sa": ["Camilla Belle", "Cameron Silver", "Penélope Cruz", "Angelina Jolie", "Jennifer Garner", "Diane Kruger"], "q": "`` He's gone, but I'm still sexy! And available!''`` Actresses have to walk a tightrope,'' says <strong> Cameron Silver </strong>, owner of vintage boutique Decades, from where many Globes gowns hail. <q> Too avant-garde and you're a` fashion girl.' Too underdone and you're on the worst-dressed list. You want that middle space occupied by <strong> Penélope Cruz </strong> or <strong> Jennifer Garner </strong>: serious actress who happens to be chic. </q> rel=\"attachment wp-att-110727\" href=\"http://www.stabroeknews.com/2011/the-scene/01/15/the-psychology-of-the-golden-globes-dress/attachment/20110115Angelina Jolie/\"> <strong> Angelina Jolie </strong> In the case of certain actresses- think <strong> Camilla Belle </strong> or <strong> Diane Kruger </strong>- they're much better known for outfits than for acting.`` It's not so bad being", "new_id": -2}, {"uid": "1295629828074432556", "i": 24083, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Steve Jobs"], "q": "March, when the href=\"http://www.nytimes.com/2010/03/14/technology/14brawl.html?Larry Pagewanted=all\" target=\"_blank\"> New York Times reported on the fracturing relationship between Apple and Google, <strong> Steve Jobs </strong> declined to comment. <strong> Eric Schmidt </strong>, meanwhile, was anything but cold, calculating, and distant. <q> I continue to believe, as many do, that <strong> Steve Jobs </strong> is the best CEO in the world today, and I admire Apple and <strong> Steve Jobs </strong> enormously, </q> <strong> Eric Schmidt </strong> declared. Is Eric Schmidt-and, by extension, Google-tough enough to stay on top in tech? People have been asking this question about Google for years, but rarely has it mattered as much as it does", "new_id": -2}, {"uid": "1296004201187400217", "i": 664, "idx": 0, "sa": ["John Thune", "Gabrielle Giffords", "Kirsten Gillibrand", "Peter King"], "q": "idea of Democrats sit together to show respect for <strong> Gabrielle Giffords </strong> and other shooting victims. Sen. <strong> John Thune </strong>( r.)( Miller/News) The two of them should shut up, Mrs. <strong> Peter King </strong> said, and then <q> You two loudmouths should sit together. </q> Sen. <strong> Kirsten Gillibrand </strong> has filled her dance card with a prospective GOP presidential runner, Sen. <strong> John Thune </strong>( R-S.D.). Can can at the Boom Boom Two cocktail waitresses say they were fired from trendy club for not", "new_id": -2}, {"uid": "1295721723089014301", "i": 40544, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "ab. Ein erwachsener Aufpasser tue ihnen ganz gut, sagten <strong> Larry Page </strong> und sein Mitgr?nder <strong> Sergey Brin </strong> damals unisono. Inzwischen sind Sergey Brins Haare lichter geworden, die von <strong> Larry Page </strong> grau. Am Donnerstagabend verschickte <strong> Eric Schmidt </strong> per Twitter den Satz: <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig. </q> <strong> Larry Page </strong> nimmt die Macht wieder an sich. Sein Vorg?nger <strong> Eric Schmidt </strong> muss sich von April an mit der Rolle des Verwaltungsratschefs zufrieden geben und soll Google offiziell nur noch nach au?en vertreten- falls er nicht aus Antriebsmangel", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]