[{"uid": "1295254600092618767", "i": 8647, "idx": 14, "sa": ["Allen Iverson", "George Karl", "Steve Blake"], "q": "for Game 3 on Saturday night with the Nuggets holding just the third 2-0 edge in their 33-year NBA history. <strong> George Karl </strong> said the pair of blowouts mean nothing when the series shifts to the Hornets' home court. <q> They Iverson_Allen Iverson's_Interview_after_Denver_Nuggets'_Debut Interview of <strong> Allen Iverson </strong> and his Denver Nuggets Head Coach <strong> George Karl </strong>. Iverson_Allen Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve Blake_Steve Blake_Career_Night Playing in just his second game with the Denver Nuggets, <strong> Steve Blake </strong> showed the Portland Trail Blazers what they've been missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. \"I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2, "mturk_index": "1619"}, {"uid": "1297163412212434990", "i": 52935, "idx": 1, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "serving Republican presidents from Richard Nixon to George W Bush. The former defence secretary was reluctant to endorse Bush's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war </q>. \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an)", "new_id": -2, "mturk_index": "1825"}, {"uid": "1295551341173850658", "i": 44431, "idx": 2, "sa": ["Hillary Clinton", "David Letterman", "Hugh Hefner"], "q": "make it harder for older Americans to get proper health care. To which[ Playboy founder] <strong> Hugh Hefner </strong>'s fiancee said` Good!\" ' target=\"new\"> <strong> David Letterman </strong> on Secretary of State <strong> Hillary Clinton </strong>: <q> Have you noticed she's been putting on a little bit of weight? She needs to spend more time in Iraq and Iran than less time with Turkey and Chile.... If she gains 10 more pounds, Bill's going to start hitting on her. </q>", "new_id": -2, "mturk_index": "745"}, {"uid": "1295640121217038855", "i": 6595, "idx": 0, "sa": ["Ken Auletta", "Sergey Brin", "Eric Schmidt"], "q": "reported Friday that <strong> Eric Schmidt </strong> had been \"nudged aside. \"<strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago, \"<strong> Eric Schmidt </strong> lost some <q> energy and focus. \"<strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision </q> and that Page, 38, was ready to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2, "mturk_index": "1134"}, {"uid": "1294986518220069897", "i": 36712, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "We didn't know that she had not opened her eyes. But when we watched Mark we knew.\" A realization that makes <strong> Kirsten Gillibrand </strong> all the more optimistic about her friend's recovery. <q> It was so clear to me that she was absolutely present in every way and had so much strength and character at that moment. </q> Doctors say this is a sign that they can proceed with more aggressive physical therapy. But the congresswoman's recovery will still be measured in months not days or weeks. Comments Terms of Use: We", "new_id": -2, "mturk_index": "2078"}, {"uid": "1296552417261570573", "i": 28501, "idx": 23, "sa": ["Jason Kidd", "Larry Brown", "Allen Iverson"], "q": "game and showed some of the grit they displayed last seJason Kidd, when they reached the NBA Finals. \"It's extra special( to win) when you have to fight and struggle,\" <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q> \"I've had this team for five years and they try,\" Sixers coach <strong> Larry Brown </strong> said. \"They might not always play right and they might not always play good, but they try.\" The", "new_id": -2, "mturk_index": "266"}, {"uid": "1296798464219398160", "i": 31803, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant", "Eric Williams", "LeBron James"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavEric Williamsks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2, "mturk_index": "168"}, {"uid": "1297269561137707527", "i": 45000, "idx": 1, "sa": ["George Casey", "Donald Rumsfeld"], "q": "not awash in sectarian violence,\" the top U.S. commander in Iraq, Gen. <strong> George Casey </strong> said, on talk show after talk show, making the rounds to tell the American home-front not to worry. Civil war? <q> I don't see it happening, certainly anytime in the near term, </q> he said, as he denied the surge in sectarian violence... \" <strong> Donald Rumsfeld </strong> held a news conference at the Pentagon to say that U.S. press reports of killings-- such as mine that estimated 1,300 dead in", "new_id": -2, "mturk_index": "1133"}, {"uid": "1297205235085721147", "i": 42758, "idx": 0, "sa": ["George Burgess", "Donald Rumsfeld"], "q": "\"If this is not possible, repeat bangs to the snout may offer temporary restraint, but the result likely become increasingly less effective,\" Mr <strong> George Burgess </strong> reported. <q> If a shark actually bites, we suggest clawing at its eyes and gills, two sensitive areas. One should not act passively if under attack- sharks respect size and power. </q> Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings, rows over rape... the US abortion debate gets", "new_id": -2, "mturk_index": "2144"}, {"uid": "1295776048201490444", "i": 29263, "idx": 2, "sa": ["Larry Page", "Allen Weiner", "Eric Schmidt"], "q": "been critical for good decision-making at the company,\" IDC analyst Al Hilwa said via e-mail. Some wondered if <strong> Larry Page </strong> is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q> I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ <strong> Larry Page </strong>] went to apply for the CEO job somewhere he wouldn't get it, </q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and <strong> Larry Page </strong> taking over on an interim basis until", "new_id": -2, "mturk_index": "266"}]