[{"uid": "1295124191182747183", "i": 33202, "idx": 1, "sa": ["Zendon Hamilton", "Allen Iverson"], "q": "Lopez and <strong> Zendon Hamilton </strong> proved to be too much for <strong> Allen Iverson </strong>'s one-man show, as St. John's played one of its finest games of a so-far erratic season, upsetting sixth-ranked Georgetown, 83-72, before 13882 fans. <q> That's my game, basically, </q> Lopez said.`` Up tempo.'' And in control. If one play could have summed up the contest's outcome, it came with just over five minutes to play and St. John's leading by 9", "new_id": -2}, {"uid": "1296049921129286144", "i": 31853, "idx": 0, "sa": ["Joan Rivers", "David Letterman", "Betty White"], "q": "<strong> Joan Rivers </strong>?), on WE last night at 9 ET. <strong> Joan Rivers </strong>, who is 77, has been in full-promotion frenzy for her latest effort, on`` Late Show With <strong> David Letterman </strong>'' complaining that <strong> Betty White </strong>'s come <q> back from the dead, and taking all my jobs. </q>`` I almost got the Depends commercial,'' <strong> Joan Rivers </strong> said.`` I stood there and urinated. She got it.'' <strong> Joan Rivers </strong> was scheduled to appear on`` Fox and Friends.'' But then she insulted", "new_id": -2}, {"uid": "1295677688065617925", "i": 39513, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_42_points_vs_DEN_2002-0340_point_streak_*360 The 2nd game of the famous 9 straight 40", "new_id": -2}, {"uid": "1297417370218677347", "i": 11110, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone 7 will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would`` build a new global mobile ecosystem''. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said:`` I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale,", "new_id": -2}, {"uid": "1296629066052166669", "i": 49265, "idx": 0, "sa": ["Steve Ballmer"], "q": "Based on the specs of this beast, I would say the ExoPC is overpriced by about$ 400. Nice machine, but just comparing specs.... <strong> Steve Ballmer </strong>( and Microsoft) still doesn't get the iPad <q> The operating system is called Windows, </q> claimed <strong> Steve Ballmer </strong> when asked about Microsoft's plans for the tablet/slate/pad form factor at the company's annual Financial Analyst Meeting on July 29th 2010. He expressed dismay at the iPad's strong sales figures,''[...", "new_id": -2}, {"uid": "1295613611207978541", "i": 2444, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "purchase 17 self-contained breathing apparatuses, U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> announced today. The new breathing apparatuses will replace the fire company's 13-year-old air packs, and increase the overall safety of Mottville's 35 volunteer firefighters. <q> It's going to help keep all the firefighters safe so they can enter burning buildings with the latest technology in air packs, </q> Mottville volunteer Fire Chief Tim Baker said. The fire department has applied for the same federal grant for the last six years. Baker said his department needed to replace the aging technology and now the cost", "new_id": -2}, {"uid": "1295807081069746690", "i": 15013, "idx": 0, "sa": ["Andy Coulson"], "q": "<blockquote> AP/Yahoo.. trying to give us SOME news from the USA WAR FRONT. </blockquote> Which of course, they ignore as not to hurt the Democrat in office-- and his campaigning. Report Abuse <q> Iraq, Iran, Afghanistan, Pakistan, N Korea, Somalia, Sudan, Ivory Coast, Mexico-- so when are we planning on winning any of these wars? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297151169211075114", "i": 12224, "idx": 0, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "`` The big question is: How long do you wait?'' Bob Verini, a Los Angeles-based critic for Variety and the president of the Los Angeles Drama Critics Circle, said in a telephone interview. <q> That's a fair question that honorable people can agree to disagree on. </q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub Watch:` The View' Dishes About <strong> Christina Aguilera </strong> Anthem Exclusive: <strong> Donald Rumsfeld </strong>:`", "new_id": -2}, {"uid": "1295419250126189579", "i": 24262, "idx": 2, "sa": ["Sergio Marchionne"], "q": "eventually producing 80 percent of its product line from four or five architectures, a plan that is just getting under way. The vehicles from the new minivan platform would be built in Windsor. <q> I am here with one message to tell you, </q> <strong> Sergio Marchionne </strong> told workers Tuesday.`` The future of this plant is without doubt guaranteed.'' Windsor Assembly is Chrysler's oldest plant and the only automaking factory in North America running on three shifts. It", "new_id": -2}, [{"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]]