[{"uid": "1295026733173473825", "i": 6681, "idx": 0, "sa": ["Steve Ballmer", "Jeff Keltner"], "q": "users upgrade from Vista, Microsoft's CEO says. InformationWeek November 20, 2009 11:51 AM Microsoft's Windows 7 operating system is quickly gaining popularity among computer users, according to CEO <strong> Steve Ballmer </strong>. <q> Since launch, we've already sold twice as many units of Windows 7 than any other operating system we've ever launched in a comparable time, </q> said <strong> Steve Ballmer </strong>, who spoke Thursday at Microsoft's annual shareholder meeting. Google Apps Business Development Manager <strong> Jeff Keltner </strong> busts some of the most common myths about cloud computing. Though it's been on the market for", "new_id": -2}, {"uid": "1294973617242417726", "i": 4599, "idx": 0, "sa": ["David Letterman", "Kayte Walsh", "Edwin Edwards", "W. Edwards", "Kelsey Grammer"], "q": ", 29, who in October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor edwin e...( 18:03:49 \"former", "new_id": -2}, {"uid": "1295658306074924083", "i": 1974, "idx": 11, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO, <strong> Eric Schmidt </strong> will concentrate on communication with the outside world. <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>, </q> he said in a blog post. And in <strong> Eric Schmidt </strong>'s old job, we have Larry Page, who's famously disdainful of PR. In 2008, according to <strong> Ken Auletta </strong>'s book", "new_id": -2}, {"uid": "1295621146048054324", "i": 48789, "idx": 7, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": " \"He's done an excellent, excellent job. I think he should be judged by that. This is all about the past. It's just gone on and on.\" <strong> Andy Coulson </strong> had been <q> punished for the same offense twice, </q> <strong> David Cameron </strong> said. In a Sept. 9 debate in the House of Commons, Labour's Tom Watson told his fellow lawmakers they were \"afraid\" of <strong> Rupert Murdoch </strong>'s power. As well as The News of", "new_id": -2}, {"uid": "1295566644148553737", "i": 34296, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "report today, Google announced that CEO <strong> Eric Schmidt </strong> would resign his role as Chief Executive to focus on his Chairman role. Larry Page will take over as CEO while <strong> Sergey Brin </strong>'s title will change to Co-Founder. <q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role", "new_id": -2}, {"uid": "1295528464081166339", "i": 10110, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "in class. \"I was bored, constantly naughty, always doing things I shouldn't be doing,\" he revealed in an interview with <strong> Oprah Winfrey </strong> for her new television show <strong> Oprah Winfrey </strong> Presents Master Class. <q> And I never had a clue as to what I was going to do- other than I promised myself whatever I did do, I was going to have fun. </q> The 51-year-old British star has no regrets about his career so far and although he enjoyed his time on American Idol he feels ready for a new challenge. <strong> Simon Cowell </strong> has revealed a piece of advice he was", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1296366488199786542", "i": 36581, "idx": 0, "sa": ["Mike Pence"], "q": "campaigner and a \"cordially confrontational\" radio talk-show host. Now he stands poised to run for Indiana's highest office, after turning down urgings from conservative activists to run for president in 2012. <q> We seriously considered it, which for a small town boy from Southern Indiana is a very humbling thing..., </q> <strong> Mike Pence </strong> said last week. \"But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead.\"", "new_id": -2}, {"uid": "1296003648058851372", "i": 39, "idx": 2, "sa": ["Jim Richardson", "Michael Vick", "Barack Obama"], "q": "all active professional quarterbacks. Says Master: \"The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats.\" <q> <h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6> </q> <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the MichaeL <strong> Michael Vick </strong> story. Conservatives tried to make controversy out of <strong> Barack Obama </strong>'s comments on forgiveness and giving <strong> Michael Vick </strong> a second", "new_id": -2}, {"uid": "1295698603121667608", "i": 38523, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "amid accusations that he was aware of journalists while working as editor of the \"News of the World\" today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of World editor made it difficult to give job full attention <strong> Andy Coulson </strong>: follow the latest developments Timeline: The News of the World phone-hacking row BBC News The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the scandal. This timeline looks at the practices at the tabloid <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: \"When the spokesman needs a spokesman, it's time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with Obama more than Brown did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}]