[{"uid": "1296009156065716228", "i": 31619, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295705131000426030", "i": 22891, "idx": 0, "sa": ["Edward R. Murrow", "Erin Burnett", "Barack Obama", "Andy Coulson", "Alice Ritchie", "David Cameron", "Spencer Bachus"], "q": "Financial Services Chairman <strong> Spencer Bachus </strong>( Ala.)- who will oversee attempts to undo <strong> Barack Obama </strong>'s Wall <strong> Erin Burnett </strong> regulatory changes- received more than$ 1.2 million from the banking sector.\" http://wapo.st/gtkQZH-- <q>British PM tested over media chief's resignation,</q> by AFP's <strong> Alice Ritchie </strong>, in <strong> Edward R. Murrow </strong>: \"Prime Minister <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government", "new_id": -2}, {"uid": "1295030362239566877", "i": 30931, "idx": 2, "sa": ["Steve Ballmer", "Jason Maynard"], "q": "billion, and a 14% increase in operating profit, which came in at$ 5.5 billion. Still, Wells Fargo's <strong> Jason Maynard </strong> noted that there were some weak spots in the group's performance. <q>On the negative side, however, the Hyper-V virtualization product to date has not yet seemed to put a dent into VMWare's business,</q> <strong> Jason Maynard </strong> wrote in his research note. MS-Muglia Comment by rwells477 Jan 12, 2011, 08:38 AM EST Muglia could spell his companies name <strong> Steve Ballmer </strong> has a had time spelling his own name.. No", "new_id": -2}, {"uid": "1297395901078626819", "i": 35215, "idx": 1, "sa": ["David Letterman"], "q": ", New York, United States \"It turns out that JESUS OF NAZARETH not only has a remarkable cast( http://www.iâ\u0080¦ \"` A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...\" <q>Mad Avenue has a term called \"carpet bombing,</q> which means paying for t... \"` Your posting a Comment allows me to do so as well. So, though I pledged not to e...\" I completed my Antioch M.A. in Media Studies 35 years", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1295394211046235674", "i": 4553, "idx": 3, "sa": ["Sergio Marchionne"], "q": "governments of U.S., Canada and Ontario. Excluding interest and taxes, Chrysler earned a$ 565 million profit in that period. \"That's a difficult question,\" <strong> Sergio Marchionne </strong> said about profit sharing. <q>It's part of a more complicated set of negotiations. I've always been convinced that we need to reward everybody in the organization for performance.</q> Chrysler wants to complete an initial public offering later this year that would enable the U.S. and Canada to sell part or all of their equity in Chrysler. The U.S. Treasury owns 9.2% of Chrysler's", "new_id": -2}, {"uid": "1296122190127270925", "i": 23899, "idx": 2, "sa": ["Mike Pence", "Ronald Reagan"], "q": "\" Well, Mr. Republican Lobbyist: <strong> Mike Pence </strong> is no ideologue. And he is immensely electable. As a leading Indiana conservative activist, Jim Bopp, says in that same story about <strong> Mike Pence </strong>, <q>Every facet of the conservative movement can, without hesitation, support[ <strong> Mike Pence </strong>]. Whether it's the tea party or social conservatives or economic conservatives or foreign policy conservatives, no one has any reservations about him, and that is unlike any other candidate.</q> The Republican elites were wrong in 1980. <strong> Ronald Reagan </strong> went on to win, and then win a second term in a historic landslide. His previously ridiculed vision shook the world. Communism fell. Prosperity flourished", "new_id": -2}, {"uid": "1296497082169607183", "i": 11319, "idx": 2, "sa": ["Sergio Marchionne"], "q": "million vehicles in 2010 and are expected to reach about 4 million this year. Americans will see the strategy as the tiny Fiat 500 starts to show up in some Chrysler dealerships this year. <q>You have to have global scale,</q> <strong> Sergio Marchionne </strong> said. Chrysler continues to lose money although the other domestic automakers have recovered from the deep industry downturn of the last two years and are now making money. Last week, Ford said", "new_id": -2}, {"uid": "1295779892017170523", "i": 1847, "idx": 13, "sa": ["Mitch Daniels", "Charlie Black", "Mike Pence"], "q": "of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q>If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Pence </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>,</q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known.", "new_id": -2}, {"uid": "1295208913228065304", "i": 22819, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Randy Larson", "Susannah York"], "q": "tube. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New <strong> Susannah York </strong>, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,</q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}]