[{"uid": "1295220231075989003", "i": 42867, "idx": 1, "sa": ["Mike Krzyzewski", "Marcus Camby", "Carmelo Anthony", "Guy Lafleur", "Allen Iverson", "George Karl", "Tim Kennedy"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of Tim Kennedyes <strong> Mike Krzyzewski </strong> talks about me beating Guy Lafleurs down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding Guy Lafleurs. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars", "new_id": -2}, {"uid": "1295461104131301415", "i": 42921, "idx": 3, "sa": ["Allen Iverson", "Gary Moore"], "q": "for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" \"People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,\" <strong> Gary Moore </strong> said. <q> He's got a battle ahead of him. </q> <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's happy with his new career in", "new_id": -2}, {"uid": "1295981454233783314", "i": 50113, "idx": 1, "sa": ["David Letterman"], "q": ": What is Social Anxiety Disorder? NDavid Lettermany half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q> UCSF Mini Medical School for the Public </q>[ 11/2007][ Health and Medicine][ Show... Brain Mind and Behavior: Emotions and Health Take a look into our current understanding of the function of the human brain and some of the important diseases that", "new_id": -2}, {"uid": "1296394869086278167", "i": 26184, "idx": 0, "sa": ["Charles Ellis Schumer", "Bernie Sanders", "Rand Paul"], "q": "+ issues to hammer against Republican plans to change those entitlement programs. Sens. <strong> Charles Ellis Schumer </strong>( D-N.Y.) and <strong> Bernie Sanders </strong>( I-Vt.) are leading other Senate Democrats in the fight against Republicans to protect those popular programs. <q> They want to privatize Social Security, </q> <strong> Charles Ellis Schumer </strong> said about the GOP. Not done yet: Sen. <strong> Rand Paul </strong> to introduce Social Security bill` in the next two... Kentucky Republican Sen. <strong> Rand Paul </strong>'s budget slashing spree was over, you have another thing coming.", "new_id": -2}, {"uid": "1296020367196706362", "i": 1739, "idx": 0, "sa": ["Newt Gingrich", "Marco Belinelli", "Keith Smart", "Bill Lockyer", "Michele Bachmann"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL", "new_id": -2}, {"uid": "1295509675216596495", "i": 19126, "idx": 1, "sa": ["Alberto Bombassei", "Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong>, far rientrare in Confindustria le \"newco\" di Mirafiori e Pomigliano quando ci sar un contratto per il settore auto. \"Do per buone le sue parole a New York\" , fermo restando che <q> l'adesione a Confindustria? volontaria. La strada per rientrare pu essere quella che propone Federmeccanica </q>. Per <strong> Alberto Bombassei </strong>, vicepresidente di Confindustria, la proposta di Federmeccanica \"? di buonsenso\" . Secondo il ministro del Lavoro Sacconi, la preferenza fra i due livelli \"? materia delle parti\" ma", "new_id": -2}, {"uid": "1296866191123699217", "i": 35407, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the term \"shyster\" at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. \"When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295802494101695495", "i": 44164, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said in September on NBC's \"Meet the Press\" that he's <q> not happy with the rightward shift </q> in the Republican Party. Coarse and Nasty Today, <strong> Colin Powell </strong> said American public discourse has become infused with \"a coarseness, a nastiness\" that \"we all better think about.\"", "new_id": -2}, {"uid": "1296854638096747656", "i": 20178, "idx": 4, "sa": ["Sergio Marchionne"], "q": "to government lenders of last resort because banks reduced credit during the recession in 2008 and 2009, <strong> Sergio Marchionne </strong> said. Chrysler has a \"moral responsibility to be worthy of these investments,\" he said. <q> We intend to show our gratitude by fulfilling our commitments and repaying every cent that has been loaned to Chrysler by the Canadian and U.S. taxpayers. </q> Year After GM A Chrysler offering would come about a year after General Motors raised more than$ 20 billion in a public offering of common and preferred stock in November. GM shares rose 9.3", "new_id": -2}, {"uid": "1296864258154910775", "i": 3813, "idx": 2, "sa": ["Sergio Marchionne"], "q": "also CEO of Italy's Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker's return to profitability. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}]