[{"uid": "1296059779015335429", "i": 37738, "idx": 2, "sa": ["Laurie Penny", "Lance Price", "Andy Coulson"], "q": "work to apply for <strong> Andy Coulson </strong>'s job. For example, I wrote the following headlines.`` Benefit Fraud Gives You AIDS''`` ASBO Child Causes House <strong> Lance Price </strong> Slump'' <q> Muslim Fanatic Spits Outside Church </q> In order to post a comment you need to be registeLaurie Penny and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without", "new_id": -2}, {"uid": "1294997731235044878", "i": 51888, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.'' As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q> I think Mike was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time. </q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces.`` It's almost like a pay-it-forward type deal,'' <strong> Brian Finneran </strong> said.", "new_id": -2}, {"uid": "1296821695221364241", "i": 44194, "idx": 0, "sa": ["John William Petty", "Zahi Hawass"], "q": "said a million tourists had left the country since the unrest began last week, costing the national economy about$ 1 John William Pettyion so far. <strong> Zahi Hawass </strong>, just promoted by Mubarak to be minister for cultural affairs. <q> I want people to know that after nine days of protests, the monuments are safe. Why? Because the Egyptian people are protecting them. </q> <strong> Zahi Hawass </strong> appears often in television documentaries about Egyptian archaeology, and if you have seen him, you know he is rarely relaxed. But today, in a href=\"http://www.drZahi Hawass.com\" target=\"external\"> blog post widely read by", "new_id": -2}, {"uid": "1295555864029818909", "i": 21334, "idx": 2, "sa": ["Alyse Eady", "Paul McCartney", "David Letterman"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the`` Late Show with <strong> David Letterman </strong>'' this Thursday night.  The Gossip's`` Standing in the Way of Control'' named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to`` Blackbird''  On Monday, <strong> Paul McCartney </strong> played a concert in Nashville, where he told the crowd that the Central High crisis inspired", "new_id": -2}, {"uid": "1295432415089227340", "i": 42391, "idx": 0, "sa": ["Chris Huhne", "Vladimir Putin"], "q": "a noticeable impact on the world's oil and gas industry,'' <strong> Vladimir Putin </strong> said. <strong> Vladimir Putin </strong> brushed off suggestions that BP has been tainted by the Gulf of Mexico oil spill, quoting the Russian proverb that <q> one man with experience is better than two without. </q> He also said the government intended to create`` a very favorable tax regime for the realization of this project.'' Britain's energy minister, <strong> Chris Huhne </strong>, said the deal was`` good news for Europe", "new_id": -2}, {"uid": "1295452144253739151", "i": 14571, "idx": 1, "sa": ["David Letterman", "Betty White"], "q": "birthday in New York. There was a party on Tuesday( Jan. 18), though her actual birthday was Monday, and an appearance on href=\"http://tvlistings.zap2it.com/tv/late-show-with-David Letterman-David Letterman/EP00076838\">`` The Late Show with <strong> David Letterman </strong>.'' <q> For an 89 year-old broad, I couldn't be happier, </q> says <strong> Betty White </strong>. <strong> David Letterman </strong> busts out an old glamour shot of <strong> Betty White </strong> in what we imagine is the David Lettermany 1940s-- woo woo, she was a looker. When asked if she's going to do``", "new_id": -2}, {"uid": "1295633013146702365", "i": 56251, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--`` day-to-day adult supervision is no longer needed''-- through his href=\"http://www.businessinsider.com/Eric Schmidt-Eric Schmidt-here-is-why-im-stepping-down-2011-1\"> carefully worded blog post that screamed <q> friction at the top, </q> through his patronizing remarks about how he thinks <strong> Larry Page </strong> is finally`` ready'' to be CEO, it seemed clear that <strong> Eric Schmidt </strong> got shoved out the door. Specifically, it seemed that far from adult supervision no", "new_id": -2}, {"uid": "1296535482017350713", "i": 59722, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The$ 199 million net loss during the Q4 is$ 115 million worse than in the third quarter. The company said that the setback was due to more spending on advertising and long-overdue product launches. <q> The Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth, </q> said <strong> Sergio Marchionne </strong>, Chrysler CEO. However, these figures are not as bad as the company emerged from bankruptcy in 2009. Chrysler announced that produced an operating profit in the first quarter of 2010", "new_id": -2}, {"uid": "1297338113118145033", "i": 19438, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "effort has definite purposes. As <strong> Donald Rumsfeld </strong> himself explained in a Tuesday interview with <strong> Diane Sawyer </strong> of ABC News, the same policies continue today under the Obama administration and will be carried on for years to come. <q> For all the criticism of <strong> George H. W. Bush </strong> and the people working around him for the things he put in place-the Patriot Act, the Guantanamo Bay[ prison] and various things, military commissions-you know, a lot of people criticized them and they fussed at it, </q> <strong> Donald Rumsfeld </strong> said.`` The fact is, they're still there. Why are they still there? They're there, because they make sense in the 21st Century. They're needed. And the new administration", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]