[{"uid": "1296409361251199508", "i": 54196, "idx": 0, "sa": ["Alassane Ouattara"], "q": " ECOWAS team to the White House Wednesday, after which the parties reaffirmed their hope for a peaceful transition in target=\"_blank\" href=\"http://abidjanpost.com/\"> Ivory Coast. Meanwhile, presidential claimant <strong> Alassane Ouattara </strong> has said he will lift a 1-3 <q> You have Rights; the Government has Privileges </q> Part 2 www.youtube.com Lighting the Fire of Liberty one heart at a time. Liberty: 1. a. The condition of being free from restriction or control. b. The right and power to act, believe", "new_id": -2}, {"uid": "1295878830093126673", "i": 17863, "idx": 2, "sa": ["Alassane Ouattara"], "q": "a?adi. Gbagbo ha rechazo ceder el poder a <strong> Alassane Ouattara </strong>, ganador de las elecciones presidenciales del pasado noviembre, seg?n la Comisi?n Electoral Central, la ONU y gran parte de la comunidad internacional. <q> Vivo en un distrito dominado por simpatizantes de Gbagbo. Es muy dif?cil cuando eres un empleado de la ONU. No es s?lo que estemos siendo atacados, sino que hay una gran desconfianza desde las elecciones </q>, denunci. En algunos distritos de Abiy?n donde Gbagbo tiene un gran apoyo, hay una fuerte presencia de los J?venes Patriotas, liderados por Charles Bl Goud, que ha sido uno de los cr?ticos con", "new_id": -2}, {"uid": "1297240179110002178", "i": 1820, "idx": 0, "sa": ["Colin Powell"], "q": "are,'' Rumsfeld told a television interviewer.`` They're in the area around Tikrit and Baghdad.'' In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements_ in particular the one mentioned above_ they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1295627764018169864", "i": 58559, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and`` create clearer lines of responsibility and accountability at the top of the company.'' <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> comments <strong> Eric Schmidt </strong>.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about", "new_id": -2}, {"uid": "1297117709195428398", "i": 25920, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "in an interview to be broadcast on`` Nightline'' Monday. Former <strong> George W. Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.'' <q> I think that it's possible, </q> <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1296543362072531982", "i": 30812, "idx": 7, "sa": ["James Cleveland", "Kevin Garnett", "LeBron James", "Chris Webber", "Allen Iverson", "Žydrūnas Ilgauskas", "Paul Pierce"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Webbe... <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2 ft <strong> LeBron James </strong> Shaq O'Neal <strong> Paul Pierce </strong>& <strong> Kevin Garnett </strong> NBA Playoffs <strong> James Cleveland </strong> Cavaliers", "new_id": -2}, {"uid": "1295570534120422437", "i": 55808, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:42 PM EST- U.S. Markets closed Text of blog entry from Google CEO <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 7:31 pm Blog entry from Google Inc.. CEO <strong> Eric Schmidt </strong>, who is", "new_id": -2}, {"uid": "1296767957240500778", "i": 48310, "idx": 4, "sa": ["Friederike Seyfried", "Zahi Hawass"], "q": ". En Qantara, en el Sina, un dep?sito donde se conservan antig?edades fue da?ado y seis cajas fueron robadas, indic <strong> Zahi Hawass </strong>. <strong> Zahi Hawass </strong> trata de tranquilizar a la comunidad internacional. <q> Pido a todo el mundo que se tranquilice.(...) Quiero que la gente sepa que despu?s de nueve d?as de protestas los monumentos est?n seguros.? Por qu? Porque el pueblo egipcio los protege </q>, escribi este mi?rcoles <strong> Zahi Hawass </strong>. <strong> Friederike Seyfried </strong>, directora del museo de Egiptolog?a de Berl?n, que alberga en especial el busto de Nefertiti( reivindicado por el poder egipcio), subraya que piensa antes`` en", "new_id": -2}, {"uid": "1296801033266600448", "i": 15176, "idx": 0, "sa": ["Tom Long", "Allen Iverson", "Jerry Stackhouse", "Carmelo Anthony"], "q": "he believes it will take Tom Longer because teams are still hopeful of landing <strong> Carmelo Anthony </strong> before the trade deadline.`` Chicago is one of those teams I keep under the hat,'' <strong> Jerry Stackhouse </strong> said. <q> I don't think they have that veteran experience on their wings. </q> <strong> Jerry Stackhouse </strong>, a reserve for the Bucks last season, is a commentator for NBA TV in Atlanta.  <strong> Allen Iverson </strong>'s still hurting  Former All-Star <strong> Allen Iverson </strong>, 35, could miss the rest", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]