[{"uid": "1295665867007979096", "i": 29823, "idx": 7, "sa": ["Eric Schmidt"], "q": "suits him perfectly\". According to <strong> Eric Schmidt </strong>, as executive chairman he will focus wherever he can to add the greatest value, such as deals, partnerships, customers and broader business relationships. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come </q>. The news comes as Google reported revenues of$ 8.44 billion for the quarter ending 31 December 2010- an increase of 26 per cent compared to the fourth quarter of 2009.", "new_id": -2}, {"uid": "1297590228217415727", "i": 28908, "idx": 3, "sa": ["D. Lowell Jensen", "Colin Powell", "Peter Videnieks", "Michael C."], "q": "in federal court that everything he did regarding Inslaw was approved by Deputy Attorney <strong> Colin Powell </strong> <strong> D. Lowell Jensen </strong>.[ nb 3] \"<strong> Michael C. </strong> was aided in his new DoJ job by <strong> Peter Videnieks </strong>,\" wrote Wired( magazine), <q> <strong> Peter Videnieks </strong> was fresh from the Customs Service where he oversaw contracts between that agency and Hadron, Inc., a company controlled by[ <strong> Edwin Meese </strong>] <strong> Edwin Meese </strong> and Reagan-crony <strong> Earl Brian </strong>. Hadron, a closely held government systems consulting firm, was to figure prominently in the forthcoming scandal. </q>[ 3] Both <strong> Michael C. </strong> and <strong> Peter Videnieks </strong> had obtained their positions under suspicious circumstances, according to the Chicago-based weekly, In These Times.[ 10][ nb 4] Furthermore, \"Before moving over to the", "new_id": -2}, {"uid": "1296164661230342706", "i": 32084, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent. \"We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,\" said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Subscribe to RSSMost", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1297097447088211513", "i": 8004, "idx": 1, "sa": ["Elaine Sciolino", "Donald Rumsfeld", "Richard Nixon", "Bill Clinton"], "q": "list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted. \"I don't think Don has wound down,\" says <strong> Bill Clinton </strong> Rentschler, who ran <strong> Richard Nixon </strong>'s 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong> <q> ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions. </q> The national press corps seems to agree. The New York Times reporter <strong> Elaine Sciolino </strong> recently called him a \"bureaucratic <strong> Bill Clinton </strong> belt.\"( <strong> Donald Rumsfeld </strong> would not comment for this article.) <strong> Donald Rumsfeld </strong>'s life story", "new_id": -2}, {"uid": "1295131435025296915", "i": 26310, "idx": 0, "sa": ["Michael Heisley", "Chris Halvorsen", "Lionel Hollins", "Ben Wallace", "Allen Iverson"], "q": "his second All-Star Game appearance during his first http://wn.com/Allen_Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Halvorsen </strong> <strong> Ben Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: \"I feel that they are committed to developing a winner and I know that I can help", "new_id": -2}, {"uid": "1295587968175472692", "i": 190, "idx": 2, "sa": ["Jay Leno", "Thomas Wolfe", "David Letterman", "Bill Cosby"], "q": "<strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. \"I come out and sit down,\" he said. <q> I've been doing that since I was 34, and I'm 73 now. And I'll begin to tell stories. </q> <strong> Bill Cosby </strong> said his mission is simple- to leave the audience laughing and thinking that \"I am not alone. I am not afraid to deliver a smile. Something wonderful and positive is going", "new_id": -2}, {"uid": "1295988296031850526", "i": 6102, "idx": 1, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "CEO <strong> Eric Schmidt </strong> for passing the torch to co-founder Larry Page, writing in a blog post last week that a change was needed to \"simplify our management structure and speed up decision making.\" <q> Google is still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities, </q> <strong> Alan Eustace </strong> wrote. Last week Google said that as of the end of 2010, 24,400 people worked for the company. Tom Krazit Full Profile E-mail Tom Krazit", "new_id": -2}, {"uid": "1297210131061849602", "i": 3321, "idx": 6, "sa": ["Donald Rumsfeld", "the Fox"], "q": "the service members who operate it have \"taken a lot of heat unfairly.\" <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. <q> Let there be no doubt, there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe, </q> he told <strong> the Fox </strong> News. \"And they have weapons of increasing lethality at their disposal and at their beck and call.\" In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the", "new_id": -2}, {"uid": "1296525197210714681", "i": 18958, "idx": 0, "sa": ["Simon Cowell", "Michael McIntyre"], "q": "the best comedian. \"You belong on that stage. I've never seen anyone intimidate <strong> Michael McIntyre </strong> like that. I love you for it.\" After the boy left the stage, <strong> Michael McIntyre </strong> said: <q> The buzzer is so loud. I hope they edit that out. I don't want to see him jumping out of his skin. </q> <strong> Michael McIntyre </strong> is fast becoming the new <strong> Simon Cowell </strong>- as another act in Birmingham stormed off the stage after he buzzed him. John Hampson, 47, from Portsmouth, painted his head gold and wore", "new_id": -2}]