[{"uid": "1295805489188252160", "i": 48725, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q>", "new_id": -2}, {"uid": "1296491980113492000", "i": 1822, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Jeep Grand Cherokee. <strong> Sergio Marchionne </strong> noted in a statement that Chrysler's recovery has so far bested industry expectations, but he added that the automaker was still a long way from meeting its objectives. <q>Our job is not yet done,</q> <strong> Sergio Marchionne </strong> said in a statement. \"We have a lot of work ahead to fulfill our five-year business plan objectives.\" For 2010, Chrysler reported nearly$ 42 billion in revenue, in line with", "new_id": -2}, {"uid": "1295642186060784646", "i": 5236, "idx": 0, "sa": ["Armando Iannucci", "Andy Coulson"], "q": "Mr. <strong> Andy Coulson </strong> insisted that he had no knowledge whatsoever of these illegal activities, but still intended to resign because stories about him were becoming a distraction. He then tried to make light of this situation by joking, <q>When the spokesman needs a spokesman, it's time to move on.</q> As Matt Wells noted on The Guardian's live blog dedicated to Mr. <strong> Andy Coulson </strong>'s resignation, soon after the statement was released, the British comedian <strong> Armando Iannucci </strong>- who created\" In the Loop", "new_id": -2}, {"uid": "1295972754065323044", "i": 30212, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page. <strong> Eric Schmidt </strong>, who oversaw the company's meteoric rise, also said the group would hire thousands of people this year in response to accusations that it has struggled to retain its best talent. <q>I'm very personally excited about my next decade at Google,</q> he told the DLD media conference in Munich. From April, <strong> Eric Schmidt </strong> will focus on deals and government outreach as executive chairman. <strong> Eric Schmidt </strong> told Reuters on Jan. 21 that his move was an effort", "new_id": -2}, {"uid": "1297120389257998877", "i": 20499, "idx": 0, "sa": ["Simon Cowell"], "q": "five-million dollar purse the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven figure stakes but believes he can find a deserving star. <q>The money rightly puts an enormous amount of pressure on people,</q> said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a dressed-up five", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1296770511173654034", "i": 12169, "idx": 19, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "thing.\" <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that <strong> Saddam Hussein </strong> indeed possessed a stockpile of banned weapons. <q>Over time a narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,</q> <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastated", "new_id": -2}, {"uid": "1296232189027262989", "i": 27444, "idx": 0, "sa": ["James Caan", "Nelson Mandela", "Andrew Russo", "Andy Coulson"], "q": "<strong> Andrew Russo </strong>- or \"<strong> Andy Coulson </strong> Mush' as he's known in Brooklyn and Long Island- was one of the 100-plus New York gangsters picked up in an FBI swoop the previous week. <q>I\"ve known <strong> Andrew Russo </strong> since 1972,</q> <strong> James Caan </strong> wrote to the court, \"and in all that time I have known him only as an unbelievable <strong> Nelson Mandela </strong>, grandfather, great-grandfather and as good a friend as any person could ask for. <strong> James Caan </strong>", "new_id": -2}, {"uid": "1297283660263864333", "i": 41149, "idx": 0, "sa": ["Simon Cowell"], "q": "7 Wall Street: Money Never Sleeps 8 The Town 9 Dinner for Schmucks Does <strong> Simon Cowell </strong> have \"The X Factor'?- \"The Office,\" \"Jersey Shore\" and <q>Pet Food: A Dog\"s Breakfast</q> StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our Terms of Use. Keep it civil and stay on topic. No", "new_id": -2}, {"uid": "1296060930120487938", "i": 38563, "idx": 3, "sa": ["Rodney Harrison", "Michael Vick"], "q": "said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\"\"[...] \"We're real excited about it,\" Vito said. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q>  Podcast: Talking refs, home field, fourth downs and \"Scorecasting\"   Deep Posts: Packers wearing their home greens in the Super Bowl   The Shutdown Corner Interview: <strong> Rodney Harrison </strong>, Pt.", "new_id": -2}]