[{"uid": "1296541564262815766", "i": 39682, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,<q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Heat_vs_Bulls_1996-1997_Jordan's_50_point_statement Briefs: West St. Paul inventory shows 40 percent of city's trees are ashes A park and ride in Hastings, minus the", "new_id": -2}, {"uid": "1297245173074432526", "i": 35306, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges will be. \"They will be cute,\" he said. <q>But the male judges will not be as good looking as me.<q> Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor. \"In the final you could have a 14-year-old versus a 40-year-old,\" said <strong> Simon Cowell </strong>. When", "new_id": -2}, {"uid": "1295091531196460547", "i": 28632, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Country had refinement that Chrysler did not want to lose, whatever the new minivan lineup looked like. <strong> Sergio Marchionne </strong> says Chrysler Group needs to be more flexible with the architecture that supports its minivans. <q>It needs to house all-wheel drive and front-wheel drive and an E segment car.<q> Chrysler is coming with a new nine-speed front-wheel drive transmission in 2013. Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs. \"It's the", "new_id": -2}, {"uid": "1297300470182632613", "i": 46745, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "move decisively and swiftly to address our concerns on this pressing subject,\" said Sarukhan. U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane.<q> Report Abuse \"Quit sending us Mexican and we will quit sending you guns OK!!!!\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1295200225198885398", "i": 10356, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.<q> Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. According to University Medical Center in Tucson, where <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1296187975083116032", "i": 27386, "idx": 0, "sa": ["Simon Cowell"], "q": "on either the upcoming Fox version of the ITV singing competition or on his old show American Idol, but admitted that the British judge does know what he's talking about. He told The Mirror: <q>I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does.<q> interest in taking over from <strong> Simon Cowell </strong> when the music mogul quit Mandy MooreThe singer-actress chats about Tangled, Disney's latest animated film", "new_id": -2}, {"uid": "1296077951036618254", "i": 11142, "idx": 1, "sa": ["Steve Ballmer"], "q": "keynote, Microsoft CEO <strong> Steve Ballmer </strong> told the audience that Mediaroom had garnered some 4 million users by that time. The latest suit claims that TiVo is infringing four patents held by Microsoft. Their titles range from <q>Selective Delivery of Programming for Interactive Televideo System,<q> to \"User Friendly Remote System Interface Providing Previews of Applications.\" Whither the patents? For once, Microsoft was very early to jump on concepts surrounding the convergence of TV and telecommunications,", "new_id": -2}, {"uid": "1296492936169607194", "i": 72, "idx": 3, "sa": ["Sergio Marchionne", "David Whiston"], "q": " \"I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started,\" <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. <q>So far, theyre proving me wrong and proving nearly everyone else out there wrong.<q> Chrysler's U.S. growth in the past year was in part fueled by sales to so-called fleet customers-- corporate, government and rental-car company buyers. \"Fleet sales in the fourth quarter ended in", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.<q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1295705788039895042", "i": 500, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "our worst day in government,\" a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure <q>leaves the prime minister with a crucial vacancy as the coalition government weathers dissent about cuts<q> in public spending introduced to reduce a huge budget deficit. <strong> Andy Coulson </strong> had been under pressure for months about what he knew about a phone-hacking scandal at the Rupert Murdoch-owned News of the World weekly in 2005-6,", "new_id": -2}]