[{"uid": "1294977903249905195", "i": 5928, "idx": 5, "sa": ["Rasheed Wallace", "Allen Iverson", "Goran Dragic"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Goran_Dragic_Historical_Performance_Vs_Spurs_23_Point_4th_Quarter_Round_2_Game_3 All Field Goals By <strong> Goran Dragic </strong> 07-05-2010. <strong> Goran Dragic </strong> scored his points on 10/13 FG attempts including 5/5 three", "new_id": -2}, {"uid": "1295624661249511990", "i": 41314, "idx": 0, "sa": ["Eric Schmidt"], "q": "scenarios, economic growth will actually increase after a rise in food prices.\"( Also read Will There Ever Be Enough Food to Feed the World? <strong> Eric Schmidt </strong> and the Job of Non-CEO Executive Chairman <q><strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about \"the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach,</q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest.\" \"If their proposal had offered a better way to achieve the much needed objective of providing universal insurance", "new_id": -2}, {"uid": "1295565600254656524", "i": 5827, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama", "Joseph Galante"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: \"Day-to-day adult supervision no longer needed!\"-- With assistance from <strong> Joseph Galante </strong> and", "new_id": -2}, {"uid": "1295560496260145161", "i": 39597, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "was initially hired as CEO to provide more\" Twitter, tweeting, \"Day-to-day adult supervision no longer needed!\" blog post announcing the management changes, <strong> Eric Schmidt </strong> wrote that in his new role, he will <q>focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.</q> Noting that \"the business has become more complicated\" as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, Page and <strong> Sergey Brin </strong>, have been \"talking for a long time", "new_id": -2}, {"uid": "1296580982133529658", "i": 27684, "idx": 1, "sa": ["Allen Iverson"], "q": "examined Monday by noted surgeon James Andrews. Andrews diagnosed the injury as a calcium deposit with additional secondary bleeding. <strong> Allen Iverson </strong> \"It's tricky because of the location,\" Andrews said. <q>So we're going to try to treat it without surgery.</q> The first step will occur Tuesday when <strong> Allen Iverson </strong> will receive an anti-inflammatory injection intended to reduce the swelling. <strong> Allen Iverson </strong> will then be on \"active rest\" for two weeks, which limits him to stretching and", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q><strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE,</q> <strong> Steve Ballmer </strong> said. \"He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1295924020206389265", "i": 43419, "idx": 0, "sa": ["Bill Lockyer", "Luis Posada Carriles", "Newt Gingrich"], "q": "feel good.\" He said Cuban-American groups had been great in financially supporting him- but that his legal bills are piling up. \"Experts cost money,\" <strong> Luis Posada Carriles </strong> said in Spanish. <q>The trip to hotels. the exile( community) has responded well.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1297175256265814058", "i": 3529, "idx": 1, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "abuses done to Iraqi prisoners by U.S. personnel at the Abu Ghraib prison in Baghdad. \"That was such a stain on our country,\" he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed <q>I stepped up and told the president I thought I should resign,</q> he says. \"I think probably he and the military and the Pentagon and the country would have been better off if I had.\" Also during the interview, <strong> Donald Rumsfeld </strong> defends the Bush administration's", "new_id": -2}, {"uid": "1295574144118865959", "i": 10900, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thu, Jan 20, 2011, 8:41 PM EST- U.S. Markets closed On the Call: <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> picks safe words{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 8:09 pm Outgoing <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong> stayed well within a \"safety", "new_id": -2}]