[{"uid": "1295782038072171535", "i": 53158, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "<strong> Andy Coulson </strong>. Mr <strong> Andy Coulson </strong> is to step down amid continuing allegations regarding phone hacking at the News of the World. He has denied knowledge of the practice when he was editor and Mr <strong> Nick Clegg </strong> said he <q> had no reason to disbelieve him </q>. He said he would`` play a role'' in finding a successor and government would not`` miss a beat'' as it did so. The process of finding a replacement for Mr", "new_id": -2}, {"uid": "1295509121092602403", "i": 54651, "idx": 0, "sa": ["Martin Short", "David Letterman", "Regis Philbin"], "q": "<strong> Martin Short </strong> needs to pay a little more attention to the details. He went on href=\"http://television.aol.com/show/late-show-with-David Letterman-David Letterman/49114/main\">` Late Show'( Weeknights, 11:35 PM on CBS) perhaps with the best of intentions. <q> I'm still in a state of shock when I heard that announcement from you yesterday that you're leaving the show, </q> <strong> Martin Short </strong> said to <strong> Regis Philbin </strong>.`` I think it's a good idea. I think you're leaving at the top of your game.'' With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke", "new_id": -2}, {"uid": "1295871237205455360", "i": 21899, "idx": 2, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "as well as advising <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long Tim Cooke,'' <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Intel to invest US$ 2.2 bn in 22nm chip plant in Israel Intel has revealed it is moving to 22-nanometer( nm) processes and is investing US$ 2.5 bn to build a new fab in", "new_id": -2}, {"uid": "1296594161057851931", "i": 4978, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "AAPL: 345.35(+6.03,+1.78%)| NASDAQ: 2749.79(+49.71,+1.84%)  <strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO  Tuesday, February 01, 2011- 03:00 PM EST <q> Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO, </q> Electronista reports.''` In the first place, it's not appropriate. <strong> Steve Jobs </strong>[ <strong> Steve Jobs </strong>] is still the CEO and I hope he continues forever,' <strong> Eric Schmidt </strong> told CNBC in a Monday", "new_id": -2}, {"uid": "1295012281152616960", "i": 3231, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".'' A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1295287031003260440", "i": 6012, "idx": 1, "sa": ["Steve Ballmer"], "q": "competes in the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is`` all in'' with regard to the cloud services. <q> We have learned a lot through running Windows Live, Hotmail, Bing, </q> he told an audience during href=\"http://www.eweek.com/c/a/c/a/Windows/Microsoft-CEO-Steve Ballmer-Pumps-Cloud-Tablets-at-WPC-2010-268322/\"> a July 12 keynote address at this summer's Worldwide Partner Conference See why Sun, HP, and x86 users are moving to Power. Remote Support for PCs", "new_id": -2}, {"uid": "1295760999029376535", "i": 59902, "idx": 1, "sa": ["Allen Iverson", "Jason Kidd", "Robert Horry"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the Robert Horrys are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Philadelphia star scored 60 points, a career high and the most in the NBA this seJason Kidd, to lead the 76ers to a 112-99 victory over the Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1295065898217366614", "i": 1612, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Urbahn", "Robert King"], "q": "<strong> Robert King </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q> It's an episode about moral relativism about what is considered torture and what is not, </q> <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' <strong> Keith Urbahn </strong> said.``", "new_id": -2}, {"uid": "1296106119124256270", "i": 15858, "idx": 0, "sa": ["David Letterman", "Carson Daly", "Jay Leno", "Jimmy Kimmel", "Craig Ferguson"], "q": "his runner-up and guest-starring performances on`` Last Comic Standing.'' This weekend, he'll be in Eastern Connecticut for a five-show set at Comix at Foxwoods. The Boston native has appeared on <q> The Tonight Show with <strong> Jay Leno </strong>, </q>`` The Late Show with <strong> David Letterman </strong>,''`` The Late Late Show with <strong> Craig Ferguson </strong>,''`` Last Call with <strong> Carson Daly </strong>'' and`` <strong> Jimmy Kimmel </strong> Live.'' He was twice a finalist on`` Last Comic Standing''", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]