[{"uid": "1297176031226918403", "i": 3169, "idx": 11, "sa": ["David Letterman", "Aaron Rodgers"], "q": "?'' <strong> Aaron Rodgers </strong>( laughs):`` No.'' <strong> David Letterman </strong>: So then you go to play, what is the team you played for in junior college?'' <strong> Aaron Rodgers </strong>: <q> I went to Butte Community College. </q> <strong> David Letterman </strong>:`` Butte Community College in Montana? No!''( <strong> Aaron Rodgers </strong>, audience laugh)`` Where's Butte Community College?'' <strong> Aaron Rodgers </strong>:`` It's actually in a town called", "new_id": -2}, {"uid": "1295518303023461917", "i": 16832, "idx": 0, "sa": ["Sergio Marchionne"], "q": "engines. But much of Chrysler's alternative powertrain agenda depends on a$ 3-billion Energy Department loan that remains under review but had been expected by the end of 2010. <q> Am I concerned that this thing is taking longer than I thought? Absolutely yes, </q> <strong> Sergio Marchionne </strong> said.`` There are a couple of projects that need funding, but so far we're fine.'' An Energy Department spokesman declined to comment on Chrysler's loan application.", "new_id": -2}, {"uid": "1296527936108609567", "i": 25648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "at the end of the month. Bloomberg( ht jb): <blockquote> Ford Motor Co. said the U.S. industrywide auto sales rate may be lower in January than December... </blockquote> Auto sales seen losing momentum in January <q> U.S. auto sales lost momentum in the final weeks of January, auto executives and a leading analyst cautioned on Monday... J.D. Power forecast a January sales rate of between 11.5 million and 12 million vehicles, down sharply from the outlook for 12.2 million it had given just 10 days before. </q>... on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. Company: Calculated Risk", "new_id": -2}, {"uid": "1297270524044515339", "i": 32400, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "asserts that the German and French positions allowed critics of the United States to claim that`` Europe'' was opposed to military force, even though a large majority of European countries backed the United States. <q> More troubling, the French and Germans were, intentionally or not, giving <strong> Saddam Hussein </strong>'s regime the impression that they could stop a military confrontation, </q> <strong> Donald Rumsfeld </strong> writes.`` By giving <strong> Saddam Hussein </strong> a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the French and Germans undoubtedly made a war more likely, not", "new_id": -2}, {"uid": "1295981119035848240", "i": 35579, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.'' Vietor said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 1 BR/ 1 BA$ 395,000.00 SAN FRANCISCO 3 BR/ 2", "new_id": -2}, {"uid": "1296391786239042627", "i": 4586, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said.`` It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1295832436124387346", "i": 46581, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Marco Rubio", "Tom Coburn", "Chuck Schumer"], "q": "<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) will attend with <strong> Barack Obama </strong> <strong> John Thune </strong>( R-S. D), while Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) will become an item for the night. <q> I think if <strong> Tom Coburn </strong> and <strong> Chuck Schumer </strong> can sit next to each other, then probably just about everybody can, </q> <strong> Chuck Schumer </strong> said on CBS'`` Face the Nation.'' Intra-state Senate duos include Florida's Bill Nelson, a two-term Democrat, and <strong> Marco Rubio </strong>, a GOP freshman and tea party darling.`` I know", "new_id": -2}, {"uid": "1295283551003260420", "i": 31818, "idx": 0, "sa": ["Stephen A. Smith", "LeBron James", "Tracy McGrady", "Michael Jordan", "Allen Iverson"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` <strong> Michael Jordan </strong> legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you", "new_id": -2}, {"uid": "1296296965191774724", "i": 26747, "idx": 0, "sa": ["Simon Cowell"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]