[{"uid": "1295960989098713631", "i": 47016, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1297706529235225092", "i": 45273, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 14, 2011, 1:02 PM EST- U.S. Markets close in 2 hrs 58 mins{`` s'':`` msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Jay Yarow, On Monday February 14, 2011, 10:04 am EST <strong> Steve Ballmer </strong> just finished his keynote at the Mobile World", "new_id": -2}, {"uid": "1295220308191463536", "i": 21919, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/AscenDance,_29_~_America's_Got_Talent_2010,_auditions_Portland nbc.com AscenDance, 29~ America's Got Talent 2010, auditions Day-2 Portland Oregon. In theatres around the country, hopeful competitorsshowcase", "new_id": -2}, {"uid": "1297086358189808654", "i": 34748, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was`` the most important failure in the execution of the war,'' <strong> Donald Rumsfeld </strong> called that`` interesting.'' <q> I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. </q>`` It's hard to know,'' <strong> Donald Rumsfeld </strong> continued.`` You know, the path you didn't take is always smoother.'' Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's", "new_id": -2}, {"uid": "1295501578083329067", "i": 25029, "idx": 1, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> MGM's Jim Packer Moves to Lionsgate to Head Worldwide Television Distribution Executive is expected to take up his new position next month. David Joliffe Appointed to SAG Boards The MemberShipFirst leader takes", "new_id": -2}, {"uid": "1296203256159924264", "i": 1987, "idx": 1, "sa": ["Paula Abdul", "Ryan Seacrest", "Kelly Clarkson", "Simon Cowell", "Michael Jackson", "Justin Guarini"], "q": ", The <strong> Simon Cowell </strong> Years: Image: American Idol judges Randy <strong> Michael Jackson </strong>, <strong> Paula Abdul </strong> and <strong> Simon Cowell </strong> pose as they arrive for a party for the finalists of season one in 2004 370) this.width= 370'' alt= <q> <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong> hug each other at the conclusion of their performances at the Kodak Theatre in Hollywood </q>/> Besides introducing us to the now-omnipresent <strong> Ryan Seacrest </strong>, the first year of Idol featured a final showoff between <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong>. The blonde youngsters looked great together-- something Hollywood later tried to exploit with the", "new_id": -2}, {"uid": "1296961388064782357", "i": 38781, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back", "new_id": -2}, {"uid": "1295289654026066990", "i": 16406, "idx": 1, "sa": ["Michael Vick"], "q": "I think this team gives me the best chance of winning a Super Bowl.'' <strong> Michael Vick </strong> also admitted that Philadelphia wasn't at the top of his list of preferred destinations two years ago. <q> I didn't want to come here to be honest with you, </q> <strong> Michael Vick </strong> said.`` I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.", "new_id": -2}, {"uid": "1297246903009437188", "i": 34467, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> I understand u <strong> Lindsay Lohan </strong> well like me sometimes I make mistakes, I dont judge u aint nobody is perfect.. </q> Report Abuse <blockquote>`` After detectives began preparing to execute the search warrant, a friend of <strong> Lindsay Lohan </strong>'s brought the necklace to the Pacific Division police station.'' </blockquote>`` <strong> Lindsay Lohan </strong> doesn't understand how the", "new_id": -2}, [{"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]]