[{"uid": "1296482657189546496", "i": 2750, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 percent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 percent by meeting a government", "new_id": -2}, {"uid": "1296286332201490484", "i": 2671, "idx": 1, "sa": ["Mike Pence"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> said in a letter to supporters. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q> <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute in the years ahead", "new_id": -2}, {"uid": "1295020337159514625", "i": 39308, "idx": 0, "sa": ["Colin Powell"], "q": "7:42:58 AM PST day10( Integrity has no need of rules.) Steele will be the 2012 version of <strong> Colin Powell </strong> To: day10 Let me give you the Matthews/Olbermann lead-in for tonight: <q>The RNC chooses it's new leader this week and while there is no proof that current Chairman Michael Steele is being forced out because he's an African-American...</q> To: day10 Steele has a habit of agreeing with the premise of a question from whoever is interviewing him. David Gregory will interview him this Sunday and ask... \"Do you think racism had anything", "new_id": -2}, {"uid": "1297008715150536220", "i": 31687, "idx": 0, "sa": ["Michael Vick"], "q": "it. After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was back at his best in 2010. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.", "new_id": -2}, {"uid": "1295365519187695162", "i": 10358, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q>It's not any news here about my drug use and addictions in the past,</q> he told <strong> David Letterman </strong> on \"The Late Show.\" \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet. \"` That shows you what kind of", "new_id": -2}, {"uid": "1295985184186695702", "i": 6503, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "most of its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival. Microsoft employed", "new_id": -2}, {"uid": "1297103000155009056", "i": 28369, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it was a key to the city.) A local radio reporter managed to tape the event. In the video, <strong> Dwaine Caraway </strong> says he's \"so proud to do this.\" He tells <strong> Michael Vick </strong>, <q>You've earned it.... We appreciate you.</q> <strong> Dwaine Caraway </strong> says he's focused on <strong> Michael Vick </strong>'s efforts to turn around his life since leaving prison. But to be clear: <strong> Michael Vick </strong> and his crew tortured dogs. After leaving prison, <strong> Michael Vick </strong> went back to", "new_id": -2}, {"uid": "1295036877249511945", "i": 18021, "idx": 1, "sa": ["Michael Gove", "Brian Gates"], "q": "But <strong> Brian Gates </strong>, chair of the Religious Education Council of England and Wales, has welcomed comments from Mr <strong> Michael Gove </strong> as suggesting a \"readiness to reconsider the subject composition of the English Baccalaureate\". <q>There is widespread support for including religious studies as a mainstream humanities subject,</q> said Mr <strong> Brian Gates </strong>. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: \"There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars", "new_id": -2}, {"uid": "1297067133184320041", "i": 41629, "idx": 0, "sa": ["Bernie Ecclestone", "Gwyneth Paltrow", "Kylie Minogue", "Simon Cowell"], "q": " \"We are now part of that life,\" says a deadpan Nick, creator of homes for <strong> Kylie Minogue </strong>, <strong> Gwyneth Paltrow </strong>, Boris Berezovsky[ Russian oligarch] and the Mittals[ Indian steel tycoons]. <q>We try to educate our young designers in the needs of such people.</q> He is friends with princes Andrew and Albert, <strong> Bernie Ecclestone </strong>[ Formula One boss] and <strong> Simon Cowell </strong>. I find him tannedin a tailored shirt and Berluti shoes, but am more struck by the piercing stare.", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,</q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]