[{"uid": "1295282488229982250", "i": 39977, "idx": 0, "sa": ["Allen Boyd", "Mike Pence"], "q": "his disdain for the \"job-killing\" healthcare bill. That job-killing label, by the way, is appropriate. Even PolitiFact admits it within an article running interference for Democrat <strong> Allen Boyd </strong>. PolitiFact said, <q>It's much more accurate, for instance, to say that the 700 jobs were lost because the health care bill passed.<q> Those jobs belonged to Sallie Mae employees and I happened to meet one of those employees who'd worked for the company for years. <strong> Mike Pence </strong> has also worked hard on issues like freedom of speech.", "new_id": -2}, {"uid": "1296557165034062349", "i": 30068, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "this themselves. Representatives care only about party line To the Editor: Quotes from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> and <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>: \"It is time to come together and work to create jobs across America\" and <q>He is aware of the need to grow jobs, the economy and middle class paychecks.<q> That stuff is all good. Congress passed a bill related to the H-2A program to help farmers trying to make it easier for migrant workers. You might ask, \"How is it working?\"", "new_id": -2}, {"uid": "1295642939254836748", "i": 7598, "idx": 2, "sa": ["Eric Schmidt"], "q": "the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"Page credited <strong> Eric Schmidt </strong> with running the company \"brilliantly<q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1296655097153911319", "i": 2383, "idx": 1, "sa": ["Dong Kim", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": "good friends, said Monday that she visited <strong> Gabrielle Giffords </strong> this weekend and saw the congresswoman making progress. \"<strong> Gabrielle Giffords </strong> continues to defy the odds& is so appreciative of all your support,\" <strong> Kirsten Gillibrand </strong> wrote on Twitter. <q>Pls cont[ inue] to keep her in your prayers.<q> On the day <strong> Gabrielle Giffords </strong> moved to rehab, doctors said she was doing \"remarkably well\" and was making daily improvements in her neurological health. <strong> Dong Kim </strong>, a neurosurgeon, said then that he wasn't", "new_id": -2}, {"uid": "1296644684150142979", "i": 10862, "idx": 0, "sa": ["Allen Iverson"], "q": "87-82 victory over Orlando on Monday night. <strong> Allen Iverson </strong> has only been back a week after sitting out 10 games because of a bruised right knee. But he has a while to go to regain his All-Star form. <q>My rhythm is way off. I'm struggling,<q> said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. \"It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've", "new_id": -2}, {"uid": "1295093100028508164", "i": 1359, "idx": 4, "sa": ["John Elkann", "Sergio Marchionne"], "q": "challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and <q>represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,<q> Gianluca Spina, dean of the business school at Milan's Polytechnic, said before the results of the referendum were announced. Strike Call The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth", "new_id": -2}, {"uid": "1295560499104759347", "i": 35969, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.<q> The changes takes effect April 4. Google Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009-- topping analysts expectations.", "new_id": -2}, {"uid": "1295501763033751040", "i": 5503, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "quiet during the financial crisis. And the facts lead to one conclusion... we didn't even know one-fifth of it. The disclosure has major implications, according to Senate Budget Committee member <strong> Sen. Bernie Sanders </strong>: <q>After years of stonewalling by the Fed, the American people are finally learning the incredible and jaw-dropping details of the Fed's multi-trillion-dollar bailout of Wall Street and corporate America. As a result of this disclosure, other members of Congress and I will be taking a very extensive look at all aspects of how the Federal Reserve functions and how we can make our financial institutions more responsive to the needs of ordinary Americans and small businesses.<q> The obvious: Banks were bailed out. The government even bailed out GM( GM)( and will not likely recover the entire$ 50 billion). That's old news. What", "new_id": -2}, {"uid": "1296745368187088896", "i": 8345, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,<q> he said. The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,<q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]