[{"uid": "1295667348007979065", "i": 36613, "idx": 2, "sa": ["Steve Booth", "Eric Schmidt", "Lou Kerner", "Google Inc."], "q": "problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,</q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Wedbush Morgan analyst <strong> Lou Kerner </strong> says, \"Facebook is the most ominous threat to <strong> Google Inc. </strong>, but", "new_id": -2}, {"uid": "1297114607026116109", "i": 30298, "idx": 0, "sa": ["Star Spangled", "Simon Cowell"], "q": "in Slideshow: Green Bay Packers fan John VanLanen holds up a... Video: ShowBiz Minute: Schneider, Super Bowl, Sheen Video: Matthew Perry Returns to TV in \"<strong> Simon Cowell </strong> Sunshine' Report Abuse <q>Christina sounded better than that crap group Black Eyed Pee\"s.</q> And I bet 90% of the people in the nation can hardly remember all of the words to the <strong> Star Spangled </strong> Banner. ABC News: Fire in Rio Destroys Carnival Costumes and Floats ABC News: Watch:", "new_id": -2}, {"uid": "1297177593144113675", "i": 13464, "idx": 8, "sa": ["Paula Abdul", "Simon Cowell", "Lady Gaga"], "q": "<strong> Paula Abdul </strong>,\" he said. \"We've been in regular contact.\" <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q>Over the years you've seen a different type of artist emerge,</q> he explained, noting that a certain \"je ne sais quoi\" has become just as important as chops. \"A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her", "new_id": -2}, {"uid": "1295089809196460712", "i": 24324, "idx": 0, "sa": ["Cam Newton", "David Letterman", "Gene Chizik"], "q": "<strong> Cam Newton </strong> appeared on \"The Late Show with <strong> David Letterman </strong>\" two days after winning the Heisman Trophy and made a memorable appearance on \"The Tonight Show\" earlier this week. <q>When you look at a guy that a year ago nobody knew who he was, obviously, and you look at just what he's done, it's a great story,</q> coach <strong> Gene Chizik </strong> said earlier this week. \"He is a huge part of what our football team became. I think he got our players to rally around him in terms of the way they upped their level of", "new_id": -2}, {"uid": "1295604693188841989", "i": 30758, "idx": 0, "sa": ["Edwin Vieira", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Ron Paul", "Ted Baehr"], "q": "); MOVIEGUIDE Founder, <strong> Ted Baehr </strong>; and constitutional attorney, <strong> Edwin Vieira </strong>( 4 degrees from Harvard www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295257680226672654", "i": 39029, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "all over the place. I felt the interview improved as they moved on to other subjects. Here are the main points. â\u0080¢ <strong> David Cameron </strong> rejected claims that he was imposing sudden change on the NHS. <q>There's nothing in these reforms that hasn't been tried in some way in the NHS,</q> he said. The changes were \"evolutionary\". There was also \"a lot of enthusiasm\" amongst doctors for what was happening, he claimed. â\u0080¢ He refused to deny reports that <strong> Andy Coulson </strong> offered to", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. \"I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( \"CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1296721225165789698", "i": 7174, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "there may have been times when more troops could have helped\". But he insisted that senior military officers never made their reservations about the size of the invading force known to him. 09 Nov 2010 <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> Mr <strong> Donald Rumsfeld </strong> acknowledged. But he concluded that the war in Iraq has been worth the cost and remained largely unapologetic about his handling of the conflict. Had the government of <strong> Saddam Hussein </strong> remained in power", "new_id": -2}, {"uid": "1294954762094584920", "i": 44456, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,\" <strong> Kirsten Gillibrand </strong> said. <q>And the more we joked about what we were going to do, she started to open her eyes.</q> <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: \"It felt like", "new_id": -2}, {"uid": "1297292758248905735", "i": 281, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Frank Lautenberg", "Robert Menendez"], "q": "spearheaded by U.S. <strong> Frank Lautenberg </strong> <strong> Robert Menendez </strong>( D-NJ), a member of the Foreign Relations Committee, and joined by Senators <strong> Frank Lautenberg </strong>( D-NJ), <strong> Kirsten Gillibrand </strong>( D-NY) and <strong> Chuck Schumer </strong>( D-NY). <strong> Frank Lautenberg </strong> <strong> Robert Menendez </strong> said: <q>The UK didn't just turn a blind eye to Al-Megrahi's release- they cut deals that set the terrorist free. The UK and Scottish governments' repeated denials, even when confronted by specific and compelling evidence, get more ludicrous by the day. It is time that these governments launch independent investigations into the matter and put the wheels in motion to return Al-Megrahi to prison.</q> <strong> Frank Lautenberg </strong> said, \"More than a year after his release, Al-Megrahi remains alive while the authorities who set him free continue to dodge responsibility. The latest maneuver comes from the UK's internal report that acknowledges the", "new_id": -2}]