[{"uid": "1295637393157057065", "i": 21729, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job,\" Page said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, <q>Day-to-day adult supervision no longer needed!<q> But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to \"streamline decision making and create clearer lines of responsibility and accountability.", "new_id": -2}, {"uid": "1294986518220069897", "i": 30290, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes. <q>When her husband saw her making this effort he urged her and said <strong> Gabrielle Giffords </strong> open your eyes, open your eyes. And sure enough she did,<q> said <strong> Kirsten Gillibrand </strong>. \"I was there when she was surrounded by her friends in the Congress and Senate. And I think it was a combination, perhaps, of the unexpected and the familiar that really", "new_id": -2}, {"uid": "1295559703061718604", "i": 34049, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} Jay Yarow, On Thursday January 20, 2011, 4:14 pm <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and", "new_id": -2}, {"uid": "1295656416052625408", "i": 8925, "idx": 3, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,<q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9 or above.", "new_id": -2}, {"uid": "1295559697061718555", "i": 37528, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.<q> He added, \"managing the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so Page got the nod. says, \"Larry, in my", "new_id": -2}, {"uid": "1295813473183353387", "i": 15085, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" Mr. <strong> Colin Powell </strong> said. <q>And I think he's working very hard on the issue of unemployment, which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.<q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing Robert M. Gates as defense secretary, Mr. <strong> Colin Powell </strong> said he is not interested in a government role", "new_id": -2}, {"uid": "1295799859101695598", "i": 8569, "idx": 0, "sa": ["House Judiciary Committee", "Jan Schakowsky", "Sen. Joe Lieberman", "Steve Israel", "Sander Levin", "Andy Coulson", "Jerrold Nadler", "Barney Frank"], "q": "Finance <strong> Barney Frank </strong>- Joint <strong> House Judiciary Committee </strong> On Taxation- <strong> Sander Levin </strong> Senate <strong> House Judiciary Committee </strong> On Homeland Security- <strong> Sen. Joe Lieberman </strong> <strong> House Judiciary Committee </strong>- <strong> Jerrold Nadler </strong> <strong> House Judiciary Committee </strong> Intelligence <strong> House Judiciary Committee </strong> Members- <strong> Jan Schakowsky </strong> <strong> Jan Schakowsky </strong>, Adam Schiff Federal Reserve: Report Abuse <q><strong> Sen. Joe Lieberman </strong> am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit EL AL Flights to <strong> Steve Israel </strong> Don't Miss Our Special Deals& Book Your Flight", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.<q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1295624618256049160", "i": 32171, "idx": 0, "sa": ["Andy Coulson", "Ed Balls"], "q": "the ins and outs of how peccadillo's could bring this giant down. While of course we are excited by <strong> Ed Balls </strong> getting his fangs into George Report this comment James Forsyth, 26th February 2010 <q><strong> Andy Coulson </strong>'s instinct that <strong> Sayeeda Warsi </strong> is the best messenger for the Tories on this subject[ immigration] is sound.<q> Report this comment <strong> Andy Coulson </strong>'s resignation will be in tomorrow's papers, but it will not resonate with their readers( apart from a few BBC employees who read the Guardian). This is because <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26905, "idx": 47, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": " \"Sure,\" said <strong> Donald Rumsfeld </strong>. \"Exactly.\" Finally, in 2006, with Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go. <q>It was hard for him to do that- to come to that conclusion,<q> said <strong> Donald Rumsfeld </strong>. \"And of course I felt the same way when I had to fire somebody. I didn't like it either. He said, \"Are you OK with this?\" And I said", "new_id": -2}]