[{"uid": "1296060767024477696", "i": 40068, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "Simon Cowell", "Ellen DeGeneres", "Kid Rock"], "q": "seasons of <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong> combined. There's no denying his credentials and his loose-cannon likability. \"I bet <strong> Kid Rock </strong>, Joe Perry and any other haters are swallowing their words,\" Parker says. <q>It's going to do for him what VH1 and MTV did for <strong> Bret Michaels </strong> and <strong> Ozzy Osbourne </strong>.</q> But will <strong> Steven Tyler </strong> be able to sustain the energy during the grueling Hollywood weeks and live shows? We'll see. In the past, Jackson's influence was eclipsed by <strong> Simon Cowell </strong>'s brashness and", "new_id": -2}, {"uid": "1297190401179781654", "i": 26526, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"uid": "1297684045187187200", "i": 18267, "idx": 2, "sa": ["Donald Rumsfeld", "Nouri al-Maliki"], "q": "on Thursday, February 3, 2011 by The Washington Post Unrepetant <strong> Donald Rumsfeld </strong>: Iraqi Deaths, Torture Worth It Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2403 on: February 06, 2011, 03:46:01 AM</q> Bombings, polio, war, it's Iraq The Common Ills http://thecommonills.blogspot.com/2011/02/bombings-polio-war-its-iraq.html February 4, 2011 Today Iraq is slammed with bombings again. <strong> Nouri al-Maliki </strong> Tawfeeq( CNN) notes a Ramadi suicide", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,</q> <strong> Wanda Jackson </strong> says. \"And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1295721692178274344", "i": 226, "idx": 0, "sa": ["Andy Coulson"], "q": "with a muslim name and he's on our side? now let's all risk some more American lives looking for him. By invading Iraq illegally \"mission accomplished', job well done!!! Report Abuse <q>What a stupid guy, he deserves to have his head cut off because he didn't listen to the order.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297268304137707526", "i": 868, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "discus his options. Nixon was in a chatty mood, and <strong> Donald Rumsfeld </strong> recorded his every thought, for his files. First, Nixon was unimpressed with the entirety of the United States Congress: <q>The <strong> Gerald Ford </strong> said that the Senate and the House were a joke. There was no strength there.</q> Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: \"The <strong> Gerald Ford </strong> told me that he will", "new_id": -2}, {"uid": "1297273219262504460", "i": 29971, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong>, then secretary of state, sketched out the presentation he was to", "new_id": -2}, {"uid": "1295670452069369863", "i": 8305, "idx": 5, "sa": ["Keyon Dooling", "Grant Hill", "Allen Iverson"], "q": "and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q>He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.</q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1296492708037863469", "i": 10016, "idx": 5, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the <strong> Yao Ming </strong> play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Nuggets set for` <strong> Carmelo Anthony </strong> circus in New Jersey Nuggets", "new_id": -2}, {"uid": "1296622781114606115", "i": 10847, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", 27 years ago, the original 500 was still being made \"The global vehicle market is moving more and more towards a European blueprint,\" observes Callum MacRae, PricewaterhouseCoopers motor industry analyst. <q>European manufacturers are very adept at engine technology.</q> This could benefit Fiat, as \"fuel economy is embedded into the brand\", Mr <strong> Sergio Marchionne </strong> acknowledges. \"But it's about much more than that. I don't think it's", "new_id": -2}]