[{"uid": "1297228077053084177", "i": 8713, "idx": 1, "sa": ["Simon Cowell"], "q": "advert for the US X Factor And some overseas versions, such as an Australian attempt, have been disasters. Pensive <strong> Simon Cowell </strong>- who won an Emmy award in November for \"reshaping television\"- admitted: <q>It's impossible to predict the size of the audience. \"The most important thing is, you've got to make a show which is different to what your competitors are doing. \"It has to be well made, it has to be controversial and interesting. If the US show has some of the same qualities as what we have done in the UK, then I think it could do really, really well. But the important thing is- don't take anything for granted.</q> Hence the hype surrounding the series- including the biggest-ever guaranteed prize pot in TV history. Then there was Sunday's ad that cost Â£ 2million to screen during America's biggest TV event,", "new_id": -2}, {"uid": "1295456966253952002", "i": 21052, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Hillary Clinton"], "q": "women's blogging group in August: \"We need you. You don't have to be afraid[ of politics] just because it is a blood sport.\" Want your Whispers first? Check out <q><h6> Hilarious! </h6> Thanks for the article and all the comments about <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong> being vice presidential or presidential material. I needed a good chuckle this morning. As a Republican in New York, I need all the chuckles I can get.</q> <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong> is an opportunistic lightweight who is led around by the nose by <strong> Hillary Clinton </strong> <strong> Chuck Schumer </strong>. As a congresswoman, she was moderate on Second Amendment issues, same-sex marriage, and some fiscal questions. When she", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch</q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295822638240304187", "i": 3443, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep IT costs well below industry average EMC has embarked on a journey that will prove IT transformation starts at home. This", "new_id": -2}, {"uid": "1297140587008634392", "i": 30604, "idx": 4, "sa": ["Whoopi Goldberg", "Michael Vick", "Peyton Manning"], "q": "happen every day, and the only reason the <strong> Michael Vick </strong> story is this big is because the Media won't give it up. <strong> Michael Vick </strong> could be 65 and any article that would be about him would start with, <q><strong> Michael Vick </strong> didn't have a sit down discussion with the grandson of a man who rescued one of the puppies. Is he truly repentant, or does he just not care?</q> Report Abuse 11 turnovers in games to you Kless87 O-V-E-R-R-A-T-E-D Yeah, i'm talking about <strong> Peyton Manning </strong> Report Abuse Yeah I guess <strong> Whoopi Goldberg </strong> is right its a cultural thing and that[ profane]", "new_id": -2}, {"uid": "1296969045159891509", "i": 8681, "idx": 0, "sa": ["Michael Vick"], "q": "the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. The honor comes less than a month after Sporting News named <strong> Michael Vick </strong> its Comeback Player of the Year. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1297303990062455894", "i": 47586, "idx": 1, "sa": ["Melissa Rosenberg", "Anderson Cooper", "David Letterman"], "q": "green light for mobs to attack anyone who looks foreign. I don't think they know who I was particularly.\" He's also thankful he made it out of the incident in one piece, <q>There were people stabbed right after us, there were people who have been, you know, captured, disappeared.</q> <strong> David Letterman </strong>'s interview with <strong> Anderson Cooper </strong> airs Wednesday on the \"Twilight' Writer <strong> Melissa Rosenberg </strong> Takes Over Summit's` Highlander' Script( Excl... After tackling vampires in Summit\"s \"Twlight Saga,\"", "new_id": -2}, {"uid": "1297348812255098892", "i": 31967, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "MLB.com about the charity work that he and his wife do for dogs, and touched on the topic about what <strong> Michael Vick </strong> did and how he felt towards <strong> Michael Vick </strong>. Here's what <strong> Mark Buehrle </strong> said: <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said( <strong> Mark Buehrle </strong>). \"How could you do that if you are somewhat sane?\"( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the", "new_id": -2}, {"uid": "1296610816152911894", "i": 3374, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "a dork in that meeting room.\" A dork? Hardly a description often associated with a three-time champion quarterback married to a super model. \"Maybe, yeah,\" <strong> Tom Brady </strong> said. <q>I could see that, you know? I'm flattered.</q> Also flattering: <strong> Tom Brady </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"uid": "1297448767186662943", "i": 24870, "idx": 0, "sa": ["Simon Cowell"], "q": "X Factor USA this fall. <strong> Simon Cowell </strong> said during a press call that the experience of bringing the reality competition to the US has reminded him of the period before American Idol premiered in 2002. <q>I kind of feel at the moment like I did when we were launching American Idol,</q> he said. \"I was excited about the show, I was excited about the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked", "new_id": -2}]