[{"uid": "1295804524123387906", "i": 38182, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Indiana_Pacers_vs_Denver_Nuggets_11/9/2010_54_point_3rd_QTR Indiana Pacers 54 point third qtr The quality is", "new_id": -2}, {"uid": "1297584969045400067", "i": 182, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "a comment on how the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>: <q> We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. </q> They're making clear they're both counting on Nokia's intellectual property portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1295803483036782125", "i": 4595, "idx": 0, "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "q": "State says he's not sure he'll back <strong> Barack Obama </strong> again in 2012. interview with CNN's <strong> Candy Crowley </strong>, <strong> Colin Powell </strong> said he won't formally endorse anyone until he actually sees who is on the 2012 ticket. <q> I am not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> said. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1296234164135299086", "i": 47635, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.\" letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,\" he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}, {"uid": "1297445178144588836", "i": 16227, "idx": 0, "sa": ["Simon Cowell"], "q": "game a fairly long time. I guess we can \"Trust\" them to be the arbiters of good tracking actors. In fact, as Microsoft execs described the feature, they did some equivocating, noting that <q> there's good tracking and bad tracking. </q> I wondered aloud on Twitter who would judge between the good and bad. Twitter responded with its usual mixed of good sense and nonsensical humor: \"Judge Ito,\" said one. \"<strong> Simon Cowell </strong> and", "new_id": -2}, {"uid": "1295560051263241797", "i": 4360, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "globally-deserves most of the credit,\" wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Google co-founder Larry Page will lead product development and technology strategy, and starting from 4 April 2010 he will take charge of day-to-day operations as Google's Chief Executive Officer. <strong> Sergey Brin </strong> has decided to", "new_id": -2}, {"uid": "1297132541144228403", "i": 776, "idx": 2, "sa": ["Donald Rumsfeld", "Martin Luther King"], "q": ", and the phrase later became the title of a play. <strong> Donald Rumsfeld </strong> was criticised for failure to send enough troops to Iraq to maintain security. He said he been speaking at a Pentagon press briefing when <q> I vented some annoyance by uttering a few ill-chosen words </q>. The phrase \"stuff happens\" sounded callous. He says he had been thinking about the riots that followed the assassination of <strong> Martin Luther King </strong>. \"I had uttered more than 1,000 words at that press conference", "new_id": -2}, {"uid": "1297271105258801677", "i": 42753, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "building is reflected in the sunglasses... Article: More wealthy DC residents registering guns... Video: Why Americans Are Turning Against Obamacare Report Abuse \"Jsut what he wants from those five activists judges.\" Report Abuse <q> Waaah, I'm Virginia, my governor is borrowing funds like crazy and still calls himself a conservative republican. WAAAH, He's selling guaranteed state revenue liquor licenses to his cronies and friends. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1295787142191660061", "i": 2894, "idx": 0, "sa": ["Simon Cowell"], "q": "that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.\" <q> Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo\" thing. But I genuinely like kids. </q> Comment on this Article <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah", "new_id": -2}]