[{"uid": "1295601684081559570", "i": 26667, "idx": 4, "sa": ["Eric Schmidt", "John Battelle"], "q": "rivals, said: \"<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company, particularly one that has very headstrong founders in key positions of power.\" <q> I think it's fair to say that Larry Page will not be a conventional CEO-- he's not been much of a public figure for the past 10 years, </q> <strong> John Battelle </strong> added on his blog, Battellemedia.com. \"It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.\"", "new_id": -2}, {"uid": "1296252212224411648", "i": 42112, "idx": 1, "sa": ["Steven Tyler", "Kristy Lee Cook", "Haley Scarnato", "Lauren Alaina", "Simon Cowell", "Donald Trump", "Stormi Henley"], "q": "... what's his name? Oh, yeah, <strong> Simon Cowell </strong>. <strong> Stormi Henley </strong>, the former Miss Teen USA who said \"<strong> Donald Trump </strong> used to be my boss.\" And <strong> Lauren Alaina </strong>, who closed the show singing <q> Don't Want to Miss a Thing, </q> an impromptu duet with <strong> Steven Tyler </strong>. <strong> Stormi Henley </strong> reminded me of another <strong> Kristy Lee Cook </strong> or <strong> Haley Scarnato </strong>. All equally beautiful, but overall a little thin on vocals. That makes for good TV for several weeks, but does", "new_id": -2}, {"uid": "1295681875220479510", "i": 13239, "idx": 1, "sa": ["Andy Coulson"], "q": "not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban. \" Report Abuse <q> This is child sacrifice, not suicide. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295613295190234626", "i": 36479, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. And here's the full statement from <strong> David Cameron </strong>: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He", "new_id": -2}, {"uid": "1297709126165232653", "i": 37156, "idx": 0, "sa": ["Rosie O'Donnell", "David Letterman"], "q": "<strong> David Letterman </strong> and <strong> Rosie O'Donnell </strong> Sun Feb 13, 8:04 pm ET Some of my Facebook friends are medical students who post cell phone pictures of patients with what these friends believe to be comical maladies, with captions like <q> A 5-foot-9 Hispanic male walks into a bar... </q> under a picture of a patient with a piece of rebar piercing his abdomen. The postings don't include faces or names but still seem questionable. Doesn't this violate patient privacy?-- Name Withheld, New", "new_id": -2}, {"uid": "1295552615218546373", "i": 45371, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell", "Mary McNamara"], "q": "- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1295977608237387813", "i": 47111, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Cheryl Cole </strong> has what it takes to draw audiences in across the Atlantic. The source added to The Sun newspaper, <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on U.S. TV. There have been lots of heated conversations and debates about it. </q>", "new_id": -2}, {"uid": "1295450752253739022", "i": 17714, "idx": 1, "sa": ["Katie Couric", "Sarah Palin", "David Letterman"], "q": "\" and gave her \"tremendous access\" to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer more general questions during their interview following her visit to the UN. <q> I started by asking her who most impressed her as <strong> Dick Cheney </strong> and why, what was the best and worst things <strong> Dick Cheney </strong> had done as <strong> Dick Cheney </strong>, why was Roe v. Wade an ill-conceived or a bad Supreme Court decision, </q> <strong> Katie Couric </strong> told <strong> David Letterman </strong>. \"And I think she really hadn't anticipated those kinds of questions, so I think it might've thrown her off a bit. And then we got into foreign policy- because,", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make \"the centerpiece\" of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1294965093056983574", "i": 3893, "idx": 5, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "<strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: <q> It felt like we were watching a miracle. </q> So how did <strong> Gabrielle Giffords </strong> survive the gunshot wound? The path of the bullet, quick and quality medical care, and a stroke of luck meant the difference between life and death, say her doctors and", "new_id": -2}]