[{"uid": "1296443805235372691", "i": 14723, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting`` MVP! MVP!'' <strong> Kobe Bryant </strong> made two free", "new_id": -2}, {"uid": "1295465204122241033", "i": 38445, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "ill. God bless <strong> Regis Philbin </strong>,'' <strong> David Letterman </strong> said. <strong> Regis Philbin </strong>, 79, who has been on TV for more than 50 years and has hosted Live since its premiere as The Morning Show in 1983, <q> will go down as an iconic daytime television figure, </q> says <strong> David Letterman </strong> Bushman, television curator at the Paley Center for Media.`` His personality is so perfect for the medium. He opened up his life, almost like a reality TV star, in the sense that", "new_id": -2}, {"uid": "1295565725055705620", "i": 5473, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37-billion. Analysts polled by Thomson Reuters I/B/E/", "new_id": -2}, {"uid": "1297553208106741766", "i": 45354, "idx": 6, "sa": ["Kirsten Gillibrand"], "q": "'' <strong> Kirsten Gillibrand </strong> also is continuing Lee's efforts towards helping the victims of Flight 3407. Lee pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. <q> We wan na make sure that as we negotiate this FAA reauthorization that all the protections that those families lobbied for stay in place, </q> said <strong> Kirsten Gillibrand </strong>.`` We made sure in that bill that to have the accountability and the training and the oversight that could have prevented that crash will now be in place so no family has to suffer what our", "new_id": -2}, {"uid": "1297187973205783042", "i": 9432, "idx": 0, "sa": ["Simon Cowell"], "q": "is separate to the costs of recording and promotion- and the champ will still get to keep the cash, even if they don't sell any records.` Pressure' <strong> Simon Cowell </strong> said: <q> It is pressure, because if the wrong person wins, I'm in trouble... </q> But he seemed confident:`` I believe I can find a star.''", "new_id": -2}, {"uid": "1295578130033980419", "i": 23377, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Canadian search results have been powered by Microsoft's Bing search engine since August, based on a collaboration agreement. <strong> Eric Schmidt </strong>, in his new role as executive chairman, will focus on <q> broader business relationships, government outreach and technology thought leadership, </q> according to Google's announcement. He'll also serve as an advisor to Page and <strong> Sergey Brin </strong>, although he sent a Twitter message today saying that`` day-to-day adult supervision no longer needed.''", "new_id": -2}, {"uid": "1296448395160137225", "i": 38583, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s chief executive, <strong> Eric Schmidt </strong>- who will give up that post and become executive chairman in April-said in a recent blog post that all the company's strategic initiatives this year involve mobile devices. <q> Between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, </q> he wrote on the Harvard Business Review website. Google executives in October said the company was on track to generate$ 1 billion a year in mobile-related revenue, though it declined to provide a breakdown of", "new_id": -2}, {"uid": "1297005372041598997", "i": 22937, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on America... Report Abuse <q>`` The Egyptians will welcome us as liberators! </q> </blockquote> Washington Post: <strong> Barack Obama </strong> praise could hurt two 2012 GOP candidates Washington Post: ATF fears budget cuts would imperil gun-trafficking fight at Mexico border Washington Post: <strong> Barack Obama </strong> answers viewers' questions in YouTube interview Mortgage Rates Hit", "new_id": -2}, {"uid": "1295665840153141340", "i": 9867, "idx": 0, "sa": ["Andy Coulson"], "q": "a LOT! The people of Leban would be happy without that GANG of foreign murderers.( They certainly behave like foreigners!) They were LET in as GUESTS and now they Report Abuse <q> Hizbollah will protect the people Of Lebanon till the end of time </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, [{"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}]]