[{"uid": "1297574509124026898", "i": 22796, "idx": 1, "sa": ["Eamon Gilmore"], "q": "to 2016 and to achieve`` fair and realistic terms for the Irish people''. At the launch of his party's manifesto on Friday, Labour leader <strong> Eamon Gilmore </strong> said the bailout deal as it stands would <q> prevent the Irish economy from growing </q>. He said there was a general consensus among international experts that the agreement would`` cripple'' the Irish economy. The republican Sinn Fein is offering the most radical solutions for the economy and", "new_id": -2}, {"uid": "1296371371213876758", "i": 42066, "idx": 3, "sa": ["Rasheed Wallace", "Allen Iverson", "Kobe Bryant", "Yao Ming"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Lakers_vs_Thunder_Highlights_Kobe Bryant_Kobe Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma City,", "new_id": -2}, {"uid": "1295570534120422412", "i": 3732, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page", "Charles Grandison Rose III"], "q": "virtually kids compared with the wily technology veteran <strong> Eric Schmidt </strong>, formerly the CEO of Novell Inc. and a long-time executive at Sun Microsystems Inc. Halfway into the interview, <strong> Charles Grandison Rose III </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, <q> What's the idea behind that- I mean, you guys couldn't run it yourself? </q> To which <strong> Sergey Brin </strong> responded,`` Parental supervision, to be honest.'' <strong> Charles Grandison Rose III </strong> laughs hard, and asks <strong> Larry Page </strong>,`` Do you agree with that- you guys need adult supervision?''", "new_id": -2}, {"uid": "1297261982254083402", "i": 830, "idx": 0, "sa": ["Michael Gove", "Katharine Birbalsingh"], "q": "conference, teacher href=\"http://www.telegraph.co.uk/education/8155967/How-can-we-make-our-teachers-better.html\"> <strong> Katharine Birbalsingh </strong> suggests in the Telegraph that <strong> Michael Gove </strong>'s idea, which will allow heads to sack bad teachers and give pay rises to good ones, may be halted by workplace politics: <q>`` The problem with <strong> Michael Gove </strong>'s reforms is that as well as requiring head teachers to be robust enough to implement them, they also require the young, talented teacher, just out of university, to have enough backbone not to mind being scorned by his colleagues. For that's what is likely to happen if you pay them more for being good at their jobs. After all, teachers, like pupils, want to be liked, and they want to have friends in the workplace. </q> \" \"`` But be in no doubt about the significance of the Education Secretary's plans: they amount to a declaration of war on the teaching establishment and the principles which have dominated state schools for more than", "new_id": -2}, {"uid": "1295237679163905552", "i": 25239, "idx": 2, "sa": ["Michael Crichton", "Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Christian Bale", "Julianne Moore", "Annette Bening"], "q": "a Motion Picture- Musical Comedy* Winner! <strong> Annette Bening </strong>,`` The Kids Are All Right'' <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong>& Other Drugs'' <strong> Angelina Jolie </strong>,`` The Tourist'' <strong> Julianne Moore </strong>, <q> The Kids Are All Right </q> <strong> Emma Stone </strong>,`` Easy A'' Best Performance by an Actor in a Supporting Role in a Motion Picture* Winner! <strong> Christian Bale </strong>,`` The Fighter'' <strong> Michael Crichton </strong>,`` Wall Street 2:", "new_id": -2}, {"uid": "1295454833253952060", "i": 18258, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "in charge of anything these days? Latest from BBC News blogs <strong> Nick Robinson </strong>:`` <strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...'' <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q>`` At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next...''`` Some major mood-swings in the House of Lords- but as yet no deal", "new_id": -2}, {"uid": "1295497950152403983", "i": 18663, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler debates minivans' future despite popularity WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295622236048054291", "i": 59631, "idx": 7, "sa": ["Sergey Brin", "Larry Page", "Eric Schmidt", "Andy Bechtolsheim", "Mark Zuckerberg"], "q": "F?hrungswechsel in die zweite Reihe zur?ck. Er macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten.`` Die Rolle passt perfekt zu ihm'', sagt <strong> Eric Schmidt </strong> v?terlich. <q> <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder. </q> Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit vorbei. <strong> Larry Page </strong> hat die Verantwortung bernommen. Google-Mitteilung Blog-Eintrag <strong> Andy Bechtolsheim </strong> <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297426636014974991", "i": 39892, "idx": 2, "sa": ["Stephen Elop", "Winston Spencer-Churchill", "Steve Ballmer"], "q": "Nokia will fold its own app store into the Microsoft Marketplace. <strong> Stephen Elop </strong> the optimist In a press conference, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q> A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty, </q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister <strong> Winston Spencer-Churchill </strong> as he spoke in London.`` I am an optimist.'' It's not immediately clear what needs to be done to make the deal final", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]