[{"uid": "1297616629186400779", "i": 26862, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "to the Chairman of the Joint Chiefs:`` I am seeing nothing that is thoughtful, creative or actionable. How can that be?''`` That was a good memo,'' <strong> Donald Rumsfeld </strong> commented. <q> And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy. </q>`` Why did you call it the` Goose Egg Memo'?'' asked Martin.`` Because I think in the memo I said,` What are we coming up with? A", "new_id": -2}, {"uid": "1297123329226197512", "i": 44810, "idx": 0, "sa": ["Simon Cowell"], "q": "the names of the other judges.`` Yes, I am,'' <strong> Simon Cowell </strong> told reporters on a conference call about his plans to take a judging role on`` The X Factor''. <q> People know what to expect when I am on the judging panels, so I don't think things are going to change, </q> added the acerbic Briton, who found fame for his cutting remarks on singing contests`` American Idol''. <strong> Simon Cowell </strong> said the$ 5 million prize for the winner would be the`` largest guaranteed prize in", "new_id": -2}, {"uid": "1295440369254591006", "i": 20193, "idx": 3, "sa": ["Simon Cowell"], "q": "to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor.`` I think she'd be fantastic- and there would be a few contestants reduced to tears,'' she joked. <q> It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show! </q> Glee Live Tickets are on sale now for the show's UK arena tour this summer. Follow us on Twitter Follow us on Facebook Related stories", "new_id": -2}, {"uid": "1297275457033341484", "i": 2795, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "business, which includes the search engine Bing and Internet portal MSN. He takes over from Bob Muglia, who announced plans to step aside last month. A 19-year Microsoft veteran, <strong> Satya Nadella </strong> has <q> the right mix of leadership, vision and hard-core engineering chops, </q> Microsoft Chief Executive <strong> Steve Ballmer </strong> said in a memo to employees, which was made public.`` We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to", "new_id": -2}, {"uid": "1297460017090980370", "i": 33230, "idx": 1, "sa": ["David Letterman"], "q": "biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend,'' she said in a statement. <q> I'm pumped just thinking about that huge audience and soaking up their energy. </q> British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series on Monday, February 21, a day prior to the U.S. release of her new album, 21. Adele's Live", "new_id": -2}, {"uid": "1297373562128925705", "i": 28228, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295286541082853912", "i": 1962, "idx": 1, "sa": ["Steve Ballmer"], "q": "month for the first 12 months of service to qualified customers that sign up by June 30, 2011.`` Sales professionals are at the heart of almost every successful business,'' <strong> Steve Ballmer </strong> said. <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization: Familiar experiences for sales, service", "new_id": -2}, {"uid": "1295559334029818997", "i": 19462, "idx": 1, "sa": ["Eric Schmidt"], "q": "he works on`` strategic projects, in particular working on new products''( <strong> Eric Schmidt </strong>). So what will <strong> Eric Schmidt </strong> be doing now that he is no longer CEO? He is Executive Chairman: <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. </q>", "new_id": -2}, {"uid": "1295499335019333136", "i": 215, "idx": 2, "sa": ["Hubie Brown", "Allen Iverson", "Tyronn Lue"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry <strong> Hubie Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]