[{"uid": "1297293575117293152", "i": 8173, "idx": 0, "sa": ["Michael Vick"], "q": "I tried, though-- kept him on the phone for forever, pleading. When asked what he was going to talk about this morning, Winters said he was prepared to present to the task force a <q> very preliminary conceptual design, which will be a spectacular addition to Fair Park and spectacular new attraction for Dallas. </q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}, {"uid": "1296040609025690129", "i": 24771, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "Security remains strong not only for the present generation but for our kids and grandchildren,\" <strong> Sen. Bernie Sanders </strong> said. Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch said the president laid out the right direction for the country. <q> He hit the right issues. We've got to create jobs and the only way we're going to do that is by investing in the jobs of the future and investing in our infrastructure, </q> Welch said. Welch says the other big point the president made was deficit control, which he says goes hand in hand with job creation. Comments Terms of Use: We welcome your participation in", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1295557776021315719", "i": 1175, "idx": 0, "sa": ["Sergio Marchionne"], "q": "be handing off the meeting of that goal to the next CEO to complete. BMW U.S. chief Jim O'Donnell told us the Joy campaign is going to become \"less visible\" very soon. Q: <q> When are we going to see an AWD Fiesta or Focus to back up Ford's recent US Rally push? Also, can we get a 3-door Fiesta or a Mustang-based wagon? </q> Mustang wagon. Ford execs were cagier about AWD for Fiesta or Focus, though Focus would be the more likely to eventually have it as an option. Q: For Chrysler CEO <strong> Sergio Marchionne </strong>: \"How", "new_id": -2}, {"uid": "1295533317212385798", "i": 44908, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28.", "new_id": -2}, {"uid": "1296365682082608136", "i": 23313, "idx": 2, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. The fire next door is the main threat right now. <q> Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition, </q> <strong> Elizabeth Bartman </strong> said. \"Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.\" The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures", "new_id": -2}, {"uid": "1295663009103448577", "i": 5671, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": " \"My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,\" said one former <strong> Google Inc. </strong> employee, who declined to be named for fear of reprisal. <q> I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role, </q> he added. \"He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.\" <strong> Google Inc. </strong> hopes", "new_id": -2}, {"uid": "1296542758249364481", "i": 47609, "idx": 5, "sa": ["Michael Vick"], "q": "Allentown, agree that <strong> Michael Vick </strong> still has a few more dues to pay before deals are struck with big-money companies on the national stage. \"I'm glad the Eagles hired him,\" Bodock said. <q> He deserved a second chance, he did his time. That said, from a marketing perspective, I'm not sure that his image has been repaired enough. I think in other parts of the country, it might be. I think in this part of the country, people might be more sensitive because of what he's done in the past because he plays for the Eagles and we're hearing his name all the time. </q> Either way, she said, extensive market research would have to be conducted before any major company would even consider aligning with <strong> Michael Vick </strong>. \"I wouldn't want any of my clients to attach", "new_id": -2}, {"uid": "1295797594180797479", "i": 2427, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "2012 <strong> Colin Powell </strong> says he's uncommitted in 2012- POLITICO Live: <strong> Colin Powell </strong> says he's uncommitted in 2012 <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1296157088239124517", "i": 16002, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Dave... at 1:22 PM January 27, 2011 gposner29 at 1:13 PM January 27, 2011 Simply repay what was stolen and all", "new_id": -2}]