[{"uid": "1295569075103366669", "i": 2709, "idx": 6, "sa": ["Bernie Sanders", "Barack Obama"], "q": "a professor at Syracuse University's Center for Policy Research and co-chairman of the Strengthen Social Security Campaign, estimates increasing the retirement age by one year amounts to a 6 to 7 percent cut in benefits. <q> Social Security has nothing to do with the deficit, </q> <strong> Bernie Sanders </strong> said. If <strong> Barack Obama </strong> agrees to cut Social Security benefits as part of a deficit-reduction deal,`` you're conceding to Republican right-wing ideology, which doesn't like Social Security because it's a successful", "new_id": -2}, {"uid": "1295022258099024910", "i": 25145, "idx": 7, "sa": ["Simon Cowell", "Ron Fair", "Randy Jackson"], "q": "Cecile Frot-Coutaz says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You can't, and it would be foolish to try to do that,'' she says. <q> If you go,` We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is. That's a recipe for disaster. In our very humble opinion, the only thing you can do is try to create a panel that's entertaining, likable and credible. </q> In taped audition sessions sent to the press, lone holdover judge <strong> Randy Jackson </strong> takes more of a leadership role, Lopez shows a mix of sweetness with some BRon Fairx attitude, and Tyler has the kind of spontaneity", "new_id": -2}, {"uid": "1295568681147800068", "i": 17129, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the company as opposed to just being in the founder role.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade''. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said. Competing with Facebook <strong> Sergey Brin </strong> also got a new role in Thursday's overhaul of the management structure working on strategic projects and new products, which he described as his`` personal", "new_id": -2}, {"uid": "1295683091039469111", "i": 41136, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "scandal at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and soon after was hired by <strong> David Cameron </strong>. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said. The resignation is a blow for <strong> David Cameron </strong>, who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying this week that everyone deserved a`` second chance.'' The timing was also", "new_id": -2}, {"uid": "1296665388235831341", "i": 24245, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> chose the nominees from a large group of qualified applicants. Decisions were based on a criteria including academic record, leadership potential and overall achievement. Final acceptance is determined solely by the service academies. <q> Our service academies are distinguished by a devotion to honor, courage and commitment. I am honored to nominate these young, talented New Yorkers who exemplify these core values. It is my hope that these accomplished nominees have the chance to live their dreams and serve in our country's armed forces with distinction, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1297363571104955962", "i": 6447, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "momentum, while the Iraqi government began maturing and Moqtada al-Sadr decided to fade from the scene.`` The surge was the right thing to do at the right time,'' <strong> Donald Rumsfeld </strong> said, giving Bush <q> a whale of a lot of credit </q> for pulling the trigger on it.`` He galvanized opinion in Iraq'' as well as in the US, <strong> Donald Rumsfeld </strong> says, which was important to bolster the new Iraqi government and the connections between the US and", "new_id": -2}, {"uid": "1296793038213319695", "i": 42951, "idx": 3, "sa": ["Antoine Walker", "Allen Iverson", "Marcus Gilbert", "Paul Pierce", "Yao Ming"], "q": "for most of the game before coYao Ming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period.`` This is what playoff <strong> Marcus Gilbert </strong> is all about,'' <strong> Paul Pierce </strong> said. <q> Nobody said it was going to be easy when we got here. It's obviously not. </q>`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career.`` Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2}, {"uid": "1296527540108609571", "i": 56495, "idx": 0, "sa": ["Michael Vick"], "q": "We moved to another town. If I were in Chicago today, I'd move somewhere else. Report Abuse \" How come nobody is` talkin' the global warming thing NOW? \" Report Abuse <q> OMG!!!! Reality Check: This is Chicago, Illinois... it SNOWS! Why would you put plows on Garbage trucks? This is the only way those in the city can take thier lawn furniture out of the family room to save their parking place. Let it Snow! </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Proven Anti Aging Proven effective anti aging via uninhibited DNA replication. 5 Foods to never eat: Cut down a bit of your stomach every", "new_id": -2}, {"uid": "1296525295211714056", "i": 8077, "idx": 0, "sa": ["Grant Hill", "Elton Brand", "Lou Williams", "Thaddeus Young", "Allen Iverson", "Kobe Bryant", "Andre Iguodala"], "q": "time, they just got mad. <strong> Andre Iguodala </strong> and <strong> Elton Brand </strong> scored 18 points each, <strong> Allen Iverson </strong> added 16 and the 76ers snapped a four-game home losing streak with a 96-92 victory over the New Orleans Hornets on Monday night. <q> We were a <strong> Kobe Bryant </strong> angry and I thought it helped us, </q> said <strong> Elton Brand </strong>, who fouled out.`` We played with a purpose in the fourth quarter. I think this win will give us a <strong> Grant Hill </strong> boost of confidence.'' <strong> Thaddeus Young </strong> and <strong> Lou Williams </strong> added 12 points each and", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]