[{"uid": "1297390016200884258", "i": 41912, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "reading the article, I still do not know, because NEWSWEEK, in my opinion, renders quite an objective review of <strong> Donald Rumsfeld </strong>'s accomplishments and failings. For example, in the first category-accomplishments: <q> He did succeed in having a major impact on transforming the <strong> John McCain </strong> military, and even now, some of his 2001 proposals to make the Pentagon more efficient are echoed by <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>. At DoD, <strong> Donald Rumsfeld </strong> reorganized the command structure, established training for international peacekeepers, and revitalized Special Operations. </q> As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally \"delegates\" that responsibility); the fact that he \"didn't", "new_id": -2}, {"uid": "1295808436044548117", "i": 8040, "idx": 1, "sa": ["Keith Olbermann", "David Letterman"], "q": "poor man's version of ESPN, according to a Cornell Sun report. \"Fox Sports was an infant trying to stand[ in comparison to ESPN],\" <strong> Keith Olbermann </strong> said. <q> But on the broadcast side there was no comparison- ESPN was the bush leagues. </q> During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, \"What is it about you? You seem to burn bridges wherever you leave.\" said of his relationship", "new_id": -2}, {"uid": "1297231173207454218", "i": 22714, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "they would not harm any americans inside the US border.\" Who cares if they kill eachother? As long as they are killing eachother in Mexico they are leaving US citizens alone here. Report Abuse <q> What do you expect? You have an anti-American President who refuses to protect our borders and left-wing socialist pigs who march with these criminals when they invade our borders. You will change your tunes soon once they make it to San Fracisco and the violence is on your doorstep. </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your", "new_id": -2}, {"uid": "1295665593103448601", "i": 37664, "idx": 0, "sa": ["Colin Powell"], "q": "Washington is in many ways a provincial small town, where everyone knows everyone else's business and the truly interesting parts are off-limits to cameras. Almost all good morsels of gossip are off the record. <q> I've gone to some very small, private party events, </q> said Pamela Sorensen, the founder of Pamela's Punch, a popular Washington-based social blog, \"and a <strong> Colin Powell </strong> will be there, or some ambassador, and they're making jokes and they'll", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1296888401119128067", "i": 29421, "idx": 0, "sa": ["Paul McMullan", "Andy Coulson"], "q": "In written evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said \"everyone in the schoolyard did it\" when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World. <q> For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his \"Bizarre\"( showbusiness) column and after that at NOTW, </q> he wrote. \"As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year", "new_id": -2}, {"uid": "1297163077054263818", "i": 40511, "idx": 1, "sa": ["Simon Cowell"], "q": "pressure on people,\" said the reality TV mogul. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up$ 5 million, </q> said <strong> Simon Cowell </strong> in the media conference call. And those concerned that an inexperienced nobody thrust into the limelight might blow the money on hookers and drugs, need not worry. The winner will receive financial advice on", "new_id": -2}, {"uid": "1295962173062226451", "i": 2449, "idx": 0, "sa": ["Jesse Ventura", "Donald Rumsfeld", "Benjamin Franklin", "Regis Philbin"], "q": "<strong> Donald Rumsfeld </strong> was given a seat on the board. Its time for people to stand up before its too late. This is outrageous. Not only the corruption, but the idea in general. As <strong> Benjamin Franklin </strong> said... <q> They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety </q> http://wn.com/Vlog_Day_Afternoon_|_ Saturday_evening_with_Band_of_Horses <strong> Regis Philbin </strong> fires agent amid paycut buzz Rumors of proposed paycut arise after <strong> Regis Philbin </strong> quits \"Live\" <strong> Regis Philbin </strong> Quit Because of Contract Dispute? Ex-Minn. governor sues over body scans, pat-downs <strong> Jesse Ventura </strong> Sues", "new_id": -2}, {"uid": "1297149723066125910", "i": 33165, "idx": 0, "sa": ["Mike Pence"], "q": "family-planning services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases Our legislative slogan for 2011: Let Them Use Leeches. <q> What is more fiscally responsible than denying any and all funding to Planned Parenthood of America? </q> demanded Rep. <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions", "new_id": -2}, {"uid": "1297179897265814165", "i": 14775, "idx": 0, "sa": ["Michael Vick", "Mercer Reynolds"], "q": "$ 45 million by April. The payment was requested while the development company was negotiating renewal of a line of credit. In the letter, <strong> Mercer Reynolds </strong> says he and his cousin, Jamie <strong> Mercer Reynolds </strong>, had <q> pledged a number of additional assets( totaling approximately$ 60 million) to the banks, </q> but the banks still want the large payment in two months. The cost of construction of the amenities being sold is about$ 136 million, the letter says.@Drudge_Report: Dallas Gives <strong> Michael Vick </strong>` Key To", "new_id": -2}]