[{"uid": "1295802494101695495", "i": 44168, "idx": 12, "sa": ["George W. Bush", "Colin Powell", "Barack Obama", "Robert Gates"], "q": "party lines to endorse <strong> Barack Obama </strong> for <strong> George W. Bush </strong>. He was the chairman of the Joint Chiefs of Staff during the first Gulf War against Iraq in the early 1990s. Personal Advice <strong> Colin Powell </strong> said he's <q> not looking for a position </q> in <strong> Barack Obama </strong>'s White House as the <strong> George W. Bush </strong> reshuffles the Cabinet. Among the positions likely to come open this year is that of Defense Secretary <strong> Robert Gates </strong>, who said last year that he expects to leave in 2011.", "new_id": -2}, {"uid": "1294989940096894981", "i": 12277, "idx": 1, "sa": ["Michael Gove"], "q": "a strong attack on the City, Mr <strong> Michael Gove </strong> said bank bosses had paid themselves`` astronomical'' sums and`` appear to me to be living in a parallel universe to the rest of us''. <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible, </q> he added.`` The banks have to show they get it.'' He said the coalition's levy on bank balance sheets was a better way of making sure companies made a fair contribution to tackling", "new_id": -2}, {"uid": "1297323057252542979", "i": 12175, "idx": 1, "sa": ["Donald Rumsfeld", "Hussein Kamel"], "q": " <strong> Donald Rumsfeld </strong>, interviewed on Good Morning America.( abc.com)`` But you had inspectors in the country[ Iraq]. Why was it necessary to invade--'' Former defense secretary <strong> Donald Rumsfeld </strong>: Saddam <strong> Hussein Kamel </strong> <q> had thrown them out about the second or third or fourth time. </q>-- An exchange during an interview on ABC's`` Good Morning America,'' Feb. 8, 2011 Former defense secretary <strong> Donald Rumsfeld </strong> has been hawking his autobiography'' others, but his assertion that Iraqi", "new_id": -2}, {"uid": "1296719168037388297", "i": 36951, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such weapons", "new_id": -2}, {"uid": "1295922246001261579", "i": 51507, "idx": 4, "sa": ["Alassane Ouattara"], "q": "ban was declared in a statement signed by <strong> Alassane Ouattara </strong>'s prime minister Guillaume Soro. He warned traders who violated the ban that they would be considered to be`` financing the illegitimate regime'' of Gbagbo. <q> Gbagbo controls from bush to port, all the intermediary points, </q> said Haque.`` So if you are banning exports of cocoa, ultimately this will hit the finances of Gbagbo,'' she added. Cocoa accounts for about 20 per cent of Cote d'Ivoire's Gross", "new_id": -2}, {"uid": "1296230968041238531", "i": 16738, "idx": 1, "sa": ["Alassane Ouattara"], "q": "ainsi que le personnel de la Direction Nationale de la Bceao pour la C?te d'Ivoire, et de nommer les responsables de ladite Direction Nationale. A en croire, le gouverneur par int?rim de la Bceao, <q> le 26 janvier 2011, les locaux de la Banque Centrale ont t investis et le personnel qui s' y trouvait a t retenu pour effectuer diff?rentes op?rations relevant des missions d?volues? la Banque Centrale </q>. Il s` agit notamment de la d?cision par laquelle le Conseil des Ministres de l'Union a instruit la Bceao de permettre aux seuls repr?sentants r?guli?rement d?sign?s par le Gouvernement du Pr?sident <strong> Alassane Ouattara </strong>, d'effectuer les mouvements", "new_id": -2}, {"uid": "1296109290115327074", "i": 28285, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labour situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"uid": "1296803869266600456", "i": 16053, "idx": 4, "sa": ["Thaddeus Young", "Allen Iverson", "Tim Duncan"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second Tim Duncane this week and will have an MRI on Thursday. <q> This one's on me. I let us down tonight, </q> <strong> Allen Iverson </strong> said.`` I feel bad, that's a game we should have won. We didn't make shots at the Tim Duncane we needed to make shots.'' The crowd chanted`` We Want AI!", "new_id": -2}, {"uid": "1297163412212434990", "i": 52937, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "the execution of the war''.`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.`` It's hard to know. You know, the path you didn't take is always smoother, </q> he added. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]