[{"uid": "1295668630145047589", "i": 29666, "idx": 2, "sa": ["Joe Dumars", "Allen Iverson"], "q": "season than continue to come off the bench. <strong> Joe Dumars </strong> said he understood <strong> Allen Iverson </strong>'s frustration. <strong> Allen Iverson </strong> then said his back was still not feeling right and he thought he was hurting the team more than helping, saying <q> I can't play up to my standards. </q> <strong> Allen Iverson </strong> then said he thought it would be best for the team if he sat out the rest During the 2005 Detriot Gold Cup, 4 Jersey Skiff rides were auctioned off at the Gross Point Yatch Club raising$", "new_id": -2}, {"uid": "1296200464159858698", "i": 4881, "idx": 2, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> in Washington. That night, <strong> Mike Pence </strong>, his wife, Karen, and their children reached the final decision that he would not seek the White House-- at least not in 2012. <q> We believe our calling is closer to home, </q> he said. His decision, though, doesn't preclude a future presidential bid. If anything, said Bill Blomquist, a political science professor at Indiana University-Purdue University Indianapolis, a stint as governor on his", "new_id": -2}, {"uid": "1296049065000704526", "i": 9429, "idx": 1, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell"], "q": "who sits on the panel alongside <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dannii Minogue </strong>- can procrastinate when making decisions as to who should leave the show in the weekly vote. Comment on this Article He said: <q> I just feel for him because we always seem to go to him to make the hardest decision, you know, it's always for the crucial decision- but, invariably, if you ever have to hurry up because you're going to fall off air, he will take an age. </q> Despite being one of the main names in the frame for the job as host of the first ever US' X Factor', the 37-year-old presenter has`` made peace'' with the possibility a high-profile", "new_id": -2}, {"uid": "1296494521100859915", "i": 26515, "idx": 15, "sa": ["Eddie House", "Allen Iverson"], "q": "10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists.`` He means a lot more than his numbers,'' Philadelphia coach <strong> Eddie House </strong> Jordan said. <q> His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot.`` He's special to us. He's not the <strong> Ray Allen </strong> we used to know back in 2001, but he adds leadership, toughness and some experience. </q> <strong> Allen Iverson </strong>, whose reputation took a hit in recent years after turbulent stops in Detroit and Memphis, has http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has earned him respect from his teammates and", "new_id": -2}, {"uid": "1295216511235503625", "i": 10227, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Scottie Pippen"], "q": "the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six.`` This game will give us a little bit more confidence,'' <strong> Allen Iverson </strong> said. <q> It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we're going to have off nights shooting the ball but if we play defense, we'll be in every game. </q> <strong> Scottie Pippen </strong> scored 22 points-- two in the second half-- and <strong> Michael Jordan </strong> added 20 for the Bulls, who were coming off a convincing home win over Seattle and lost for the first time in three games since <strong> Scottie Pippen </strong>", "new_id": -2}, {"uid": "1296034359264519680", "i": 7573, "idx": 3, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company", "new_id": -2}, {"uid": "1296719193246874158", "i": 17328, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1296921227106987589", "i": 28846, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "<strong> David Letterman </strong>: <strong> Howard Stern </strong>:`` How much longer are you doing this, really?'' <strong> David Letterman </strong>:`` I don't know. Maybe two years, I think.'' <strong> Howard Stern </strong>: <q> Two years, you're thinking you're going to exit? </q> <strong> David Letterman </strong>:`` I think that's what it is. Yeah.'' <strong> Howard Stern </strong>:`` That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't", "new_id": -2}, {"uid": "1296544000037142529", "i": 25580, "idx": 0, "sa": ["Michael Vick"], "q": "was all great and grand for the fair city until one of the local news stations found out that rear end accidents had drastically increased AND found that the city was not getting paid their fair share. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]