[{"uid": "1296391786239042627", "i": 5455, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season. \"I feel like this one, I had to work hard to get it,\" he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"uid": "1295983645057327616", "i": 32715, "idx": 2, "sa": ["Michael Gove"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest Inuit race to gather mussels under the sea ice- before tide returns", "new_id": -2}, {"uid": "1295289005218529802", "i": 15810, "idx": 0, "sa": ["Kevin Garnett", "Gilbert Arenas", "Mike McGill", "Steve Caballero", "Paul Pierce", "Chris Roberts", "Allen Iverson", "Derrick Rose", "Tony Hawk", "Kevin Lyttle", "Kobe Bryant", "DeShawn Stevenson", "Umaga", "Stacy Peralta", "Michael Beasley", "Adrian Demain", "Todd Grisham", "Lance Mountain", "Per Welinder", "Steve Berra", "Rodney Mullen"], "q": "<strong> Kobe Bryant </strong> lakers vs spurs game highlights playoffs game 3 4 5 6 7 <strong> Kevin Garnett </strong> <strong> Paul Pierce </strong> celtics vs pistons wizards <strong> Gilbert Arenas </strong> <strong> DeShawn Stevenson </strong> jay-z new york nets miami <strong> Michael Beasley </strong> <strong> Derrick Rose </strong> 1st pick this is the complete version of 1984's skating video <q> the bones brigade video show </q>, featuring e <strong> Steve Caballero </strong>, <strong> Adrian Demain </strong>, <strong> Todd Grisham </strong> Hasting, <strong> Tony Hawk </strong>, <strong> Chris Roberts </strong> <strong> Allen Iverson </strong>, <strong> Mike McGill </strong>, <strong> Lance Mountain </strong>, <strong> Rodney Mullen </strong>, <strong> Stacy Peralta </strong>, <strong> Umaga </strong> Reategui, <strong> Kevin Lyttle </strong> Staab, <strong> Steve Berra </strong> Steadham, and <strong> Per Welinder </strong>. Check out the Top 10", "new_id": -2}, {"uid": "1297166979054263863", "i": 54446, "idx": 0, "sa": ["Eric Schmidt"], "q": ") for allegedly having abused a dominant position in online search is still ongoing, a spokeswoman said Tuesday, responding to press reports that the company is seeking an early settlement agreement on the probe. <q> There are no discussions. As is known, the commission is conducting an in-depth market investigation. The investigation is not finished, </q> said Amelia Torres, spokeswoman for competition issues at the commission, which has antitrust powers within the European Union. Google's new executive chairman and outgoing chief executive, Schmidt-Eric Schmidt.htm\"> <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297715343147800070", "i": 23184, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "HTML5 cred. Microsoft contracted the Steve Jobsian plague ahead of the W3C late last year. Chief executive <strong> Steve Ballmer </strong> told a major Microsoft developer conference that HTML5 would be the glue that binds his company's strategy of <q> three screens and a cloud </q>- the three screens being PC, phone, and TV. Until then, Microsoft had been pushing its proprietary Silverlight media player as the best media technology for spanning different devices on the web. claims \"", "new_id": -2}, {"uid": "1297426636014974991", "i": 39891, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,\" <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. <q> Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> Nokia CEO <strong> Stephen Elop </strong>, left, and Microsoft CEO <strong> Steve Ballmer </strong>( Screenshot by <strong> Stephen Elop </strong> Shankland/CNET) The companies will cooperate tightly under an agreement the companies just describe so far as proposed, not", "new_id": -2}, {"uid": "1295556795078905390", "i": 33470, "idx": 1, "sa": ["Simon Cowell"], "q": "He's bringing those verbals gifts to the table, like asking the Snookie look-alike with the star-studded halter, \"What's with the jujubees on your uu-uu-bees?\" His dig at the burping guy, <q> Did you eat a lot of paint chips as a child? </q> was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he seems", "new_id": -2}, {"uid": "1296509512234176529", "i": 35427, "idx": 0, "sa": ["Michael Vick"], "q": "Policy Institute says regional concerns,... GOP leaders: Anti-immigration...- Republican speakers at a conference on reaching Hispanic voters urged the party to... Video: Raw Video: Catapult for smuggling marijuana Report Abuse <q> \"half the activity involved immigrants, both legal and illegal, arrested for misdemeanor or traffic offenses. </q> \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes", "new_id": -2}, {"uid": "1296212454069550120", "i": 48122, "idx": 0, "sa": ["Dermot O'Leary", "Steve Jones", "Simon Cowell"], "q": "is the frontrunner to host The X Factor USA, which is being put together by <strong> Simon Cowell </strong>. The T4 presenter is understood to be favourites with bosses over UK X Factor host <strong> Dermot O'Leary </strong>. <q> I'm hearing good things, </q> <strong> Steve Jones </strong> told The Sun. \"I don't want to jinx anything by thinking I've got it. One day I hear it's going my way, one day I'm less sure.\"", "new_id": -2}, {"uid": "1295490788204456038", "i": 14408, "idx": 0, "sa": ["DeSean Jackson", "Jenna Jameson", "Rex Ryan", "Savanna Samson", "Mike Missanelli", "Michael Vick", "Ben Roethlisberger", "Sasha Grey"], "q": "star <strong> Savanna Samson </strong>. \"Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q> I wonder if they're plSasha Greying on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the <strong> Ben Roethlisberger </strong> game. </q> <strong> Mike Missanelli </strong>'S SHOW GOES TO THE DOGS <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}]