[{"uid": "1295795776254902285", "i": 15962, "idx": 1, "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "q": "decision on whom to support in the next presidential election. \"I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,\" <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q>I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.</q> \"Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,\" <strong> Colin Powell </strong> added. CNN welcomes a lively and courteous", "new_id": -2}, {"uid": "1297328414192823336", "i": 14529, "idx": 0, "sa": ["Kevin Kolb", "David Letterman", "Aaron Rodgers"], "q": "finale against Dallas and is working out and getting ready for 2011, whenever and wherever that might be. He last talked to <strong> Aaron Rodgers </strong> on the Thursday before the Super Bowl but has not tried him since, because <q>he's probably a little busy right now,</q> <strong> Kevin Kolb </strong> said. <strong> Aaron Rodgers </strong> was at Disney World on Monday morning for a parade and was on Late Show With <strong> David Letterman </strong> that night. <strong> Kevin Kolb </strong> made a point to watch it, then stayed up a few", "new_id": -2}, {"uid": "1295902691252543110", "i": 4263, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Lady Gaga"], "q": "plans to sell about 534,000 Class A shares as part of a pre-arranged trading plan. If he does, he will then hold about 9.1 percent of <strong> Google Inc. </strong>'s voting power, the company said. Report Abuse <q>It's funny reading these comments- especially folks that say it is too much money or they will do the job for less. Those are plain uneducated statements and the problem with America today.</q> People are paid what they are worth. People thinking they could do <strong> Eric Schmidt </strong>'s job are just like the idiots that go on America Idol and think they are next <strong> Lady Gaga </strong> or something. Talent", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1295451920167215141", "i": 10549, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": ", who plays scathing cheerleading coach Sue Sylvester on the TV show, believes there are many similarities between the teacher and the straight-talking talent show judge. <strong> Jane Lynch </strong> Inspired By <strong> Simon Cowell </strong> For Glee Character. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun", "new_id": -2}, {"uid": "1297501952213155841", "i": 2755, "idx": 2, "sa": ["Donald Rumsfeld", "Lee Harvey Oswald", "Janet Napolitano", "John McCain", "Adolph Hitler"], "q": "killed?\" G-d says: \"<strong> Lee Harvey Oswald </strong> shot him. You believe that?\" \"Today \"Christians' stand at the head of Germany...\"- speech of <strong> Adolph Hitler </strong> that ended Republican Liberty. <q>Reply# 71 on: February 11, 2011, 12:04:18 AM</q> The terrorism threat level within the United States is the highest it\"s been since the September 11, 2001 attacks, claims <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong>, <strong> Janet Napolitano </strong> informed the <strong> John McCain </strong> House of Representatives of the", "new_id": -2}, {"uid": "1295279785214679570", "i": 28215, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "Mr <strong> David Cameron </strong> told the BBC that he believed Mr <strong> Andy Coulson </strong> had already made amends for \"bad things\" that happened during his editorship, and insisted that the communications chief deserved a second chance. <q>I always think that the danger at the moment is that he is effectively being punished twice for the same offence,</q> he said. \"I gave him a second chance. I think that sometimes in life it is right to give someone a second chance.\" Mr <strong> David Cameron </strong> insisted that Mr <strong> Andy Coulson </strong> was doing his job", "new_id": -2}, {"uid": "1297357122223297593", "i": 18296, "idx": 0, "sa": ["Michael Vick"], "q": "man's best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. Twitter: <q> \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said( Buehrle). \"How could you do that if you are somewhat sane?\" \"\"( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2}, {"uid": "1295890950159268919", "i": 37614, "idx": 1, "sa": ["Mimi Walters", "Jerry Brown", "Bill Lockyer"], "q": "plans. \"We want reforms in place before there's any discussion about tax increases,\" said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q>I do know there's not support at all to even put it on the ballot without significant pension reforms.</q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"uid": "1296481373080920613", "i": 5305, "idx": 0, "sa": ["Sergio Marchionne"], "q": "It has yet to report a profit since emerging from bankruptcy in June 2009. But it said it made an operating profit, excluding restructuring costs, which was greater than the company's internal targets. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> said <strong> Sergio Marchionne </strong>, CEO of both Chrysler Group and Fiat, the Italian automaker which owns a controlling stake in the automaker. \"However, our job is not yet done. We have a lot of work ahead", "new_id": -2}]