[{"uid": "1295806909069746696", "i": 16101, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": ". We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1295564377105267210", "i": 29324, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. \"We're all in great debt to <strong> Eric Schmidt </strong>,\" said <strong> Sergey Brin </strong>. <q>There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done.</q> Please send me occasional email updates about new features and special offers from Wired. Please send occasional email offers from Wired affiliated websites and publications and carefully selected companies. Posted by: bozo_u_moron", "new_id": -2}, {"uid": "1296743565187088980", "i": 37981, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "with Syria, Iran and North Korea. Though careful to describe <strong> President Bush </strong> personally in complimentary terms, <strong> Donald Rumsfeld </strong> suggests the former president was at fault for not doing more to resolve disagreements among senior advisers. <strong> President Bush </strong> <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made,</q> <strong> Donald Rumsfeld </strong> writes. Such criticisms stand in contrast to <strong> Donald Rumsfeld </strong>'s longtime aversion to publicizing his sometimes disparaging views of colleagues or discussing internal government deliberations. Still, his barbs stop short of ad hominem attacks,", "new_id": -2}, {"uid": "1296260491067190794", "i": 4026, "idx": 3, "sa": ["Steve Jobs", "Eric Schmidt", "Vic Gundotra"], "q": ", as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware,\" <strong> Eric Schmidt </strong> said at a conference this fall. <q>If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open. The inverse would be open.</q> But <strong> Vic Gundotra </strong> is the one senior Googler who has been pointedly critical of <strong> Steve Jobs </strong> and Apple- at least in public. Last May, at Google's annual developer conference, <strong> Vic Gundotra </strong> told the world", "new_id": -2}, {"uid": "1296859172060604426", "i": 41519, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "Y!\" and drop it onto the \"Home\" icon. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q>the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt...</q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1297716334016629790", "i": 12637, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": " made a bet as to who would land <strong> Michael Vick </strong> for his first talk-show appearance. But <strong> Michael Vick </strong> admitted he doesn't know who <strong> Piers Morgan </strong> is and would welcome the opportunity to appear on Oprah's show. <q>If the bet was made, she'll probably win, because I know nothing about that other guy</q> USA Today quoted him as saying.", "new_id": -2}, {"uid": "1295921372006537277", "i": 39622, "idx": 3, "sa": ["Zahi Hawass"], "q": "German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try and get he statue back to Egypt. <q>I am doing something that I believe in and that should have been done a 100 years ago,</q> <strong> Zahi Hawass </strong> told AP. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.\"", "new_id": -2}, {"uid": "1297176031226918403", "i": 3162, "idx": 4, "sa": ["David Letterman", "Aaron Rodgers"], "q": "quarterback and they have your ascending to the throne of all of football, but your high school experience-- tell me about your high school experience and then where did that take you?\" <strong> Aaron Rodgers </strong>: <q>Yeah, I was not really recruited out of high school, ended up playing baseball my senior year and thought about doing baseball, thought about joining the military but I decided to go the junior college route, which not a lot of kids go to who actually have good grades. Um, I had pretty good grades in high school.</q>( Audience laughs) But that was a great opportunity to advance my career.\" <strong> David Letterman </strong>: \"Now why weren't you recruited out of high school for a college, a major college?\"", "new_id": -2}, {"uid": "1296474894002113563", "i": 17732, "idx": 0, "sa": ["Google Inc.", "David Cameron", "Eric Schmidt", "Rupert Murdoch"], "q": "over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with <strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong> at the World Economic Forum in Davos, Switzerland, last week canceled his appearance. <q>The mess bursting around his business in Britain will undoubtedly impact on his international ambitions,</q> said <strong> David Cameron </strong> Banks, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined to comment on whether the hacking", "new_id": -2}]