[{"uid": "1295984196057327656", "i": 29782, "idx": 11, "sa": ["Andrew Mason", "Eric Schmidt"], "q": "for a different niche than existing sites such as Groupon, <strong> Eric Schmidt </strong> said. Groupon rebuffed a$ 6 billion acquisition offer from Google last year, and CEO <strong> Andrew Mason </strong> said yesterday the company will remain independent. <q> Their success doesn't negatively affect us at all, </q> and Google's own offering is different from those of Groupon and its competitors, <strong> Eric Schmidt </strong> said today.-- With assistance from Brian Womack in San Francisco and Alex Sherman in New York. Editors: Robert", "new_id": -2}, {"uid": "1297386997268320836", "i": 45609, "idx": 0, "sa": ["Mike Pence", "Cliff Stearns"], "q": "on an issue of key importance to many members of their base. On Thursday, they noted that their new allies in the House and the economic constraints were both working in their favor. <q> This is when we're going to defund Planned Parenthood, </q> said <strong> Mike Pence </strong> <strong> Cliff Stearns </strong>( R-Fla.).`` Now is the season for us to do this.'' Although the cuts may be embraced by the House, they are likely to find much more resistance", "new_id": -2}, {"uid": "1297595104169951242", "i": 30349, "idx": 2, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "John Elkann"], "q": "( document.body.clientHeight> 60?`` 60px'':`` auto'');' onload= this.style.filter=` progid: DXImageTransform.Microsoft.Shadow( color=# 000000, direction= 135, strength= 5)'>? <q> Mi sembra che oggi si sia compiuto un passo avanti </q>. Il sindaco <strong> Sergio Chiamparino </strong> esce dal vertice di Roma rinfrancato dopo le rassicurazioni ricevute dall?? ad di Fiat <strong> Sergio Marchionne </strong> e dal presidente <strong> John Elkann </strong>. Le nubi apparse una settimana fa- con l?? ipotesi di uno", "new_id": -2}, {"uid": "1295094117134053930", "i": 7505, "idx": 0, "sa": ["Sergio Marchionne"], "q": "historic Mirafiori plant in northern Group is focused on raising new financing to pay back almost$ 7 billion to the U.S. and Canadian governments before an initial public offering of shares, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q> Our priority is to put in place a structure where Chrysler would become answerable to the capital target=\"_blank\" href=\"http://latestmarket.com/\"> markets only, </q> <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other`` Sri Lanka's conflict is political''... Boston Globe Boston Globe advocates`` Self-rule in a confederal structure for", "new_id": -2}, {"uid": "1297466062241451037", "i": 3887, "idx": 1, "sa": ["Donald Rumsfeld", "Aldo Rustichini"], "q": "together they constituted the entire gamut of human knowledge. On February 12, 2002, Mr <strong> Donald Rumsfeld </strong> blew our na?ve world-view apart.`` As we know, there are known knowns,'' he said, <q> There are things we know we know. We also know there are known unknowns. That is to say we know there are some things we do not know. But there are also unknown unknowns, the ones we don't know we don't know. </q> Article continues below the advertisement... Mr <strong> Donald Rumsfeld </strong>'s statement soon made waves. It inspired economists Salvatore Modica and <strong> Aldo Rustichini </strong> to pontificate thus:`` A subject is certain of something when he knows that thing;", "new_id": -2}, {"uid": "1296109290115327074", "i": 28285, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labour situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"uid": "1295904134252543000", "i": 25725, "idx": 1, "sa": ["Bernie Sanders"], "q": "It's time to see a good shrink and figure out why this part of your brain is dysf...''`` I taught elementary school for twenty years, but I also have a background in scie...'' <q> I don't believe in angels, but I believe Christine's messages have somehow emana... </q>`` I trust <strong> Bernie Sanders </strong>, with his long record of being a serious advocate for the...'' I posted Part 1 of this before, but modified that slightly and added this, Part 2. I", "new_id": -2}, {"uid": "1297260106046088366", "i": 12225, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "Jerrold Nadler"], "q": "`` forcible'' would be removed. The GOP's`` Pledge to America''-- a list of promises Republicans made last fall if they were to take back the House contains a promise to <q> codify the Hyde amendment. </q> House Democrats held a news conference Tuesday to denounce <strong> Chris Smith </strong>'s bill ahead of a Constitution Subcommittee of the House Judiciary Committee hearing on the bill. <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>, D-N.Y. called the <strong> Chris Smith </strong> bill an", "new_id": -2}, {"uid": "1297429861014974993", "i": 39172, "idx": 1, "sa": ["Simon Cowell"], "q": "Super Bowl at the Cowboys Stadium in Texas, reports Fox News. The singer sang incorrect lyrics to the historic track in front of an audience of millions and <strong> Simon Cowell </strong> took no pity on the star, remarking, <q> Well, I just heard it then, and it sounded like a 100,000 people in a stadium had just sat on a cat. Well look, obviously she is regretting it now. She must be. I'm listening to it here in London and it didn't sound great to me </q>. The AMERICAN IDOL guru went further, adding,`` To mess the words up? Not great. But I always say this, this is what happens when you perform in front of an audience, even", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]