[{"uid": "1295559369243744783", "i": 40783, "idx": 0, "sa": ["Leon Panetta", "Madeleine Albright", "Sam Nunn", "Colin Powell", "Bill Clinton"], "q": "introduced his intelligence chiefs- CIA director <strong> Leon Panetta </strong> and NID retired Admiral Dennis Blair. www.change.gov http://wn.com/Repealing_Don't_Ask,_Don't_Tell__Colin_Powell_and_Sam_Nunn Complete video at: fora.tv <strong> Bill Clinton </strong> <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> and former <strong> Sam Nunn </strong> discuss a possible repeal of the US military's controversial <q>Don't Ask, Don't Tell<q> policy regarding gay and lesbian service. This program was recorded in collaboration with the 2008 Aspen Ideas Festival.----- <strong> Bill Clinton </strong> <strong> Sam Nunn </strong> and former <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> discuss topics ranging from the future of the United States military", "new_id": -2}, {"uid": "1295439905093192278", "i": 21708, "idx": 6, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "some concern that the two new superstar judges might distract from the promised return to a focus on the contestants. \"My biggest hope is that \"Idol' finds one-of-a-kind talent this season,\" <strong> Jim Cantiello </strong> said. <q><strong> Ellen DeGeneres </strong> proved that a big star on the judges' panel does not necessarily ensure a must-see` Idol.' The show lives and dies by the contestants it highlights. If they don't find the most compelling, the most interesting and the most talented group of singers, the show is going to be as culturally relevant as` Skating With the Celebrities.'<q> Don't miss our \"American Idol\" live stream \"Judging the Judges: An` Idol\" Without <strong> Simon Cowell </strong>,\" featuring post-show analysis from <strong> Jim Cantiello </strong> and special guests, on MTV.com tonight at 10 p.m.", "new_id": -2}, {"uid": "1295218051235503687", "i": 1368, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": ", hundreds of people killed and dozens were still missing Thursday.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011304338.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html&amp;title=Daring rescue as Brazil slammed by deadly slides& site= world& type= Video& sent= no& search= Search<q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1295617531243957796", "i": 3424, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": " \"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was <q>very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.<q> \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" <strong> David Cameron </strong> said in a statement, which made", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. \"It took me seven months to persuade these two to sign a recording contract with me,\" he said. <q>But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.<q> He added: \"But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.\" This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}, {"uid": "1295159827229244932", "i": 1653, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. <strong> Aaron Rodgers </strong> will lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.<q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296667040253952025", "i": 39323, "idx": 2, "sa": ["Allen Iverson"], "q": "his own steal with 9:13 to play pulled the Nuggets within 93-87, then he hit a 3-pointer at the 3:24 mark that made it 101-97. His three-point play with 2:10 left cut Sacramento's lead to 103-100. <q>I was having such a bad game that I thought I hit the last shot,<q> <strong> Allen Iverson </strong> said. \"K' hit that http://wn.com/Leopard_in_cage,_Dortmund_zoo_or_another,_it's_the_same_FAIR_USE_INTENDED_ONLY Zoo A zoological garden, zoological park, menagerie, or zoo is a facility in which animals are confined within enclosures, displayed to the public, and in", "new_id": -2}, {"uid": "1297145288171491328", "i": 806, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": " \"There must be a lot of Wisconsin people out there,\" <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college. <q>I think a number of reasons: one, I wasn't, you know- even today, I'm not gon na be the guy who pops out as- you know, I'm not 6-5, I'm not 240, I don't run a 4.5 40. But I think a lot of times, the things you can't measure are often the things that give people the most success,<q> <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>: \"Now at this stage of the game, you", "new_id": -2}, {"uid": "1297346097125812744", "i": 15395, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/02/09/VI2011020905950.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02092011-71v&amp;flvURL=/media/2011/02/09/02092011-71v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F09%2F02092011-71v.jsn\"}{ \"title\": <q><strong> Janet Napolitano </strong>: Threat may be highest since 9/11<q>, \"description\": \"In testimony before Congress, Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> said the terror threat continues to evolve and may be at its highest level since the September 11th attacks.( Feb. 9)\"", "new_id": -2}, {"uid": "1295559450214679559", "i": 32169, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010. \"Q4 marked a terrific end to a stellar year,\" said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web.<q> announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. Starting from April 4, Larry Page, <strong> Google Inc. </strong> Co-Founder, will take charge of <strong> Google Inc. </strong>'s day-to-day operations", "new_id": -2}]