[{"uid": "1295764462042549336", "i": 14623, "idx": 0, "sa": ["Michael Vick", "Charles Woodson", "Jay Cutler", "Tramon Williams", "Lovie Smith"], "q": "first playoff victory since 2006. However, <strong> Jay Cutler </strong> is only 1-4 against the Packers with nine interceptions and five touchdowns. ''We feel real good about where he is,'' <strong> Lovie Smith </strong> said. <q>He's come a long way.... I really like the decisions he's making.</q> One of <strong> Jay Cutler </strong>'s biggest concerns will be avoiding mistakes, and Packers cornerback <strong> Tramon Williams </strong> has been forcing plenty of them. Often overshadowed by All-Pro corner <strong> Charles Woodson </strong>, <strong> Tramon Williams </strong> intercepted <strong> Michael Vick </strong> in the end zone to seal", "new_id": -2}, {"uid": "1295611449042827776", "i": 4278, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell", "Mary McNamara"], "q": "and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. ''Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, ''Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. ''At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1296207196059293712", "i": 31220, "idx": 0, "sa": ["Harry Reid", "Chuck Schumer", "Sen. Bernie Sanders", "Joe Biden"], "q": "to deny coverage based on pre-existing conditions. ''I know the procedures of the Senate,'' <strong> Harry Reid </strong> said, in what appeared to be an acknowledgment that Republicans could try to force a vote on the floor. <q>But I'm not going to be a part of it.</q> The Hill: <strong> Chuck Schumer </strong> steps up Social Security assault on House Republicans Senate Democrats led by <strong> Joe Biden </strong> <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Sen. Bernie Sanders </strong>( I-Vt.) are gearing up for a battle with House Republicans over Medicare and", "new_id": -2}, {"uid": "1296770511173654034", "i": 12150, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. ''At the right moment,'' it said, <q>we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.</q> Known and Unknown, the former Defense secretary says he believed that ''an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.''", "new_id": -2}, {"uid": "1297556763066551837", "i": 28894, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, ''I'm glad you're here, because it is your moment as well,'</q> <strong> Ray Allen </strong> said. '''When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and", "new_id": -2}, {"uid": "1296498433226574569", "i": 2122, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75", "new_id": -2}, {"uid": "1295380356071155734", "i": 37215, "idx": 0, "sa": ["Mike Pence"], "q": "he could launch a bid for higher office. <strong> Mike Pence </strong> will speak in the Indiana State House Tuesday afternoon about the need for a more limited government and the importance of state government. <q>This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back,</q> he will say, according to prepared remarks. ''I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism.''", "new_id": -2}, {"uid": "1295934218032604160", "i": 25528, "idx": 0, "sa": ["Christine Lakin", "Bill Lockyer", "Michael Trevino", "Zelda Fitzgerald", "Newt Gingrich"], "q": "36. Actress <strong> Christine Lakin </strong> is 32. Rhythm-and-blues singer Alicia( ah-LEE'- sha) Keys is 30. Actor <strong> Michael Trevino </strong>( TV: ''The Vampire Diaries'') is 26. Thought for Today: <q>I don't want to live. I want to love first, and live incidentally.</q>- <strong> Zelda Fitzgerald </strong>, American writer( 1900-1948). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3 BA$ 9,750,000.00", "new_id": -2}, {"uid": "1297260302158613537", "i": 25883, "idx": 4, "sa": ["Bill Lockyer"], "q": "for taxes. ''There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,'' <strong> Bill Lockyer </strong> said. <q>However, you also have to be honest with them about what the consequences will be if the only policy option is an all-cut budget. And no one has yet produced that.</q> Jon Fleischman, publisher of the popular conservative political blog FlashReport.org and a vice chairman of the California Republican Party, said he wants to see what an all-cuts budget would actually look like. He said having no", "new_id": -2}]