[{"uid": "1296789416115392519", "i": 16087, "idx": 2, "sa": ["Elton Brand", "Jrue Holiday", "Thaddeus Young", "Rod Stewart", "Allen Iverson"], "q": "'' Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Young_Taylor_Lautner__Cheaper_by_the_Dozen_2_[Behind_the_Scenes] LYRICS to the song`` <strong> Thaddeus Young </strong> Turks'' by <strong> Rod Stewart </strong>", "new_id": -2}, {"uid": "1295586272212418583", "i": 2946, "idx": 11, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. Denver also halted the Celtics' dominance over Western Conference teams this season, snapping their string of 16 straight wins. <q> I don't look at it as we beat the best team in the league, a win is a win, </q> <strong> Allen Iverson </strong> said.`` Obviously, we can compete with anybody. No one seems to know how much talent we have. We have enough talent to scare some people, but we just have to bring it night", "new_id": -2}, {"uid": "1297530770033751060", "i": 13388, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Regis Philbin", "Bill Clinton"], "q": "U.S. and the world through editorial cartoons. What: <strong> Barbara Walters </strong>, who had her own surgery to repair a faulty heart valve last year, addresses heart disease and the fear many have of a heart operation in <q> A Matter of Life and Death. </q> She talks to former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Regis Philbin </strong>, celebrities who've had heart surgeries. She also talks to doctors, including her own, about prevention and the warning signs of heart trouble.", "new_id": -2}, {"uid": "1295898709135872525", "i": 16240, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "BOOKS-RUMSFELD WASHINGTON If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> By National Writer Hillel Italie. AP Photos. JACK LALANNE-TRIBUTE NEW YORK In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite", "new_id": -2}, {"uid": "1295524677199704589", "i": 32904, "idx": 1, "sa": ["Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court advantage.`` We are normally good in those situations,'' Heat coach <strong> Erik Spoelstra </strong> said. <q> We are normally able to control the game, grind it, take good shots, dictate the pace. </q> Enter Tony <strong> Allen Iverson </strong> and Glen Davis. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and Davis surveying Miami's offense, ready to pounce on anyone who attacked the lane, the Celtics exposed the Heat for what they are-- a team", "new_id": -2}, {"uid": "1297217207168738834", "i": 17295, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in Detroit: that the city and Chrysler had a universal story screaming to be told.`` The story of Detroit should be written by, and come from people of Detroit,'' Stables said. <q> Other people don't get to define who you are. </q> Once they latched onto the tagline`` imported from Detroit,'' the story took on a life of its own. Chrysler CEO <strong> Sergio Marchionne </strong> pored over every line of the script and was sold on", "new_id": -2}, {"uid": "1297442197053690370", "i": 12985, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to a definitive agreement, <strong> Stephen Elop </strong> said, but he talked of long-term plans for the two firms to create a mobile ecosystem beyond anything that currently exists. Microsoft chief executive <strong> Steve Ballmer </strong> said that the move was <q> good for Microsoft and good for Nokia </q>, and that the smartphone market is now a'' three-horse race'' between Windows Phone 7, Android and Apple. However, both declined to indicate any timeframe for the first Windows Phone Nokia handset to", "new_id": -2}, {"uid": "1295576927002506766", "i": 48426, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "statement. <strong> Sergey Brin </strong> will work on strategic projects and new products, which he described as his`` personal passions.'' The management changes are due to take effect on April 4. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said in a message on his Twitter feed@ericschmidt.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' he added in", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1297117164184680469", "i": 28730, "idx": 1, "sa": ["Simon Cowell"], "q": "going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.'' <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though he believes", "new_id": -2}]