[{"uid": "1296082191244613131", "i": 33808, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1296781715243532025", "i": 24908, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Larry King"], "q": "morning radio host <strong> Howard Stern </strong> as he was headed to a taping of \"Late Night with <strong> David Letterman </strong>,\" where we asked the shock jock if he is really in competition with CNN's <strong> Piers Morgan </strong>. <q>What, is there a feud? I like <strong> Piers Morgan </strong>,</q> <strong> Howard Stern </strong> insisted. \"He's got a lot of pressure on him. He's got ta get some ratings. <strong> Larry King </strong> was beating him.\" Breaking news and hot photos are just a touch away", "new_id": -2}, {"uid": "1295454374253952036", "i": 35140, "idx": 1, "sa": ["Sarah Palin", "Kristen Stewart", "David Letterman", "Martha Stewart"], "q": "plays Bella Swan in the movie Twilight.... <strong> Martha Stewart </strong> Calls <strong> Sarah Palin </strong> \"Dangerous\"& \"Confused\" headzup.tv <strong> Martha Stewart </strong> talks about her interview where she called <strong> Sarah Palin </strong> \"confused\", \"dangerous\", and that she <q>wouldn't watch her if you paid me.</q> Read more about it here-- http... FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) <strong> Sarah Palin </strong> meets Fargo. Hilarious. Best video", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q>It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.</q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1295272524072728652", "i": 47378, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q>I don't have to go into private conversations.</q> UK prosecutors reopen phone hacking investigation LONDON-Prosecutors said Friday that a politically sensitive investigation into <strong> Andy Coulson </strong> \"not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>\"s director of communications, has not offered to resign over newspaper he used", "new_id": -2}, {"uid": "1295225672165576721", "i": 33530, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q>Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives,</q> he explained. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1295198345210845697", "i": 12441, "idx": 3, "sa": ["Andre Iguodala", "Chris Webber", "Andre Miller", "Carmelo Anthony", "Earl Watson", "Allen Iverson"], "q": "shot. He knocked the shot down. It was a good play,\" <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end. <q>You don't want somebody shooting that had been making a lot of shots,</q> <strong> Allen Iverson </strong> said. So, after two timeouts, <strong> Carmelo Anthony </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> Earl Watson </strong>, whose open 3-pointer was short,", "new_id": -2}, {"uid": "1297234002160825518", "i": 35507, "idx": 4, "sa": ["Simon Cowell"], "q": "\" is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden ticket, a\" Â£ 1m recording contract\", meant Â£ 150,000 in prize money. <q>We make over a million pound commitment to the winner,</q> <strong> Simon Cowell </strong> said, meaning hundreds of thousands of pounds invested on development and promotion. <strong> Simon Cowell </strong> promises US X Factor winner$ 5m contract HummDrumm 8 February 2011 11:38 AM If you win this competition", "new_id": -2}, {"uid": "1295564609055705620", "i": 19652, "idx": 0, "sa": ["Eric Schmidt"], "q": "ratio of 18 to 11, while on the Nasdaq, 19 stocks fell for every seven that rose. When He Isn't Stepping Down as CEO, <strong> Eric Schmidt </strong> is Writing About Google's Mobile Future Report Abuse <q>Any type of stimulus the Fed and government provided went 2 places, overseas( They produce real goods) and in the stock market.</q> The Fed with it's QEs( QE1, QE2, QEs- Monetizing debt) pumped money into the stock market. The market being up makes the top 30% of the population go", "new_id": -2}, {"uid": "1295231821192299018", "i": 1871, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick", "Aaron Rodgers"], "q": "game would be for Philadelphia. <strong> Michael Vick </strong> said physically he probably would be back to full strength Sunday from a thigh injury. Mentally? \"Probably very calm,\" he said. <q>Excited to be out there, but very calm.</q> Before the season opener in Philadelphia, <strong> Aaron Rodgers </strong> found himself on the field talking with good friend <strong> Kevin Kolb </strong> and <strong> Michael Vick </strong>, <strong> Kevin Kolb </strong>'s backup. <strong> Kevin Kolb </strong>'s injury that day during Green Bay's 27-20 victory opened the", "new_id": -2}]