[{"uid": "1296488228063668303", "i": 10043, "idx": 2, "sa": ["Roger Kay", "Eric Schmidt", "Barack Obama"], "q": "Secretary <strong> Eric Schmidt </strong>? <strong> Eric Schmidt </strong> was an early backer of <strong> Barack Obama </strong> and according to NewsMeat, has given more than$ 230,000 in campaign donations to Democrats, compared with less than$ 20,000 to Republicans. <q>There is a political favor to be returned yet,<q> said <strong> Roger Kay </strong>, president of Endpoint Technologies. <strong> Eric Schmidt </strong>'s fundraising ability would also be a pro for Team <strong> Barack Obama </strong>, which is going to need big money to finance the 2012 reelection campaign. It", "new_id": -2}, {"uid": "1296752424175587371", "i": 29885, "idx": 2, "sa": ["Zahi Hawass"], "q": "archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities.\" On Saturday, he wrote, <q>I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see an Egyptian official leave his home and come to Tahrir Square without fear; they loved that I came to the museum.<q> <strong> Zahi Hawass </strong> was not yet a member of Mubarak's cabinet when Parker profiled him in 2009, but was already prone to statements of his influence. Parker writes that when he met <strong> Zahi Hawass </strong>, \"", "new_id": -2}, {"uid": "1296191580166559768", "i": 34620, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q><strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. \"It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel.<q> Mandy MooreThe singer-actress chats about", "new_id": -2}, {"uid": "1297218240091242545", "i": 34098, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "U.S.-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorized waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique \"patriots, not criminals.\" <q>The questioning of those in Department of Defence custody provided information that saved innocent American lives. I make no apology for that,<q> he also wrote. NO APOLOGIES <strong> Donald Rumsfeld </strong>, 78, served as defence secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era Defence", "new_id": -2}, {"uid": "1295199188176750603", "i": 46879, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.<q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it. Subscribe to RSSMost Popular in: Entertainment", "new_id": -2}, {"uid": "1296770549227754057", "i": 48771, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Sen. Bernie Sanders </strong> said. \"DoD is very concerned about any fraudulent activity on the part of its contractors,\" the department said in a statement Thursday. <q>In addition to the criminal, civil penalties and sanctions imposed by the courts, DoD has numerous contractual and administrative remedies available, including suspension and debarment, when it is determined that it is not in the department's best business interests to contract with a particular company.<q> Defense declined to comment further. The report recommended Defense provide \"additional guidance and training\" on the EPLS to its contracting officers. According to the report, Defense is hopeful the Federal Awardee", "new_id": -2}, {"uid": "1296539753082821202", "i": 13876, "idx": 3, "sa": ["Maurice Cheeks", "Carmelo Anthony", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.<q> <strong> Allen Iverson </strong> http://wn.com/NBA_Pretemporada_11/10/2009__Indiana_Pacers_112_Vs_Denver_Nuggets_118 <strong> Carmelo Anthony </strong> scored 45 points to lead the Denver Nuggets to a 128-112 win over the Indiana Pacers on Sunday, splitting the NBA preseason series between the two in Asia. Playing at the same Wukesong Arena where", "new_id": -2}, {"uid": "1295534706252182539", "i": 17573, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.<q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}, {"uid": "1295715717099811337", "i": 31260, "idx": 2, "sa": ["Allen Iverson"], "q": "Stadium Bulls win 105-92 Box score: www.basketball-reference.com http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,<q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.<q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]