[{"uid": "1296211334006012991", "i": 20241, "idx": 9, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman_ from 1995 until 2002_ <strong> Mike Pence </strong> mentioned the governor's office to him. <q>He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,</q> he said. \"This has been on his mind for a long time.\"", "new_id": -2}, {"uid": "1295567978244678669", "i": 49368, "idx": 0, "sa": ["Eric Schmidt", "Mark Hurd"], "q": "an investigation of the events surrounding <strong> Mark Hurd </strong>'s exit, the latest development in a shareholder lawsuit stemming from the move. \"That's a pretty big make-over,\" said Kaufman Bros. analyst Shaw Wu. <q>The board definitely caught some flack with how it handled the <strong> Mark Hurd </strong> situation and you're seeing the repercussions of that.</q> The shakeup of H-P's board comes on the same day that Google Inc.( GOOG) altered the roles of its leadership. CEO <strong> Eric Schmidt </strong> is taking on the role of executive chairman", "new_id": -2}, {"uid": "1295562468254656539", "i": 4375, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep", "new_id": -2}, {"uid": "1297354538224657421", "i": 3804, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jane Holl Lute"], "q": "2000. On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] Re: Napolitano: <q>Al-Qaeda does not exist: Natural Born Americans are the terrorists</q> \"Reply# 48 on: February 09, 2011, 03:52:38 PM\" How about this... Napolitano: \"I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes", "new_id": -2}, {"uid": "1295901953137494561", "i": 1659, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent\" German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q>Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. \"But I do", "new_id": -2}, {"uid": "1296055617213385284", "i": 20228, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q>What's the difference? \"If off-air conversations were made public then there would be no-one left working in the country.</q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but she did not return his call. Subscribe to RSSMost Popular in", "new_id": -2}, {"uid": "1297485578090832922", "i": 42424, "idx": 0, "sa": ["Jude Law", "Michelle Trachtenberg", "Kevin Costner", "Vidal Sassoon", "Sienna Miller", "Katy Perry", "Michael Rosenbaum", "Simon Cowell"], "q": "Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? Rihanna rehearsing for Grammys despite illness <cite> Reuters </cite> <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q>One Day I Woke Up and Had Boobs</q> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>\"s Little Golfing Buddies <strong> Jude Law </strong>, <strong> Sienna Miller </strong> Call It Quits <cite> Now", "new_id": -2}, {"uid": "1296407544252772372", "i": 152, "idx": 30, "sa": ["Thaddeus Young", "Allen Iverson", "Samuel Dalembert", "Kevin Ollie"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q>You're at his mercy when he's hitting his jumpers,</q> said <strong> Kevin Ollie </strong>, who came off the bench to score 12 points. The Sonics <strong> Thaddeus Young </strong> scored a career-high 29 points, <strong> Samuel Dalembert </strong> snapped out of his recent slump, and the Philadelphia 76ers handed the Toronto Raptors their sixth", "new_id": -2}, {"uid": "1296618533025804828", "i": 47192, "idx": 4, "sa": ["Hu Jintao", "Barack Obama", "David Letterman", "Conan O'Brien"], "q": "the check, <strong> Hu Jintao </strong> said, \"Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.\" â\u0080¢ <strong> David Letterman </strong>-- <q>China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.</q> With unemployment stalled at nearly 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises: â\u0080¢ <strong> Conan O\"Brien </strong>-- \"<strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a \"wow\" moment,</q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]