[{"uid": "1295806909069746696", "i": 19460, "idx": 8, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "shootings that killed six people and badly wounded Rep. Giffords\" Giffords-Gabrielle Giffords-PEPLT002363.topic\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295648277220856347", "i": 33141, "idx": 2, "sa": ["Donny Osmond", "Simon Cowell"], "q": "kids piano, up first. I like him right away; he says he's a \"stern\" teacher, one of his kids says \"he's target=\"_blank\" an excellent teacher.\" Sings <q> Somewhere Over The Rainbow, </q> with a little jazzy feel and some finger snaps. Totally in control, it's... newsday.com <strong> Donny Osmond </strong> the next <strong> Simon Cowell </strong>? <strong> Simon Cowell </strong> would have been proud. He's known for his charm and charisma, but <strong> Donny Osmond </strong>", "new_id": -2}, {"uid": "1296628406061571089", "i": 31457, "idx": 0, "sa": ["Tim Thomas", "Tracy McGrady", "Tom Renney", "Guillaume Latendresse", "Allen Iverson", "Jaroslav Halák", "Staffan Kronwall"], "q": "<strong> Guillaume Latendresse </strong> and Tom Renneyas Plekanec replied for Montreal( 2-1-0). Tied 3-3 entering the third, the deciding goal came at 2:16 when <strong> Staffan Kronwall </strong>'s slapshot deflected off the stick of a Canadiens defenceman and past goaltender <strong> Jaroslav Halák </strong>. <q> I'm taking it one game at a Tim Thomase, I'm trying to improve. As long as the team keeps improving and I'm improving, we're all happy, </q> said <strong> Staffan Kronwall </strong>, 26, whose only NHL experience entering this season was 55 games spread across three seasons with the Toronto Maple Leafs and Washington Capitals. The Iverson_Allen Iverson_26pts_vs_Tracy McGrady_Tracy McGrady_Magic_03/04_NBA betfreebie.com Basketball <strong> Allen Iverson </strong> regained his scoring touch in Tim Thomase to", "new_id": -2}, {"uid": "1296618533025804828", "i": 57378, "idx": 0, "sa": ["David Letterman", "Bob Dylan", "Stevie Wonder", "Barack Obama", "Jimmy Fallon"], "q": ", <strong> Barack Obama </strong> said he has <strong> Stevie Wonder </strong>, <strong> Bob Dylan </strong> and the Rolling Stones on his iPod. Unfortunately, the question was,` Do you have a plan to fix the economy?\" '? <strong> Jimmy Fallon </strong>-- <q> A year into <strong> Barack Obama </strong>'s first term in office, unemployment is higher, the national debt is higher and there are more soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.' </q> The 2010 elections worsened the comics' tone:? <strong> David Letterman </strong>-- \"Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute-- he was handling the economy?\"", "new_id": -2}, {"uid": "1296091661126894108", "i": 53068, "idx": 1, "sa": ["Ray Lane", "Michael Dell", "Eric Schmidt"], "q": "\" Future Potential Google's <strong> Eric Schmidt </strong> said in a separate interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The <q> e-commerce space feels overheated because valuations are based on long-term revenue expectations, </q> said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. \"But if you look at Google's history, that potential is real\" <strong> Michael Dell </strong> and <strong> Ray Lane </strong>", "new_id": -2}, {"uid": "1296116708056623108", "i": 15197, "idx": 0, "sa": ["Michael Gove"], "q": "overhaul of the English schools system. The Michael Government is due to publish a new Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1297233963168116274", "i": 30044, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman", "Mike McCarthy", "Ted Thompson"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" Packers plan to offer <strong> Mike McCarthy </strong>, <strong> Ted Thompson </strong> contract extensions Tuesday Feb 8 After winning the Super Bowl, Green Bay is planning", "new_id": -2}, {"uid": "1297094315204652557", "i": 2056, "idx": 0, "sa": ["Barbara Gaines", "David Letterman", "Martin Lawrence", "Matt Roberts"], "q": "of Green Bay for the team's fourth Bowl\"> Super Bowl title. Also on featured on Monday's LATE SHOW are actor <strong> Martin Lawrence </strong> and musical guests Steel Magnolia, who are nominated for <q> Top New Vocal Duo or Group </q> at the 46th Annual Academy of Country Music Awards, which will be broadcast on CBS Sunday, April 3. The LATE SHOW with <strong> David Letterman </strong> is a production of Worldwide Pants Incorporated. <strong> Barbara Gaines </strong>, <strong> Matt Roberts </strong>,", "new_id": -2}, {"uid": "1296914440241205257", "i": 27193, "idx": 1, "sa": ["Michael Vick", "Tu Holloway", "Alan Major", "Kenneth Faried"], "q": "loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. <q> You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you. </q> 9. Poor man's Rodman <strong> Kenneth Faried </strong> doesn't get a lot of publicity because he plays for Morehead State, but NBA scouts sure know about him. The 6-foot-8 senior from Newark", "new_id": -2}, {"uid": "1296282713080461833", "i": 16433, "idx": 5, "sa": ["Allen Iverson", "Rasheed Wallace", "LeBron James"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by March 2nd, 2010: The Boston Celtics end their 2 game losing streak to the Detroit", "new_id": -2}]