[{"uid": "1296486373063668243", "i": 2374, "idx": 11, "sa": ["Mike Pence"], "q": "raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. As he likes to say, <q>I'm a conservative, but I'm not in a bad mood about it.</q> <strong> Mike Pence </strong> served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters", "new_id": -2}, {"uid": "1295681320220479526", "i": 39461, "idx": 11, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our http://wn.com/Allen_Iverson_31pts_vs_Crossover_move_on_Durant_Sonics_07/08 Midway through the fourth quarter <strong> Allen Iverson </strong> unlaced his white and light blue sneakers and found a child in the stands", "new_id": -2}, {"uid": "1296941359073138176", "i": 3746, "idx": 1, "sa": ["Stephen Harper", "Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "<strong> Barack Obama </strong> and Canadian <strong> Stephen Harper </strong> Minister <strong> Stephen Harper </strong> have reopened discussions on how to best integrate and coordinate law enforcement on both sides of the border,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., a supporter of the shared border concept. <q>It is a great opportunity to make our important border crossing safe and secure, while addressing the needs of local residents, businesses and promoting economic development in the region.</q> But <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>, a New York Democrat who had indicated time had come to move past the shared border concept and get going on the new plaza on the U.S. side of the Peace Bridge, was", "new_id": -2}, {"uid": "1296538875117768216", "i": 25876, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "the Late Night with <strong> David Letterman </strong> <strong> Justin Bieber </strong> talked about the schedule he has with school and how it works for him being that he is a superstar. ''I did school this morning,'' says <strong> Justin Bieber </strong>. <q>I do three hours a day, fifteen days a week.</q> The kids who are entertainers actually have a tutor as they travel to keep them up with their studies. The arrangement with <strong> Justin Bieber </strong> is just like some of the other younger celebrities in the entertainment as it", "new_id": -2}, {"uid": "1295979046057327630", "i": 9523, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,</q> Page said in a Thursday interview. ''I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296248071002900092", "i": 24038, "idx": 16, "sa": ["Sergio Marchionne", "Maurizio Landini", "Silvio Berlusconi", "Mike Bongiorno"], "q": "su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ ''ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong> leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista <strong> Mike Bongiorno </strong> referendum, ma si dice disponibile <q>a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... Bombassei <strong> Maurizio Landini </strong> in ''1/2 h</q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 Bombassei <strong> Maurizio Landini </strong> in ''1/2 h''' 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1296671144083132443", "i": 6260, "idx": 4, "sa": ["Mitt Romney", "David Letterman"], "q": ", ''he broke my hair.'' <strong> Mitt Romney </strong> also starred in a feature titled, ''The Top Ten Things You Don't Know about <strong> Mitt Romney </strong>.'' The list included ''<strong> Mitt Romney </strong> is short for Mitt-hew'' and <q>I'm the guy in the photo that comes with your picture frame.</q> To keep at least some aura of suspense about his plans, <strong> Mitt Romney </strong> has ducked questions about another presidential bid. He told Mr. <strong> David Letterman </strong> he had ''no plans for that at this point,'' but", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,</q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1295788220057016357", "i": 32832, "idx": 5, "sa": ["Detroit Red", "Rasheed Wallace", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look <strong> Detroit Red </strong> Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1295648417122683417", "i": 7242, "idx": 0, "sa": ["Andy Coulson"], "q": "had faced months of calls to quit over allegations-- which he denies-- that while editor of the News of the World he encouraged reporters to hack the cellphone messages of royals, politicians and celebrities. <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,</q> <strong> Andy Coulson </strong> said in a statement announcing his resignation. ''Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent", "new_id": -2}]