[{"uid": "1296532535074448926", "i": 14210, "idx": 2, "sa": ["Chris Bosh", "Joey Graham", "Anthony Parker", "Devin Harris", "Allen Iverson", "Linas Kleiza"], "q": "to inch closer to the playoff picture with 35 games left in the regular season.`` This is a momentum booster and a confidence booster,'' said <strong> Joey Graham </strong>, who was guarding <strong> Devin Harris </strong> on the final shot. <q> We were looking for stretches of games like this during our stretch of loses. We needed these games to get us back on track, to get us back in the playoff run. </q> <strong> Anthony Parker </strong> added 21 points, and <strong> Chris Bosh </strong> had 18 http://wn.com/Allen_Iverson_26pts_vs_VCarter_Nets_07/08_NBA_Nice_Layup <strong> Allen Iverson </strong> and three not as well-known backups got the Denver Nuggets a much needed win. <strong> Allen Iverson </strong> had 26 points, nine assists, and combined with <strong> Linas Kleiza </strong>, JR", "new_id": -2}, {"uid": "1297127759188514307", "i": 15803, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Writer 1 hr 39 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1296173892054247454", "i": 10827, "idx": 2, "sa": ["Sherrod Brown", "Sen. Bernie Sanders"], "q": ", and when they were, the CBO found in a study last year, the savings would be minimal. And, said <strong> Sen. Bernie Sanders </strong> <strong> Sherrod Brown </strong>, D-Ohio, a higher age is unfair to many workers: <q> People who dress like this in this town don't think too much about people who work in a diner and can't stay on their feet until they're 70. </q> Also being discussed is revising how the cost of living adjustment is calculated. It's now pegged to changes in the government's Consumer Price Index. Beneficiaries got no increases in 2010 or 2011.", "new_id": -2}, {"uid": "1295563194254656562", "i": 7093, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Page will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on`` his passion'' of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach, </q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2}, {"uid": "1296106965198869114", "i": 1639, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,'' he said. <q> That is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1297323276070123533", "i": 23338, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "telling a neoconservative magazine that the next U.S. president would`` have to call a truce on the so-called social issues'' in order to focus on more urgent matters of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project.`` Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.''' Rep. <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1295912989122798091", "i": 1482, "idx": 1, "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "new_id": -2}, {"uid": "1295437368052150285", "i": 23912, "idx": 0, "sa": ["Simon Cowell"], "q": "fine, but they are not likely going to create something truly great. The entrepreneur who wants to achieve something great says,`` I'm really passionate about changing the way X works'' or, <q> I want to create something that enables people to do X differently. </q> They are the ones with the biggest ideas, and, while many fail, the ones that succeed tend to have a much broader impact and build more significant and lasting companies. <strong> Simon Cowell </strong> Warrillow", "new_id": -2}, {"uid": "1296946943070664193", "i": 30483, "idx": 2, "sa": ["Sergio Marchionne"], "q": "derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery. <q> The two governments levied interest rates that, although appropriate at the time, are above current market conditions, </q> he continued.`` This was done with the full support and understanding of the members of Chrysler Group LLC.'' Chrysler hopes to reach a deal with banks by the end of March to", "new_id": -2}, [{"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]]