[{"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1297355021223297536", "i": 5400, "idx": 0, "sa": ["Angela Hunt", "Michael Vick"], "q": "is under construction, will provide more detailed information. So, what has <strong> Angela Hunt </strong> done wrong to prompt him to run against her? \"That's a tough question,\" he says. <q>Given her situation with the information she's had on the table, she's done a terrific job. I'm not so much interested in what I'd do different, I just bring something different to the table. I bring a business mind to the table-- an entrepreneurial, creative, innovative mind to the table. It's difficult for me to say at this point that she's done a bad job. That's not the case.</q> Chad Lasseter and haven't heard back yet. However, Nowlin did tell So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And,", "new_id": -2}, {"uid": "1295641664003719173", "i": 2826, "idx": 0, "sa": ["Colin Myler", "Andy Coulson"], "q": "phone hacking scandal was far, far worse than it had been portrayed. Why didn't he do something about it? And if he didn't ask, then his best defence now is the <strong> Andy Coulson </strong> one: <q>I'm a boss who was kept in the dark.</q> At least half a dozen News International executives are equally compromised. <strong> Colin Myler </strong>, for example, has assured MPs, the public and the Press Complaints Commission that after taking over from <strong> Andy Coulson </strong> he conducted a thorough", "new_id": -2}, {"uid": "1296536150067862556", "i": 32801, "idx": 11, "sa": ["Michael Jordan", "Allen Iverson"], "q": ", and added a free throw after the second. <strong> Michael Jordan </strong> 3-pointer closed the rally. \"I was just trying to get something at the rim or whatever,\" <strong> Michael Jordan </strong> said of his mind-set at that point. <q>After I hit the free throw, it got me going a little bit. \"I hadn't seen a ball go in my last 10 attempts. Once I saw I could still make a free throw, it gave me a little bit of fire.</q> Memphis has won three of four. The primary problem for Toronto was shooting a season-low 29.5 percent from the field, and missing its first 13 shots outside the arc http://wn.com/Allen_Iverson_11pts_vs_Kings_in_17mins_action_09/10_NBA_*Memphis_Grizzlies_Debut_*Welcome_Back <strong> Allen Iverson </strong>( notes) made his debut with", "new_id": -2}, {"uid": "1297114520257425423", "i": 35166, "idx": 7, "sa": ["Simon Cowell", "Leona Lewis"], "q": "<strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. \"It has to be controversial, interesting,\" <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. <q>If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well. But I've learned never to take anything for granted.</q> The names of the U.S. version's host and judges' panel, however, have yet to be revealed, but <strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that", "new_id": -2}, {"uid": "1296867167144474143", "i": 33658, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q>Pay back the loans, get those out and then take( the company) public.</q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA( FIA.MI), has said repeatedly that the high interest rates on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in", "new_id": -2}, {"uid": "1295580362248299530", "i": 37684, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. Also, <strong> Eric Schmidt </strong> just tweeted that <q>adult supervision was no longer needed.</q> related to <strong> Sergey Brin </strong>'s comment on <strong> Charlie Rose </strong> that <strong> Eric Schmidt </strong> was brought on to bring \"adult supervision\". Adult supervision over: <strong> Eric Schmidt </strong> yields back to Google co-founder Page Google went from searching the Web to worming its way", "new_id": -2}, {"uid": "1295618647099680302", "i": 4275, "idx": 1, "sa": ["Eric Schmidt"], "q": "or Foursquare... we shall see) the signals needed to target content, services, search, and advertising with greater relevance, efficiency, and value than ever. As <strong> Eric Schmidt </strong> told broadcasters in Berlin last year: <q>We know where you are. We know what you like.</q> Local is a huge, unclaimed I have no special insight into the Googleplex. But I have to imagine that when the company's three musketeers sat down and asked themselves what impediments could restrain their innovation and growth", "new_id": -2}, {"uid": "1295980170233783301", "i": 14072, "idx": 3, "sa": ["Bobby Jindal", "Sam Brownback", "Sen. Bernie Sanders"], "q": "Republicans to embrace them. \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q>On the other hand, Congressman Ryan has been very clear on this subject.</q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1295669782061620287", "i": 45602, "idx": 3, "sa": ["Eric Schmidt", "M. Simpson"], "q": "in particular the Wi-Fi data scandal. \"<strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,\" said Comsumer Watchdog Inside Google director John <strong> M. Simpson </strong>. <q>In fact, while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.</q> News of the change overshadowed an otherwise solid financial year for Google. The company reported revenues of$ 8.44 bn( Â£ 5.3 bn) for the quarter, up 26 per cent from the previous year", "new_id": -2}]