[{"uid": "1295237247203866125", "i": 2163, "idx": 0, "sa": ["David Letterman", "Kate Hudson"], "q": "<strong> Kate Hudson </strong>, 30, was in New York City to promote her latest movie and skirted questions about her relationship with A-Rod, 34, last Thursday on the`` Late Show'' with <strong> David Letterman </strong>. <q> You're a big Yankees fan, and you're friends with <strong> Alex Rodriguez </strong>, </q> <strong> David Letterman </strong> said.`` Yeah,'' she said, laughing.`` He's a friend of mine. Nice guy.'' The pair started dating in May and <strong> Kate Hudson </strong> was often spotted cheering", "new_id": -2}, {"uid": "1295438176135233544", "i": 957, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.'' The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said.`` They were beating me down the court, and I was just finding guys. They did a great job of finishing.'' <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with JR Smith scores a", "new_id": -2}, {"uid": "1295308710035520519", "i": 16425, "idx": 0, "sa": ["Piers Morgan", "Oprah Winfrey", "Michael Vick"], "q": "little pussycat.'' Related Times Topics: <strong> Piers Morgan </strong>| CNN Add to Portfolio Time Warner Inc headline that's pinned above <strong> Piers Morgan </strong>'s desk, as if it were an inspirational quote from the Dalai Lama. <q> I've said that <strong> Lady Gaga </strong> can only come on my show if she gets on bended knee in crimes against humanity, </q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his CNN show`` <strong> Piers Morgan </strong> Tonight.''", "new_id": -2}, {"uid": "1297177841226918447", "i": 34044, "idx": 0, "sa": ["Simon Cowell"], "q": "` American Idol' this season? Former`` American Idol'' judge <strong> Simon Cowell </strong> says he has not watched a single episode of the hit Fox show since he left the program last year. <q> I haven't seen a full episode, </q> he told reporters on a conference call for his upcoming music competition series`` The X Factor,'' according to Entertainment Weekly's website.`` I've seen three minutes of a", "new_id": -2}, {"uid": "1297449712044924950", "i": 34891, "idx": 3, "sa": ["Steve Ballmer", "Paul McDougall", "Bill Gates"], "q": ". Or he could be`` doing as all investors do and diversifying his portfolio.'' Let's also not forget that he has a massive charity to fund, and selling off stock to benefit his <strong> Bill Gates </strong> Foundation <q> is not a new habit... Similar sales garnered attention back in 2010 and 2009. </q> Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing`` his own stock options languish,'' too, says <strong> Paul McDougall </strong> in Information Week", "new_id": -2}, {"uid": "1295442599093192202", "i": 41427, "idx": 0, "sa": ["Michael Vick", "Stephen Colbert"], "q": "book`` Alone Together,'' told <strong> Stephen Colbert </strong>`` we have to put technology in its place'' on`` The <strong> Stephen Colbert </strong> Report'' last night.`` What's the possible harm?'' asked <strong> Stephen Colbert </strong>. <q> Let's say I'm <strong> Jennifer Aniston </strong> Bares Chest, Talks Body In Allure( PHOTOS) <strong> Jennifer Aniston </strong> covers the February issue of Allure, and inside she poses half-naked with a teddy bear and talks about her body and watching` The Bachelor.' See all of <strong> Jennifer Aniston </strong>'s best undressed moments here. Allure's press <strong> Piers Morgan </strong> And Oprah Make A Bet About <strong> Michael Vick </strong>( VIDEO) Oprah is <strong> Piers Morgan </strong>'s first guest for his CNN show`` <strong> Piers Morgan </strong> Tonight. </q> The show debuts on Monday night. In one of the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The", "new_id": -2}, {"uid": "1297616111047562790", "i": 48151, "idx": 0, "sa": ["Donald Rumsfeld", "Cynthia Nixon", "Christine Marinoni"], "q": "Has Come' To Let Gays Serve Openly Well look who's come around on Don't Ask Don't Tell: war criminal <strong> Donald Rumsfeld </strong>, who's on a book tour to with the Iraq war. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> Let's All Ooh And Ahh At <strong> Cynthia Nixon </strong>+ <strong> Christine Marinoni </strong>'s New Baby Boy Max Ellington Let's All Ooh And Ahh At <strong> Cynthia Nixon </strong>+ <strong> Christine Marinoni </strong>'s New Baby Boy Max Ellington Seth Stambaugh Scores$ 75K After Losing", "new_id": -2}, {"uid": "1297231761238518375", "i": 45250, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting?'' <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic; Show respect to all;@mailandguardian Top stories& newsflashes@ChrisRoperZA", "new_id": -2}, {"uid": "1297545104230588453", "i": 2057, "idx": 1, "sa": ["Rep. Steve King", "Mike Pence"], "q": "they'll do any better this time. </blockquote> No matter what happens in the Senate, he concluded, the fight will rage on in the House.`` <strong> Mike Pence </strong> is determined,'' <strong> Rep. Steve King </strong> said. <q> I don't think he's going to back off. And I will not. </q> If You Liked This, You Might Also Like... The Iowa Republican assails`` socialized medicine'' but admits he helped create a government health program. It's not just illegal aliens: The likely", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]