[{"uid": "1295931103251396112", "i": 16310, "idx": 0, "sa": ["Bill Lockyer"], "q": "benefits they can't afford. California Treasurer <strong> Bill Lockyer </strong> said the \"pension monster boogeyman\" is being blown out of proportion for political purposes, and said bankruptcy is not necessary for struggling states. <q>They're trying to say, \"Don't come to Washington D.C. for help, declare bankruptcy and undo all those state employee pensions,'<q> <strong> Bill Lockyer </strong> said. \"It's not needed.\" Pension reform advocate Marcia Fritz said the pension problem can not be underestimated and said reform needs to happen quickly. \"It\"s truly a", "new_id": -2}, {"uid": "1297647737198574120", "i": 31001, "idx": 3, "sa": ["Aaron Goldstein", "Sen. Bernie Sanders"], "q": " \"But I don't have the answer to that.\" I did see a couple of people wearing a \"Draft <strong> Sen. Bernie Sanders </strong>\" sticker. For his part,| 2.13.11@ 7:40 PM <q>back to my days with the New Democratic Party<q> <strong> Aaron Goldstein </strong>| 2.13.11@ 8:37 PM Ken( Old Texican)| 2.13.11@ 7:47 PM <strong> Aaron Goldstein </strong>, Please forgive me. SCREW THE LEFT! Remember name, email", "new_id": -2}, {"uid": "1296793038213319695", "i": 35345, "idx": 5, "sa": ["Courtney Lee", "Orlando James", "Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q>Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out.<q> The http://wn.com/Kobe_Bryant_48_points_vs_Raptors_2004-05_*Preview_of_81_pts* rapidshare.com THX KINGMISIEK <strong> Courtney Lee </strong>( born October 3, 1985 in Indianapolis, Indiana) is an American basketball player who was drafted with the 22nd pick overall by the <strong> Orlando James </strong> Magic of the NBA. He played", "new_id": -2}, {"uid": "1295432538243531793", "i": 17367, "idx": 1, "sa": ["Terri Seymour", "Paula Abdul", "Susan Boyle", "Max Clifford", "Simon Cowell"], "q": ", <strong> Paula Abdul </strong>, Napolean Dynamite Judge Youth Football Coaches winningyouthfootball.com... American Idols <strong> Simon Cowell </strong> Dumped Over Phone!! The American Idol's controversial judge was dumped by longtime girlfriend <strong> Terri Seymour </strong> over the phone, his rep tells People Magazine. <q><strong> Terri Seymour </strong> phoned <strong> Simon Cowell </strong> and finished it in September, about six weeks ago,<q> said <strong> Max Clifford </strong>. \"They are going to remain close friends. Simo... <strong> Simon Cowell </strong> Praises <strong> Susan Boyle </strong>!!! WATCH MORE AT tinyurl.com- <strong> Simon Cowell </strong>( born 7 October 1959) is an English A&R executive, television producer and personality", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,<q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1297183321119177307", "i": 3673, "idx": 2, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "odd construct considering the success of the \"surge\" after his departure, although <strong> Donald Rumsfeld </strong> at least leaves the possibility open. He openly scoffs at the notion that he ran the Pentagon through \"intimidation,\" noting <q>these are people with stars on their shoulders!... Patriots!<q> <strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they \"saved lives.\" But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>:", "new_id": -2}, {"uid": "1295371994257130516", "i": 914, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "frontman-- who has joined the TV talent show as a judge this season-- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q>I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world.<q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1296805908220135483", "i": 6834, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": " \"creative\".\" To <strong> Donald Rumsfeld </strong> there is no connection between that preoccupation and the subsequent falsehood of the principal justification for the war with <strong> Saddam Hussein </strong>: the existence of weapons of mass destruction. <q>The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. Rice[ Condoleeza] did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong,<q> he writes. And, needless to say, the various intelligence agencies were responsible for them getting it wrong. The need to transfer blame is leavened with some settling of scores. <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1295916380143048746", "i": 1646, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "away the process, that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,<q> <strong> Eric Schmidt </strong> said in an interview last week. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it", "new_id": -2}, {"uid": "1295667395231571533", "i": 44110, "idx": 0, "sa": ["Keith Olbermann", "Andy Coulson"], "q": "... but re: the Tea Party would this destroy or TIME MLK's daughter declines the presidency of the Southern Christian Leadership Conference, founded by her father| TIME Why did U.K. Director of Communications <strong> Andy Coulson </strong> quit? <q>When a spokesman needs a spokesman, it's time to move on<q>| Verizon \"Deeply Concerned' By Net Neutrality Rules, Files Appeal Final Countdown: <strong> Keith Olbermann </strong> And MSNBC Announce They Are Parting Ways( VIDEO) I can't describe it. It\"s a little too much.", "new_id": -2}]