[{"uid": "1296987403169525255", "i": 44848, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is said to have finally persuaded US TV executives to give her a slot on the panel.`` <strong> Simon Cowell </strong> is the boss of this show,'' a source told the News of the World. <q> He gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk.`` The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q> <strong> Cheryl Cole </strong> is expected to use the show as a springboard for a music career in America:`` As soon as it's announced she's going to be a judge the plan will be to launch her", "new_id": -2}, {"uid": "1297219127158400532", "i": 1618, "idx": 0, "sa": ["Eric Schmidt"], "q": "asking for their views on Google's business practices by Feb. 11. The commission is expected to take several months to digest the feedback. Google reiterated Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The European Commission, which can fine", "new_id": -2}, {"uid": "1295796204239026184", "i": 12922, "idx": 0, "sa": ["Simon Le Bon", "Cheryl Cole", "Simon Cowell"], "q": ". It's holding it all in. That was my big secret and all night I was wondering if anyone would notice it. When <strong> Simon Le Bon </strong> came on I was fairly sure he was wearing one too.'' <q> Miranda- her first two gongs were proven by her` People's Choice' win. But I thought all the nominations in that category deserved it. <strong> Michael McIntyre </strong>'s great, Ant& Dec are great, they are two of the funniest people on TV who are not regular comedians. And I was also really rooting for Horrible Histories because it was great to see something out of the normal parameters of grown-up comedy winning. It is a really funny show, so I'm very pleased. </q> Were you nervous about the <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> gags?`` Nah, not really. One of them I know there's an element of truth in, we're talking about <strong> Cheryl Cole </strong>'s past.", "new_id": -2}, {"uid": "1295556469260145156", "i": 22075, "idx": 2, "sa": ["Eric Schmidt"], "q": "`` First, we must focus on developing the underlying fast networks( generally called LTE),'' <strong> Eric Schmidt </strong> writes.`` Second, we must attend to the development of mobile money,'' he continues. <q> Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world. </q> I will focus on priorities two and three, in part because they're more in Google's control. I'll start with mobile money, which I've written about numerous times. In a", "new_id": -2}, {"uid": "1297390016200884258", "i": 41921, "idx": 10, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Robert Scales", "Dean Acheson", "Colin Powell", "Condoleezza Rice"], "q": ", more in keeping with the older Washington tradition of <strong> Dean Acheson </strong> or <strong> Henry Kissinger </strong>. As might the historians. \" Finally, retired Major <strong> Colin Powell </strong>( <strong> Condoleezza Rice </strong>) <strong> Robert Scales </strong>' <strong> Robert Scales </strong> starts as follows: <q> Personal accounts fill in the blanks of contemporary history, blanks left by sterile timelines and the speculations of carping outsiders. <strong> Donald Rumsfeld </strong>'s`` Known and Unknown </q> is thus one of the most important contributions to a growing list of remembrances of our most recent wars. \" Mr. <strong> Donald Rumsfeld </strong>'s confession that the nation would have been better served had he resigned immediately after", "new_id": -2}, {"uid": "1297337662173015081", "i": 47918, "idx": 1, "sa": ["Simon Cowell"], "q": "star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do.`` I don't want to overshadow Prince William,'' he said. <q> So they've got to go first. </q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. Dead Space", "new_id": -2}, {"uid": "1295620729048054304", "i": 11478, "idx": 0, "sa": ["Eric Schmidt", "Peter Sommer"], "q": "'s complexity in both the digital and physical realms was very impressive. However, he added that the virus itself heralds only an evolutionary stage in the cyber security threats nations that will face in future. <q> We should see this as another type of tool in statecraft, </q> Professor <strong> Peter Sommer </strong>, who advises the OECD on cyber security, said. Google co-founder Larry Page to replace chief executive <strong> Eric Schmidt </strong> YouView risks becoming` obsolete' as launch further delayed until 2012", "new_id": -2}, {"uid": "1297176031226918403", "i": 3172, "idx": 14, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'s Butte Community College?'' <strong> Aaron Rodgers </strong>:`` It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in northern California.'' <strong> David Letterman </strong>: <q> Now, what kind of team? Who were your teammates? </q> <strong> Aaron Rodgers </strong>:`` We had a great team. We had, I think, 13 guys go Division I off of that team, we went 10-and-1, lost, you know, one game- we", "new_id": -2}, {"uid": "1297627010160415775", "i": 32913, "idx": 2, "sa": ["Mike Pence"], "q": "ABC`` ignored'' this and- ya ready for it-`` Brent Bozell's organization says that this is a pattern.'' He didn't note that Bozell's organization is a right wing site dedicated to <q> exposing liberal bias.`` He continued that Bozell's group says that the networks`` like abortion, not like abortion, but they support abortion rights. </q>( And obviously Fox`` News'' doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue`` they don't want", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]