[{"uid": "1295817055183353361", "i": 36379, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick Apple's new` two is better than one' iPhone ad promotes Verizon", "new_id": -2}, {"uid": "1295563322217792524", "i": 19789, "idx": 8, "sa": ["Eric Schmidt"], "q": "says the basic strategy is to have the right ad in the right spot every time. They're looking carefully at which ads go where, they're happy with the choice of ranking ads. Competitor complaints, <q> we've done a fairly thorough review. </q> 4:44: <strong> Eric Schmidt </strong> is giving final words, saying that a decade has been a long time. 4:44: OK, now we're switching back to a more traditional earnings call, led by", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1296597776161153078", "i": 22748, "idx": 0, "sa": ["Steve Ballmer"], "q": "counted down on the website where they can make their purchases,'' Schubarth reports.`` The rest of the U.S. can buy a Verizon iPhone a week later on Feb. 10.'' Schubarth reports, <q> The company says that it will be able to handle the expected sales of between 400,000 to 500,000 in the first weekend. </q> Uh oh. Who's setting first weekend iPhone expectations for Verizon, <strong> Steve Ballmer </strong>? Schubarth reports,`` When the Verizon iPhones go on sale at the carrier's and Apple stores at 7 a.m. EST on", "new_id": -2}, {"uid": "1295632864218054656", "i": 40229, "idx": 5, "sa": ["Eric Schmidt"], "q": "performance has been driven by a rapidly growing economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and,'' <strong> Eric Schmidt </strong> said. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> <strong> Eric Schmidt </strong> later offered more details on his transition to chairman. <strong> Eric Schmidt </strong> said when he joined Google in 2001, he never imagined the company would go this far. For the last 10 years, he continued,", "new_id": -2}, {"uid": "1295715899131842121", "i": 25768, "idx": 4, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "record-most provocatively her 100 percent rating from the NRA-as a right-wing yahoo unfit to represent deep-blue New York. There was much talk of liberal primary challenges. Forget any individual opponent, says Zimmerman, <strong> Kirsten Gillibrand </strong> came in facing <q> an entire political culture that was trying to count her out. </q> But critics misread her. Hailing from a prominent political family, <strong> Kirsten Gillibrand </strong> possesses a bred-in-the-bones understanding of the game. Her maternal grandmother, <strong> Polly Noonan </strong>, ran upstate politics for years as the right hand of longtime", "new_id": -2}, {"uid": "1294972672267157620", "i": 5539, "idx": 4, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": "`` Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,'' says Atlanta Journal-Constitution blogger Rodney Ho. <q> How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question. </q> At the same time, Ho says, <strong> Simon Cowell </strong> seemed less interested last season, which contributed to a less-than-ideal judging panel. The show's producers acknowledge that there was a lack of chemistry on the panel.", "new_id": -2}, {"uid": "1295041985009945115", "i": 4195, "idx": 10, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295754232172048412", "i": 23514, "idx": 0, "sa": ["Bill Lockyer"], "q": "could be forced to issue IOUs as early as April or May if state lawmakers don't make deep spending cuts soon. <strong> Bill Lockyer </strong>, a Democrat, said that if lawmakers don't adopt a timely budget <q> that addresses the substantial shortfall in current accounts, we will run out of money to pay the bills either in this fiscal year or shortly into the new one. </q> The treasurer made the comments at a political conference hosted by the University of California, Berkeley Institute for Governmental Studies. California faces a$ 25.4 billion deficit through the end of June 2012,", "new_id": -2}, {"uid": "1296961777064782347", "i": 1043, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}]