[{"uid": "1295278007145555458", "i": 412, "idx": 0, "sa": ["Bernie Sanders", "Al Sharpton"], "q": "the legacy of King. Evelyn Kwanza as a music leader who teaches many of the traditional songs, while her husband, known as \"Deacon Modi\" helps lead social programs, including food drives. <q> They are the perfect team. They keep truth and justice at the center of all things they do, </q> Hal Colston said in making the presentations. Also honored was U.S. Sen. <strong> Bernie Sanders </strong> for his track record on civil rights. Photos: Rev. <strong> Al Sharpton </strong> speaks in Burlington You must fill out the comment body in order", "new_id": -2}, {"uid": "1296074230094109728", "i": 8719, "idx": 0, "sa": ["Nick Clegg", "Nick Boles", "Iain Duncan Smith", "Steve Webb", "Michael Gove", "Sarah Teather"], "q": "enjoy each other's company so much that it is a wonder that any work gets done. <strong> Steve Webb </strong> and <strong> Iain Duncan Smith </strong>, both of whose politics are deeply influenced by their faith, have earned the DWP the Nick Cleggname the <q> Department for Worship and Prayer </q>. But it's the Department for Education that has become the department for coalition. As well as <strong> Michael Gove </strong> and <strong> Sarah Teather </strong> there's <strong> Nick Boles </strong>, the advocate of a coalition ticket at the next election, in", "new_id": -2}, {"uid": "1295564093148553843", "i": 4469, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "announcement as the company announced revenues of$ 8.44 bn for the last quarter of 2010, far better than expected. The company said <strong> Larry Page </strong> would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman <q> focusing externally on deals, partnerships, customers and broader business relationships </q>. <strong> Eric Schmidt </strong> has led the company since 2001 alongsidLarry Page and his co-founder <strong> Sergey Brin </strong>. <strong> Larry Page </strong> said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves.", "new_id": -2}, {"uid": "1295808823115081216", "i": 17372, "idx": 0, "sa": ["Colin Powell", "Joe Lieberman", "Barack Obama", "Kent Conrad"], "q": "Would Have Won Re-Election' Sen. <strong> Joe Lieberman </strong>( I-CT), the former Democrat who is retiring in 2012, said on transcript- sens- <strong> Joe Lieberman </strong>- <strong> Kent Conrad </strong>- hutchison/story?id=12741835\"> This Week: <q> I believed I would have won re-election. Obviously, it would have been a tough campaign. But, you know, as I said, so what else is new? I've run-- almost all my campaigns have been tough. That's not the reason why I didn't run. I didn't run because I want to try something different. </q> <strong> Colin Powell </strong>: \"I Am Not Committed To Any Candidate\" Former Secretary of State <strong> Colin Powell </strong>, who crossed party lines to endorse <strong> Barack Obama </strong> for <strong> Barack Obama </strong> in 2008, said on", "new_id": -2}, {"uid": "1295912875241205290", "i": 1255, "idx": 0, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the", "new_id": -2}, {"uid": "1297452741150323218", "i": 57132, "idx": 4, "sa": ["Steve Ballmer", "Bill Gates"], "q": ". Or he could be \"doing as all investors do and diversifying his portfolio.\" Let's also not forget that he has a massive charity to fund, and selling off stock to benefit his <strong> Bill Gates </strong> Foundation <q> is not a new habit... Similar sales garnered attention back in 2010 and 2009. </q> Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing \"his own stock options languish,\" too, says Paul McDougall in InformationWeek", "new_id": -2}, {"uid": "1295672866088440848", "i": 13801, "idx": 3, "sa": ["Andy Coulson"], "q": "The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\" . <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said. \"I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come", "new_id": -2}, {"uid": "1297715559147800085", "i": 17053, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,\" the statement read. Leppert's statement also said the key was presented <q> without my knowledge or approval. </q> On Saturday, <strong> Dwaine Caraway </strong>- who did not reveal the sponsor of the event but did say children were in attendance- said he thought \"a great majority\" of Dallas residents would want <strong> Michael Vick </strong> to have", "new_id": -2}, {"uid": "1296100703086065156", "i": 2124, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Nathaniel Johnson"], "q": ". And we are back to comedy. Civil War re-enactor <strong> Nathaniel Johnson </strong>, 22, comes by with his dad. He has no discernible singing style. His actual vocals are okay but nothing to write home about. <q> I like the song, </q> <strong> Steven Tyler </strong> said. \"It's a no for me,\" J. Lo said immediately with no actual critique. In this moment, I am wishing for <strong> Simon Cowell </strong>! Another loser: Mason Wilkinson. He's stiff", "new_id": -2}, {"uid": "1297520477089751561", "i": 11896, "idx": 0, "sa": ["Michael Gove"], "q": "multimillion-pound school rebuilding projects. Mr Justice Holman said <strong> Michael Gove </strong>'s actions over the scrapping of the Building from guardian.co.uk on Schools\"> Schools for the Future( BSF) initiative last year had been <q> so unfair as to amount to an abuse of power </q>. Under the? 55bn scheme introduced by Labour, every secondary school in England was to be either rebuilt or refurbished. More than 700 schools' building projects were cancelled when the scheme was scrapped in July", "new_id": -2}]