[{"uid": "1297616629186400779", "i": 26861, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "for someone to drop food in our mouths.'' Of the comment <strong> Donald Rumsfeld </strong> quipped,`` Sometimes I'm colorful.'' And he wrote this memo to the Chairman of the Joint Chiefs: <q> I am seeing nothing that is thoughtful, creative or actionable. How can that be? </q>`` That was a good memo,'' <strong> Donald Rumsfeld </strong> commented.`` And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.''", "new_id": -2}, {"uid": "1297018733169345033", "i": 37838, "idx": 0, "sa": ["Kim Kardashian", "Barbara Walters", "David Letterman", "Halle Berry", "Gabriel Aubry", "Robin Williams", "Bill Clinton"], "q": "was tried for being a witch in the Salem Witch Trials? <strong> Barbara Walters </strong>' Heart-To-Heart Hollywood Special <strong> Barbara Walters </strong> sits down with fellow open-heart surgery survivors, including <strong> David Letterman </strong>, former <strong> Bill Clinton </strong> and <strong> Robin Williams </strong> for her special, <q> A Matter of Life and Death. </q> Plus, what was <strong> Barbara Walters </strong> trying to emphasize by naming the special`` A Matter of Life and Death''? <strong> Kim Kardashian </strong> Remains Mum On <strong> Halle Berry </strong>& <strong> Gabriel Aubry </strong>'s Custody Battle <strong> Kim Kardashian </strong>, with the help of her publicist", "new_id": -2}, {"uid": "1295138665036634641", "i": 6394, "idx": 7, "sa": ["Tyronn Lue", "Allen Iverson", "Lamar Odom"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Dwyane_Wade_Complete_Highlights_[32_Points]_vs_Celtics_11309 Roundup: <strong> Lamar Odom </strong>, No. 4", "new_id": -2}, {"uid": "1295560622029818948", "i": 45707, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. On is his Twitter account, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision no longer needed! </q> The changes will be effective April 4.`` In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come", "new_id": -2}, {"uid": "1295124192182747140", "i": 35030, "idx": 3, "sa": ["George Karl", "Vince Carter", "Linas Kleiza", "Eduardo Najera", "Allen Iverson"], "q": "advantage to 101-90. <strong> Eduardo Najera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after <strong> Vince Carter </strong> hit a free throw for a 107-91 lead.`` My teammates hitting shots opened it up for me,'' <strong> Allen Iverson </strong> said. <q> Once JR and LK hit shots that enabled me to get in the lane and make shots. </q> <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Najera </strong>.`` It was one of those nights where our bench needed to come through and we`` I feel that Bates really helped me to expand my view", "new_id": -2}, {"uid": "1295476329265797672", "i": 841, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''( A jab at <strong> Simon Cowell </strong>?) <q> I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage, </q> he prattled cheerfully.`` There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a", "new_id": -2}, {"uid": "1296391518023904278", "i": 43973, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Ronald Reagan", "Bill Stephan", "Jack Kemp"], "q": "as someone who, even then, wore his heart on his sleeve,'' <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s other top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school", "new_id": -2}, {"uid": "1296168150252526603", "i": 2775, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "governor. <strong> Mike Pence </strong> told supporters of his decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor`` stifle themselves'' until the Indiana General Assembly", "new_id": -2}, {"uid": "1297227563238518272", "i": 25019, "idx": 8, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "turnaround that now has U.S. forces poised to leave Iraq by year's end. In the interview, <strong> Donald Rumsfeld </strong> defended the <strong> President Bush </strong> decision in 2008 to agree to have all forces out this year. <q> The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country, </q> <strong> Donald Rumsfeld </strong> said.`` And being aimed in that direction starts them along that road, and that's basically a good thing.'' <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S.", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]