[{"uid": "1295934218032604160", "i": 25528, "idx": 0, "sa": ["Christine Lakin", "Bill Lockyer", "Michael Trevino", "Zelda Fitzgerald", "Newt Gingrich"], "q": "36. Actress <strong> Christine Lakin </strong> is 32. Rhythm-and-blues singer Alicia( ah-LEE'- sha) Keys is 30. Actor <strong> Michael Trevino </strong>( TV:`` The Vampire Diaries'') is 26. Thought for Today: <q> I don't want to live. I want to love first, and live incidentally. </q>- <strong> Zelda Fitzgerald </strong>, American writer( 1900-1948). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3 BA$ 9,750,000.00", "new_id": -2}, {"uid": "1297724451166166630", "i": 3446, "idx": 0, "sa": ["Steve Ballmer"], "q": "mobile field. told reporters that Nokia's decision to opt for Microsoft's Windows Phone 7 platform as its primary smartphone operating system was specifically intended to`` avoid a duopoly'' in the mobile industry. <q> A decision to swing to Android[ Google's operating system] would have tilted the mobile ecosystem in the direction of a duopoly, but we wanted to create a challenger, </q> Elop said. That challenger, Microsoft emerged Monday as the key contender, with Microsoft CEO <strong> Steve Ballmer </strong> featured as the first live keynote speaker of the confab, which runs Feb. 14-17. <strong> Steve Ballmer </strong>,", "new_id": -2}, {"uid": "1295991800115605556", "i": 24993, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "book details the behind-the-scenes stories of <strong> Michael Vick </strong>'s surviving dogs and the influence, resilience, dedication and commitment of the animal behavior experts, animal-care groups, lawyers and government officials that united to save them. <q> I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing, </q> says Gorant.`` At the very core of the story is the human-animal bond that affects and inspires us all.'' Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on May", "new_id": -2}, {"uid": "1296166252125468724", "i": 35230, "idx": 2, "sa": ["Mike Pence"], "q": "recounting a meeting with a laid-off constituent in Newcastle, Indiana in late 2008 who thanked him for voting against the Wall Street bailout. After <strong> Mike Pence </strong> expressed sympathy for the guy's recent layoff, the constituent responded, <q> I can get another job; I can't get another country. </q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1295907390241205262", "i": 11463, "idx": 1, "sa": ["Zahi Hawass"], "q": "the in the German capital where the bust is kept.`` The foundation's position on the return of Nefertiti remains unchanged,'' foundation president Professor Hermann Parzinger said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter an official state request as it had", "new_id": -2}, {"uid": "1297176031226918403", "i": 3162, "idx": 4, "sa": ["David Letterman", "Aaron Rodgers"], "q": "quarterback and they have your ascending to the throne of all of football, but your high school experience-- tell me about your high school experience and then where did that take you?'' <strong> Aaron Rodgers </strong>: <q> Yeah, I was not really recruited out of high school, ended up playing baseball my senior year and thought about doing baseball, thought about joining the military but I decided to go the junior college route, which not a lot of kids go to who actually have good grades. Um, I had pretty good grades in high school. </q>( Audience laughs) But that was a great opportunity to advance my career.'' <strong> David Letterman </strong>:`` Now why weren't you recruited out of high school for a college, a major college?''", "new_id": -2}, {"uid": "1296859172060604427", "i": 24764, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1295974550233406658", "i": 20338, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac.`` The authorities should not delay efforts to create an action plan for the future,'' says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q> could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1297161526055738379", "i": 33846, "idx": 5, "sa": ["Simon Cowell"], "q": "seven years ago, he said,`` because I got bored'' with`` the old style'' of having contestants present and judges assess their work. The hands-on involvement of the judges, he said, <q> makes it exciting again. You want to be part of that. </q> <strong> Simon Cowell </strong> said his own judging style will be similar to what viewers saw on`` Idol,'' though he added that he's uncomfortable when shows talk about having`` a` mean judge.'...", "new_id": -2}]