[{"uid": "1297224206054231079", "i": 23202, "idx": 0, "sa": ["Donald Rumsfeld", "Sean Hannity"], "q": " Former Defense Secretary <strong> Donald Rumsfeld </strong> Tuesday warned if the Muslim Brotherhood has the opportunity to take over Egyptian rule it will, <q> and that is a dangerous thing. </q> In an interview with Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political", "new_id": -2}, {"uid": "1296239035176603167", "i": 14300, "idx": 0, "sa": ["Ally Coulibaly", "Alassane Ouattara"], "q": "Un jeune Palestinien gri?vement bless par balle lors d'affrontements avec des colons en Cisjordanie Un colon isra?lien a gri?vement bless par balle un adolescent palestinien vendredi en Cisjordanie, selon des personnels m?dicaux... En C?te d'Ivoire, <q> il n' y a pas de compromis possible </q>( mis? jour) <strong> Ally Coulibaly </strong>, le nouvel ambassadeur de C?te d'Ivoire en France nomm par <strong> Alassane Ouattara </strong>, vient de prendre le contr?le de... Le pr?sident gyptien Hosni Moubarak a largi vendredi soir le couvre-feu", "new_id": -2}, {"uid": "1297616629186400779", "i": 32544, "idx": 26, "sa": ["Donald Rumsfeld", "David Martin"], "q": "her,'' <strong> David Martin </strong> said.`` So how's that work? Fifteen hours a day, Secretary of Defense, war going on.''`` People were risking their lives,'' said <strong> Donald Rumsfeld </strong>. <q> You simply have to pay attention, and I did. Go early in the morning to see her. </q>`` How long did that go on for?''`` Days,'' <strong> Donald Rumsfeld </strong> said.`` You think it affected any of your decisions?'' asked <strong> David Martin </strong>.``", "new_id": -2}, {"uid": "1295665867007979096", "i": 36156, "idx": 7, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "suits him perfectly''. According to <strong> Eric Schmidt </strong>, as executive chairman he will focus wherever he can to add the greatest value, such as deals, partnerships, customers and broader business relationships. <q> We are confident that this focus will serve Google and our users well in the future. <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come </q>. The news comes as Google reported revenues of$ 8.44 billion for the quarter ending 31 December 2010- an increase of 26 per cent compared to the fourth quarter of 2009.", "new_id": -2}, {"uid": "1297105319155009073", "i": 32299, "idx": 1, "sa": ["Anne Heche", "Simon Cowell"], "q": "there's no age limit for aspiring singers.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> http://xml.chAnne Hechel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_chAnne Hechel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.chAnne Hechel.aol.com/cs_feed_v1_6/csfeedwrapper.swf Simply enter your name and e-mail address, and you'll receive an email confirming your comment and issuing you a password. Use that password, and you're good to go.", "new_id": -2}, {"uid": "1295468979077529106", "i": 13364, "idx": 4, "sa": ["Alassane Ouattara", "Goodluck Jonathan"], "q": "en train d'?tre mis en place. L'intervention militaire est d?j pr?vue, organis?e. Elle sera programm?e. J'ai parl avec le pr?sident nig?rian <strong> Goodluck Jonathan </strong> dimanche, il m' a assur de sa d?termination'', indique-t-il. <q> C'est pour cela que les chefs d'?tat- major des pays de la C?d?ao se sont r?unis mardi? Bamako </q>, selon lui. <strong> Alassane Ouattara </strong> a t proclam vainqueur du second tour de la pr?sidentielle de novembre par la commission lectorale. Il est reconnu par la communaut internationale comme pr?sident l?gitime. Laurent Gbagbo a lui t d?clar", "new_id": -2}, {"uid": "1295156723221855752", "i": 15985, "idx": 5, "sa": ["Rajon Rondo", "Allen Iverson", "Tim Duncan", "Ray Allen", "Paul Pierce", "Kendrick Perkins"], "q": "best-of-seven playoff series.`` I just thought when <strong> Ray Allen </strong> fouled out it was Tim Duncane for me to really step up,'' said <strong> Paul Pierce </strong>, who scored 12 points in the 10 minutes after <strong> Allen Iverson </strong> left the game. <q> Better late than never. </q> <strong> Rajon Rondo </strong> scored 28 points with 11 assists and eight rebounds, and <strong> Kendrick Perkins </strong> had 16 points, 19 rebounds and seven blocks for Boston. The Celtics could finish the Bulls off in Chicago on Thursday in Game 6;", "new_id": -2}, {"uid": "1295654627153436183", "i": 15221, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "say how long he'll be out. GOOGLE_ CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder <strong> Larry Page </strong> to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because Google's early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1295617389243957781", "i": 56163, "idx": 6, "sa": ["Alan Johnson", "Tony Blair", "Andy Coulson", "Tom Watson"], "q": "less attention. Mr. <strong> Tom Watson </strong> said word of Mr. <strong> Andy Coulson </strong>'s resignation had been`` sneaked out'' on a busy news day when former Prime Minister <strong> Tony Blair </strong> was testifying before an inquiry into the Iraq war. <q> Spin and obfuscation is all we get from Downing Street- we need to get to the truth, </q> Mr. <strong> Tom Watson </strong> said. For the Labour Party, Mr. <strong> Andy Coulson </strong>'s departure partly overshadowed its own woes over the departure of Mr. <strong> Alan Johnson </strong>, a veteran Labour official and former government minister. British police officials said", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]