[{"uid": "1295932595118014000", "i": 29066, "idx": 3, "sa": ["Allen Iverson", "David West"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q>This is not the team we thought we were going to have,</q> Sixers coach Larry <strong> David West </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1295901715011026433", "i": 2107, "idx": 2, "sa": ["Steve Ballmer"], "q": "find a future leader for company. \"The bigger questions are who will lead the vision for the future, and who will be ready to succeed <strong> Steve Ballmer </strong> when the time comes,\" he wrote. <q><strong> Ray Ozzie </strong> was a talented visionary and architect of the future. <strong> Bill Gates </strong> selected <strong> Ray Ozzie </strong> as his successor as Chief Software Architect. But they are both gone.</q> \"Who else at Microsoft has the gravitas and vision to lead the product direction for entire company? This is probably the single most important job in the company over the long term. Yet, <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295440340072597603", "i": 3713, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "slump or slip farther away from the top spot. American viewers have never known an \"Idol\" that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q>We're certainly back to having fun,</q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295235692176996357", "i": 39578, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Bing search engine as an alternative to Google. An Enterprise 2.0 tour about SAP's Business Intelligence deal with Jive Software, which lets you embed dynamic analytics BusinessObjects Crystal Reports widgets inside your ClearSpace blog posts. <q>People are treating Google like their most trusted friend,</q> said CNBC's <strong> Maria Bartiromo </strong> in the interview. \"Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, \"", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. \"I don't want to repeat that in the future,\" he said. <q>I think our primary reason for purchasing the building... was the office space that we really enjoy using,</q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1297179847261799940", "i": 44128, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong> was all smiles yesterday as a guest on \"Late Show with <strong> David Letterman </strong>.\" <strong> David Letterman </strong> handed <strong> Aaron Rodgers </strong> his WWE championship belt and even caught a pass across the stage from the Super Bowl MVP. <q>There must be a lot of Wisconsin people out there,</q> <strong> Aaron Rodgers </strong> said as his eyes scanned the crowd, which was met with cheers from the probable Packer backers in attendance. <strong> David Letterman </strong> asked a series of light-hearted questions, with <strong> Aaron Rodgers </strong> willingly playing along.", "new_id": -2}, {"uid": "1295964059002146385", "i": 32897, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong>. Photographer: Tony Avelar/Bloomberg <strong> Eric Schmidt </strong> said he is \"committed to <strong> Google Inc. </strong>\" and that he agrees with co-founders <strong> Sergey Brin </strong> on \"everything.\" He said he will stay at <strong> Google Inc. </strong> <q>as long as it is exciting.</q> <strong> Eric Schmidt </strong> spoke to reporters in Munich today. <strong> Eric Schmidt </strong>, who will be replaced as CEO by Page on April 4, said the transition will not affect decision-making at the company.", "new_id": -2}, {"uid": "1297426636014974991", "i": 32885, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystem,\" acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, developers, mobile services, partnerships with carriers, and app stores to distribute software. <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,</q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. \"Together, we see the opportunity, and we have the will, the resources and the drive to succeed.\" Nokia CEO", "new_id": -2}, {"uid": "1295561213061718584", "i": 31196, "idx": 0, "sa": ["Larry King", "Ricky Gervais", "Eric Schmidt", "Google Inc.", "Colman Andrews"], "q": "<strong> Eric Schmidt </strong> will hand over the reins to co-founder <strong> Larry King </strong> Page, the company said on Thursday. According to <strong> Google Inc. </strong>, Chefs, CEOs and you make website's Top 50 list food? The idea was to choose people <q>that directly or have the ability to directly affect what and how we eat,</q> explains <strong> Colman Andrews </strong>, editorial director of TheDailyMeal, a new site that aims to be a clearinghouse of all things food-related, from recipes to restaurant reviews and more. And on Globes Host <strong> Ricky Gervais </strong> Says He Was", "new_id": -2}, {"uid": "1295303854260374567", "i": 14665, "idx": 0, "sa": ["Steve Ballmer"], "q": "Salesforce.com, Microsoft has rolled out a cloud-based version of its new Microsoft Dynamics CRM 2011 release. The online software targets what Microsoft CEO <strong> Steve Ballmer </strong> called the heart of almost every successful business: Sales professionals. <q>Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,</q> <strong> Steve Ballmer </strong> said. The Microsoft chief pointed to a familiar user experience that enables collaboration, streamlines processes, and accesses real-time data as key competitive benefits of Microsoft Dynamics CRM. If Microsoft can deliver on those", "new_id": -2}]