[{"uid": "1296715900139952133", "i": 14123, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q>After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.</q> Although his e-mail is solely an interpretation of what his future plans may be, his popularity in Indiana's 6th Congressional District is unquestionable. In last November's midterm elections, <strong> Mike Pence </strong> garnered 67", "new_id": -2}, {"uid": "1295648671247758850", "i": 5356, "idx": 0, "sa": ["Julius Genachowski", "Eric Schmidt"], "q": "argument in its lawsuit similarly rests on the idea that the FCC doesn't have the authority. <strong> Julius Genachowski </strong> <strong> Eric Schmidt </strong> Glover, the company's senior vice president and deputy general counsel, told news media that the FCC's <q>assertion of authority goes well beyond any authority provided by Congress.</q> In fact, Verizon has asked for the same panel of judges that decided the Comcast case. FCC Chairman <strong> Julius Genachowski </strong> has said that he expected one or more court challenges, and that the Telecommunications Act of", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1296864916188694529", "i": 2379, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q>A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl,</q> said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. Chrysler, managed", "new_id": -2}, {"uid": "1297596166169951287", "i": 4117, "idx": 0, "sa": ["Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q>On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor.</q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities Minister <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"uid": "1297217208168738849", "i": 36436, "idx": 1, "sa": ["Sergio Marchionne"], "q": "spent$ 304 million upgrading facilities since 2009. \"Our dealers have gone through a great deal of hardship and uncertainty,\" <strong> Sergio Marchionne </strong> acknowledged. GM global design chief Ed Welburn believes GM has <q>the right number of U.S. dealers now,</q> at about 4,500. \"Our dealers were more profitable, and had higher throughput, or more sales per store,\" he said at the Washington auto show this week. Michigan lost about 40 new", "new_id": -2}, {"uid": "1295661854042876958", "i": 7752, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "a hot company before it goes public. Some engineers seem to be drawn by the work at a smaller company, which offers an opportunity to reshape culture with less corporate bureaucracy and more creative freedom. <q>Facebook has become the cool kid on the block, and now <strong> Google Inc. </strong> wants to prove it can still be cool, too,</q> said <strong> Danny Sullivan </strong>, who follows both companies closely as editor-in-chief of Search Engine Land. In April, <strong> Eric Schmidt </strong> will become executive chairman and relinquish the CEO duties to Page, now 37 and graying. Although <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297201634168214537", "i": 44913, "idx": 0, "sa": ["Michael Vick"], "q": " \"The dogs will live in the house, and we'll use it for training and for meetings,\" Severy said. \"There will be somebody there all the time, living there.\" <q>We bring them inside with the family. They're all house trained, and they're in a loving environment. We do have dogs in the program that were used for fighting.</q> An investor purchased the estate after <strong> Michael Vick </strong>, who grew up in Newport News, Va., sold the property, and the price has been reduced considerably since the economic downfall, Severy said.", "new_id": -2}, {"uid": "1296337293178929729", "i": 2451, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. King Tutankhamun that draws millions of tourists a year, also houses thousands of artifacts spanning the full sweep of Egypt's rich", "new_id": -2}, {"uid": "1295613803099680259", "i": 14650, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "within weeks and was proud of the work he had done. Family pressure In a statement Mr <strong> David Cameron </strong> praised him as a \"brilliant member of my team\". The prime minister said: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"I believe it would be appropriate for the prime minister to come to the Commons to explain why this is happening and give the public the full details here in the House of Commons, rather than bury this news</q>\" \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" Mr <strong> Andy Coulson </strong> was editor of", "new_id": -2}]