[{"uid": "1295984196057327656", "i": 29773, "idx": 2, "sa": ["Ken Auletta", "Barack Obama", "Eric Schmidt"], "q": ",\" he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. \"Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation", "new_id": -2}, {"uid": "1295167629029294640", "i": 21493, "idx": 1, "sa": ["Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle Giffords' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\" time since she was shot in the head Saturday. <q> it felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> Schults said. \"Other than the birth of Facebook dating advice for dummies: Don't say \"I love you\" until you meet her Her profile pictures look so hot and sexy. She has an", "new_id": -2}, {"uid": "1297264173151748653", "i": 56585, "idx": 1, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "Miss America this year on an equality platform. Appointed to the senate seat Secretary of State <strong> Hillary Clinton </strong> left in 2009, <strong> Kirsten Gillibrand </strong> has become a prominent voice for LGBT rights including marriage equality and the repeal of <q> don't ask, don't tell. </q> The former congresswoman easily won her first statewide election in November, and target=\"_blank\" polling\" Gillibrand-gains-ground/\"> recent polling showed her approval rating has jumped significantly since the time of her controversial appointment by former Gov.", "new_id": -2}, {"uid": "1296031312047366153", "i": 8267, "idx": 0, "sa": ["Tim Rutten", "Bill Lockyer"], "q": "roam free. The budget negotiations in Sacramento are a work in progress, and each side is proceeding with care at the moment. But the comments by <strong> Bill Lockyer </strong>, who acknowledged in his talk that he <q> was not supposed to be saying any of this, </q> should remind all who are paying attention precisely how dire the crisis is. This is not a moment for Democrats to protect their constituencies and Party\" Ruttenes.com/topic/politics/parties-movements/republican-party-ORGOV0000004.topic\"> Republicans to circle their wagons against new taxes.", "new_id": -2}, {"uid": "1295072743140967974", "i": 286, "idx": 0, "sa": ["Matt Ryan", "William Moore", "Michael Vick", "Thomas Dimitroff", "Mike Smith"], "q": "pro football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field. \"None of that Matt Ryaners,\" Falcons safety <strong> William Moore </strong> said. <q> When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night. </q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach <strong> Mike Smith </strong>- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went to", "new_id": -2}, {"uid": "1296488580181583916", "i": 23092, "idx": 0, "sa": ["Steve Ballmer"], "q": "user. Announcing the Windows Phone 7 platform at a press conference in New York that was streamed live to simultaneous press events around the world, Microsoft head <strong> Steve Ballmer </strong> proclaimed the new ethos was for the phones to be <q> always delightful; wonderfully mine </q>. Six handsets will be available to preorder in the UK next week. Dell are the hardware launch partners for the Windows Phone 7 OS, with Orange all signed up to carry the devices.", "new_id": -2}, {"uid": "1295556504082083954", "i": 16885, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Jennifer Lopez"], "q": "spend my life with. But I think it's a wonderful thing, marriage. But who knows, maybe someday.\" When asked if she holds out hope for eventual marriage, Rice said, <q> Sure? Why not? </q> Undated handout photo of British journalist <strong> Piers Morgan </strong> Photo in Slideshow: This undated photo made available by CNN, shows <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... <strong> Simon Cowell </strong> gone from` American Idol' and", "new_id": -2}, {"uid": "1297214463071778371", "i": 43794, "idx": 0, "sa": ["Rachel Maddow", "John Thune", "Donald Rumsfeld", "Nick Gonzalez", "Mike Pence", "Nick Casey", "Greta Van Susteren", "Tucker Carlson", "Rick Santorum", "John Stossel"], "q": "Fox News \"The O'Reilly Factor\" : <strong> Mike Pence </strong>; <strong> John Stossel </strong> \"HRachel Maddowity\" : <strong> Donald Rumsfeld </strong> <q> On the Record with <strong> Greta Van Susteren </strong> </q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former Sen. <strong> Rick Santorum </strong>( R-PA); Sen. <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily", "new_id": -2}, {"uid": "1297602284267223059", "i": 2505, "idx": 2, "sa": ["Holly Willoughby", "Simon Cowell", "Georgie Thompson"], "q": "great for <strong> Georgie Thompson </strong>. She'll be fantastic.\" <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. Lloyd: <q> What a night it has been for you, a night of dreams </q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1297443167144588879", "i": 34129, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Donald Trump"], "q": "PM\" the loser's minions were handing out \"write in <strong> Donald Trump </strong>\" flyers. The Great Deception- Forum/Library- My Research Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win <q> Reply# 7 on: February 10, 2011, 10:35:55 PM </q> <strong> Ron Paul </strong> not hitting back at The <strong> Donald Rumsfeld </strong> Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win \"Reply# 8 on: February 10, 2011, 11:16:06 PM\" Re:", "new_id": -2}]