[{"uid": "1295578537195002486", "i": 4082, "idx": 7, "sa": ["Eric Schmidt", "Google Inc."], "q": "his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. <strong> Google Inc. </strong>'s trek from startup to tech titan <strong> Google Inc. </strong> said co-founder Larry Page will replace <strong> Eric Schmidt </strong> in April as chief executive of the world's No. 1 search...", "new_id": -2}, {"uid": "1295958286149602316", "i": 28196, "idx": 0, "sa": ["Bill Lockyer", "John Chen", "Newt Gingrich"], "q": "focusing on the China market.'' But, like improving U.S.-Chinese relations in general, it's going take mutual trust, and time.`` That's where patience comes in,'' <strong> John Chen </strong> said. <q> I expect progress( from <strong> Hu Jintao </strong>'s trip), but it will be slower than we would want.`` The two countries have a different concept of time. We need to work with China in a longer-term time frame. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE", "new_id": -2}, {"uid": "1296117571165298183", "i": 7784, "idx": 14, "sa": ["Lon Williams", "Michael Vick"], "q": "'re going to go out and have some fun and everybody's just enjoying each other.'' As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. <q> I came from the Philly area, and we've got his back, </q> said <strong> Lon Williams </strong>, a 44-year-old engineer and Honolulu resident formerly of Norristown.`` Andy Reid's a perfect coach for him because his sons had trouble. Everybody's made mistakes. Philadelphia's a city that is all", "new_id": -2}, {"uid": "1297444163198852641", "i": 6485, "idx": 1, "sa": ["Simon Cowell"], "q": "launches later this year. He told the Daily Mail newspaper:`` <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.'' <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded Comment", "new_id": -2}, {"uid": "1294980002041598981", "i": 48222, "idx": 1, "sa": ["Steve Ballmer"], "q": "to the point, he seems intent on rectifying those errors. Earlier this week, <strong> Steve Ballmer </strong> announced that Bob Muglia, president of Microsoft's Server and Tools Business, would depart the company this summer. <q> While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing, </q> he wrote in a Jan. 10 e-mail to company employees.`` We are now ready to build on our success and move forward into the era of cloud computing.'' <strong> Steve Ballmer </strong> had apparently talked with Muglia", "new_id": -2}, {"uid": "1296010875232554548", "i": 27922, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Marco Belinelli", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297126081224133121", "i": 8364, "idx": 1, "sa": ["Simon Cowell"], "q": "heard, it all seems to be going well.'' While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. <q> What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over, </q> <strong> Simon Cowell </strong> explains.`` But people are still excited about these shows, whether`` Dancing with the Stars,'' which has gotten better over the years,`` America's Got Talent''... I think they've", "new_id": -2}, {"uid": "1296789416115392517", "i": 21888, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Sen. Joe Lieberman"], "q": "Jazz 120-109 on Thursday night.`` <strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.`` <strong> Sen. Joe Lieberman </strong> will remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1295780823044482575", "i": 12318, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.'' Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said.`` Facebook is moving at the speed of light and Google isn't. Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See", "new_id": -2}]