[{"uid": "1295616375099680271", "i": 879, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": "'s happenings. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> <h5> Miss Arkansas <strong> Alyse Eady </strong> will appear on the`` Late Show with <strong> David Letterman </strong>'' this Thursday night. </h5> The Gossip's`` Standing in the Way of Control'' named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Twitter is lighting up in response to yesterday's`` Land of Opportunity'' bill with the hilarious#rejectedarkansasmottos trend. Baker's dozen <h5> Baker Kurrus assesses 12 years in the`` belly of the beast", "new_id": -2}, {"uid": "1297465244016121864", "i": 17102, "idx": 1, "sa": ["Jennifer Aniston", "David Letterman", "Walter Iooss Jr.", "Russ Lyon", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Phoenix-$ 560,000 MLS 4272522 3 bed/ 4 bath 2,751- 3,000/ 2003 Nancy Mowry, <strong> Russ Lyon </strong> Sotheby\\'s International Realty", "new_id": -2}, {"uid": "1296244617002752522", "i": 12810, "idx": 3, "sa": ["Allen Iverson"], "q": "the Los Angeles Lakers on Tuesday night. <strong> Allen Iverson </strong> helped pull the Sixers( 31-33) to four games of Boston for first place in the Atlantic Division.`` It made me feel good,'' <strong> Allen Iverson </strong> said. <q> Any win makes me feel good. </q> <strong> Allen Iverson </strong>, though, chipped a bone in his left thumb sometime in the second half and will be fitted for a cast. He is day-to-day. The Sixers said <strong> Allen Iverson </strong> will be re-evaluated Friday when they play again", "new_id": -2}, {"uid": "1297440898101842950", "i": 35174, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of", "new_id": -2}, {"uid": "1296444909100565016", "i": 14395, "idx": 2, "sa": ["DeSean Jackson", "Michael Vick"], "q": "take it day by day.'' Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on Sunday that <strong> Michael Vick </strong> is`` a big brother'' to him and he's looking forward to a full offseason working with the quarterback. <q> It was something that just kind of fell in his lap, and it's just something he took advantage of, </q> <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback.`` But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that", "new_id": -2}, {"uid": "1296084991130252806", "i": 31617, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. This affects comments on all stories. The Charlotte Observer welcomes", "new_id": -2}, {"uid": "1296464900091652109", "i": 308, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Peyton Manning"], "q": "n't go from jail to a Pro Bowl starter by accident.`` I don't think anybody can really know how difficult that is to do,'' Indianapolis Colts quarterback <strong> Peyton Manning </strong> told me on Friday. <q> I can just only imagine the challenge- the timing, seeing defenses, and the game changes every single year. Defenses change.`` I think when a guy sits out a couple of weeks, I feel like they're behind. He's talking about a couple of years. It's a great challenge. It's a great credit to him. It's a very difficult thing to do. </q> It will be interesting to see how <strong> Ben Roethlisberger </strong> is received at the Super Bowl in Dallas this week. <strong> Michael Vick </strong> killed and maimed dogs, and served 18 months in prison and a two-game, NFL-mandated suspension.", "new_id": -2}, {"uid": "1295755514184385552", "i": 31014, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Dirk Nowitzki", "Rick Barry"], "q": "Detroit Pistons from start to finish Tuesday night, the finish got pretty close before Dallas pulled out a 103-101 victory.`` Hey, stuff happens in this league,'' said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q> We'll take the wins as we can get them. </q> <strong> Rick Barry </strong> Hamilton was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a combined average of 48.5 points per game", "new_id": -2}, {"uid": "1294997802152699116", "i": 17861, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Bill Cosby"], "q": ". Yet, despite its huge popularity- it was the No. 1-ranked show for five straight seasons- there were still naysayers, particularly those who thought the show wasn't edgy or realistic. <q> Someone said,` How come one of your kids( from the show) is not dating a white kid?' </q> remembers the show's patriarch, <strong> Bill Cosby </strong>.`` And I said,` Because the one on` Family Ties' hasn't touched a black person yet.''' <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not", "new_id": -2}, [{"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]]