[{"uid": "2008090708_00011515_W", "i": 4412, "idx": 1, "sa": ["Pilar Ordovas", "Lucian Freud"], "q": "it has never been recovered. \"<strong> Lucian Freud </strong> and francis bacon are widely considered to be the most important british artists of the 20th century,\" said <strong> Pilar Ordovas </strong>, head of contemporary art at auction house christie's. <q> we are thrilled to present to the international art market a rarely seen, intimate portrait which pays tribute to an inspirational friendship, and a key moment in the development of <strong> Lucian Freud </strong>'s career. </q> the portrait which goes on sale at christie's in london on october 19 dates from 1956/7. as with the missing painting it shows bacon with downcast eyes. the two men sat knee-to-knee for the painting which captures", "new_id": -2}, {"uid": "2008103106_00004657_W", "i": 2515, "idx": 4, "sa": ["Sachin Tendulkar"], "q": "made a difference.\" laxman, who became the second indian batsman after <strong> Sachin Tendulkar </strong> to score more than 2,000 runs against australia, said the pressure would now be on the tourists to match india's batting chart. <q> australia have a huge task ahead. they are under pressure and we will wait and see how they perform. </q> laxman was also pleased that he had managed to silence his critics who were clamouring for his retirement in the lead up to the series. the doubting thomases were all outside the team. in the team, everyone", "new_id": -2}, {"uid": "2008090420_00006981_W", "i": 3331, "idx": 5, "sa": ["Linda Tuhiwai Smith"], "q": "kept a blown-up picture of her granddaughters in her congressional office. i remember interviewing her one day while her husband, vern, sat in a hard chair in a corner and gave words to the obvious contradiction: <q> one of the reasons we got into politics, we wanted to preserve some of the traditional lifestyle we'd grown up with, </q> vern told me. \"it's funny, with <strong> Linda Tuhiwai Smith </strong> away, we end up sacrificing some of that traditional family life to pass some of that heritage to our children.\" conservative women became a powerful tool", "new_id": -2}, {"uid": "2008100916_00044930_W", "i": 3537, "idx": 0, "sa": ["Kevin Garnett", "Paul Pierce", "Pau Gasol", "John Hollinger", "Kobe Bryant"], "q": "espn's <strong> John Hollinger </strong> has put forth another confusing way of ranking players in the nba. it's called per or player efficiency rating. <strong> John Hollinger </strong> uses a complex series of formulas <q> that include positive accomplishments, such as field goals, free throws, 3-pointers, assists, rebounds, blocks and steals, and negative ones, such as missed shots, turnovers and personal fouls. </q> why do i care? because <strong> Kevin Garnett </strong>(# 5) ranks higher than the mambass <strong> Kobe Bryant </strong>(# 6). but the results lose all credibility when <strong> Paul Pierce </strong> is ranked# 34 behind such studs as <strong> Pau Gasol </strong>,", "new_id": -2}, {"uid": "2008111520_00001983_W", "i": 3158, "idx": 6, "sa": ["Tian Jin"], "q": "people who poisoned the milk powder to receive the severest punishment under law. i want an explanation and i want consolation for my dead child,\" said <strong> Tian Jin </strong>, a broad-shouldered apple farmer and part-time truck driver. <q> i feel like we could die from regret. if we knew that it was contaminated, we would never have fed him that. </q> since september, when the scandal was first reported, beijing has said that shijiazhuang sanlu group co., the dairy, knew as early as last year that its products were tainted with melamine and that company and local", "new_id": -2}, {"uid": "2008100512_00005616_W", "i": 2997, "idx": 0, "sa": ["Mohammad Khatami"], "q": "press reported on sunday. a number of reformist parties and prominent figures have called on <strong> Mohammad Khatami </strong> to stand in the june 12 election but he said he has two conditions before he will agree to be a candidate. <q> my first condition is reaching an agreement with the people on their expectations. the iranian people have a historical and heartfelt desire for freedom, progress and justice, </q> he was quoted as saying in the reformist newspaper kargozaran.\" ( i) will present my programmes to the people in the future,\" said <strong> Mohammad Khatami </strong>, who served two terms as president from 1997 until 2005", "new_id": -2}, {"uid": "2008091900_00025115_W", "i": 208, "idx": 0, "sa": ["Lynn Henning", "Justin Verlander"], "q": ", and <strong> Justin Verlander </strong>. so, they should be over$ 120mm with the current group. the tigers had an opening day payroll of$ 137.7 mm in 2008. <strong> Lynn Henning </strong> says to expect a drastic payroll reduction- <q> perhaps by$ 40 million or more. </q> as <strong> Lynn Henning </strong> notes, the tigers may need to trade ordonez to slice payroll down to the$ 100mm range. maggs is the team's highest-paid player, and he has a fine.892 ops. ordonez essentially comes", "new_id": -2}, {"uid": "2008111023_00034332_W", "i": 4127, "idx": 2, "sa": ["Willie Nelson"], "q": "snacks and supplies it's time to leave this town it's time to steal away let's go get lost anywhere in the u.s.a. <strong> Willie Nelson </strong> hot chili peppers- road trippin' what makes you sad? she says <q> wake up, it's no use pretending </q> i'll keep stealing, breathing her. birds are leaving over autumn's ending one of us will die inside these arms eyes wide open, naked as we came one will spread our ashes` round the yard", "new_id": -2}, {"uid": "2008122913_00036248_W", "i": 2813, "idx": 0, "sa": ["John Andrew Peacock"], "q": "kiev in the champions league in november. <strong> John Andrew Peacock </strong> knows that first-team experience is vital in the development of his players, but he is also aware that england's elite opponents will provide them with a stern examination. <q> it's a tough draw for us, </q> <strong> John Andrew Peacock </strong> said. it's very similar to this year when we played france, israel and russia. \"to be honest though, you have to expect that when you get to the elite round so we'll", "new_id": -2}, {"uid": "2008090809_00007101_W", "i": 4419, "idx": 6, "sa": ["Serena Williams", "Andy Murray", "Rafael Nadal", "Jelena Janković", "Roger Federer"], "q": ": <strong> Andy Murray </strong> owns a 2-1 career mark against <strong> Roger Federer </strong>. \"he's probably the greatest player ever, so to get the chance to play against him in a slam final is an honor,\" <strong> Andy Murray </strong> said. <q> but i've played well against him in the past and hopefully... i'll do that again tomorrow. </q> <strong> Serena Williams </strong> was to face <strong> Jelena Janković </strong> late sunday in the women's final, postponed a day because of rain. <strong> Serena Williams </strong> was seeking her third u.s. open title and ninth major title overall. <strong> Rafael Nadal </strong>, meanwhile, was hoping", "new_id": -2}]