[{"uid": "1295094125134053943", "i": 20103, "idx": 33, "sa": ["Allen Iverson", "Nate Robinson"], "q": "I would have a good chance of making it,'' <strong> Nate Robinson </strong> said. ''So I just shot it hard and let it go.'' ''The sky's the limit for him,'' <strong> Allen Iverson </strong> said. <q>He's a tough guard. He's got the best coach in the world on his side.</q> New York, outplayed in the first half, outhustled and outworked the 76ers for a key 16 1/2- minute http://wn.com/Allen_Iverson_33pts_vs_T-Mac_Rockets_NBA_07/08_Nasty_Block!! JR Smith made so many boneheaded plays in last year's postseason that he got a benching", "new_id": -2}, {"uid": "1295559703061718604", "i": 34049, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{ ''s'': ''goog'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} Jay Yarow, On Thursday January 20, 2011, 4:14 pm <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and", "new_id": -2}, {"uid": "1296075398185663489", "i": 15597, "idx": 3, "sa": ["Bill Joy", "Eric Schmidt", "Peter Diamandis", "Bita Daryabari", "Jeremy Stoppelman"], "q": "Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine Science Research Institute, funded this$ 1.4 million prize. ''The spill's lasting ecological and social consequence is something we must immediately address,'' she said. <q>Because the question isn't, ''Will there be another spill.' It's,` When?''</q> Among the rapt audience: Page and his spouse, Lucy Southworth; X Prize Vision Circle member <strong> Bita Daryabari </strong> and her husband, <strong> Peter Diamandis </strong> Reza Malek; Yelp founder <strong> Jeremy Stoppelman </strong>; Kleiner Perkins Managing Director <strong> Bill Joy </strong>;", "new_id": -2}, {"uid": "1295564373055377986", "i": 37868, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. ''Q4 marked a terrific end to a stellar year,'' <strong> Eric Schmidt </strong> said in a statement. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent. Woman abducted as an infant from Harlem Hospital reunites with parents Steamy", "new_id": -2}, {"uid": "1297356528206143523", "i": 13201, "idx": 1, "sa": ["Mike Pence"], "q": "at great risk to women and at their own political peril.'' The bill's sponsor, Rep. <strong> Mike Pence </strong>( R-IN), framed it as an effort to deny government funding for abortions. <q>The time has come to deny all federal funding to Planned Parenthood of America,</q> <strong> Mike Pence </strong> said. ''I've authored the Title X Abortion Provider Prohibition Act, which would deny Title X funds to Planned Parenthood or any other abortion provider and Congress must act and act now to move this important", "new_id": -2}, {"uid": "1296341513125665387", "i": 9315, "idx": 2, "sa": ["Piers Morgan", "David Letterman"], "q": "to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> ''You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd be fantastic.'' <strong> Piers Morgan </strong>: <q>Would it work if it was <strong> Larry King </strong> or would it been seen a bit too cruel? Joking, only joking.</q> The New York Post reports on <strong> Piers Morgan </strong>'s interview style-- saying he has a reputation for being opinionated and combative. He was fired from his position as editor of the Daily Mirror in Britain for publishing what turned", "new_id": -2}, {"uid": "1296463074084328459", "i": 24144, "idx": 1, "sa": ["Simon Cowell", "Louis Walsh", "Katie Price"], "q": "'s my woman of the decade.'' <strong> Simon Cowell </strong>'s longtime friend Sinitta also backed the speculative plan to bring in <strong> Katie Price </strong>, adding that she would love to see the model sitting alongside <strong> Louis Walsh </strong>. <q>Having[ <strong> Katie Price </strong>] on the panel would make interesting viewing, so I can definitely see it working,</q> Sinitta said. ''She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they", "new_id": -2}, {"uid": "1297654750115818510", "i": 14874, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "an airline trade group, said the safety of passengers and crew members is its No. 1 priority. ''Making improvements is a continuous process,'' ATA spokeswoman Jean Medina said in an e-mailed statement. <q>The rules, as written, will not improve safety, and regulations that are based neither on science nor operational experience should be rejected.</q> U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable.", "new_id": -2}, {"uid": "1297353676255098882", "i": 1861, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. ''I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. ''This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]