[{"uid": "1296639953047300640", "i": 28305, "idx": 2, "sa": ["Chris Elliott", "David Letterman", "Jay Leno"], "q": "that flour is the main ingredient in bread?\" he asked <strong> David Letterman </strong>. \"I'll tell you right now, that show is for morons,\" <strong> Chris Elliott </strong> said of \"The Tonight Show.\" <q>It is not like your show... This is really for the intellectual elites here.</q> <strong> David Letterman </strong> laughed and mostly kept his mouth shut, though you know he probably had a million different responses running through his head. After all, the <strong> Jay Leno </strong> and <strong> David Letterman </strong> camps have been on opposite sides of", "new_id": -2}, {"uid": "1295819037185630726", "i": 782, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1297590228217415727", "i": 28906, "idx": 1, "sa": ["Abu Nidal", "Tam Dalyell", "Colin Powell", "David Maddox"], "q": "his Popular Front for the Liberation of Palestine <strong> Colin Powell </strong> Command were responsible for co-ordinating the bomb that blew up Pan Am flight 103 over Lockerbie on 21 December, 1988 with the loss of 270 lives.\" <q>Intelligence reports, said to have been drawn up for <strong> Saddam Hussein </strong>'s security services, said Kuwaitis had asked <strong> Abu Nidal </strong>, whose real name was <strong> Abu Nidal </strong> al-Banna, to find out if al-Qaeda was present in Iraq,</q> <strong> David Maddox </strong> wrote for the newspaper. The reports referred to <strong> Abu Nidal </strong>'s \"collusion with both the American and Kuwaiti intelligence apparatuses in co-ordination with Egyptian intelligence.\" MP <strong> Tam Dalyell </strong> said the reports added weight to the", "new_id": -2}, {"uid": "1297265697007700481", "i": 27783, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "q": "US following a potential merger with Chrysler. \"Our position is the government must call the unions to be there on Saturday,\" a FIOM spokesman in Italy told just-auto. <q>The unions must be involved to have a place around that table.</q> Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime", "new_id": -2}, {"uid": "1297620106254115870", "i": 3663, "idx": 0, "sa": ["George Washington", "Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"<strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>: <q>I Don't Know the Sex of My <strong> Justin Bieber </strong>!</q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: \"I'm Much More Famous in England\" <strong> Vivica A. Fox </strong>: I\"m Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1297300470182632613", "i": 46745, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "move decisively and swiftly to address our concerns on this pressing subject,\" said Sarukhan. U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane.</q> Report Abuse \"Quit sending us Mexican and we will quit sending you guns OK!!!!\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1295308387132857908", "i": 5834, "idx": 1, "sa": ["Barack Obama", "Mike Pence", "Ronald Reagan"], "q": "He has considered a White House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies, <strong> Mike Pence </strong> is among the GOP's most outspoken critics of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. <q>We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead</q> and \"we'll be making a decision before the end of this month,\" <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the", "new_id": -2}, {"uid": "1296770511173654034", "i": 12167, "idx": 17, "sa": ["Donald Rumsfeld", "Joe Biden", "John Kerry", "Al Gore", "Colin Powell", "Hillary Clinton"], "q": "he should have used the phrase \"suspect sites.\" The author doesn't just play defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war. <q>Yet when opposing the Bush administration's efforts in Iraq became politically convenient,</q> says <strong> Donald Rumsfeld </strong>, \"they acted as if they had never said any such thing.\" <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out", "new_id": -2}, {"uid": "1295466641109772815", "i": 38860, "idx": 0, "sa": ["Sergio Marchionne"], "q": "percent to 35 percent. Eventually, the technology- developed over the course of a decade and patented by EPA's Ann Arbor lab- could be commercialized and licensed to Chrysler and other automakers. <q>These are the types of innovations and partnerships we want to encourage,</q> EPA Administrator Lisa Jackson said at a press conference.\" Chrysler Group CEO <strong> Sergio Marchionne </strong> said the project would help Chrysler determine whether the hydraulic hybrid technology- which is already used commercially in garbage trucks", "new_id": -2}]