[{"uid": "1295559984175849556", "i": 14323, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295537942185040944", "i": 9638, "idx": 0, "sa": ["Christina Aguilera", "Michael Jackson", "Simon Cowell"], "q": "with artists including Britney, <strong> Christina Aguilera </strong>, Pink- and Jewel mentor contestants and pick a winner. In other words, there won't be an audience vote. Jewel said artists need signatures, not just hits: <q>A lot of great singers are foundering because they haven't found that one song.</q> Perhaps <strong> Simon Cowell </strong> should take her words to heart and reconsider making X Factor winners release a cover as their first single. <strong> Michael Jackson </strong> of the challenges will be to write a song in three hours. It sounds", "new_id": -2}, {"uid": "1295289223000475405", "i": 26448, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Martin Luther King"], "q": "of the Crime... speaks to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> holds the hand of U.S. Video: Celebrating the <strong> Martin Luther King </strong>. Report Abuse <q>From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!!</q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse ''", "new_id": -2}, {"uid": "1295392975093929516", "i": 8829, "idx": 2, "sa": ["Sergio Marchionne"], "q": "at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda( Alert) Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Hot Button Legal Topics Weighed in on New WebmasterRadio.FM Series Hosted by Internet Law Center The Long Awaited Pocket I.T. Application Is Now Available In The Android Market The World's", "new_id": -2}, {"uid": "1296156422245841950", "i": 9247, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "on Fox News today to weigh in on the 2012 presidential race. There's one man, <strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America. <q>I always thought I'd only get one <strong> Ronald Reagan </strong> in my lifetime,</q> <strong> Dick Armey </strong> said. ''Maybe <strong> Mike Pence </strong> could be that second one.'' <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at", "new_id": -2}, {"uid": "1295309791147243008", "i": 40830, "idx": 1, "sa": ["Barack Obama", "Bill Clinton", "Mike Pence"], "q": "of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.'' <q>For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,</q> said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. ''This country is not ready for a pure progressive.'' The Republican contest to determine who will have the opportunity to unseat <strong> Barack Obama </strong> already is under", "new_id": -2}, {"uid": "1296694847219119622", "i": 14334, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": ". ''With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,'' Mr. <strong> Sen. Bernie Sanders </strong> said. <q>The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.</q> A <strong> Sen. Bernie Sanders </strong> provision in a defense-spending bill required the report and directed the Defense Department to recommend ways to punish fraudulent contractors. ''It is clear that DOD's", "new_id": -2}, {"uid": "1297158148070336571", "i": 41814, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", they say-- he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said. ''And it was very helpful to our interrogators and to the United States government in saving lives.'' He added, <q>And I think that the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>].</q> Still, he writes in his new memoir, Known and Unknown, which is being released Tuesday, that he was ''surprised and troubled'' that interrogators went further than his orders allowed in some cases", "new_id": -2}, {"uid": "1295665819231571467", "i": 22540, "idx": 0, "sa": ["Andy Coulson"], "q": "landscape. <strong> Andy Coulson </strong> survives committee hearing MPs treat <strong> Andy Coulson </strong> with considerable scepticism as he tells him them he knew nothing of the phone hacking happening during his tenure as editor of News of the World. <q>I never condoned the use of phone hacking, nor do I have any recollection of phone hacking taking place,</q> he insists. Sketch: Hacking away MPs on the Commons culture, media and sport committee try to wring results from News of the World executives. And fail. Commons committee cite phone", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]