[{"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295686742156401686", "i": 47059, "idx": 26, "sa": ["Stephen Jackson", "Tyronn Lue", "Shaquille O'Neal", "Ron Artest", "Robert Horry", "Brian Xanders", "Allen Iverson"], "q": "off <strong> Shaquille O'Neal </strong> with a flurry of 3-pointers in the second and fourth quarters. <strong> Robert Horry </strong>, <strong> Brian Xanders </strong> Shaw, <strong> Ron Artest </strong> Harper and <strong> Tyronn Lue </strong> all struck at least once from the arc. Los Angeles was 10-of-19 from long range. <q> The second unit that came in the form of <strong> Robert Horry </strong> and Shaw and <strong> Tyronn Lue </strong> really saw the game to the end, </q> <strong> Stephen Jackson </strong> said.`` I think http://wn.com/Allen_Iverson_35pts_12asts_vs_Notwizki_a_night_after_51pts <strong> Allen Iverson </strong> went hard to the basket. He didn't get there, but he did draw a foul. The next time down the court, AI made another veteran move,", "new_id": -2}, {"uid": "1296109290115327074", "i": 23378, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance-- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday.`` It's paramount for me and my family and I'm just thankful.'' <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career", "new_id": -2}, {"uid": "1296020367196706369", "i": 5713, "idx": 0, "sa": ["Bill Lockyer", "Marco Belinelli", "Keith Smart", "Michele Bachmann", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL VALLEY", "new_id": -2}, {"uid": "1295945596182452232", "i": 9354, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' <strong> Michael Bernick </strong> concludes. <q> It may be time that our California workforce system gives these jobs greater consideration. </q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America", "new_id": -2}, {"uid": "1296445609235372549", "i": 21853, "idx": 0, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "with a 168-116 rout of the Seattle SuperSonics on Sunday night. Denver set a franchise record for most points in a regulation game and fell just 16 points shy of the franchise record for points in a game. <q> There was no way that I couldn't enjoy the game, not from the way we played offensively, </q> Nuggets coach <strong> George Karl </strong> said. The Nuggets had eight players score in double figures, led by <strong> Carmelo Anthony </strong>'s 26 and <strong> Allen Iverson </strong>'s 24. <strong> Kenyon Martin </strong> had 23 points and <strong> Marcus Camby </strong> had a triple-double with 13 points, 15 rebounds", "new_id": -2}, {"uid": "1295452591083853361", "i": 7943, "idx": 5, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.'' Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says.`` Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For Young, it's no accident that", "new_id": -2}, {"uid": "1296598035161153062", "i": 11310, "idx": 1, "sa": ["Colin Powell"], "q": "<strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a$ 7 admission. As of Tuesday, 178 attendees from the 10,000 on base are expected. <q> He's not here to pass out Bibles and to have a sermon, </q> Bryan said of McClary.`` Does he have personal Christian beliefs? Yes, he does... We're committed to protecting somebody's right to practice any religion they choose, or no religion, provided those practices", "new_id": -2}, {"uid": "1295111506135200861", "i": 8728, "idx": 1, "sa": ["Danilo Gallinari", "Elton Brand", "Allen Iverson", "Nate Robinson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/NBA_Pretemporada_20/10/2009__Boston_Celtics_103_Vs_New_York_Knicks_108 Bottled up in Boston, the Knicks started slowly again in the rematch. Then <strong> Nate Robinson </strong> and <strong> Danilo Gallinari </strong> scored off the bench in bunches", "new_id": -2}, {"uid": "1296770511173654034", "i": 12188, "idx": 38, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Bill Clinton"], "q": "apologized for the flap.`` You're failing,'' he recalls telling her.`` You could have said something in the NSC meeting in front of the <strong> Bill Clinton </strong> and the principals.'' <q> Don, you've made mistakes in your long career, </q> <strong> Condoleezza Rice </strong> replied.`` Yes, but I've tried to clean them up.'' There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured", "new_id": -2}]