[{"uid": "1297154768156483585", "i": 1438, "idx": 1, "sa": ["David Letterman"], "q": ", but you could see in his eyes that it was something he'd thought seriously about. Otherwise, your baby girl is out there with some strange man and who knows what's happening. <q>I can't sit in the car and just watch from a distance?</q> he asked. There's another thing for his daughter to worry about now. But then <strong> David Letterman </strong> made it even worse for the young girl. \"You could hire a guy,\" he suggested.", "new_id": -2}, {"uid": "1295257856143179793", "i": 14955, "idx": 0, "sa": ["Andy Coulson", "John Humphrys"], "q": "comment on resignation rumours. Downing Street head of communications <strong> Andy Coulson </strong>. Photograph: Getty Images. Today programme was most notable for his refusal to deny that <strong> Andy Coulson </strong> has offered his resignation. <q>I don't go into private conversations,</q> was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard \"everyone deserves a second chance\" defence of <strong> Andy Coulson </strong>. The former News of the World editor may have", "new_id": -2}, {"uid": "1295728012106954753", "i": 39805, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will become CEO effective April 4. Current CEO <strong> Eric Schmidt </strong> will be executive chairman, and co-founder <strong> Sergey Brin </strong> will remain co-founder, devoting \"his time and energy to strategic projects,\" <strong> Eric Schmidt </strong> wrote in a blog post. <q>As Google has grown, managing the business has become more complicated,</q> <strong> Eric Schmidt </strong> noted. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1296271846184582175", "i": 14159, "idx": 3, "sa": ["Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Shaquille O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second Game 1- Lakers 104, Pacers 87 In the first Finals game played at the new Staples Center, the Lakers took control from the opening tip. LA made", "new_id": -2}, {"uid": "1296122111165298182", "i": 45704, "idx": 0, "sa": ["Declan Donnelly", "Simon Cowell", "Ant McPartlin"], "q": "pair- <strong> Ant McPartlin </strong> and <strong> Declan Donnelly </strong>- were unable to be at London's O2 Arena, due to filming commitments on Britain's Got Talent. HONOURS In a live video link, <strong> Ant McPartlin </strong> said: <q>We are so sorry, we're in Cardiff now. Thank you so much, this means so much to us. Ten years in a bloody row <strong> Declan Donnelly </strong>. Ten years. We are so, so happy.</q> <strong> Simon Cowell </strong>'s reality TV juggernaut The X Factor scooped the honours for Most Popular Talent Show, after nearly 20 million viewers tuned in for last year's series finale. EastEnders was voted by the", "new_id": -2}, {"uid": "1296770511173654034", "i": 12153, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Tommy Franks"], "q": "to the Iraqi dictator's aide, Tariq Aziz, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11, <strong> Donald Rumsfeld </strong> took grim note when <strong> Saddam Hussein </strong> gloated that <q><strong> Joe Biden </strong> reaps the thorns its rulers have planted in the world.</q> But first there was Afghanistan, which had harbored bin Laden. <strong> Donald Rumsfeld </strong> pushed the CENTCOM commander, <strong> Tommy Franks </strong>, for a quick war plan, brushing aside the general's insistence that he needed two months to", "new_id": -2}, {"uid": "1297163077054263818", "i": 40510, "idx": 0, "sa": ["Simon Cowell"], "q": "about the unprecedented prize the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes but believes he can find a deserving star. <q>The money rightly puts an enormous amount of pressure on people,</q> said the reality TV mogul. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a", "new_id": -2}, {"uid": "1296391267266764295", "i": 8628, "idx": 5, "sa": ["LeBron James", "George Headley", "Carmelo Anthony", "Rafael Nadal", "Michael Jordan", "Allen Iverson"], "q": "hat-trick as he led August Town to a 5-1 drubbing of <strong> George Headley </strong>, as the 2011 LIME/INSPORTS Primary Schools <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> Rafael Nadal </strong>. <q>I know he hates losing to me,</q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... Heat vs. Bulls 1996-1997. <strong> Michael Jordan </strong>'s 50 point statement November", "new_id": -2}, {"uid": "1295570586103366686", "i": 4222, "idx": 0, "sa": ["Eric Schmidt", "C.K. Prahalad"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Business Guru <strong> C.K. Prahalad </strong> Talks About What Innovation Means, How Technology Vendors Can Help, And What IT Can Do To Continue Its Own Innovative Practices <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America \"isn't quite post-racial\" at this time. \"These problems still exist in post-racial America.\" However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q>You don't argue with a police officer,</q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley, \"an outstanding police officer.\" Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled \"many times\" as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}]