[{"uid": "1295481709046153781", "i": 36138, "idx": 0, "sa": ["Mike Pence"], "q": "it should be repealed. Yet another poll revealed a divided public but with the highest percentage saying the law is a good idea since September 2009.' A promise kept' <q>Some in the cynical political class are saying this is a gimmick, an empty gesture,<q> said Indiana Rep. <strong> Mike Pence </strong>, a possible Republican presidential candidate. \"We on the other side call it a promise kept.\" That refrain was repeated by Republicans often during the House debate. For", "new_id": -2}, {"uid": "1294992789105644154", "i": 4288, "idx": 0, "sa": ["Frank Lautenberg", "Carolyn McCarthy", "Mike Pence"], "q": "in their own homes and public places,\" he says. Ackerman's expectations for passage of his bill are very low and staunch congressional gun advocates are standing firm, the Times reported. <q>I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,<q> Rep. <strong> Mike Pence </strong>, R-Ind., told the Times. Nevertheless, some lawmakers promise some bills. U.S. Sen. <strong> Frank Lautenberg </strong>, D-N.J., and Rep. <strong> Carolyn McCarthy </strong>, D-N.Y., said they would put forward measures banning", "new_id": -2}, {"uid": "1297297341172949515", "i": 3053, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "vice-presidential nominee to run with <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q>Is Atlas Shrugging.The Cultural Impact of the Tea Party.<q> <strong> President Bush </strong> Defence <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of potential", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,<q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1295365495187695155", "i": 11899, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "raise her whole arm, <strong> Kirsten Gillibrand </strong> told ABC News, adding that everyone in the room was crying. Afterwards, <strong> Kirsten Gillibrand </strong> said, the doctor declared it to be a major step forward for the patient. <q>We had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,<q> <strong> Kirsten Gillibrand </strong> said through a spokeswoman. \"Then, after she heard our voices and the encouragement of Mark and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle", "new_id": -2}, {"uid": "1297167911133922834", "i": 43031, "idx": 1, "sa": ["Simon Cowell"], "q": "risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star.\" But he admitted: <q>If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble. \"We've got to find somebody fantastic to get the money back[ through record sales].<q> Judge speculation The winner of the inaugural American edition gets a recording contract with Syco, the joint venture between <strong> Simon Cowell </strong> and Sony Music. The age limit differs from the UK version with 12-year-olds allowed", "new_id": -2}, {"uid": "1295461104131301415", "i": 35311, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "against the bones of his leg and requires surgery in the U.S. \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> said by phone. <q>Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs.<q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that", "new_id": -2}, {"uid": "1297503307016302106", "i": 25962, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ", <strong> Colin Powell </strong> became obsessed with justifying himself to the point of falsifying what happened. <strong> Donald Rumsfeld </strong> clearly can't abide <strong> Colin Powell </strong>'s deputy, <strong> Dick Cheney </strong> Armitage. In one scene, he confronts <strong> Colin Powell </strong>, telling him that <q>Armitage has been bad-mouthing the Pentagon all over town... I don't know what the hell is in Armitage's craw but I'm tired of it.<q> There are some puckish observations. <strong> John McCain </strong> is characterised as \"a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media\". The haste with which <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297272060224821253", "i": 28612, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "if there are more, I suspect they're working on them as well, even though I don't happen to know what they are. It is just false, not true, inaccurate and typical. <q>There's no debate in the world as to whether they have those weapons.<q> July 30, 2002: \"<strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's", "new_id": -2}, {"uid": "1295860435042090520", "i": 5995, "idx": 3, "sa": ["Dominic Cummings", "Michael Gove", "Andy Coulson", "Steve Hilton"], "q": "moment of maximum panic) for agreeing to Tory participation at all. After the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. <q>They're just chalk and cheese,<q> says one senior Cameroon. \"<strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite.\" According to one Cabinet minister, the two", "new_id": -2}]