[{"uid": "1295844367023740578", "i": 19816, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be chief executive, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most scrutinised companies. For the first time last year, he started to sit out", "new_id": -2}, {"uid": "1295981856139264033", "i": 43137, "idx": 1, "sa": ["Tommy Vietor", "Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" <strong> Tommy Vietor </strong> said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1 BA$ 899,000.00 SAN FRANCISCO 3 BR/ 1", "new_id": -2}, {"uid": "1296278683209059853", "i": 58377, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "dollars you can expand that research and development group.\" <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation. <q> You have to continue to invest very aggressively in high tech businesses or the technology marches by your company and there's no way we're going to let that happen, </q> Balfour said. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1297286783062046208", "i": 55650, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "He footnotes this to a March 15, 2004 memo. The faulty intelligence about Saddam Hussein's capabilities and stockpiles of weapons of mass destruction are well-known by now; on preceding page, <strong> Donald Rumsfeld </strong> writes, <q> the German chief of intelligence actually held a grimmer view than the U.S. intelligence community:` It is our estimate that Iraq will have an atomic bomb in three years.'... A multitude of specific, seemingly credible reports, some even illustrated with satellite photos, provided supporting evidence. </q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1295967193135200806", "i": 9730, "idx": 0, "sa": ["Zahi Hawass", "Hermann Parzinger"], "q": "museum. Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor <strong> Hermann Parzinger </strong> said in a statement. \"She is and remains the ambassador of Egypt in Berlin.\" Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the", "new_id": -2}, {"uid": "1295111506135200861", "i": 10478, "idx": 1, "sa": ["Allen Iverson", "Elton Brand", "Danilo Gallinari", "Nathaniel D Robinson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Bottled up in Boston, the Knicks started slowly again in the rematch. Then <strong> Nathaniel D Robinson </strong> and <strong> Danilo Gallinari </strong> scored off the bench in bunches", "new_id": -2}, {"uid": "1295556469260145156", "i": 26703, "idx": 2, "sa": ["Eric Schmidt"], "q": "\"First, we must focus on developing the underlying fast networks( generally called LTE),\" <strong> Eric Schmidt </strong> writes. \"Second, we must attend to the development of mobile money,\" he continues. <q> Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world. </q> I will focus on priorities two and three, in part because they're more in Google's control. I'll start with mobile money, which I've written about numerous times. In a", "new_id": -2}, {"uid": "1297562861212975627", "i": 3372, "idx": 1, "sa": ["Abdelbaset al-Megrahi", "Kirsten Gillibrand"], "q": "BP wanted <strong> Abdelbaset al-Megrahi </strong> released so that an oil deal being negotiated with Libya could go forward.\" Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism. <q> Economic and trade interests should never take precedence over matters of justice, </q> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said. \"If we're ever going to win the fight against international terrorism, the rule of law must hold strong.\" The White House declined to weigh in on the", "new_id": -2}, {"uid": "1295874988013910042", "i": 2429, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "John Thune", "Charles Ellis Schumer", "Tom Coburn", "Daniel Hernández"], "q": "from each party, Republican <strong> John Thune </strong> of South Dakota and <strong> Kirsten Gillibrand </strong> of New York, will pair off, and New York's liberal senior Senator <strong> Charles Ellis Schumer </strong> said he'll be elbow-to-elbow with conservative <strong> Tom Coburn </strong> of Oklahoma. <q> I think if <strong> Tom Coburn </strong> and <strong> Charles Ellis Schumer </strong> can sit next to each other, then probably just about everybody can, </q> Among the guests at the State of the Union address will members of the medical team tending to Rep. <strong> Gabrielle Giffords </strong>, and hero intern <strong> Daniel Hernández </strong>, who is credited with having helped save the congresswoman's life.", "new_id": -2}, {"uid": "1297100048035717139", "i": 53309, "idx": 1, "sa": ["Aaron Sorkin", "Michael Vick", "Sarah Palin"], "q": "<strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On Sorkin-Aaron Sorkin-takes-cnn-s-parker-spitzer-denounce-Sarah Palin-idiot-jaw-droppi\"> CNN's Parker-Spitzer on October 4, 2010, <strong> Aaron Sorkin </strong> declared: <q> <strong> Sarah Palin </strong>'s an idiot. Come on. This is a remarkably, stunningly, jaw-droppingly incompetent and mean woman. </q> Cappmann1962 on Mon, 02/07/2011- 12:05 pm. <strong> Sarah Palin </strong> demonizes education and intellect, hmmm? So, in other words, we're back to liberals being mentally superior to Cro-Magnon conservatives. And here", "new_id": -2}]