[{"uid": "1296175056236372022", "i": 45081, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "Angela Eagle", "George Osborne"], "q": "a`` sacker's charter''. No 10 called it`` a hirer's charter''. <strong> Angela Eagle </strong>, the shadow chief secretary to the Treasury, described the confidence index figures as very concerning, reflecting <q> an early sign of the impact of this month's VAT rise </q>. Health and aid spending pledge could damage recovery, warn business groups Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video 28 Nov", "new_id": -2}, {"uid": "1297446725101842956", "i": 11169, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "Condoleezza Rice"], "q": "about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct seems to be to back off. He tells me that <strong> Condoleezza Rice </strong> is a <q> smart and able woman, let there be no doubt. A very accomplished person and a good person. </q> Some antagonisms, however, are too open to disguise. <strong> John McCain </strong>, the Republican candidate in the last presidential election, became one of the foremost critics of <strong> Donald Rumsfeld </strong>'s approach to the Iraq war. He", "new_id": -2}, {"uid": "1296713442108806145", "i": 851, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these", "new_id": -2}, {"uid": "1296380428137199628", "i": 18558, "idx": 1, "sa": ["After 7", "Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> goes beast in game against Portland when he scores 44 points and makes <strong> After 7 </strong> points in overtime January 8, 1987 86-87 Blazers was", "new_id": -2}, {"uid": "1295295626163250176", "i": 15375, "idx": 1, "sa": ["Sergio Marchionne"], "q": "blocks.`` It's a rumor on the table that we're supposed to make parts for the( Fiat) transmission,'' said UAW 1166 official Jeff LaDow at the Kokomo casting plant. <q> Right now, we're still getting the engine block squared away. </q> Fiat chief <strong> Sergio Marchionne </strong>, who committed$ 1.1 billion for revamping the Kokomo complex on top of$ 179 million for Dundee and$ 550 million for Toluca, controls Chrysler's budget, although the Detroit automaker's", "new_id": -2}, {"uid": "1296536150067862556", "i": 32792, "idx": 2, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson", "Joakim Noah"], "q": "overtime, including the game-winning jumper with 51 seconds left in overtime. <strong> Joakim Noah </strong>, who was also making his postseason debut, scored 11 with 17 rebounds for the Bulls as they wrested the home-court advantage from Boston. <q> As the games go on, the moments http://wn.com/Allen_Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed:`` God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added:`` I feel that they are committed to developing a winner and I know that I can help", "new_id": -2}, {"uid": "1295425909066371674", "i": 37078, "idx": 1, "sa": ["Sergio Marchionne", "Roland Hwang"], "q": "cars). I see a market. There is a big difference. We never set out to conquer the U.S. market with A and B cars.''-- <strong> Sergio Marchionne </strong>, CEO, Fiat Auto and Chrysler Group <q> Looking here at the Detroit auto show, there is no doubt that small cars are having a resurgence. Consumers who once bought large or midsize cars are the ones mostly likely to shift to compact cars. </q>-- <strong> Roland Hwang </strong>, transportation program director, Natural Resources Defense Council`` Space in a small car today is about the same as in C-D cars 10 years ago.''--", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1296152835245841973", "i": 8269, "idx": 4, "sa": ["Eric Schmidt"], "q": "other co-founder, will focus on`` the order of three big initiatives,'' on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft( MSFT), </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' Facebook, on the other hand,`` has clearly stated they don't want", "new_id": -2}, {"uid": "1296719606020512783", "i": 294, "idx": 0, "sa": ["Jim Wallace", "Mike Pence"], "q": "president. <strong> Jim Wallace </strong>, 49, said he understands the odds but thinks he brings an economic development and business background that <strong> Mike Pence </strong> lacks. Besides, he suggested, <strong> Mike Pence </strong> is needed in Congress. <q> I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage, </q> he said.`` I think it would be a tragedy to lose that conservative voice in Congress.'' <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}]