[{"uid": "1297142958122093572", "i": 13888, "idx": 1, "sa": ["Donald Rumsfeld", "William Hague"], "q": "Heading to Tunisia to meet the new interim government& show UK support for the people of Tunisia& their democratic hopes\" \" <strong> William Hague </strong> Foreign <strong> Donald Rumsfeld </strong>, via Twitter But a spokesman described the current period as <q> a time of great opportunity in the region </q>, and said the foreign secretary's discussions would focus on \"calls for greater political openness and economic development in the Middle East in the light of recent events in Tunisia and Egypt\". While in", "new_id": -2}, {"uid": "1297169005265420815", "i": 40806, "idx": 0, "sa": ["Simon Cowell"], "q": "the minimum age is 12, but there is no limit to how old a contestant can be. In addition, groups-- not just individual singers-- will be able to compete. <strong> Simon Cowell </strong> said, <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> Another difference in The X-Factor compared with American Idol is that each judge-- and there are four of them-- will personally mentor groups of contestants. For example, one judge will work with the vocal", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1295686742156401686", "i": 47055, "idx": 22, "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson", "Dikembe Mutombo"], "q": "working to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said. \"There are a lot of things we've got to work on.\" <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a challenge to make this team better, </q> <strong> Allen Iverson </strong> said. \"He talked about during this bad time that we're going through right now that it was http://wn.com/Allen_Iverson_MVP_Season_43pts_vs_Pistons_Mutombo's_Debut Philadelphia 76ers obtain 7-foot-2-inch <strong> Dikembe Mutombo </strong>, last great center still standing in Eastern Conference, in six-player deal", "new_id": -2}, {"uid": "1295826179073957407", "i": 24787, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past", "new_id": -2}, {"uid": "1295530413255115280", "i": 9481, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}, {"uid": "1297182562166789141", "i": 2707, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "its share of revelations. <strong> Donald Rumsfeld </strong> reveals that he offered to resign twice in the wake of the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed mistreatment of Iraqi detainees by U.S. soldiers. <q> Unacceptable acts had been visited upon human beings in U.S. charge, </q> he writes. \"The ramifications were so great that, as the head of this department of 3 million people, I felt compelled to step forward to take responsibility for the institutional failure. As I began to", "new_id": -2}, {"uid": "1296258492209223730", "i": 24181, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "jobs across the nation. The senator says New York is already home to great universities and businesses and the proposal would bring more private investment to New York and to the Capital Region. <q> What's so great about this idea is it's not a democratic idea, it's not a republican idea. It's just a good idea. I think those are the kinds of ideas that will bring us together and move our agenda forward, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1297245174074432537", "i": 15391, "idx": 2, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "character of a TV show. He describes <strong> Simon Cowell </strong> Sunshine as \"an ensemble comedy\" but insists he is \"at the creative centre this time. I've never done that before\". <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295560362243744804", "i": 28496, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Trial opens today for Paterson man accused", "new_id": -2}]