[{"uid": "1296062030049987594", "i": 23141, "idx": 0, "sa": ["Tyler Ward", "Simon Cowell"], "q": "Inc.. Being A Rap Artist Wasn't In His Plans, But Found Himself In A Fucked Up Situation. His Artist Bailed On The Label After <strong> Simon Cowell </strong> <strong> Tyler Ward </strong> Invested Tens Of Thousands Of Dollars Into The Project. <q> So To Keep My Sanity, And Keep From Killing Dat Nigga, I Decided To Put The Label On My Back, And <strong> Chris Jericho </strong> It Myself </q>. The Label Is Named After His Daughter In Her Honor, Alexis Records Inc, Established In 1997. Follow Him On His Journey Back To The Top, You Can't Keep A Real Player Down Forever,", "new_id": -2}, {"uid": "1297203269184696860", "i": 6560, "idx": 9, "sa": ["Colin Powell", "Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "out this year.`` The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Article: <strong> Barack Obama </strong> invites Republican lawmakers to White House...'s memoir plays a fast and loose game of dodge ball with what", "new_id": -2}, {"uid": "1295681320220479511", "i": 46169, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "15 points, respectively. No thanks to the Lakers, either, suggested coach Phil Jackson.`` I thought our defense packed it in on them, but they missed some easy shots,'' Jackson said. <q> I told the team at halftime,` They're not going to shoot like this for the whole game. They missed some close shots, some shots they usually make. We'll have to play better defense in the second half.'`` But they never showed up. They never got it going. </q> <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting.`` In a game like tonight, on our All credit goes", "new_id": -2}, {"uid": "1295254600092618767", "i": 7198, "idx": 0, "sa": ["Allen Iverson"], "q": "over Friday night, the feeling was familiar for the former 76er. Another crowd-pleasing performance, 22 points and 10 assists over 39 minutes, wasn't enough to prevent a loss-- 101-96 to the Sacramento Kings. <q> I'm glad it's over, </q> <strong> Allen Iverson </strong> said.`` That's the only thing I thought about, just getting the first one by me. I wish it could've ended with a win. I felt it could've ended with a win", "new_id": -2}, {"uid": "1295802494101695495", "i": 36367, "idx": 10, "sa": ["Colin Powell", "Laurence Arnold", "Barack Obama"], "q": "the stability and services that Afghans are looking for, <strong> Colin Powell </strong> said. He said it's too early to know how many troops <strong> Barack Obama </strong> may be able to bring back to the U.S. in July. <q> I think one year of surge has produced rather inconclusive results, </q> <strong> Colin Powell </strong> said.`` I can not tell whether or not the surge is successful.''-- With assistance from Mike Dorning in Washington. Editors: Ann Hughey, <strong> Laurence Arnold </strong>. To contact the", "new_id": -2}, {"uid": "1295094125134053943", "i": 20083, "idx": 13, "sa": ["Carmelo Anthony", "Mike D'Antoni", "Allen Iverson"], "q": "to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Carmelo Anthony </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of the Nuggets' suddenly stingy defense. <q> They made every shot in the world, </q> Suns coach <strong> Mike D'Antoni </strong> said.`` They are hard to handle when <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.'' At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>", "new_id": -2}, {"uid": "1295116940052232197", "i": 27753, "idx": 2, "sa": ["Allen Iverson", "Matt Geiger"], "q": "''`` <strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs. <q> It was a big thing for him to finally get here. </q> The game was tied at 78-78 with eight minutes left when the 76ers went on a 23-8 run over the next seven minutes to put away the game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that", "new_id": -2}, {"uid": "1295586272212418583", "i": 2937, "idx": 2, "sa": ["Kobe Bryant", "George Karl", "Vince Carter", "Martin Luther King", "Allen Iverson"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Nets_Vince_Carter_29_PTS_9_REB_7_AST_Vs_Kevin_Martin_36_PTS_Kings_98__90 <strong> Vince Carter </strong> 29 PTS 9 REB 7 AST Vs <strong> Martin Luther King </strong>", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1297286448241352724", "i": 26929, "idx": 1, "sa": ["Mike Pence"], "q": "strengthen the American position on bonds and currency...'' \" \" the Daily Caller reports that one Fed official, Dallas Fed president <strong> Mike Pence </strong> Fisher, raised a public warning against going any further. \" <q> I'm sure Obama will focus like a laser on deficit reduction this year. Well, maybe next year. Definitely no later than the year after that. </q> Doughboy on February 9, 2011 at 3:43 PM Paul Ryan is one of the few in Congress( either party) with any significant IQ. And he seems to have a genuine desire to get", "new_id": -2}]