[{"uid": "1295001054194838530", "i": 13325, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place on Saturday night( 15.01.11). A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said:\" The party was only ever for close friends and", "new_id": -2}, {"uid": "1296537955082821121", "i": 9384, "idx": 1, "sa": ["House Judiciary Committee", "Roger Goodell", "Michael Vick"], "q": "\" I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,\" <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. <q> I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given.\" As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward, </q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property http://wn.com/Ray_Lewis_says_an_18-game_NFL_season_is_too_much_for_players The <strong> House Judiciary Committee </strong> held a hearing Wednesday into the impact of head injuries on football players", "new_id": -2}, {"uid": "1296179950266141706", "i": 16767, "idx": 6, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "did?\" <strong> Lindsey Graham </strong> said in reference to the former Republican president and Democratic House speaker. <strong> Sen. Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program and the media of swallowing their spin. <q> If it's raining tomorrow, therefore Social Security is in trouble. What's the surplus for Social Security? </q> he said. <strong> Sen. Bernie Sanders </strong> said the trust fund is similar to businesses that take out loans from time to time to cover short-term costs but are fiscally sound over the long term. The other members", "new_id": -2}, {"uid": "1296075535083542047", "i": 20183, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "<q> We're real excited about it, </q> CEO Rob Vito said Tuesday, the Huffington Post reports.\" <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"uid": "1295470161077529109", "i": 27305, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "with a book release the next month. The book will include the text of <strong> Sen. Bernie Sanders </strong>'s entire speech, and an original introduction written by the senator, an independent who caucuses with Democrats. <q> The very strong response to my speech tells me that there is hunger all over American for a discussion about economic truths, for a counterattack on the ferocious assaults that are taking place against working families, and for a practical plan on how we can reverse the obscene politics that favor the rich over the middle class and the disadvantaged in our nation, </q> <strong> Sen. Bernie Sanders </strong> said.\" If my speech helped educate people about some of these issues, made them aware that they're not alone in their concerns of their pain, and pointed a way to the future, it", "new_id": -2}, {"uid": "1295568083254656537", "i": 43134, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's John Foley speaks with Cloud9 Analytics' President and CEO, Swayne Hill. Cloud9 Analytics has developed a set of analytic applications for customers of salesforce.com <strong> Eric Schmidt </strong> will continue to work for Google, assuming", "new_id": -2}, {"uid": "1296579740005816323", "i": 19654, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is worth about$ 750, and CEO <strong> Sergio Marchionne </strong> said even though the company is losing money, the employees deserve the recognition. The automaker lost nearly$ 200 million in the fourth quarter of 2010. <q> The way in which this house has responded to the challenge of introducing 16 cars in 12 months is something I've never seen, and hopefully will never see again... It would have been improper on our part not to recognize what went on here in 2010, </q> <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW President Ken Lewenza said Monday that the employees appreciate the recognition..\" I think it's a vote", "new_id": -2}, {"uid": "1297104003173965321", "i": 8577, "idx": 1, "sa": ["Simon Cowell"], "q": "General Election, the prime minister dismissed those who oppose his third term as\" mean-spirited\" and\" cynical\".\" All these political snobs have ganged up against the party,\" <strong> Simon Cowell </strong> said. <q> If you take me out of the equation, you have a lot of my teenage coalition being attacked by a huge hate mob on Facebook.\" It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand. </q> <strong> Simon Cowell </strong> added:\" At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!\" Don't forget how people laughed at me", "new_id": -2}, {"uid": "1295066628181321734", "i": 6342, "idx": 1, "sa": ["Michael Vick", "Brett Favre", "Sean McManus"], "q": "would have thought that <strong> Michael Vick </strong> would be the best\" positive story\" when the season began.\" Whether it was <strong> Michael Vick </strong> or <strong> Brett Favre </strong>,\" said <strong> Sean McManus </strong>, trying to explain this NFL viewership phenomenon. <q> I think all of it generated interest...[ and] brought in a lot of people who wouldn't normally watch football. </q> <strong> Sean McManus </strong> added that once curiosity is piqued, the games must be compelling enough to hold viewer interest. And most of them were.\" It becomes almost a self-fulfilling prophesy,\" <strong> Sean McManus </strong> said", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]