[{"uid": "1296789416115392517", "i": 26486, "idx": 1, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony", "Will Bynum"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said. \"I <strong> Will Bynum </strong> remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1295217119075989139", "i": 34379, "idx": 0, "sa": ["Gabrielle Giffords", "Sarah Palin", "Bernie Sanders", "Barack Obama"], "q": "2012 Barack Obamaial contender, distanced himself from <strong> Sarah Palin </strong> at one point, saying the map markings like the ones on her website weren't his style. But he also agreed with <strong> Sarah Palin </strong> on one key point. <q> There is no evidence to suggest that it( the map) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It", "new_id": -2}, {"uid": "1296433725170967050", "i": 21127, "idx": 0, "sa": ["Serge Ibaka", "Erik Spoelstra", "Michael Vick", "Stewart Mandel", "Dwyane Wade"], "q": "the final minute of the first half. Miami's <strong> Dwyane Wade </strong> picked up his sixth of the season in the fourth quarter while protesting after <strong> Serge Ibaka </strong> blocked his layup attempt. <q> All of us, we're all so competitive, and when we get into circumstances in the fourth quarter, there's going to be tough calls on both sides, </q> Heat coach <strong> Erik Spoelstra </strong> said. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1296950394175865882", "i": 16768, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "reflect on the significance of her life,\" <strong> Kirsten Gillibrand </strong> said. Donald Pinder, president of the Harriet Tubman Organization in Maryland, said the park would offer Tubman's story as a way to encourage people <q> to do the right thing, even when everybody says you shouldn't do that, or it's against the law. </q> \"They'll look at her, Pinder said. \"She started out as one person and look what she did.\" After escaping slavery and reaching Philadelphia in 1849, Tubman made at", "new_id": -2}, {"uid": "1296679524252428319", "i": 25360, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better.\" <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book, <q> No Apology: The Case for American Greatness, </q> making appearances on\" Late Show with <strong> David Letterman </strong>\" and \"The View.\" But the appearances have fueled speculation that <strong> Mitt Romney </strong>, who lost in the Republican primary in 2008 to When the", "new_id": -2}, {"uid": "1297137005173735938", "i": 22641, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": "gives <strong> Michael Vick </strong> a key to the city Dallas Councilmember Tennell Atkins to host Community Office meetings Hidden Treasures of the Mary McCord/Edyth Renshaw Collection on the Performing Arts New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295928966011796491", "i": 2637, "idx": 0, "sa": ["Allen Iverson", "Richard Hamilton", "Tim Stapleton"], "q": "scoring record for a reserve. <strong> Richard Hamilton </strong> scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of Detroit's 17 points in overTim Stapletone in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q> The simple fact that now I'm coming off the bench I ain't got Tim Stapletone to get warmed up, </q> said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. \"I have to come in on fire every Tim Stapletone.\" <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1297519408017776651", "i": 2400, "idx": 2, "sa": ["Shayne Ward", "Simon Cowell"], "q": "recording and touring and has maintained a good relationship with music mogul <strong> Simon Cowell </strong>. Not that he sees him that much- \"he's always off\" . Does he find him intimidating? <strong> Shayne Ward </strong> laughs. <q> I don't find him intimidating. I know people do. </q> He thinks however, that <strong> Simon Cowell </strong> appreciates hard work; singers who are prepared to graft for success and not expect it on a plate. And that seems to be how <strong> Shayne Ward </strong> sees himself- a hard", "new_id": -2}, {"uid": "1296549619189169667", "i": 426, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "worth a thousand commercials. Just ask <strong> David Letterman </strong>. The Biebs visited the set of \"Late Show with <strong> David Letterman </strong>\" on Monday, BieberJustin Bieber\" target=\"_blank\"> tweeting from the couch. <q> I'm hanging out with my Dave at@late_show we need to get him twice as many followers! </q> <strong> Justin Bieber </strong> wrote. tweeted their appreciation, writing, \"Hey,@Justin BieberJustin Bieber! Thanks for the Twitter bounce. Only 6,900,000 to go. Game on, <strong> Justin Bieber </strong>.\" During the teen sensation's interview he", "new_id": -2}, {"uid": "1295238796192987172", "i": 8349, "idx": 2, "sa": ["Al Gore", "Eric Schmidt", "Steve Jobs", "Arthur D. Levinson", "Bill Campbell"], "q": "<strong> Steve Jobs </strong> acknowledged as much in August in a statement on <strong> Eric Schmidt </strong>'s resignation. He said the decision was mutual and made sense because <strong> Eric Schmidt </strong>'s effectiveness on the board, which he had served on for three years, <q> will be significantly diminished since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest. </q> Google didn't give an explanation for <strong> Arthur D. Levinson </strong>'s departure, which was effective immediately. Apple directors <strong> Al Gore </strong> and <strong> Bill Campbell </strong> remain advisers to Google. \"Art has been a key part of Google's", "new_id": -2}]