[{"uid": "1297341007032342097", "i": 10217, "idx": 0, "sa": ["Michael Vick", "Charles Woodson"], "q": "â\u0080¢ ''When the Packers lost <strong> Charles Woodson </strong>( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.'' â\u0080¢ <q>If you look at how <strong> Sam Shields </strong> played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>.</q> â\u0080¢ ''Everyone got all excited about <strong> Michael Vick </strong>- and there was reason to be excited early- but if you look at how he finished the season, you see( that) teams started to figure", "new_id": -2}, {"uid": "1296806257169033781", "i": 31932, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Ghraib became public. Mr Bush rejected both but finally removed Mr <strong> Donald Rumsfeld </strong> from the Cabinet after elections in 2006 cost Republicans control of Congress. The Washington Post quotes Mr <strong> Donald Rumsfeld </strong> as saying in the book: <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> Mr <strong> Donald Rumsfeld </strong>, 78, also criticised the Bush administration for failing to work with the US Congress on drafting policies for treatment of prisoners. ''Looking back, I see there are things the", "new_id": -2}, {"uid": "1297199921051740747", "i": 29049, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "cause of unintended high-speed acceleration in Toyotas. The study, which was launched at the request of Congress, responded to consumer complaints that flawed electronics could be the culprit behind Toyota's spate of recalls. <q>We feel that Toyota vehicles are safe to drive,</q> said Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>. Officials with the National Highway Traffic Safety Administration said they reviewed consumer complaints and warranty data in detail and found that many of the complaints involved cases in which the vehicle accelerated after", "new_id": -2}, {"uid": "1295715899131842121", "i": 25766, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton"], "q": "fill <strong> Hillary Clinton </strong>'s Senate seat, <strong> Kirsten Gillibrand </strong> finds herself experiencing A Political Moment. She is drawing raves-including from Jon Stewart-for her tireless work in passing the bill to aid September 11 first responders and in repealing the military's <q>don't ask, don't tell</q> policy. In November, she won the election to finish out <strong> Hillary Clinton </strong>'s term with 62 percent of the vote. Along the way, the 44-year-old mother of two( Theo, 7, and Henry, <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1297123861224133141", "i": 12484, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Ap Television Writer 34 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series ''The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow ''American Idol'' judge. ''I've always said at some point we are going to be working together.'' But, he added, ''I have to", "new_id": -2}, {"uid": "1295670451069369910", "i": 1667, "idx": 4, "sa": ["Kobe Bryant", "Elgin Baylor", "George Karl", "Allen Iverson", "Mo Williams"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''<strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1295772190146751527", "i": 37178, "idx": 0, "sa": ["Andy Coulson"], "q": "Pakistan deny Mullah Omar heart attack report Video: Egypt on alert after ahead of Coptic Christmas... Video: Young French hostages executed in Niger desert... Photo: US puts Pakistani Taliban figure on terror list Report Abuse <q>The very fact that this occurred in England at all is disgusting. There should be no Muslims in Europe at all, yet here they are flooding our cities, destroying our culture and heritage and bringing violence to our shores.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296336945124829773", "i": 5889, "idx": 0, "sa": ["Michael Vick"], "q": "that has been widely derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, ''Three years, that seems like such a long time,'</q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. '''But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1295641913254836808", "i": 17, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "career advancement happens at a slower pace in more mature companies. <strong> Sergey Brin </strong>'s Role <strong> Sergey Brin </strong>, who co-founded Google with Page, will retain the title of co-founder and will focus on strategic products. <q>I would like to work more on my personal passions, including several new significant products that I hope to tell you about in the future,</q> he said. <strong> Eric Schmidt </strong>'s transition comes at a good time for <strong> Eric Schmidt </strong> in that the company's performance under his tenure has been exemplary. He is stepping aside just as Google spins the wheel on its", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that ''contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are ''just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]