[{"uid": "1295739236074268686", "i": 264, "idx": 0, "sa": ["Doc Rivers", "Elgin Baylor", "Rajon Rondo", "Ben Gordon", "Allen Iverson"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. <q><strong> Doc Rivers </strong> said going into the half, \"Be aggressive, but let it come to you,</q>' <strong> Allen Iverson </strong> said. \"<strong> Elgin Baylor </strong> never think <strong> Elgin Baylor </strong>'m not in my rhythm. It can be a grind as a shooter. As a scorer you\"re always trying to find something.\" <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each", "new_id": -2}, {"uid": "1295804681123387908", "i": 21531, "idx": 1, "sa": ["Andy Coulson"], "q": "\" Koran 8:12 Report Abuse \"If we're not to profile( which seems so sheepish, and passive),\" Report Abuse \"You can't tell a good muslim from a bad one\" Report Abuse <q>You know how to tell a good muslim from a bad one</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit AARP Â® Auto Insurance Over 50? Save Avg$ 384* On Auto Insurance", "new_id": -2}, {"uid": "1295564518204079107", "i": 28857, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead. <q>We will continue to discuss the big decisions among the three of us,</q> he writes. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" There are no comments to display. Be the first", "new_id": -2}, {"uid": "1296106306239763512", "i": 22463, "idx": 3, "sa": ["Michael Vick", "Adrian Peterson"], "q": "coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys and I'm enjoying being out here playing football,\" he said. <q>This is what you work for. You work hard to get in this position. I'm ecstatic to be here.</q> <strong> Michael Vick </strong>, 30, was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.", "new_id": -2}, {"uid": "1296593042130416646", "i": 2297, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<q>Right now[ I'm] just kind of focusing on my music a lot. That's really important to me. This movie I have coming out... Most people just think they just put me together, some people just made me like I'm some factory machine, but this movie proves that I worked hard to get here and that's what I wanted to show.</q> <strong> Justin Bieber </strong>, explaining part of the motivation to make his upcoming movie \"Never Say Never\" on \"The Late Show With <strong> David Letterman </strong>.\" The 16-year-old Canadian pop sensation sat on the couch with the venerable talk", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1296852645182026275", "i": 299, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295802228188252172", "i": 4628, "idx": 3, "sa": ["Colin Powell", "Lee Myung-bak", "Barack Obama"], "q": "all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q><strong> Lee Myung-bak </strong> think he has reached out to countries around the world and has developed good relations with countries around the world,</q> <strong> Colin Powell </strong> said. \"And <strong> Lee Myung-bak </strong> think he's working very hard on the issue of unemployment which <strong> Lee Myung-bak </strong> think is the major problem facing America right now, and <strong> Lee Myung-bak </strong> think and <strong> Lee Myung-bak </strong> hope that this will be the", "new_id": -2}, {"uid": "1296745521187088920", "i": 18234, "idx": 0, "sa": ["Michael Vick"], "q": "to do with the shooting and no charges were filed. However, <strong> Michael Vick </strong> and those around him are taking extra precuations this time for the \"Dallas Dynasty 2011\" event that they are billing as the <q>premiere A-list high society event of the 2011 Super Bowl.</q> The party is listed as running from 9 p.m. to 3 a.m. Jeff Skaggs, the owner of the Deux Lounge in Dallas told TMZ.com, that among the precautions being taken is that he has hired three", "new_id": -2}, {"uid": "1295907918177651713", "i": 23764, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,</q> he said during a recent interview. \"The fact that I had it persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite,", "new_id": -2}]