[{"uid": "1295582183033980446", "i": 4557, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have", "new_id": -2}, {"uid": "1297363571104955962", "i": 5402, "idx": 0, "sa": ["Moqtada al-Sadr", "Donald Rumsfeld"], "q": " \"relatively large\" Iraqi security force for additional support. Also in 2006, the Anbar Awakening began to gain momentum, while the Iraqi government began maturing and <strong> Moqtada al-Sadr </strong> decided to fade from the scene. <q> The surge was the right thing to do at the right time, </q> <strong> Donald Rumsfeld </strong> said, giving Bush \"a whale of a lot of credit\" for pulling the trigger on it. \"He galvanized opinion in Iraq\" as well as in the US, <strong> Donald Rumsfeld </strong> says, which was", "new_id": -2}, {"uid": "1296770511173654034", "i": 12168, "idx": 18, "sa": ["Donald Rumsfeld", "Joe Biden", "John Kerry", "Al Gore", "Saddam Hussein", "Colin Powell", "Hillary Clinton"], "q": "defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war. \"Yet when opposing the Bush administration's efforts in Iraq became politically convenient,\" says <strong> Donald Rumsfeld </strong>, <q> they acted as if they had never said any such thing. </q> <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that <strong> Saddam Hussein </strong> indeed possessed a stockpile of banned weapons. \"Over time", "new_id": -2}, {"uid": "1297356992264552560", "i": 24438, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Mesa-$ 375,000 MLS 4352255 3 bed", "new_id": -2}, {"uid": "1296706232199049239", "i": 13726, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Pistons_Highlights_Kobe_Bryant_40_points Date: November 17, 2009 Staples Center, Los Angeles, CA First of all, all video credits to JD2K for this", "new_id": -2}, {"uid": "1297604062127287303", "i": 20028, "idx": 9, "sa": ["Simon Cowell"], "q": ".\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in the competition.", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1297212014253886469", "i": 175, "idx": 2, "sa": ["Liam Neeson", "Simon Cowell"], "q": "And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television <q> The royal wedding is taking place, people are very excited. What about your wedding? Is it on schedule will you be getting married soon? </q> Billy asked. Prince <strong> Liam Neeson </strong>, so they've got ta go first,\" <strong> Simon Cowell </strong> said. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK!", "new_id": -2}, {"uid": "1297588672045400131", "i": 10459, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Washington-- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1297231746082936005", "i": 40876, "idx": 2, "sa": ["Sergio Marchionne"], "q": "had$ 7.3 billion in cash, and$ 9.6 billion in liquidity after reporting an operating profit of$ 763 million. Chrysler's U.S. market share jumped to 9.2 percent from 8.8 percent in 2009. <q> I think we should distribute humility pills, so that we all remember to keep our heads down and keep working, </q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 Vincent Goodwill Jr.: In another yet stunning move, Pistons guard Richard Hamilton is active tonight against the Bucks. He hasn't played since January 10 against the", "new_id": -2}]