[{"uid": "1295739237074268677", "i": 48550, "idx": 4, "sa": ["Manu Ginobili", "Detroit Red", "Rasheed Wallace", "Antonio McDyess", "Allen Iverson"], "q": "in the final 15 minutes after picking up a technical, and the <strong> Detroit Red </strong> Pistons rallied from 10 points down to beat San <strong> Antonio McDyess </strong> 89-77 on Tuesday night despite the return of <strong> Manu Ginobili </strong> to the Spurs' starting lineup. <q> After the tech, he kind of took matters in his own hands, started being a lot more aggressive, </q> <strong> Allen Iverson </strong> said.`` It paid dividends for us.'' But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping", "new_id": -2}, {"uid": "1297281931071155737", "i": 36369, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "with his family and brother to Pakistan two decades ago, and prosecutors say they trained in terrorist camps and fought the Soviet Union. U.S. Video: Ackerman High School Students Grieve Those Killed In Crash Report Abuse <q> terrorism. it's muslims stuff. every terrorists should be hanged. the person who is muslim terrorist and the person who is converted to muslim and became terrorists. I SAY. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get extremely cheap rates!` Kill Your Wrinkles' Dermatologists don't want you", "new_id": -2}, {"uid": "1295433052260259931", "i": 357, "idx": 0, "sa": ["Lionel Richie", "Don Kirshner", "Arsenio Hall", "David Letterman", "Billy Crystal", "Billy Joel", "Paul Shaffer"], "q": "musicians including <strong> Billy Joel </strong> and the Police. <strong> Don Kirshner </strong> also helped launch the careers of Prince, The Eagles, <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <q> <strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the` golden age' of the popular music business, </q> <strong> Billy Joel </strong> said in a statement.`` At the time, his` hands-off' approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.'' <strong> Paul Shaffer </strong>,", "new_id": -2}, {"uid": "1295846619088145976", "i": 10233, "idx": 1, "sa": ["Andy Coulson"], "q": "newsrooms having to update stories once or twice an hour are desperate for fresh leads.''-- \" The Failed Estate The <strong> Andy Coulson </strong> affair raises the question-- who runs Britain? <q>`` That is only one example of the close ties woven between <strong> Tony Blair </strong> and <strong> Gordon Brown </strong>, when they were prime ministers, and <strong> David Cameron </strong> now, and the <strong> Rupert Murdoch </strong> camp- the private meetings and dinners, the calls( no hacking there) and the mutual interest. We once used to think of the establishment as being cabinet ministers, archbishops, BBC panjandrums, leaders of industry and royalty. No longer. It's the links between the government and the <strong> Rupert Murdoch </strong> empire that count today- a shadowy influence-mart. </q>-- \" The Guardian Government of Tunisia shuts down TV channel \"`` Tunisia's interim government abruptly shut down the country's oldest and most popular private television network on Sunday", "new_id": -2}, {"uid": "1297156905137773056", "i": 21936, "idx": 0, "sa": ["Donald Rumsfeld", "Jane Francis"], "q": ", faster than any other part of the world. So, if this warming was to continue unabated, could an emerald Antarctica be reborn?`` It is just possible,'' said Professor <strong> Jane Francis </strong>. <q> However, that assumes that plant species are able to migrate across the Southern Ocean from places like South America or Australia, </q> she said. Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1295626147033243158", "i": 21649, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/COULSON_RESIGNS_OVER_'NEWS_OF_THE_WORLD'_PHONE_HACKING www.intmensorg.info <strong> Andy Coulson </strong> the communications director of tory toff <strong> David Cameron </strong>'s government is a spy who <strong> Rupert Murdoch </strong> used to destroy", "new_id": -2}, {"uid": "1296129544255868987", "i": 40450, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Be the first to find out about breaking news in Southwest Florida and around the world. Available via text, email or both. Sign up for Traffic Alerts Get the latest warnings", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1296184988067649545", "i": 21634, "idx": 4, "sa": ["Mike Pence"], "q": "House, <strong> Mike Pence </strong> said Republicans`` welcome the president's call'' for Social Security reform.`` I think the only danger House Republicans have today is in not being bold enough,'' he said. <q> I think the American people are tired of half-measures. They're looking for men and women at every level of government who are willing to step up and speak the truth and to offer positive solutions to deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform. </q> <strong> Mike Pence </strong> said that he`` even heard the president... talking about fiscal discipline and reform'' but added that`` when he adds on top of that calls for additional spending, it undermines the credibility of", "new_id": -2}, {"uid": "1295803019101695619", "i": 39687, "idx": 1, "sa": ["Colin Powell", "President Bush", "Geoffrey Wawro"], "q": "to discuss the war. The first <strong> President Bush </strong> hosted some 3,500 people, including many who were Gulf War veterans, at the event at Texas A&M University, which is the home of his presidential library. <q> There is a legitimate argument as to whether we stopped too soon, </q> <strong> Colin Powell </strong> said.`` We accomplished the mission. <strong> President Bush </strong> made the right decision.'' <strong> Geoffrey Wawro </strong>, who published`` Quicksand: America's Pursuit of Power in the Middle East'' last year, writes in", "new_id": -2}]