[{"uid": "1296637625036814848", "i": 23158, "idx": 0, "sa": ["Simon Cowell"], "q": "However, recent reports have put her position in doubt over fears that she is not famous enough in the country. \"<strong> Simon Cowell </strong> still hasn't confirmed the panel,\" a source told The Sun. <q> She is in a state, it's her ticket out of the UK. </q> They continued: \"There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.", "new_id": -2}, {"uid": "1297645716244187137", "i": 17257, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded, mainstream organization,\" said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"uid": "1295930793182222854", "i": 22545, "idx": 1, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q> Hopefully we can turn things around by having some more energy and execute a little better. </q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Miami_Heat_vs_Washington_Wizards_95__94_December_18,_2010 For more Knicks news and highlights go to www.fromthebaseline.com. Follow me on twitter http http://wn.com/Allen_Iverson_27pts_vs_NY_Knicks_97/98_NBA_*Self-Pass_Layup_*Crossover_on_Childs In <strong> Allen Iverson </strong>'s 2nd season, the Philadelphia 76ers guard scored 27", "new_id": -2}, {"uid": "1295252671092618773", "i": 3359, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long decline", "new_id": -2}, {"uid": "1295967712261718021", "i": 771, "idx": 1, "sa": ["Eric Schmidt"], "q": "to accusations that it has struggled to retain its best talent. last week reported earnings and revenue that far exceeded expectations but has struggled with competition in social networking from companies such as Twitter. <q> Our retention has been actually the same and our retention has been exactly the same for seven years, </q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend more time on working wth governments. \"We've got very complicated government issues,\" he said. Google threatened to pull out of China last year", "new_id": -2}, {"uid": "1297285568241352727", "i": 35521, "idx": 0, "sa": ["Ibn al-Shaykh al-Libi", "Omar Suleiman", "Colin Powell"], "q": "Initiative for Personal Rights. Interviewed on Democracy Now on Monday, he highlighted critical information about <strong> Omar Suleiman </strong>, including information gleaned via WikiLeaks. Bahgat noted that until 2007, Egyptians didn't know who <strong> Omar Suleiman </strong> was <q> because up until then, he was not a public persona. We did not know who the head of our intelligence service was. </q> Col. Lawrence B. Wilkerson, <strong> Colin Powell </strong>'s former chief of staff, wrote after <strong> Ibn al-Shaykh al-Libi </strong>'s \"suicide\" in 2009: \"What I have learned is that as the administration authorized harsh interrogation in", "new_id": -2}, {"uid": "1296227273172146729", "i": 1456, "idx": 9, "sa": ["Barack Obama", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,\" he said. <q> This has been on his mind for a long time. </q> <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296802074171819014", "i": 5795, "idx": 0, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what <strong> James May </strong> did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1297395901078626819", "i": 35216, "idx": 2, "sa": ["David Letterman"], "q": "cast( http://www.iâ\u0080¦\" \"A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...\" \"Mad Avenue has a term called \"carpet bombing,\" which means paying for t...\" <q> Your posting a Comment allows me to do so as well. So, though I pledged not to e... </q> I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I'm about to write has I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I'm", "new_id": -2}]