[{"uid": "1295559703061718604", "i": 41341, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "for Google speaking with media and at conferences. Our read of the company is that <strong> Sergey Brin </strong> and <strong> Larry Page </strong> have been driving most of the major strategic decisions for a while. <strong> Eric Schmidt </strong>: Google's Policy Is To <q> Get Right Up To The Creepy Line And Not Cross It </q> Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for href=\"http://help.yahoo.com/l/us/yahoo/finance/quotes/fitadelay.html\"> other exchanges. Quotes and other information supplied by independent", "new_id": -2}, {"uid": "1296224676092700695", "i": 2494, "idx": 10, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q>`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1296204833047054861", "i": 48402, "idx": 0, "sa": ["Micheál Martin", "John Gormley", "Eamon Gilmore"], "q": "Instead a reluctant Enda appeared to be in no hurry to tangle with more accomplished verbal swordsmen such as <strong> Eamon Gilmore </strong> and <strong> Micheál Martin </strong>; he favoured a free-for-all fivesome which also includes <strong> John Gormley </strong> and Sir Grizzly of Adams. <q> There is no Taoiseach contesting this election. If we are going to debate the issues, all the leaders are going to be involved, </q> he insisted, adding that the new Fianna Fail boy on the block was in`` no position to dictate the trend of the general election''. Inevitably, spontaneous crowing broke out among the opposition.", "new_id": -2}, {"uid": "1296057614158892047", "i": 53079, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama"], "q": "<strong> Barack Obama </strong> mentioned nothing about abortion. <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin, a pro-life advocate, delivered the Republican response and he mentioned that protecting human life is part of the proper role of the federal government. <q> We believe government's role is both vital and limited- to defend the nation from attack and provide for the common defense... to secure our borders... to protect innocent life, </q> he said. But, although she was the keynote speaker at the Rose Dinner following the March for Life and has a consistently pro-life position on abortion, <strong> Mike Pence </strong> Michelle Bachmann of Minnesota did not mention pro-life", "new_id": -2}, {"uid": "1295667496153141257", "i": 45415, "idx": 0, "sa": ["Steve Ballmer"], "q": "Windows PCs compatible with its Kinect hands-free motion controller, which at present works only with the Xbox 360 gaming console. Large Health Center Company Embraces SaaS Model for H WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295543475207126531", "i": 9663, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Jordan", "Ray Allen"], "q": "his status.`` The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,'' <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pMichael Jordaning since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296140051066224141", "i": 49098, "idx": 1, "sa": ["Angelina Jolie", "Adam Reed"], "q": " While writing the scripts, he said he hasn't had time to research old spy dramas but has seen some recent ones, including`` Salt.''`` That <strong> Angelina Jolie </strong>,'' he noted. <q> I think she's going places. </q> TV PREVIEW`` Archer,'' 10 p.m. on FX Tweets that mention A talk with Atlantan <strong> Adam Reed </strong>, co-creator of FX's` Archer,' back for 2nd season Jan. 27| Radio& TV", "new_id": -2}, {"uid": "1295894980135872560", "i": 11465, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Abidjan: Ivory Coast's internationally recognised leader <strong> Alassane Ouattara </strong> on Monday ordered a one-month halt to exports of cocoa and coffee, a statement said. The government of the world's top cocoa producer <q> informs economic operators of the immediate stoppage of all exports of coffee and cocoa </q> starting Monday until February 23, the statement from his office said. TERMS OF USE: The views represented here are not neccesarily endorsed by www.zeenews.com and its allied websites. All messages will be moderated and no", "new_id": -2}, {"uid": "1295822638240304187", "i": 4065, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep IT costs well below industry average EMC has embarked on a journey that will prove IT transformation starts at home. This", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]