[{"uid": "1295627741146702395", "i": 13718, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin", "Esther Dyson"], "q": "But the timing-- I've talked to people at Google today and they were just flabbergasted.'' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, <q> It is unexpected but it makes a lot of sense. </q> She added:`` Larry and <strong> Sergey Brin </strong> have grown up. They want to run their own company.'' After the management change, Mr. <strong> Sergey Brin </strong> will concentrate on several new products, which he declined to", "new_id": -2}, {"uid": "1296633836234962960", "i": 10804, "idx": 1, "sa": ["Allen Iverson", "Chris Webber", "LaMarcus Aldridge"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball.`` I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[BB]_Kobe_Bryant_Comes_Up_Clutch_Hitting_Game_Winner_vs_Boston_Celtics_31/01/10 Rockets fall to surging Spurs: NBA Roundup <strong> LaMarcus Aldridge </strong> has 40 points, 11 rebounds in Trail Blazers' 99-86 victory over the Spurs Houston Rockets( 22-27) at Los", "new_id": -2}, {"uid": "1295782000044482592", "i": 6748, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "down as <strong> Google Inc. </strong> CEO Video For Free <strong> Eric Schmidt </strong> is stepping down as CEO of <strong> Google Inc. </strong> and cofounder Larry Page is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> <strong> Google Inc. </strong>'s other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. http://wn.com/Eric_Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com`` If you have something that you don't want", "new_id": -2}, {"uid": "1297003737194904085", "i": 31115, "idx": 0, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "power should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favouring a slower transition that would allow new leaders to emerge from within the country. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the President could do so.'' <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the", "new_id": -2}, {"uid": "1295965254237387800", "i": 29420, "idx": 2, "sa": ["Eric Schmidt"], "q": "internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the web-surfing experience of the next generation of devices. <q> It's interesting that Germany has a leading role in the introduction of the LTE in Europe, </q> he said. Google has not always had an easy time operating in Germany, which has notoriously tough data protection laws. Besides regularly clashing with the country's officials on privacy issues, Google", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1295559827214679590", "i": 26065, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295001054194838530", "i": 13325, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place on Saturday night( 15.01.11). A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said:`` The party was only ever for close friends and", "new_id": -2}, {"uid": "1295338731116441123", "i": 8562, "idx": 2, "sa": ["Andy Coulson"], "q": "that the`` investigation'' will reveal that hacking was carried out by two rogues rather than one. And we won't swallow that either. Why? Note this sentence in Robinson's report: <q>`` It is also understood that <strong> Glenn Mulcaire </strong> said in the court statement that several other executives at the News of the World were aware that phone hacking was taking place, although he does not name them. </q> \" In other words, there was a rogues' gallery. How did <strong> Andy Coulson </strong> edit without noticing them? <strong> Andy Coulson </strong>- and Murdoch- feel the heat as phone-hacking story gains traction News of the", "new_id": -2}, {"uid": "1295941685109330459", "i": 38651, "idx": 3, "sa": ["Erik Spoelstra", "Richard Jefferson", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Rasheed Wallace", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen.`` They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,'' Miami coach <strong> Erik Spoelstra </strong> said. <q> <strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great. </q> Detroit was missing three key players- <strong> Richard Jefferson </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}]