[{"uid": "1295336713131039270", "i": 7460, "idx": 4, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,'' <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts <strong> Sarah Palin </strong> <strong> Mitt Romney </strong> and former <strong> Sarah Palin </strong>-- already have", "new_id": -2}, {"uid": "1295165772245350404", "i": 17627, "idx": 0, "sa": ["Michael Finley", "Allen Iverson", "Fabricio Oberto", "Tim Duncan"], "q": "Conference on Saturday night. They proved themselves equal to the task. <strong> Michael Finley </strong> and <strong> Fabricio Oberto </strong> each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. <q> Their role players beat us as much as anyone else, </q> said Karl.`` From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.'' <strong> Allen Iverson </strong> led the Nuggets with 30 points and", "new_id": -2}, {"uid": "1296214543251019302", "i": 15632, "idx": 0, "sa": ["Simon Cowell"], "q": "have to pay back much of the money from record sale profits. But a source claimed they were well on the way to the big time after arriving in Los Angeles. A source said today: <q> One Direction are in the States to meet top producers and songwriters before they start recording material for their debut album. Even the X Factor finalist usually waits nearly a year to release their material but <strong> Simon Cowell </strong> is keen to get One Direction cracking.`` They are getting stuck in and will put out a first single this spring. Then they will hear the cash register chime. </q> The band's agent refused to confirm the deal. The endorsement appears to show X Factor <strong> Simon Cowell </strong> has become more confident of the band's prospects having warned on the eve of their appearance in the show", "new_id": -2}, {"uid": "1295559994214679661", "i": 31088, "idx": 0, "sa": ["Eric Schmidt"], "q": "April 4, co-founder Larry Page will take over as Google's CEO, while <strong> Eric Schmidt </strong> will take on the role of executive chairman, the company just announced. Google says it's making the changes to <q> streamline decision making and create clearer lines of responsibility at the top of the company </q> but there were no signs that anything was amiss at the triumvirate that has led the company since 2001. The news came as part of the company's Q4 earnings results.", "new_id": -2}, {"uid": "1295446232083853376", "i": 13079, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": ", 2011 at 2:25 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow'' man had a sword for an arm. It was amazing. How about <q> Buffalo police shoot suspect armed with sword </q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1296366488199786542", "i": 36593, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q> There's only one way to refute being called a show horse: You've got to take it in front of a huge audience, </q> he told the audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive- which could be an issue for a gubernatorial candidate. Asked about", "new_id": -2}, {"uid": "1297122854184680470", "i": 4238, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1296000172011730998", "i": 7343, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q> we will invest in hiring even more product managers and engineers, </q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1297448627077103188", "i": 26174, "idx": 0, "sa": ["Tony Romo", "Michael Vick", "Nolan Ryan"], "q": "Tchaikovsky. Who knows why? Couple days ago I was typing to Foo Fighters. Why Are We Harder on <strong> Tony Romo </strong> than Josh Hamilton? <strong> Nolan Ryan </strong> Visits Injured Firefighter Who Fell From Second Deck at Rangers Ballpark: <q> I Was Expecting Him to Look Worse Than He Is </q> Rangers' Stud Re-Signing With Texas: Not <strong> Michael Vick </strong> Young, the Other One. Josh Hamilton. The Mavs Finally Make Their Move, and the Rangers Trump Them? midnitewriter All I wish for in", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]