[{"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,<q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1297163077054263818", "i": 40510, "idx": 0, "sa": ["Simon Cowell"], "q": "about the unprecedented prize the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes but believes he can find a deserving star. <q>The money rightly puts an enormous amount of pressure on people,<q> said the reality TV mogul. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a", "new_id": -2}, {"uid": "1295052502161349655", "i": 3258, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "workers vote against the deal. Vote-casting at the factory, which employs around 5,500 people, began on Thursday evening and ended Friday around 1830 GMT. Voting turnout was put at 96 percent. <q>The voting slips that have been slipped into the factory's ballot boxes since yesterday are destined to change the country's industrial history,<q> <strong> Silvio Berlusconi </strong> Sole 24 Ore business paper said in an editorial on Friday. The proposal announced by <strong> Sergio Marchionne </strong> would bring one billion euros($ 1.3 billion) in investments to historic Mirafiori, which would start producing", "new_id": -2}, {"uid": "1295686742156401686", "i": 47058, "idx": 25, "sa": ["James Posey", "Tim Duncan", "Vince Carter", "Mike Bibby", "Michael Jordan", "Allen Iverson", "Mo Williams"], "q": "'ve been playing some pretty tough games.\" <strong> James Posey </strong> finished with 12 points and former Sixer Scott <strong> Mo Williams </strong> had 10 and 13 rebounds for Denver, which snapped a four-game losing streak and a three-game slide at home. <q>This was a good win for us,<q> Denver coach <strong> Mike Bibby </strong> Evans said. \"We had gotten snake http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Michael Jordan </strong>'s <strong> Tim Duncan </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of", "new_id": -2}, {"uid": "1295654627153436183", "i": 12619, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE_ CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1297412496250134529", "i": 20122, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q>Unless something miraculous happens and we get an unexpected gift candidate.<q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1297186121166789139", "i": 16800, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "? Um... what? I have seen some ridiculous things in my 31 years on this planet, but <strong> Michael Vick </strong> getting the key to the city of Dallas because he, according to <strong> Dwaine Caraway </strong>, <q>is telling the kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around with. That is a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>.<q> Come again? No offense Mr. <strong> Dwaine Caraway </strong>, but you are a complete idiot. Look, I understand that <strong> Michael Vick </strong> has \"paid his debt to society\" for the crimes that he", "new_id": -2}, {"uid": "1295668634145047607", "i": 18706, "idx": 0, "sa": ["Detroit Red", "Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for <strong> Detroit Red </strong> after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q>It was a huge lift off of me,<q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295601684081559570", "i": 26668, "idx": 5, "sa": ["Eric Schmidt"], "q": "Battellemedia.com. \"It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.\" Venturebeat's Owen Thomas said <q>Page's emphasis has always been on the company?s products.<q> \"With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,\" Thomas said. In a blog post, <strong> Eric Schmidt </strong> said: \"Larry,", "new_id": -2}, {"uid": "1296869911188694544", "i": 28219, "idx": 0, "sa": ["Sergio Marchionne"], "q": "words. And at a conference on Friday, he expressed strong displeasure at the terms of the American and Canadian governments' loans that kept the company afloat. From The Detroit News: <q> \"I am paying shyster rates,<q> <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. \"We had no choice... I am going", "new_id": -2}]