[{"uid": "1296536150067862554", "i": 3166, "idx": 3, "sa": ["Allen Iverson", "Pau Gasol", "Ming Yi", "Kobe Bryant", "Kwame Brown", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coMing Yi into a situation where guys have been http://wn.com/Lakers_vs_Celtics_Game_1_2010_NBA_Finals__Kobe Bryant_30_points Lakers: 102 Celtics: 89 Next game:( 6/6)@ home sports.yahoo.com <strong> Kobe Bryant </strong> scored 30 points, <strong> Pau Gasol </strong> had 23 points", "new_id": -2}, {"uid": "1295799418036782093", "i": 3277, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}, {"uid": "1296016500196706316", "i": 30685, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "David Wise"], "q": "for sitting CEOs, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>. Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries to US$ 1 for years", "new_id": -2}, {"uid": "1296277380125009976", "i": 45442, "idx": 1, "sa": ["John Sandy", "Colin Powell", "Roodal Moonilal"], "q": "<strong> Colin Powell </strong> will attend the launch of the ministry's mentoring programme in April, <strong> John Sandy </strong> apologised for a second time in the sitting when he said it appears as if PNM MPs rejoiced every time a citizen is murdered. <q> We are all honourable members here to serve our country, </q> Mark said. Mark also cautioned Persad-Bissessar for claiming the PNM would not support the Capital Offences Bill which will be debated in the House next month. <strong> Roodal Moonilal </strong> also got a warning from Mark for cutting into", "new_id": -2}, {"uid": "1295571825192872479", "i": 7248, "idx": 0, "sa": ["Regis Philbin", "George Clooney", "Joan Rivers", "Kat Von D", "Angelina Jolie", "Jesse James"], "q": "HUSBAND REFERENCE** <strong> Angelina Jolie </strong> and Photo in Slideshow: U.S. actor <strong> George Clooney </strong> walks in front of St. Teresa's... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> Another <strong> George Clooney </strong> bomb in the making. </q> He must be gorgeous to women to stay in any type of demand since he's not much of an actor. ABC News: <strong> Jesse James </strong> and Tattoo Artist <strong> Kat Von D </strong> Engaged ABC News: Photos: <strong> Jesse James </strong> Engaged", "new_id": -2}, {"uid": "1295061603176553990", "i": 4848, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community.", "new_id": -2}, {"uid": "1295232484192299014", "i": 4713, "idx": 1, "sa": ["Angelina Jolie", "Philip Morris", "Ewan McGregor", "Johnny Depp"], "q": "only reason The Tourist was nominated was so the Hollywood Foreign Press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. That is rubbish. That is not the only reason. They also accepted bribes.''? <q> All that happened was some of them were taken to see Cher in concert. How the hell is that a bribe? Really, Do you want to go see Cher? No. Why not? Because it's not 1975. </q>?`` Also not nominated: I Love You, <strong> Philip Morris </strong> <strong> Ewan McGregor </strong>. Two heterosexual actors pretending to be gay. Sort of the complete opposite of some famous Scientologists then.... My lawyers helped me with", "new_id": -2}, {"uid": "1295948460238239757", "i": 50354, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Gran Bretagna se le lavoratrici avessero ottenuto la parit, una voce isolata ha urlato un colorito epiteto nei confronti di <strong> Sergio Marchionne </strong> e il pubblico ha applaudito. Non me lo sarei mai aspettato''. Spiega: <q> Invitiamo la Torino che? stata con noi e con i lavoratori che si sono opposti all` accordo, quella che? venuta alla fiaccolata. Glielo dobbiamo perch non ci hanno lasciati soli in un momento difficilissimo, quando era in corso un referendum illegittimo che giocava sulla paura degli operai </q>. La serata servir anche a preparare lo sciopero generale dei metalmeccanici Fiom di venerd: corteo dalle 9, con concentrazione a Porta Susa, fino a piazza Castello. Lo slogan? ecumenico:`` Da", "new_id": -2}, {"uid": "1296480838012713994", "i": 22143, "idx": 1, "sa": ["Sergio Marchionne"], "q": "year took a toll on cash, which fell from$ 8.3 billion at the end of the third quarter to$ 7.3 billion Dec. 31. But new product is vital to the automaker's future. <q> All of these vehicles bear testimony to Chrysler's rebirth, </q> <strong> Sergio Marchionne </strong> said.`` As Chrysler Group's brand displays at the Detroit auto show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]