[{"uid": "1296176266236371989", "i": 22932, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported. <q>We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and my heart is in Indiana.</q> Given <strong> Mike Pence </strong>'s pass on a White House bid and his refusal of a leadership position after the November elections that would have made him the No. 4 Republican in the House, it's highly likely his", "new_id": -2}, {"uid": "1296976498201293826", "i": 22833, "idx": 0, "sa": ["Michael Vick"], "q": "an improbable season. The announcement was made live on the NFL Network and was part of Super Bowl XLV festivities at the Convention Center. The Associated Press tallied votes by 50 media members. <q>I thank my coaches and my teammates,</q> said <strong> Michael Vick </strong>, who was on hand to accept his award. \"They got me better as an NFL player, as a quarterback, and took advantage of my talents.\" <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}, {"uid": "1295592162066338850", "i": 23499, "idx": 6, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "Colin Powell"], "q": "to probably be the last time the <strong> George H.W. Bush </strong> associates would all gather. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of coalition forces, was unable to attend due to health reasons, but <strong> Colin Powell </strong> read a message from him. <q>Though many years have passed, the events of 1991 remain some of the defining and proudest of this old soldier's life,</q> he said. \"To celebrate the victories of Operation Desert Storm is to celebrate the union of 34 allied nations joined by the recognition that unprovoked aggression against a peaceful nation will not be tolerated.\"", "new_id": -2}, {"uid": "1295667434215973918", "i": 12031, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company and replace <strong> Eric Schmidt </strong> as CEO this April. Mr <strong> Eric Schmidt </strong> was brought in to help Mr Page and his partner <strong> Sergey Brin </strong> in 2001, to provide \"adult supervision\" to the two students. <q>I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> said Mr <strong> Eric Schmidt </strong>. The company has been operating in a triumvirate management structure between them for the last decade, but now Mr <strong> Eric Schmidt </strong> will move to executive chairman, working on deals, partnerships and government", "new_id": -2}, {"uid": "1295252671092618773", "i": 3360, "idx": 1, "sa": ["Sergio Marchionne", "Alan Mulally", "Mark Reuss"], "q": "North America president <strong> Mark Reuss </strong> and Chrysler's Mr. <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q>This has been the heart of the problem in Detroit,</q> said Mr. <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. Mr. <strong> Alan Mulally </strong> said Ford had learned that it has to \"deal with the current reality. You have to match production to", "new_id": -2}, {"uid": "1297702046148619270", "i": 42504, "idx": 8, "sa": ["Michael Gove"], "q": "He said the judge requested a re-run with an open mind but Mr <strong> Michael Gove </strong>'s \"self-justifying\" response to the judgment \"suggests his mind is firmly made up\". He told Mr <strong> Michael Gove </strong>: <q>To give the six councils confidence of a fair hearing shouldn't you now remove yourself from any further part in this decision?</q> It was a \"damning verdict on a Cabinet minister by a High Court judge\". Mr <strong> Michael Gove </strong> was now in the \"last chance saloon with a clear warning to change his ways\"", "new_id": -2}, {"uid": "1295549312106610771", "i": 15286, "idx": 0, "sa": ["Piers Morgan", "Joy Behar", "David Letterman", "Ricky Gervais", "Joan Rivers", "Martin Short"], "q": "he acknowledged that this is the way with <strong> Ricky Gervais </strong>. Fellow comedians such as <strong> David Letterman </strong>, <strong> Joan Rivers </strong>, <strong> Joy Behar </strong>, and <strong> Martin Short </strong> have made comments on various television shows throughout the week supporting the comic. <q>It's a bit like inviting a hammerhead shark to dinner, and when he eats all the guests, you start complaining,</q> <strong> Piers Morgan </strong> said himself both on The View earlier in the week and to Mr. <strong> Ricky Gervais </strong> during his interview. \"I'm not judging them[ the subjects of his jokes],\" <strong> Ricky Gervais </strong> said. \"", "new_id": -2}, {"uid": "1297599455044728365", "i": 10836, "idx": 0, "sa": ["Arianna Huffington", "Tommy Sheridan", "Andy Coulson", "Rahm Emanuel", "Ian Edmondson"], "q": ", vivid, lurid... terrifying, confusing, ridiculously slick, shockingly clumsy, unmistakably monomaniacal and clinically bipolar.\" The New York Magazine on Broadway show Spider-Man. I think it's a rave. <q>Pointlessly tall... there's a long center stretch of his body that he doesn't know what to do with.</q> This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong> Oxbridge must not become the preserve of the wealthy| John Parrington 22 Jul 2008 <strong> Arianna Huffington </strong> on the relative merits of mainstream media", "new_id": -2}, {"uid": "1295555056021315588", "i": 886, "idx": 0, "sa": ["Eric Schmidt"], "q": ". The industry of creating impacting experiences is an open field. I love this. And while I like new tech like any other early adopter, this is what it's really all about. Quote: <q>In testing, Starbucks assessed the mobile payment option by measuring application speed, transaction speed and total customer wait time, says Brady Brewer, vice president of Starbucks Card and brand loyalty. In all instances, Starbucks Card Mobile was the fastest way for customers to pay.</q> <strong> Eric Schmidt </strong>: All of Google's Strategic Initiatives in 2011 are Mobile More signs that mobile's growth is only going to accelerate. Keep in mind that although there's an enormous iPhone craze going on, only", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said: \"I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}]