[{"uid": "1294985458245579817", "i": 44287, "idx": 1, "sa": ["Mike Pence"], "q": "in the hands of href=\"http://www2.journalnow.com/topics/types/industryterm/tags/law-abiding-citizens/\" title=\"Topic- Law-Abiding Citizens\"> law-abiding citizens make communities safer, not less safe,'' said <strong> Mike Pence </strong>, R- href=\"http://www2.journalnow.com/topics/types/provinceorstate/tags/indiana/\" title=\"Topic- Indiana\"> Ind., in an interview. <q> And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last. </q> In recent years, mass shootings have not have generated momentum for new gun laws. Colorado, in which two teenagers murdered 13 people before killing themselves, sparked gun control proposals in href=\"http://www2.journalnow.com/topics/types/organization/tags/congress/\" title=\"Topic-", "new_id": -2}, {"uid": "1296730194207978513", "i": 3934, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "a` trigger' to be introduced, based on exclusion, which would prompt an assessment of need. Shadow education secretary <strong> Andy Burnham </strong> said the report backed the views of teachers and parents who want <strong> Michael Gove </strong> to <q> rethink his backward-looking curriculum policy </q>.`` The Tory-chaired committee warns that <strong> Michael Gove </strong>'s plans for a narrow 1950s-style curriculum could lead to young people switching off from learning, playing up in the classroom and finding themselves unprepared for the modern workplace", "new_id": -2}, {"uid": "1297616629186400779", "i": 32549, "idx": 31, "sa": ["Donald Rumsfeld"], "q": "New Mexico. They began dating in high school but went their separate ways in college until he launched a pre-emptive strike.`` I just simply didn't want to get married,'' <strong> Donald Rumsfeld </strong> explained. <q> But I didn't want her to marry someone else! It was one of those things. And so I caved in and asked her to marry me. And fortunately she yes. And that was, I think, 56 years ago. </q> Fifty-six years of high pressure, high profile jobs- as a congressman, White House Chief of Staff, and Secretary of Defense( not once, but twice).`` Are you consulted", "new_id": -2}, {"uid": "1295646313245137447", "i": 33866, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ", Google Buzz, was a huge flop. <strong> Eric Schmidt </strong> has said that it's not a reaction to competitors, but many other believe differently. UBS analyst Brian Pitz thinks differently. Pitz said: <q> The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with Facebook. I don't think it changes anything strategically where the company is headed. </q> In a posting on the company's official blog, <strong> Eric Schmidt </strong> said: \" As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for", "new_id": -2}, {"uid": "1295101858093552676", "i": 59336, "idx": 0, "sa": ["Alassane Ouattara"], "q": "mundiales y pa?ses africanos dieron la victoria al candidato rival, <strong> Alassane Ouattara </strong>. Gbagbo cita un fallo del Consejo Constitucional que establece que el resultado fue manipulado en su contra. Se determin que RTI fue culpable de <q> incitaci?n p?blica al odio y violencia mediante participaci?n en campa?as de desinformaci?n relacionadas a la elecci?n presidencial del 2010 </q>, afirm el Diario de la UE.`` Todos los fondos y recursos econ?micos pertenecientes a, propiedad de, mantenidos o controlados por personas jur?dicas o naturales, entidades y organismos(...) deber?n ser", "new_id": -2}, {"uid": "1295601872252706846", "i": 42636, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "anything non-positive in a notice of management changes at Google? He wouldn't, for obvious reasons. Indeed, Mr <strong> Eric Schmidt </strong> instead naturally points to the harmony between himself, <strong> Larry Page </strong> and Sergei <strong> Sergey Brin </strong>, noting that: <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Enterprise Resource Planning Solutions for Growing Businesses Wednesday, 19 Jan 2011 Fujitsu Australia& New Zealand, a leading provider of ICT business solutions, today announces it has secured Frucor Beverages Ltd as a leading SAP", "new_id": -2}, {"uid": "1295617946243957780", "i": 32333, "idx": 0, "sa": ["Eamon Gilmore"], "q": ", 18 signatures are needed to table a motion of no confidence in the leader. Labour leader <strong> Eamon Gilmore </strong> said he was pushing ahead with a motion of no confidence in the Government next week. <q> The events of this week put beyond doubt that this is a dysfunctional Government led by a Taoiseach who has lost all sense of judgment and all touch with reality, </q> he said.`` The level of bitterness between the two parties in government, with accusations of duplicity and lying flying across the airwaves, hardly suggests a cohesive Cabinet capable of dealing with any issue over", "new_id": -2}, {"uid": "1297450649150323228", "i": 29721, "idx": 0, "sa": ["Steve Forbes", "Mike Pence", "Michele Bachmann"], "q": "once turned around failing entities, teetering on bankruptcy. Compare that with people whose careers are spent playing the payback game with lobbyists and other politicians. NO thanks. 16 posted on 02/11/2011 10:50:19 AM PST <q> Why does EVERYONE have to start out at the top? Why not run for governor or senator or congressman first? BTW I think <strong> Michele Bachmann </strong> should run for the US Senate in MN, <strong> Mike Pence </strong> should run for the Senate in IN, Giuliani should run for the US Senate in NY. <strong> Steve Forbes </strong> should run for the Senate in NJ. That's the problem with our party. Everyone wants to start out at the top </q> I think <strong> Mike Pence </strong> is going to run for Governor of Indiana. The only other comment I would make is that if you look at the Congress critters and Senators who have been languishing in the", "new_id": -2}, {"uid": "1297212014253886469", "i": 221, "idx": 8, "sa": ["John Paul Getty III", "Simon Cowell"], "q": "but <strong> Simon Cowell </strong> can't help but take digs at the`` Idol'' host. He's no longer co-workers with John Paul Getty IIIa either- but does he think she made a bad choice leaving`` Idol''? <q> No, I don't think so, </q> <strong> Simon Cowell </strong> said.`` I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]