[{"uid": "1296335220124829719", "i": 43609, "idx": 0, "sa": ["Zahi Hawass"], "q": "other text alerts. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295499439033751053", "i": 6451, "idx": 1, "sa": ["Michael Vick", "Mike Martz", "Jay Cutler"], "q": "yards for the season were second only to Philadelphia's <strong> Michael Vick </strong>.`` His impromptu... his decision to take off and go without the hesitation is big,'' said Bears offensive coordinator <strong> Mike Martz </strong> of <strong> Jay Cutler </strong>. <q> He makes plays with his feet. I haven't had a quarterback like that before.`` He's made some really big plays for us. He's kept us in games and got us in position to score. Last week we had a couple plays for him in the game plan that we actually designed to run in the playoffs. </q> <strong> Jay Cutler </strong> usually chooses not to protect himself by sliding feet first, but the Bears are more likely take a risk in the playoffs.`` He's just such a gifted athlete with the ball", "new_id": -2}, {"uid": "1296051090213254170", "i": 36993, "idx": 1, "sa": ["Michael Vick"], "q": "26, 2011)- <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman. This is <strong> Michael Vick </strong>'s first worldwide licensing deal since returning to the field in 2010. <q> I'm thrilled to be a part of the Unequal team. I've been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing, </q> stated <strong> Michael Vick </strong>.`` The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It", "new_id": -2}, {"uid": "1295625292033243143", "i": 20793, "idx": 0, "sa": ["Piers Morgan", "David Letterman"], "q": "By Alex Weprin on January 21, 2011 10:50 AM <strong> Piers Morgan </strong> appeared on <q> The Late Show with <strong> David Letterman </strong> </q> last night, and received some advice from <strong> David Letterman </strong> on how to spice things up:`` You just need to grab someone by the tie and just pop them,'' <strong> David Letterman </strong> said.`` Would", "new_id": -2}, {"uid": "1297265672144211976", "i": 39155, "idx": 3, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "had left those countries with more freedom, politically and economically. That progress, he said, could inspire pro-democracy groups in countries like Egypt, where protesters are demanding the immediate ouster of President <strong> Hosni Mubarak </strong>. <q> I don't doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting? </q> <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on`` is tough, is risky and has to proceed at a pace that fits their culture.'' Nearly 400 suspected war criminals living", "new_id": -2}, {"uid": "1295652755122683468", "i": 27493, "idx": 2, "sa": ["Eric Schmidt"], "q": "not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> <strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways[ in] which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other", "new_id": -2}, {"uid": "1297715043180764673", "i": 460, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s going to deliver absolutely phenomenal Windows phones,'' he said, without elaborating when the first results of the collaboration would hit the market. <strong> Steve Ballmer </strong> invited Nokia CEO <strong> Stephen Elop </strong> to join him on stage. <q> Microsoft and Nokia together represents a natural partnership. People are getting it, </q> he said. The company said it is targeting for a`` significant volume of Nokia Windows phones'' to hit the market in 2012 but did not give more specific details. Nokia shares closed", "new_id": -2}, {"uid": "1295605737143458389", "i": 29155, "idx": 1, "sa": ["Connie Talbot", "Ellen DeGeneres", "Simon Cowell"], "q": ", Sharon& Gavin, 14 year old brother Josh and sister Mollie. <strong> Connie Talbot </strong> even kept the TV show a secret from anyone outside of the family knowing, even her school teachers and best friends she wanted to <q> steal the http://wn.com/American_Idol_Se_9_Ep_15_Part_5__First_Results_Show_!!!_Elimination_exclusive_02/25/10 tr.im Watch All episodes on the link above American Idol Season 9, Episode 15: First Results Show: Two Male and Two Female Contestants Eliminated Original Air Date-25 February 2010 Ryan says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> will be performing. <strong> Kris Allen </strong>' performance will benefit Haiti. Ryan says <strong> Simon Cowell </strong>'s harshness was the`` buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first timers", "new_id": -2}, {"uid": "1295254600092618767", "i": 7211, "idx": 13, "sa": ["Allen Iverson", "Steve Blake", "George Karl"], "q": "for Game 3 on Saturday night with the Nuggets holding just the third 2-0 edge in their 33-year NBA history. <strong> George Karl </strong> said the pair of blowouts mean nothing when the series shifts to the Hornets' home court. <q> They http://wn.com/Allen_Iverson's_Interview_after_Denver_Nuggets'_Debut Interview of <strong> Allen Iverson </strong> and his Denver Nuggets Head Coach <strong> George Karl </strong>. http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night Playing in just his second game with the Denver Nuggets, <strong> Steve Blake </strong> showed the Portland Trail Blazers what they've been missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland.`` I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]