[{"uid": "1296467329082231331", "i": 1603, "idx": 1, "sa": ["Elton Brand", "Jrue Holiday", "Thaddeus Young", "Eddie House", "Michael Jordan", "Allen Iverson"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q>It's been working for us, but we just couldn't get the win,</q> <strong> Thaddeus Young </strong> said. \"It really worked tonight.\" Looking for a spark, 76ers coach <strong> Eddie House </strong> <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had", "new_id": -2}, {"uid": "1296106964198869129", "i": 6095, "idx": 2, "sa": ["Rasheed Wallace", "Rip Hamilton", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> returned to the game. <strong> Rasheed Wallace </strong>'s 3-pointer with 10.4 seconds left ended a nearly 7-minute scoring drought. <strong> Rip Hamilton </strong>'s two free throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. <q>Honestly, I didn't want to go back in,</q> said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. \"I felt that our second team should have closed that thing out.\" <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves", "new_id": -2}, {"uid": "1296148178229572622", "i": 24857, "idx": 1, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "for a filibuster to continue. To do so, he has introduced a resolution to change the rules of the Senate. \"The minority must always maintain the right to continue debate,\" said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>. <q>But if the minority feels that strongly about an issue it should be their burden to continue that debate, not a supermajority's to end it.</q> The change could return the Senate to the era of when filibusters were rare because Senators who wanted to continue the filibuster had to show up and stay on the floor of the Senate. Right now there can be", "new_id": -2}, {"uid": "1295612541207978516", "i": 25106, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "wishing the <strong> Tony Blair </strong>, his family and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.\" Mr <strong> David Cameron </strong> said in a statement: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one.</q> Last week Mr <strong> David Cameron </strong> refused to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to spare the Government further damage. But he admitted that his communications director was \"extremely embarrassed\" about the", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,</q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.\" The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1296551065213254154", "i": 21347, "idx": 1, "sa": ["Michael Vick", "Ron Cook", "Ben Roethlisberger"], "q": "Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things. <q>It would be amazing to win another Super Bowl, but it won't be like I'll say, \"Do you forgive me now?' It'll just be another step in earning back everything I lost,</q> he told the Pittsburgh Post-Gazette's <strong> Ron Cook </strong> last week. <strong> Ben Roethlisberger </strong> faced the national media for the first time yesterday afternoon at the Steelers' hotel in Fort Worth, Texas, and it didn\"t take long", "new_id": -2}, {"uid": "1295564673204079111", "i": 11564, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. <q>I think it's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,</q> said Jacob Internet Fund portfolio manager Ryan Jacob. \"It should streamline the decision-making process. They're in a fast-moving industry,\" Jacob added. \"Initially Larry and <strong> Sergey Brin </strong> were pretty young", "new_id": -2}, {"uid": "1297135719102924295", "i": 3297, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "violence. \"This is part of a pattern where the Chechen rebel group attacks in Moscow or in Russia-- a major attack about every two years,\" Clarke told ABC News following the bombing. <q>They've attacked in the Metro, they've attacked in schools, they've attacked in apartment buildings... This is a regular pattern.</q> Watch: Deadly Bomb Goes Off in Moscow Airport Watch: Suicide Bomber Kills At Least 35 at Moscow Airport Watch: Terror Suspected in Deadly Moscow Bombing Exclusive: <strong> Donald Rumsfeld </strong>: \"It's Possible\" Troop Decisions", "new_id": -2}, {"uid": "1296943918117014574", "i": 12653, "idx": 1, "sa": ["Mike Pence"], "q": "'s videos. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" said <strong> Mike Pence </strong>. <q>The time to deny any and all funding to Planned Parenthood is now.</q> Planned Barrenhood is probably the most corrupt and deadly group in the history of the world. To: cgk; Coleus; cpforlife.org; narses; Salvation; 8mmMauser wagglebee( \"A political party can", "new_id": -2}, {"uid": "1297521829086999043", "i": 11304, "idx": 3, "sa": ["Michael Vick"], "q": "and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].\" Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q>I think 25 percent of people are for him- those are the football fans- 25 percent of people hate him and 50 percent are right in the middle,</q> Knorr said. \"A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?\" Because your contributions", "new_id": -2}]