[{"uid": "1297116847195428397", "i": 41471, "idx": 2, "sa": ["Simon Cowell"], "q": ") won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal with the scrutiny that comes with competing on TV: <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> And what does <strong> Simon Cowell </strong> think of the new season of American Idol?`` I haven't seen a full episode,'' he said.`` I've seen three minutes of a recap. From what I've", "new_id": -2}, {"uid": "1296444909100565016", "i": 17427, "idx": 3, "sa": ["Kevin Kolb", "Michael Vick", "DeSean Jackson"], "q": "working with the quarterback.`` It was something that just kind of fell in his lap, and it's just something he took advantage of,'' <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. <q> But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that much more dangerous. </q> <strong> Michael Vick </strong>'s return on a one-year deal raises questions about the future of <strong> Kevin Kolb </strong>, who began the season as the Eagles' starting quarterback but lost the job after he was injured. <strong> Kevin Kolb </strong>, who's under contract", "new_id": -2}, {"uid": "1297089856093831186", "i": 50918, "idx": 0, "sa": ["Bill Kelly", "Sergio Marchionne", "Tom Izzo"], "q": " The Auburn Hills auTom Izzoaker sold 1.1 million cars and trucks in the U.S. last year. CEO <strong> Sergio Marchionne </strong> said last month that Chrysler expects to sell 2 million vehicles globally in 2011. <q> They're looking at selling 1.5 million to 1.6 million vehicles in the U.S., </q> said <strong> Bill Kelly </strong>, owner of <strong> Bill Kelly </strong> Cars in Moon Township, Pa., near Pittsburgh.`` And it's going to be less dependent on fleet sales.'' Fleet sales to rental companies,", "new_id": -2}, {"uid": "1295196535170917899", "i": 43251, "idx": 4, "sa": ["Allen Iverson", "Kobe Bryant", "Tyronn Lue"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Lakers_vs_Thunder_Highlights_Kobe Bryant_Kobe Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma City, OK First Of all, all credits to JD2k For this one With the score", "new_id": -2}, {"uid": "1296047767208601198", "i": 31389, "idx": 0, "sa": ["Simon Cowell"], "q": "an' X Factor' insider, network chiefs became so desperate to keep their biggest star they even offered to charter a private jet to whisk him across the Atlantic each week. The source explained: <q> <strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit. </q> Meanwhile, <strong> Simon Cowell </strong>'s fellow judge Cheryl Cole- who is reportedly house-hunting in Los Angeles as she prepares to take up a job on the Stateside version of the show- is said to have been told", "new_id": -2}, {"uid": "1297356961224657458", "i": 380, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": "Digg this <strong> Anderson Cooper </strong> talks being` pummeled' on <strong> David Letterman </strong> Feb. 10, 2011 08:34 AM USA TODAY <strong> Anderson Cooper </strong> talked about being`` pummeled'' in Egypt by pro-Mubarak`` thugs'' on Wednesday night's <q> Late Show with <strong> David Letterman </strong>. </q>`` Tell us about that experience,'' said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.", "new_id": -2}, {"uid": "1295983523139264044", "i": 35344, "idx": 0, "sa": ["Jerry Reese", "Plaxico Burress", "Michael Vick"], "q": "manager <strong> Jerry Reese </strong>, told ESPNNewYork.com that`` we will not rule that out'' about <strong> Plaxico Burress </strong>' potentially returning to the team.`` We investigate everything and we'll definitely investigate that,'' <strong> Jerry Reese </strong> said. <q> But you know Plax, when he gets home I think the first thing he'll want to do is just spend time with his family, and we'll be in contact at the appropriate time. </q> In addition to being a model prisoner, there's no doubt that <strong> Michael Vick </strong>'s turnaround story this past season is helping <strong> Plaxico Burress </strong> get a fair second look. Just like <strong> Michael Vick </strong>, if <strong> Plaxico Burress </strong> is willing to", "new_id": -2}, {"uid": "1295007551054722563", "i": 1140, "idx": 2, "sa": ["Gordon Brown", "Lily Allen", "Simon Cowell"], "q": "show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to`` say a little prayer''. <strong> Lily Allen </strong> previously had a miscarriage when she", "new_id": -2}, {"uid": "1297308988072155189", "i": 13149, "idx": 0, "sa": ["Jennifer Aniston", "Angelina Jolie", "Perez Hilton", "Brad Pitt"], "q": ", who was allegedly behind her split with ex-husband <strong> Brad Pitt </strong>. <strong> Perez Hilton </strong> told the publication that <strong> Jennifer Aniston </strong> was adamant about having moved on from the incident and holds no ill will towards <strong> Angelina Jolie </strong> or <strong> Brad Pitt </strong>. <q> Jen said,` Look, that was so long ago, and we've moved on and we're all adults', </q> <strong> Perez Hilton </strong> explained.`` I believe what she has to say. I think she really has moved on.'' He also revealed that <strong> Jennifer Aniston </strong> still has an active romantic life, adding:``", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]