[{"uid": "1297265983173457470", "i": 33362, "idx": 0, "sa": ["Simon Cowell"], "q": "during the performance of \"The Star-Spangled Banner' at the sporting event on Sunday night. During an interview on Fox News, <strong> Simon Cowell </strong> was asked for his opinions while a clip was played. <q>Well I just heard it then and it sounded like a 100,000 people in a stadium had just sat on a cat,<q> he responded. When the clip began to play again, he exclaimed: \"No, don\"t play me any more!\" He continued: \"Well look, obviously she is regretting it now", "new_id": -2}, {"uid": "1297240707110002225", "i": 46067, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again but would simply adjust the \"P.R.\" on the front end. <q>I would probably put a little more upfront P.R. to it so that folks could have a much better understanding. I respect the citizens of this city and no one has done more, even in the animal arena, than I have in this city,<q> he said. <strong> Dwaine Caraway </strong> then decried the fact that he has received \"the nastiest, racists e-mails\" over the incident. He said that calls into question some who are criticizing him.", "new_id": -2}, {"uid": "1295672246172441622", "i": 5508, "idx": 3, "sa": ["Jerry Lee Lewis", "Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the <strong> Jerry Lee Lewis </strong> Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do.<q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1297178256266534988", "i": 47406, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "U.S. Defense <strong> Donald Rumsfeld </strong>, who is releasing a new book titled \"Known and Unknown,\" which includes <strong> Donald Rumsfeld </strong>'s views on his life and career. Chipotle Mexican Grill fires hundreds of workers amidst immigration investigation <q>Please take a look at this material as to what we don't know about WMD. It is big,<q> <strong> Donald Rumsfeld </strong> said. At a February 12, 2003 press conference, <strong> Donald Rumsfeld </strong> said Iraq was \"engaging in the development of weapons of mass destruction,\" according to a transcript from the Defense Department.", "new_id": -2}, {"uid": "1295955139102252581", "i": 42131, "idx": 2, "sa": ["Simon Cowell"], "q": "out.' And I said, \"So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network,\" <strong> Simon Cowell </strong> said. <q>The good news is, it would never get worse than this.<q> Fox went on to premiere American Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S. version of The X Factor( interestingly, the season 10 premiere, the first one without", "new_id": -2}, {"uid": "1295368384224215084", "i": 26273, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Perez Hilton"], "q": "to Heat, the glamour model will contact <strong> Simon Cowell </strong>, <strong> Piers Morgan </strong> and <strong> Perez Hilton </strong> in a bid to improve her image in America following her split from husband Alex Reid. A source told the publication: <q><strong> Katie Price </strong> was devastated when she didn't break America, but typically she refuses to accept defeat. \"But first she'll make it look like none of this is her fault and she's the victim. She's just working out how to do that.<q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"uid": "1297094583019349510", "i": 34826, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "are still forthcoming. \"The X Factor' has become a worldwide phenomenon and is unlike anything we've seen in America,\" says <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company. <q>The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.<q> While we don't miss <strong> Simon Cowell </strong> on \"American Idol\" that much, this certainly throws a whole new twist on singing competitions in the U.S.", "new_id": -2}, {"uid": "1296529655231981079", "i": 1652, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "caller said: \"We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived \"We are with this guy,\" he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q>We are with him until the end. We've know this guy since forever.<q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the \"lies and fabrications\" of Al Jazeera and Al Arabiya", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.<q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1297701009051036160", "i": 9864, "idx": 0, "sa": ["Norah Jones", "John Mayer", "David Letterman", "Katy Perry", "Dolly Parton", "Keith Urban", "Nicole Kidman"], "q": "of meat-dress fame was taking a year off. Some of the evening's best moments were quick glimpses. <strong> David Letterman </strong> provided a mid-show Top 10 list for the event, and No. 3 was a winner: <q><strong> Lady Gaga </strong> Antebellum and <strong> Lady Gaga </strong> form supergroup <strong> Lady Gaga </strong> Antegagum.<q> A camera caught actress <strong> Nicole Kidman </strong>, there with husband <strong> Keith Urban </strong>, jamming along to <strong> Katy Perry </strong>'s \"Teenage Dream\" from her seat. And <strong> Keith Urban </strong> paired with <strong> Norah Jones </strong> and <strong> John Mayer </strong> in a lovely take on <strong> Dolly Parton </strong>'s", "new_id": -2}]