[{"uid": "1297706299073007108", "i": 25593, "idx": 1, "sa": ["Steve Ballmer"], "q": ".'' There are 30K developers that have registered to write to it though. And there have been about 1 million downloads of the Visual Studio SDK.`` All of which bears promise,'' <strong> Steve Ballmer </strong> said. <q> There's still work to do. </q> Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that`` all other platforms are currently experiencing", "new_id": -2}, {"uid": "1296552992203472900", "i": 16861, "idx": 0, "sa": ["Michael Vick"], "q": "Micheal VICKS thou shalt not torture BEASTLY, Democracy approved it upon wisdom chain of linages ascribed it as legit work efforts! Only CIA can tamper with criminal evidences of torture professionally= Gitmo, Report Abuse <q> the prosecutor should be arrested paying bribe. </q> the whole case should be thrown out of court, Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Wo", "new_id": -2}, {"uid": "1295958811022577167", "i": 9464, "idx": 3, "sa": ["Tim Montgomerie", "Andy Coulson", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,'' says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>. Over-eating Why our brains, not our stomachs,", "new_id": -2}, {"uid": "1295461908125829128", "i": 3285, "idx": 1, "sa": ["Howard Stern", "Simon Cowell"], "q": "he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances.`` You can't prejudice a situation like that,'' he told <strong> Howard Stern </strong>. <q> To a certain extent you can say` You don't look like a star, you don't walk, talk and act like a star so get out of there. </q>", "new_id": -2}, {"uid": "1295534865252182549", "i": 7706, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Oscar", "new_id": -2}, {"uid": "1296974131206028816", "i": 14866, "idx": 3, "sa": ["Sergio Marchionne"], "q": "only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions,'' <strong> Sergio Marchionne </strong> said. <q> Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity, </q> he added. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1297126081224133121", "i": 8365, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings.`` What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,'' <strong> Simon Cowell </strong> explains. <q> But people are still excited about these shows, whether`` Dancing with the Stars, </q> which has gotten better over the years,`` America's Got Talent''... I think they've done a good job.'' While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1295368384224215084", "i": 26273, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Perez Hilton"], "q": "to Heat, the glamour model will contact <strong> Simon Cowell </strong>, <strong> Piers Morgan </strong> and <strong> Perez Hilton </strong> in a bid to improve her image in America following her split from husband Alex Reid. A source told the publication: <q> <strong> Katie Price </strong> was devastated when she didn't break America, but typically she refuses to accept defeat.`` But first she'll make it look like none of this is her fault and she's the victim. She's just working out how to do that. </q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"uid": "1296590040084361306", "i": 17121, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "legal or serious personal issues, the solution is still the same.`` It's not a popularity contest,'' Dan Pompei, of the Chicago Tribune, said on the Mully and Hanley Show. <q> It's about throwing touchdown passes. </q> LISTEN: Dan Pompei On The Mully And Hanley Show audio http://cbschicago.files.wordpress.com/2011/02/pompei-winning-all-that-matter-for-qbs.mp3] Both <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> were suspended from the NFL for actions they took off the field. <strong> Ben Roethlisberger </strong> for an alleged", "new_id": -2}, {"i": 22134, "idx": 1, "index_answer": 1, "new_id": -1, "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included`` a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q> a gilded wood statue of Tutankhamun harpooning, </q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running", "sa": ["Hosni Mubarak", "Zahi Hawass"], "uid": "1297598560241336332"}]