[{"uid": "1297176031226918403", "i": 3197, "idx": 39, "sa": ["David Letterman", "Aaron Rodgers"], "q": "another game and was able to go through my progressions and make some plays. <strong> David Letterman </strong>;`` What is the belt we have here? Tell us the origins of this.'' <strong> Aaron Rodgers </strong>: <q> You know, the belt's really caught on. </q> <strong> David Letterman </strong>:`` Go ahead and spin it, you're dying to spin it.''( referring to the WWE emblem on the middle of the belt; laughs as <strong> Aaron Rodgers </strong> spins it)", "new_id": -2}, {"uid": "1297460238221495309", "i": 26536, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>-- a former Microsoft executive-- chose Windows over Android. Nokia will contribute its mapping technology to Microsoft's Bing search engine-- and integrate its application and content store into the Microsoft Marketplace. Nokia also will <q> contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies, </q> according to a Microsoft news release.`` The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,'' Microsoft CEO <strong> Steve Ballmer </strong> said in the statement", "new_id": -2}, {"uid": "1295616804243957924", "i": 19185, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgement call that <strong> David Cameron </strong> has got wrong.'' <q> I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like,` pub ready', which resonated with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are. </q> STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER`` It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has", "new_id": -2}, {"uid": "1295455732232161286", "i": 12590, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,'' she told British newspaper The Sun. <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> <strong> Simon Cowell </strong> is set to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1297402127222642197", "i": 48941, "idx": 0, "sa": ["Kara DioGuardi", "Paula Abdul", "Ryan Seacrest", "Ellen DeGeneres", "Simon Cowell"], "q": ",'' show host <strong> Ryan Seacrest </strong> gloats Thursday. With <strong> Simon Cowell </strong>, and <strong> Paula Abdul </strong>, and <strong> Kara DioGuardi </strong>, and <strong> Ellen DeGeneres </strong> all gone, it's left to`` Idol's'' only surviving judge Randy Jackson to deliver the <q> the talent is most definitely better than ever </q> gag that traditionally kicks off the Hollywood elimination rounds. Double the contestants, double the drama, says Seabiscuit. Double the talent, he adds- not realizing Randy already covered that base.", "new_id": -2}, {"uid": "1296371376213876815", "i": 2625, "idx": 5, "sa": ["Tyronn Lue", "Dwight Howard", "LeBron James", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk, AND1, Hot sauce, <strong> LeBron James </strong> james, la", "new_id": -2}, {"uid": "1295246138063356933", "i": 32623, "idx": 5, "sa": ["Sen. Bernie Sanders"], "q": "of issues facing the country.`` Most of the space in this newsletter dealt with the senator's views on the economic implications of what will be happening in the new Congress,'' it said. <q> Given the enormity of the tragedy in Arizona, however, it would have been absurd not to comment on what happened there. </q> <strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions.", "new_id": -2}, {"uid": "1295559606214679608", "i": 2268, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' he added. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an <q> outstanding job leading Google for the last decade. </q>`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said.`` Google still has such", "new_id": -2}, {"uid": "1295454374253952044", "i": 7352, "idx": 0, "sa": ["Franklin Roosevelt", "Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> <strong> Franklin Roosevelt </strong> Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}]