[{"uid": "1296555335171900942", "i": 45033, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Charles Grandison Rose III", "Bill Clinton", "Luke Russert"], "q": "come to see me. We walked around my home and I asked, what things do you want? Otherwise, these things will go up for auction.'' <strong> Barbara Walters </strong> talks about her heart surgery in <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death </q> airing Friday at 10 p.m. In the special, <strong> Barbara Walters </strong> also talks with fellow heart surgery patients <strong> David Letterman </strong>, <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> Charles Grandison Rose III </strong> and <strong> Robin Williams </strong>. And she talks to NBC's <strong> Luke Russert </strong>, whose dad,", "new_id": -2}, {"uid": "1297621441160415795", "i": 41019, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "_ have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"uid": "1295562321105267213", "i": 39246, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will`` devote his energy to strategic projects, in particular working on new products.'' <strong> Eric Schmidt </strong>'s new role will be Executive Chairman. He will focus <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company announced. <strong> Eric Schmidt </strong> will act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time.", "new_id": -2}, {"uid": "1296894922017383424", "i": 36237, "idx": 0, "sa": ["Roger Goodell", "Les Richter", "Michael Vick", "Tim Brown"], "q": "is a work stoppage.`` I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,'' he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects:- He said he had spoken to Philadelphia EagLes Richter quarterback <strong> Michael Vick </strong> three Tim Brownes in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18", "new_id": -2}, {"uid": "1297645716244187137", "i": 20862, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded, mainstream organization,'' said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"uid": "1296228272172146710", "i": 20880, "idx": 17, "sa": ["Mitch Daniels", "Mike Pence", "Curt Smith", "Mike Connolly"], "q": "the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>,'' <strong> Mike Connolly </strong> says. <strong> Curt Smith </strong>, president of the Indiana Family Institute, agrees, saying he's <q> very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home </q> and assumes <strong> Mike Pence </strong> will run for the governorship. The move, <strong> Curt Smith </strong> says, makes sense`` given the season of life he's in.''`` He's still a relatively young man,''", "new_id": -2}, {"uid": "1296668689062144526", "i": 9370, "idx": 0, "sa": ["Muhammad Ali", "Henry Clay", "Kirsten Gillibrand", "Mitch McConnell", "Rand Paul", "Jim DeMint"], "q": "down the federal debt is a nonstarter, he said.`` As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire to for agreement,'' Mr. <strong> Rand Paul </strong> in closing. <q> But I will also keep close to my heart his cousin <strong> Muhammad Ali </strong>. </q> As Mr. <strong> Rand Paul </strong> spoke, the chamber was mostly empty. Only Senate Minority Leader <strong> Mitch McConnell </strong>, a fellow Kentucky Republican, along with Sen. <strong> Jim DeMint </strong>( R., S.C.) and Sen. <strong> Kirsten Gillibrand </strong> is one of", "new_id": -2}, {"uid": "1296831010140378163", "i": 36773, "idx": 3, "sa": ["Bernie Sanders"], "q": ".'' Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan`` was a very warm individual'' who`` connected with the American people.'' <q> But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy errors and hopefully not continue, </q> said <strong> Bernie Sanders </strong>. Article: Reagan legacy weighed amid 100th birthday events... CORRECTS LOCATION OF COLLEGE- FILE- In this 1931... Ronald Reagan Video: Raw Video: Shriver laid to rest in Massachusetts... Article", "new_id": -2}, {"uid": "1295613331206700591", "i": 31411, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' AP Photo-", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s`` My Year in Iraq,'' covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like`` Dead Enders'' and`` Old Europe.'' However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}]