[{"uid": "1296157971094584911", "i": 22785, "idx": 0, "sa": ["Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. title=\"Bernie Sanders\" href=\"http://www.wgntv.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in", "new_id": -2}, {"uid": "1296802074171819025", "i": 52819, "idx": 0, "sa": ["Allen Iverson", "Dwyane Wade", "Wayne Gretzky", "Dwight Howard"], "q": "rate! www.youtube.com http://wn.com/DWayne Gretzky_Dwyane Wade_Career_High_55_Points_vs_Knicks_2008-09 Game Highlights- www.whereisbasketball.com http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297376353211959822", "i": 31742, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "in an e-mail to employees Wednesday. UMass Dartmouth Physics department completed research proving POWER7 is 5x-8x faster than Intel Xeon. Calculations that used to take a month to run now take less than a week. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1296591076195919887", "i": 48868, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer", "Camille Grammer", "Wendy Williams"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> <strong> Camille Grammer </strong>:`` He uses them as props. It's tough, it's harsh. It hurts, of course.'' The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy Williams_Wendy Williams_on_Camille Grammer_Kelsey Grammer_Kelsey Grammer's_pending_divorce_12/15/2010 getnew.info", "new_id": -2}, {"uid": "1295668634145047607", "i": 22654, "idx": 3, "sa": ["Mark Aguirre", "Allen Iverson", "Phil Jackson"], "q": "Skin will bleed. Character will be tested. There were times away from the ball when the action resembled a rugby scrum. Players shoved, held and did whatever else they felt they could get away with. <q> It's a different style of ball when you play us, </q> said <strong> Mark Aguirre </strong>, who led the Pistons with 25 points.`` They're not going to be able to play us like Phil Jacksonly, where they got a lot of running and http://wn.com/Miami_Heat_vs_Detroit_Pistons_105__89_October_5,_2010 <strong> Allen Iverson </strong> scoring his first points in", "new_id": -2}, {"uid": "1297094583019349510", "i": 42322, "idx": 2, "sa": ["Simon Cowell"], "q": ". Secondly, the age range is 12 years and up.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' says <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> Finally, the acts do not have to be solo artists. They can be vocal groups. Also, like the U.K. version, the first time a contestant sings for the judges, he/she/they will do", "new_id": -2}, {"uid": "1295446736183418917", "i": 1905, "idx": 4, "sa": ["Mike Pence"], "q": "the people any powers not granted to the federal government. But while fiscal issues may dominate the next election, <strong> Mike Pence </strong> also reaffirmed his strength among social conservatives by saying that the nation also needs <q> to get back to basics </q> by stressing traditional values, including`` the sanctity of life, traditional marriage and the importance of organized religion.'' Among those urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel", "new_id": -2}, {"uid": "1296106306239763512", "i": 27181, "idx": 2, "sa": ["Kevin Kolb", "Michael Vick"], "q": "I'm just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong>, 30, was selected to start Sunday after", "new_id": -2}, {"uid": "1296370322095813646", "i": 3193, "idx": 0, "sa": ["Phil Sharp", "Mike Pence"], "q": "<strong> Phil Sharp </strong>, who chaired an energy subcommittee, for the United States' dependence on foreign oil. That was one of the subjects of an article <strong> Mike Pence </strong> penned in 1991 for the Indiana Policy Review, called <q> Confessions of a Negative Campaigner. </q>`` It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]