[{"uid": "1295214409209371353", "i": 2881, "idx": 0, "sa": ["Jared Loughner", "Kirsten Gillibrand"], "q": "civil conversations many are calling for in the wake of the Tucson shootings. <strong> Kirsten Gillibrand </strong> says the country needs non-partisan lawmakers like Giffords who can work together to solve the big state and national problems. <q> In <strong> Mayor Michael Bloomberg </strong> families are suffering. They really are having a tough time making ends meet, and so we have to, as leaders, as a body of government, come together and do the people's business. That's what the election was about, </q> said the junior senator. The issue of gun control is at the forefront now after investigators say <strong> Jared Loughner </strong> was able to easily buy a gun in Arizona. He is accused of killing six people", "new_id": -2}, {"uid": "1297519072244219982", "i": 22705, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", I believe that is true. 7 posted on 02/12/2011 5:44:41 AM PST(`` Weakness is provocative.'' <strong> Donald Rumsfeld </strong>) There was no`` error.'' Barky acts deliberately. To: bert <q> This guy is great. He has been designated point man and is delivering the spear right into Obama's heart. </q> Designated point man? Just ask the Nigerians about Shell and what they will do unless you keep an eye on them. http://www.google.com/search?oe=UTF-8&amp;q=nigerian+delta+shell 9 posted on 02/12/2011 5:53:18 AM PST bert( K.E. N.P. N.C. D.E.", "new_id": -2}, {"uid": "1296811464196722709", "i": 1210, "idx": 0, "sa": ["Michael Vick"], "q": "going to`` host'' a Super Bowl bash at a club in Dallas on Friday night. An invitation, shown on the website TMZ.com, touted`` The <strong> Michael Vick </strong> Experience,'' and read, in part, <q> Four-time Pro Bowl QB <strong> Michael Vick </strong> would like to personally invite you to the only upscale A-list celebrity extravaganza of the 2011 Super Bowl. This will be the primary& preferred destination for iconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America! </q> Except <strong> Michael Vick </strong> will not be there. An Eagles spokesman confirmed that <strong> Michael Vick </strong> told him as much on Thursday afternoon. As for whether the Eagles knew about such a party before Thursday, the spokesman would not", "new_id": -2}, {"uid": "1296228272172146710", "i": 17280, "idx": 22, "sa": ["Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "<strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>.`` I'm not surprised,'' he says.`` I think it's the right decision for him.'' <q> There was not a path for him to become a significant player, </q> <strong> Vin Weber </strong> continues,`` other than to accept the role of the social-conservative candidate, and he's much broader than that. I think he has reserved a bright national future for himself.'' What does", "new_id": -2}, {"uid": "1296789417115392513", "i": 9348, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals AI", "new_id": -2}, {"uid": "1296940939224919552", "i": 14171, "idx": 11, "sa": ["Eric Schmidt"], "q": "didn't want the computer confused by his errant typing.`` Fifty years ago people in America were getting very excited by the conversion from black and white television to colour television,'' <strong> Eric Schmidt </strong> says. <q> And computing was about building computers that had 1 megbyte, and that was the size of a small room. </q> He refers to Moore's Law, which describes the long-term trend that computing capability doubles every 18 months to two years.`` Now, the maths of that is interesting,'' he says", "new_id": -2}, {"uid": "1295512445009502750", "i": 7549, "idx": 2, "sa": ["Michael Vick", "DeSean Jackson", "Mike Missanelli"], "q": "<strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback's game-ending interception against the Packers.`` What's the story with <strong> DeSean Jackson </strong>?'' asked <strong> Mike Missanelli </strong> <q> Is he just a young pup who talks out of turn every now and then and you're the wily veteran now, and you have to kinda hit the pup on the nose? </q> <strong> Michael Vick </strong> didn't seem to catch the dog references, but we laughed like hell. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended", "new_id": -2}, {"uid": "1295497950152403983", "i": 15436, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler debates minivans' future despite popularity WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297097556101318661", "i": 44355, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for their views on <strong> Google Inc. </strong>'s business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. <strong> Google Inc. </strong> reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. <strong> Google Inc. </strong> Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]