[{"uid": "1295878634173096979", "i": 35539, "idx": 1, "sa": ["Larry Page", "Marissa Mayer", "Sergey Brin", "Eric Schmidt"], "q": "auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben, \"aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren\" . <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch in der neuen Funktion einSergey Bringen. <strong> Eric Schmidt </strong> wird am Dienstag zum Abschluss der Konferenz in M?nchen erwartet", "new_id": -2, "mturk_index": "631"}, {"uid": "1294952896035717140", "i": 19931, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "a miracle as she watched U.S. Rep. <strong> Gabrielle Giffords </strong> open her eyes for the first time after being shot over the weekend. \"It felt like we were watching a miracle,\" said U.S. Representative <strong> Debbie Wasserman Schultz </strong>. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> <strong> Debbie Wasserman Schultz </strong>, who's from Weston, was in <strong> Gabrielle Giffords </strong>' hospital room with Senator <strong> Kirsten Gillibrand </strong>, D-NY. Both women, who are close friends of <strong> Gabrielle Giffords </strong>, traveled to Arizona with <strong> Barack Obama </strong> aboard Air Force One", "new_id": -2, "mturk_index": "1031"}, {"uid": "1296968578257851407", "i": 48835, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2, "mturk_index": "248"}, {"uid": "1295242610111083520", "i": 41419, "idx": 0, "sa": ["Steve Ballmer"], "q": "and Android expand into thin slate devices. Windows Phone 7 is almost 4 years and 4 generations behind iPhone. Why did it take Microsoft so long to respond? In May 2010, <strong> Steve Ballmer </strong> said: <q> We're focused on putting Windows Phone 7 in phones, no plans for tablets. </q> Having no plans for WP7` slate' devices is a disaster, and repeating the same scenario that caused Microsoft to take almost 4 years to get an iPhone alternative to market. It is an ironic", "new_id": -2, "mturk_index": "25"}, {"uid": "1295534633152666122", "i": 33673, "idx": 2, "sa": ["Simon Cowell"], "q": "` Something inside you just says, \"You know what, it's time to go.\" Without any regrets whatsoever.' I can look back on the past ten years and say, <q> It's been a blast. </q> I've enjoyed myself, I mean it's not the most difficult job in the world is it?' he added. If this signals the end of <strong> Simon Cowell </strong>'s reign on the ITV programme,", "new_id": -2, "mturk_index": "1226"}, {"uid": "1296014056259227659", "i": 1530, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our` hockey stick' businesses as we call them,\" he noted. <q> It's all very, very good. We are going to invest in Europe. </q> Last week, Google announced that <strong> Eric Schmidt </strong> would be replaced by co-founder <strong> Larry Page </strong> starting on April 4. Google fights Spanish court order over libel Google is about to launch a challenge against a Madrid court that has ordered the", "new_id": -2, "mturk_index": "720"}, {"uid": "1295868870143261707", "i": 31318, "idx": 1, "sa": ["Larry Page", "Michael Arrington", "Sergey Brin", "Eric Schmidt"], "q": "te maken of zelfs te verslaan. Er zijn genoeg nieuwe uitdagingen te verzinnen, maar het lijkt erop dat <strong> Eric Schmidt </strong> ze niet durft aan te gaan. Volgens TechCrunch <strong> Michael Arrington </strong> is de overwinning op Microsoft voor <strong> Eric Schmidt </strong> genoeg. <q> Nu ze op twee fronten met Apple en Facebook strijden, liggen de kansen mijns inziens niet in het voordeel van Google </q>, Schmidt-Eric Schmidt-Larry Page-Larry Page-and-Sergey Brin-Sergey Brin/\" target=\"_blank\"> schrijft hij. 4. Bureaucratisch martelaarschap Google stapt een nieuw tijdperk binnen en moet opnieuw zijn prioriteiten bepalen. Komende maanden moeten er veel hordes genomen worden- rechtszaken", "new_id": -2, "mturk_index": "1139"}, {"uid": "1296499193216055829", "i": 3461, "idx": 0, "sa": ["Bernie Sanders"], "q": "Senate and plans to determine in the next few weeks whether he'll move forward with an exploratory committee in March. Salmon, a former Democrat turned Republican, told POLITICO that first-term independent Sen. <strong> Bernie Sanders </strong> is <q> closer to meeting a challenge </q> and that he's undeterred by the long odds of a successful bid. \"Right now, I am 65 percent in. When I hit 75 percent it will commence exploratory. I plan to continue", "new_id": -2, "mturk_index": "679"}, {"uid": "1297715559147800085", "i": 17053, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,\" the statement read. Leppert's statement also said the key was presented <q> without my knowledge or approval. </q> On Saturday, <strong> Dwaine Caraway </strong>- who did not reveal the sponsor of the event but did say children were in attendance- said he thought \"a great majority\" of Dallas residents would want <strong> Michael Vick </strong> to have", "new_id": -2, "mturk_index": "1946"}, {"uid": "1296232228060588147", "i": 18261, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": ", <strong> Jimmy Kimmel </strong> Live and The Late Show with <strong> David Letterman </strong>. The latter, perhaps looking to prove that Snooki can not only write, but read, even allowed her to recite the nightly top 10 list. Subject: <q> Top Ten Reasons to Buy the New Snooki book </q>( see video below). Snooks also sat for several book signings in cities like Los Angeles( The Grove), New York City( Columbus Circle), Brick, New Jersey and Huntington, Long", "new_id": -2, "mturk_index": "879"}]