[{"uid": "1297254047238534667", "i": 55677, "idx": 1, "sa": ["Simon Cowell"], "q": "talent show, joking that Xtina could have been chosen before messing up the American national anthem at the Super Bowl last Sunday. The music mogul also confessed that he \"likes\" Fergie is <q> one of the most underrated singers in this country. </q> Despite the hype surrounding US X Factor, reports have suggested that the show could mean bad news for fans of the original UK version. According to The Mirror, <strong> Simon Cowell </strong> has \"ruled himself out", "new_id": -2}, {"uid": "1295965860135200782", "i": 32017, "idx": 2, "sa": ["Eric Schmidt"], "q": "traffic and engineering talent. \"Our retention has been actually the same and our retention has been exactly the same for seven years\" he said at a news conference following his DLD appearance. <q> We're going to be hiring many thousands of people this year. </q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. \"We've got very complicated government issues", "new_id": -2}, {"uid": "1297589255082132993", "i": 50076, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>, who I think we agree is a little to the right of the BBC, a characteristic of a leftie is someone who regards a difference of view as a sign of stupidity because they can not imagine <q> how anyone intelligent could possibly disagree with them </q>. I think the BBC is scrupulously neutral, except that many of its staff believe that there is a sane world view, and then there are the crazies. Left and right are not always at", "new_id": -2}, {"uid": "1295991953089178223", "i": 3700, "idx": 17, "sa": ["George H. W. Bush", "Henry Kissinger", "Donald Rumsfeld"], "q": "Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, \"To an occasional adversary and a permanent friend.\" <q> When I started working on the book, <strong> Henry Kissinger </strong> said,` You tell it like it was.' We differed on some issues, and there's nothing wrong with that. It was professional and healthy, </q> <strong> Donald Rumsfeld </strong> says. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> George H. W. Bush </strong> Ronald Reagan and met with Iraqi leader Saddam Hussein, at the time viewed", "new_id": -2}, {"uid": "1295612133111296517", "i": 35230, "idx": 2, "sa": ["Nancy Meyers", "Simon Cowell", "Alessandra Stanley"], "q": "are a much softer touch than previous crews. They're much more likely to put somebody through on the strength of their personalities. <strong> Simon Cowell </strong> would have shut 75 percent of those people down.\" recap identified the <q> same dramatic music, same talk about making people's dreams come true, same sob stories with predictable tickets to Hollywood. It's comforting, or it's a snoozefest-- take your pick. </q> <strong> Alessandra Stanley </strong> of the New York Times. \"The show's 10th season, which began Wednesday on Fox with new judges, looked more like an older woman's fantasy- a <strong> Nancy Meyers </strong>", "new_id": -2}, {"uid": "1296111890176996358", "i": 1485, "idx": 0, "sa": ["Michael Finley", "Manu Ginóbili", "Allen Iverson", "Tim Duncan", "Barack Obama", "Fabricio Oberto"], "q": "Conference on Saturday night. They proved themselves equal to the task. <strong> Michael Finley </strong> and <strong> Fabricio Oberto </strong> each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. <q> Their role players beat us as much as anyone else, </q> said Karl. \"From[ Brent] <strong> Barack Obama </strong> to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginóbili </strong>] <strong> Manu Ginóbili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.\" <strong> Allen Iverson </strong> led the Nuggets with 30 points and", "new_id": -2}, {"uid": "1296727907183500817", "i": 19760, "idx": 14, "sa": ["Reggie Miller", "Jalen Rose", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Duncane after getting 33 from <strong> Reggie Miller </strong>. \"I wish it was reversed,\" <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1295495702052953175", "i": 55725, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said. \"We're not having Awards and recognition? The board welcomed the president and staff members from University College of the North, Manitoba, Canada, who are on campus to look at the colleges", "new_id": -2}, {"uid": "1295954317102252556", "i": 11799, "idx": 2, "sa": ["Andy Coulson", "Roy Greenslade"], "q": "representing four people who believe they were targeted by other newspapers. None of the four, Lewis said, had been hacked by News Group Newspapers. \"Lots of people were doing it\" , Lewis said, <q> it was such a widespread practice </q>. The Guardian's <strong> Roy Greenslade </strong> analysed how the press covered <strong> Andy Coulson </strong>'s resignation. The Guardian gave it significant coverage, with four pages inside, a leading article and a comment, as did the Independent, carrying", "new_id": -2}, {"uid": "1295562019175194161", "i": 55397, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "\" the company said. <strong> Eric Schmidt </strong> said the changes had come after several long conversations between the three individuals, in which they came to the conclusion thus far that sharing responsibility for all decisions at Google <q> adds delay and so forth in the way we make decisions. </q> Things will run much better, he said, \"by elevating me and having <strong> Larry Page </strong> running things day-to-day, <strong> Sergey Brin </strong> focusing on the area that he is going to talk about,\" all of which is expected to", "new_id": -2}]