[{"uid": "1297177285142131216", "i": 39988, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> In conjunction with bookstores selling his memoir this week, <strong> Donald Rumsfeld </strong> is also releasing online a wide range of nearly 2,000 documents from his tenure in public service, dating back to his years as a congressman in", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1297176031226918403", "i": 3165, "idx": 7, "sa": ["David Letterman", "Aaron Rodgers"], "q": "don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.\"( Audience applauds) <strong> David Letterman </strong>: <q> How big were you in high school your senior year? </q> <strong> Aaron Rodgers </strong>: \"I was like 6' 2\", 190.\" <strong> David Letterman </strong>: \"Really? So, you could have been, I mean, statistically, that would have- well", "new_id": -2}, {"uid": "1295530662257605677", "i": 34867, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "I know you can sing,\" <strong> Jennifer Lopez </strong> said. I'm already confused by <strong> Steven Tyler </strong>'s commentary, which can sometimes go by way too fast. I had to rewind multiple times to get this: <q> When you came out here you were on fire. You got to sing something that delivers the same feeling and voice and notes and tone-age that you just spoke. We'll let her in the door, water that flower because it's going to grow. I think you have what it is is. You have to redirect it. </q> Phew! I'm not sure she would have gotten through with the original three on board. I can't imagine <strong> Simon Cowell </strong> would have said yes to that one. The next guy", "new_id": -2}, {"uid": "1295089693198639648", "i": 32567, "idx": 4, "sa": ["Mike Darnell", "Simon Cowell"], "q": "the triple-threat up here.' So I think we're going to be good, man.\" \"Look, the show is amazing,\" said <strong> Mike Darnell </strong>, Fox's president of alternative entertainment. <q> I mean, it's 10 years in. Let's all get perspective on it. It's achieved the virtual impossibility of being, six years in a row, the No. 1 show... that's bigger than M* A* S* H. That's bigger than All in the Family. \"This new panel is terrific, and I think the audience, if it keeps coming at these levels- considering DVR use and everywhere that television's been- we'll be thrilled. </q> <strong> Simon Cowell </strong> said: searing sentiments Will American Idol miss <strong> Simon Cowell </strong>? Probably, especially when it's time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to", "new_id": -2}, {"uid": "1295501732152404070", "i": 32998, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "Kobe Bryant", "Bob Marley"], "q": "could do that, <strong> Bob Marley </strong>'m good,\" <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q> It didn't hurt at all, </q> said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. \"It felt good to be back.\" The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"uid": "1295030929156712975", "i": 18256, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV.\" He will expose the softer side of <strong> Simon Cowell </strong>. <q> I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I'd like to make the man with no heart melt. That's top of my hit list. </q> To read our no-holds-barred Q&A with <strong> Piers Morgan </strong>, check out the latest issue of The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate", "new_id": -2}, {"uid": "1295238796192987145", "i": 36784, "idx": 1, "sa": ["Eric Schmidt"], "q": ". \"I spend so much time in Washington now because of the work that I've been doing, I deal with all these people who make assertions without fact,\" he said. Policy people <q> will hand me some report that they wrote or they'll make some assertion, and I'll say, \"Well, is that true?'-- and they can't prove it. </q> Perhaps that could change some day, he suggested. Technology could help. With Google\"s vast power for capturing and remembering data, <strong> Eric Schmidt </strong> painted a picture in which technology could help quantify and", "new_id": -2}, {"uid": "1296149573243646477", "i": 35910, "idx": 7, "sa": ["Michael Vick"], "q": "shot when it seemed no one else would. \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects <q> everything to go according to plan. </q> \"We'll see what happens over the next couple months. I just got to be patient and take it day by day,\" he said. <strong> Michael Vick </strong>, who", "new_id": -2}, {"uid": "1297676452157712406", "i": 8458, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": ". They could be seen putting out fires started by petrol bombs that landed in the garden, when anti-government protesters fought with gangs supporting President <strong> Hosni Mubarak </strong>. On his official blog, Mr <strong> Zahi Hawass </strong>, wrote: <q> I have said that if the Egyptian Museum is safe, Egypt is safe. However, I am now concerned Egypt is not safe. </q> But he later added: \"Not a single thing has been thrown at the museum by the thousands of protesters in Tahrir Square, because these people do not want to damage their cultural heritage.\"", "new_id": -2}]