[{"uid": "1296808457040140804", "i": 371, "idx": 2, "sa": ["Meghan Linsey", "David Letterman"], "q": "'re set to tape their first guest spot on Late Show with <strong> David Letterman </strong> on Monday. The show will air later that night.`` We are really, really excited about'' <strong> David Letterman </strong>, <strong> Meghan Linsey </strong> said. <q> I think it's really a huge opportunity for us to be able to do something that big on late night. I feel like we're reaching a milestone. I grew up watching that show, and I feel like <strong> David Letterman </strong> is the holy grail. </q> Steel Magnolia's Wildhorse Saloon album release show begins at 7:30 p.m. today. www.wildhorsesaloon.com. Fans can catch the duo on Late Show with <strong> David Letterman </strong> 10:35 p.m. Monday on CBS.-", "new_id": -2}, {"uid": "1295701242121667612", "i": 21059, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_13_points_5_assists_vs_Nuggets_2003-04_*Game_Winner December 19th, 2003 Staples Center Los Angeles,", "new_id": -2}, {"uid": "1295558979260145159", "i": 32372, "idx": 0, "sa": ["Nancy Pelosi", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1296966831159891467", "i": 15520, "idx": 3, "sa": ["Michael Vick", "Tom Brady"], "q": "in leading the Eagles to an NFC East title. <strong> Michael Vick </strong> finished runner-up to Patriots quarterback <strong> Tom Brady </strong> in voting for the most valuable player award.`` I've come a long way,'' <strong> Michael Vick </strong> said. <q> I don't want to live in the past. I always want to move forward. Everything happens for a reason. </q> <strong> Michael Vick </strong> arrived here on Thursday, and the next day spoke to the Boys and Girls Club of Collin County in suburban Dallas. The event was just one that was to benefit the club. A party", "new_id": -2}, {"uid": "1297373562128925705", "i": 28228, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295030362239566877", "i": 30929, "idx": 0, "sa": ["Steve Ballmer", "Jason Maynard"], "q": ",'' said Wells Fargo Securities analyst <strong> Jason Maynard </strong>, in a research note. Iceland wants to become the No. 1 destination for companies looking to outsource their green IT data centers Still, <strong> Jason Maynard </strong> said he was <q> very surprised to see Muglia's departure since STB has arguably been the top performing unit in Microsoft. We have always been impressed with Muglia during our meetings over the years and thought he was on top of the space. </q> <strong> Steve Ballmer </strong> disclosed his decision to remove Muglia as head of STB in an e-mail to employees Monday but provided only vague reasons for the move.`` This is simply recognition that all businesses go through cycles and", "new_id": -2}, {"uid": "1295779917044482576", "i": 46283, "idx": 0, "sa": ["Andy Coulson", "Sky Andrew"], "q": "<strong> Sky Andrew </strong> bid, because it is about plurality,'' a leading competition lawyer said, referring to the question of whether common ownership of BSkyB and News International threaten to reduce the diversity of UK media. <q> But everyone knows that the decision Hunt is taking is 100 per cent political because of the noise around phone hacking and the idea that <strong> Rupert Murdoch </strong> has an influence on Number 10. </q> If Mr Hunt were to reject Ofcom's advice and accept an offer from News Corp to divest itself of <strong> Sky Andrew </strong> News, for instance, Mr <strong> Andy Coulson </strong>'s resignation would only heighten the likelihood of an ensuing", "new_id": -2}, {"uid": "1296694413042549284", "i": 9624, "idx": 0, "sa": ["Andy Coulson", "Julian Assange"], "q": ". If none of them hit the spot, Harrow romantics can buy their loved one 1001 Beers You Must Try Before You Die. â\u0080¢ Old telly friends remember Craig Oliver, the upmarket attack dog( <q> Not so much a rottweiler as a sleek sausage dog </q>) hired from the BBC to replace <strong> Andy Coulson </strong> at No 10, as a not-so-closet Tory who cultivated <strong> Andy Coulson </strong> and wore tight beige trousers whose transparency would impress even <strong> Julian Assange </strong>. Arriving from ITN, where he was a mate", "new_id": -2}, {"uid": "1296052592223051843", "i": 24612, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "to the Associated Press. <strong> Michael Vick </strong> also wore a vest designed by the company after missing time with a rib injury. <strong> Michael Vick </strong> is expected to sign a two-year contract with the company Thursday. <q> We're real excited about it, </q> said Rob Vito, CEO of Unequal Technologies.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]