[{"uid": "1295582424002506758", "i": 2825, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as <q>the enemy of God and humanity.</q> Along with <strong> George H.W. Bush </strong>, the reunion included former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. The Kuwaiti dignitaries included the emir", "new_id": -2}, {"uid": "1295097395007798784", "i": 4151, "idx": 1, "sa": ["Sergio Marchionne"], "q": "for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at the plant in a statement issued today following the Mirafiori vote. <q>The majority of our workers have not allowed themselves to be conditioned by the many accusations and attacks of those that sought to gamble with their future,</q> he said. \"By saying \"yes\" to the agreement, they have closed the door on extremism, that creates nothing but chaos and they have opened the door to the future, to the", "new_id": -2}, {"uid": "1295560499243744796", "i": 9261, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\"", "new_id": -2}, {"uid": "1296402672162643973", "i": 13835, "idx": 0, "sa": ["Justin Tuck", "Trent Cole", "Jason Babin", "DeSean Jackson", "Quintin Mikell", "Winston Moss", "Michael Vick"], "q": "more you knew that if <strong> Michael Vick </strong> hit <strong> DeSean Jackson </strong> with any kind of screen pass, <strong> DeSean Jackson </strong> could easily blast through any defense for a long gainer. <strong> Trent Cole </strong> finished second in the league in total defeats, defined as <q>the total number of plays by a defensive player that prevents the offense from gaining first-down yardage on third or fourth down, stops the offense behind the line of scrimmage or results in a turnover.</q> <strong> Trent Cole </strong> had 26 defeats, second to only <strong> Justin Tuck </strong>. <strong> Jason Babin </strong> finished third. And <strong> Quintin Mikell </strong> finished third among safeties with nine run defeats. <strong> Winston Moss </strong> after the Super Bowl: One of the", "new_id": -2}, {"uid": "1295560492175849481", "i": 3470, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Shares rose$ 9.18,", "new_id": -2}, {"uid": "1295710913115458082", "i": 18680, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "at the... Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. \"I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( \"CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1295602988020365352", "i": 39817, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,</q> Page said. Enlarge In this Nov. 15, 2010 file photo, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> speaks at the Web 2.0 Summit in San Francisco. <strong> Google Inc. </strong> co-founder Larry Page is taking over", "new_id": -2}, {"uid": "1297702534073007116", "i": 3951, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", maar ook in andere Bing-diensten, zoals op pc en tv.\" Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega's sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: <q>Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen. We bouwen aan een derde mobiel ecosysteem. Dat leidt uiteindelijk tot meer keus voor de consument.</q> 3 jaar geleden: 14 februari 2008 4 jaar geleden: 14 februari 2007 5 jaar geleden: 14 februari 2006 Internet Explorer heeft opnieuw last van \"drag and drop-probleem\" 6 jaar geleden: 14 februari 2005", "new_id": -2}, {"uid": "1295441767072597564", "i": 35748, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably clash with <strong> Simon Cowell </strong>. She said: <q>People have asked me, \"What about having Sue on` The X Factor'? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. \"It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there\"s only room for one ego on the show!</q>( c) BANG", "new_id": -2}]