[{"uid": "1297117709195428398", "i": 21437, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": " \"In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was <q> the most important failure in the execution of the war. </q> \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is", "new_id": -2}, {"uid": "1296340734125665312", "i": 33048, "idx": 3, "sa": ["Carmelo Anthony", "Marcus Camby", "Lil Jon", "Steve Blake", "Allen Iverson"], "q": "to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Lil Jon </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the Nuggets can make a deep playoff run. <q> For me, at this stage of my http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night MYMIX FROM MISIEK MOVIE SHOW footage from 2002 to 2009 HQ: rapidshare.com Music: <strong> Mos Def </strong>& <strong> DJ Honda </strong>- Travellin' <strong> Carmelo Anthony </strong>( Hip-Hop) misiekakpl@o2.pl LUDZIE PRZEMYSÅ\u0081U Number: 2,5,8,10,24 Highlights/ Video/ Clip Small Biograpahy: <strong> Carmelo Anthony </strong> \"Beetlejuice </q> Johnson( born October 2, 1974 in Charleston, South Carolina) is an American professional basketball player, currently with the Orlando Magic of the NBA. Johnson is a 6' 3\"( 1.91 m)", "new_id": -2}, {"uid": "1296801033266600448", "i": 12586, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Jerry Stackhouse"], "q": "he believes it will take longer because teams are still hopeful of landing <strong> Carmelo Anthony </strong> before the trade deadline. \"Chicago is one of those teams I keep under the hat,\" <strong> Jerry Stackhouse </strong> said. <q> I don't think they have that veteran experience on their wings. </q> <strong> Jerry Stackhouse </strong>, a reserve for the Bucks last season, is a commentator for NBA TV in Atlanta.  <strong> Allen Iverson </strong>'s still hurting  Former All-Star <strong> Allen Iverson </strong>, 35, could miss the rest", "new_id": -2}, {"uid": "1296619353222035981", "i": 30863, "idx": 5, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Snow around Walthamstow in 2007, edited with music. PS I first heard the song BBC's Wallander series. PSS Here are the", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1295501578083329067", "i": 25029, "idx": 1, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> MGM's Jim Packer Moves to Lionsgate to Head Worldwide Television Distribution Executive is expected to take up his new position next month. David Joliffe Appointed to SAG Boards The MemberShipFirst leader takes", "new_id": -2}, {"uid": "1295333072190038066", "i": 44178, "idx": 1, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Gabrielle Giffords", "Mayor Michael Bloomberg", "Al Sharpton", "David N. Dinkins"], "q": "as accused Arizona psycho killer <strong> Jared Loughner </strong>-- from buying guns. \"It is absolutely ridiculous that any idiot can get a gun and then go forth and kill people,\" said former <strong> David N. Dinkins </strong>. <q> Since we know that to be the case and most peo ple would agree with this then why, pray tell, can we not do some thing about it legally? And I say that we will. </q> <strong> Mayor Michael Bloomberg </strong> and <strong> Kirsten Gillibrand </strong>( D- NY)-- a personal friend of <strong> Gabrielle Giffords </strong>-- also spoke about the importance of gun control during <strong> Al Sharpton </strong>'s event. <strong> Kirsten Gillibrand </strong> spoke passionately about tolerance and the need", "new_id": -2}, {"uid": "1297588971109002780", "i": 17091, "idx": 4, "sa": ["Tony Blair", "Donald Rumsfeld", "Winston Churchill", "Osama bin Laden"], "q": "job for a second time aged 68 that is the focus of the greatest scrutiny and controversy. Mr <strong> Donald Rumsfeld </strong> rejects criticism that the invasion of Iraq was a distraction from the hunt for al-Qaeda leader <strong> Osama bin Laden </strong>. <q> He is probably still alive, but he is having a hell of a difficult time functioning </q> while eluding capture, he says. For <strong> Tony Blair </strong>, \"the most eloquent public voice\" in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes.", "new_id": -2}, {"uid": "1297127581124354581", "i": 41238, "idx": 0, "sa": ["Kyle Newman", "Michael Vick", "Ben Roethlisberger"], "q": "meta property= \"og: site_name\" content= <q> ASU News| The State Press| Arizona State University </q>/> <strong> Kyle Newman </strong> February 7, 2011 at 6:08 pm Two-time Super Bowl champion <strong> Ben Roethlisberger </strong> sat defeated in the locker room of Cowboys Stadium. Comeback Player of the Year <strong> Michael Vick </strong>, Pro-Bowler Matt Ryan", "new_id": -2}, {"uid": "1295896331003866627", "i": 6594, "idx": 0, "sa": ["Eric Schmidt"], "q": "<q> Previous Will Rising Food Prices Kill the Recovery? In explaining his decision to pass the boss torch back to co-founder Larry Page, Google CEO <strong> Eric Schmidt </strong> tweeted that, ha-ha, \"adult supervision </q> is no longer needed at the company that dominates internet search and advertising. And Google's monster fourth-quarter earnings offer evidence that <strong> Eric Schmidt </strong> is true to his tweet: profits reached$ 2.5 billion on sales of$ 8.4", "new_id": -2}]