[{"uid": "1297136473102924319", "i": 36175, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "the execution of the war.''`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.`` It's hard to know. You know, the path you didn't take is always smoother, </q> he added. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}, {"uid": "1295746895027656220", "i": 53850, "idx": 0, "sa": ["Angelina Jolie", "Éric Alt", "Cameron Diaz"], "q": "to`` Black Swan'' choreographer title=\"Benjamin Millipied\" href=\"http://www.nbcphiladelphia.com/topics?topic=Benjamin+Millipied\"> Benjamin Millipied and is prepping herself for the off-screen role of mother. Asked about her upcoming projects, she looks at her expectant tummy and says simply <q> I'm cooking a child. </q> <strong> Éric Alt </strong>, Senior Entertainment Editor <strong> Éric Alt </strong> has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed in a", "new_id": -2}, {"uid": "1295297607258523155", "i": 15809, "idx": 2, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": ", breakfast.'' He went on to discuss <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>'s big budget movie The Tourist. The film under-performed at box offices, something which hadn't been lost on the comedian. <q> I haven't even seen The Tourist. Who has? </q> he laughed. <strong> Ricky Gervais </strong> then took a pop at Scientology, the religion favoured by many stars in Hollywood. It seems his utterance was a step too far for some of the audience, who greeted it", "new_id": -2}, {"uid": "1296767727048218114", "i": 16718, "idx": 1, "sa": ["Chris Webber", "Žydrūnas Ilgauskas", "Allen Iverson", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1295547534065978446", "i": 21534, "idx": 0, "sa": ["Aziz Ansari", "David Letterman", "Ricky Gervais", "Conan O'Brien"], "q": "the Globes- misses the point: What else was he supposed to do?`` I don't think I did anything wrong... I'm confronting the elephant in the room,'' <strong> Ricky Gervais </strong> says. <q> Like I'm going to go out there and not talk about the issues in their industry. I've got to be an outsider there, I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there and roast them. </q>) In the days since the dropped jaws, several other comedians have come out in praise of <strong> Ricky Gervais </strong>' routine- namely <strong> David Letterman </strong>, <strong> Conan O'Brien </strong> and <strong> Aziz Ansari </strong>( of Parks& Recreation fame), who gave", "new_id": -2}, {"uid": "1296493494020398103", "i": 8369, "idx": 0, "sa": ["Zahi Hawass"], "q": "at the gates of the Egyptian Museum broke into the poorly secured treasure trove and vandalized a culture's 2,000-year documented heritage in a matter of minutes. New York Daily News, one of many: <q> Army commandoes were dispatched over the weekend to protect the 108-year-old museum in Cairo's Tahrir square, where many of the nation's protesters have gathered over the last week. </q>`` I was so worried,'' <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, told The Washington Post.`` I have been protecting antiquities all my life. I", "new_id": -2}, {"uid": "1295584186085278737", "i": 5544, "idx": 2, "sa": ["Tim Ford", "Larry Page", "Eric Schmidt"], "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe <strong> Larry Page </strong> is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's Tim Forde for him to have a shot at running this.''", "new_id": -2}, {"uid": "1296664938258277379", "i": 46358, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "He easily beat Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who garnered 11 votes. \"`` I've been here for a while, so I've seen our offense evolve,'' the 11-year veteran told The AP. <q> We do some different things now than we've done in the past. Ultimately, we're still trying to do the same thing, which is be productive and win games. </q> \" <strong> Tom Brady </strong> finished the season 324-of-492 for 3900 yards and 36 touchdowns, with just 4 interceptions during the regular season with a QB rating of 111.0. He finished 8th in the league in yards, but", "new_id": -2}, {"uid": "1297492185025739275", "i": 44555, "idx": 1, "sa": ["Michael Gove"], "q": "should be no`` false hope'' the money would be reinstated. Mr <strong> Michael Gove </strong> has pledged to look again at their cases with an`` open mind'', but a Department for Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision. </q> Six Yorkshire councils saw? 1bn of promised funding withdrawn by Mr <strong> Michael Gove </strong> when he axed the scheme, with almost 100 school rebuilding projects in the region halted as a result. Doncaster and Kirklees", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]