[{"uid": "1295949713244924433", "i": 18837, "idx": 0, "sa": ["Michael Jackson", "Paula Abdul", "Simon Cowell"], "q": "room and talking to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and Randy <strong> Michael Jackson </strong> about a potential musical career.\" Were you excited to discover that your character in Tangled provides a lot of the comedy of the movie? <q>I was incredibly happy, but I have to admit that the animals definitely steal the show. When it comes to the comedy of Tangled, the gecko and the horse are outstanding. <strong> W.C. Fields </strong> said never work with kids or animals, but the gecko and the horse end up stealing my thunder.</q> What makes you laugh? \"I think that Family Guy is hysterical. It's edgy and hip- and they can do whatever they want to do because it's animated and they're not", "new_id": -2}, {"uid": "1295557709260145178", "i": 19222, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Lady Gaga"], "q": "The Idol Judge rates his co host's singing the same as <strong> Lady Gaga </strong>. It's a good thing <strong> Jennifer Lopez </strong> isn't getting in front of Randy Jackson for an assessment of her talent anytime soon. On <q><strong> Jimmy Kimmel </strong> <strong> Jennifer Lopez </strong> accused of copying <strong> Kat Deluna </strong> track Orange News <strong> Jennifer Lopez </strong> has been accused of copying her latest track On The Floor from a record by R&B singer <strong> Kat Deluna </strong>. The Jenny From The Block hitmaker debuted her new single on Ryan \"American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard \"American Idol</q> returned to Fox with its 10th season premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable Randy Jackson occupying <strong> Simon Cowell </strong>\"s old seat on", "new_id": -2}, {"uid": "1297616111047562790", "i": 48151, "idx": 0, "sa": ["Donald Rumsfeld", "Cynthia Nixon", "Christine Marinoni"], "q": "Has Come' To Let Gays Serve Openly Well look who's come around on Don't Ask Don't Tell: war criminal <strong> Donald Rumsfeld </strong>, who's on a book tour to with the Iraq war. <q>First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,</q> <strong> Donald Rumsfeld </strong> Let's All Ooh And Ahh At <strong> Cynthia Nixon </strong>+ <strong> Christine Marinoni </strong>'s New Baby Boy Max Ellington Let's All Ooh And Ahh At <strong> Cynthia Nixon </strong>+ <strong> Christine Marinoni </strong>'s New Baby Boy Max Ellington Seth Stambaugh Scores$ 75K After Losing", "new_id": -2}, {"uid": "1297242441083116117", "i": 20964, "idx": 3, "sa": ["Jay Leno", "David Letterman", "Hosni Mubarak"], "q": "Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up \"pulling a <strong> Jay Leno </strong>.\") \"I love you. I am in your corner,\" Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. <q>I don't want the same thing to happen to you that happened to Regis.</q> This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. \"You know, he was fired. He lives in my building... He got fired. He asked", "new_id": -2}, {"uid": "1297276859033341485", "i": 25460, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "business, which includes the search engine Bing and Internet portal MSN. He takes over from Bob Muglia, who announced plans to step aside last month. A 19-year Microsoft veteran, <strong> Satya Nadella </strong> has <q>the right mix of leadership, vision and hard-core engineering chops,</q> Microsoft Chief Executive <strong> Steve Ballmer </strong> said in a memo to employees, which was... NEW YORK( Reuters)- Microsoft Corp named veteran insider and expert engineer <strong> Satya Nadella </strong> as the head of its$ 15 billion server", "new_id": -2}, {"uid": "1296370322095813646", "i": 2657, "idx": 0, "sa": ["Mike Pence"], "q": "United States' dependence on foreign oil. That was one of the subjects of an article <strong> Mike Pence </strong> penned in 1991 for the Indiana Policy Review, called \"Confessions of a Negative Campaigner.\" <q>It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,</q> <strong> Mike Pence </strong> wrote. <strong> Mike Pence </strong>'s first radio show aired in 1989, and after the 1990 campaign, he devoted more of his energy to hosting what became a popular radio talk show in Indiana.", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,</q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295569871192872471", "i": 30680, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> InformationWeek's John Foley, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be \"the industry leader in scoring, auditing, and improving traffic quality for the", "new_id": -2}, {"uid": "1295755516184385555", "i": 47170, "idx": 3, "sa": ["Maurice Cheeks", "Allen Iverson", "Shaquille O'Neal"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.</q> <strong> Allen Iverson </strong> http://wn.com/Michael_Jordan_1990-91_41_points_Vs_Philadelphia_76ers Some very quick highlights here. Commentary was in Spanish. Boxscore: www.basketball-reference.com <strong> Shaquille O'Neal </strong> O'neal dominates Game 1 of the 2001 NBA Finals. Unfortunately the Lakers lose the game, but <strong> Shaquille O'Neal </strong> greatness was not overlooked", "new_id": -2}, {"uid": "1297242543083116089", "i": 15458, "idx": 1, "sa": ["Simon Cowell"], "q": "question. \"Your wardrobe for this season- are we gon na see the tight V-neck? Are we gon na be branching out with some new looks for you?\" she asked. <q>Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again,</q> <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy. \"The royal wedding is taking place,", "new_id": -2}]