[{"uid": "1294965093056983574", "i": 4595, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "holding her hand- <strong> Gabrielle Giffords </strong> opened her eyes for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> If all goes well, <strong> Gabrielle Giffords </strong> may be`` out of the woods'' on Friday, said Dr. Peter Rhee, trauma chief at University Medical Center, who has treated soldiers in Iraq and Afghanistan.", "new_id": -2}, {"uid": "1295894145127107105", "i": 9412, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld", "Gene Callahan"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will.`` I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,'' he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and Gene Callahanral economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the`` unknown unknowns'' as former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> once put it.", "new_id": -2}, {"uid": "1295658341074924035", "i": 652, "idx": 2, "sa": ["George Osborne", "David Cameron", "Andy Coulson"], "q": "`` big society''. <strong> Andy Coulson </strong>'s departure weakens <strong> David Cameron </strong> and his chancellor, <strong> George Osborne </strong>, who jointly appointed <strong> Andy Coulson </strong> and have staunchly, sometimes testily, defended him in public and private. <strong> George Osborne </strong> described <strong> Andy Coulson </strong> as <q> an incredibly talented, dedicated and patriotic servant of this country </q>. <strong> David Cameron </strong> said he was saddened by the departure, feeling his communications director was`` being punished twice for the same offence. This is all about the past. It has gone on and on and", "new_id": -2}, {"uid": "1295596909029032474", "i": 20009, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ", in my clear opinion, is ready to lead,'' commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> remarked <strong> Eric Schmidt </strong>. As executive chairman, <strong> Eric Schmidt </strong> will focus externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's", "new_id": -2}, {"uid": "1295169383147406856", "i": 28810, "idx": 2, "sa": ["Phil Jackson", "Allen Iverson", "Michael Finley", "Robert Horry"], "q": "hit 7-of-8 Robert Horrys and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Phil Jacksonadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.`` Having <strong> Allen Iverson </strong> back helps. He's a Michael Finleyisher. He can", "new_id": -2}, {"uid": "1295559994214679661", "i": 37676, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "outreach and technology thought leadership.'' <strong> Sergey Brin </strong>, the other Google co-founder, will no longer be president of technology; he will work on`` strategic projects.'' In a statement, <strong> Eric Schmidt </strong> says that <q> by clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> He says that as executive chairman he will work with both men for`` a long time to come'' and says that`` <strong> Larry Page </strong> is ready to lead.'' The company made the surprising announcement as it reported", "new_id": -2}, {"uid": "1295225658227999753", "i": 30243, "idx": 1, "sa": ["Anthony Morrow", "Allen Iverson", "Ray Allen"], "q": "his status.`` The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel toAnthony Morrow,'' <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Anthony Morrow </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296228272172146710", "i": 20889, "idx": 26, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "on with the Obama agenda, without sounding moralistic. It leaves a little bit of a void.''`` It's tough for a House member to run for president,'' this strategist continues, <q> and it looks like he will waltz into the governorship of Indiana. He must be thinking,` I've got Tim Pawlentye, and it's a lot easier to run as the governor of Indiana than as a House member from anywhere.' </q> The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able`` to build a larger following and donor base'' and address`` the punditry that says you need executive experience.''", "new_id": -2}, {"uid": "1297186010216317983", "i": 17514, "idx": 2, "sa": ["Paula Abdul", "Nicole Scherzinger", "Matt Lauer", "Simon Cowell", "Katy Perry", "Mariah Carey"], "q": "talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.'' When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: <q> I can't say. I really, really at this point can't say... I'm sworn to secrecy. They'll be cute, and the guy won't be as good looking as me. That's one of the rules! </q> Among the celebrities who have been linked to the judging panel are <strong> Katy Perry </strong>, Rihanna, <strong> Paula Abdul </strong>, <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and current X Factor UK judge Cheryl Cole. <strong> Simon Cowell </strong> has said than an announcement will be", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]