[{"uid": "1296582908238125200", "i": 40257, "idx": 0, "sa": ["Allen Iverson"], "q": "court for Besiktas. <strong> Allen Iverson </strong> will get an anti-inflammatory shot today in order to reduce swelling in his right calf as he tries to avoid surgery and return his Turkish League team in time for the playoffs. <q> At this point it is certainly more important to get( <strong> Allen Iverson </strong>'s) calf healed and asymptomatic than it is to try to play with continued pain, </q> Andrews wrote. The latest in-depth coverage and recommended links on sports' biggest stories. 2010-11 college hoops midseason report Use of and/or registration on any portion of this site constitutes acceptance of our", "new_id": -2}, {"uid": "1297182562166789141", "i": 2699, "idx": 1, "sa": ["Donald Rumsfeld", "... More", "Diane Sawyer", "President Bush"], "q": "test for presidential candidates would be made stricter.`` I have no doubt that given the facts that were made available to <strong> President Bush </strong> in 2003, I would have made the same decision <strong> ... More </strong>,'' <strong> Donald Rumsfeld </strong> writes. <q> Ridding the region of <strong> Saddam Hussein </strong>'s brutal regime has created a more stable secure world. </q> No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way:`` What you know today can help you unthink your thinking about", "new_id": -2}, {"uid": "1296741912015351821", "i": 21625, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ": February 3, 2011 In his upcoming book, former Defense <strong> Donald Rumsfeld </strong>'s book writes that <strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. <q> He asked that I take a look at the shape of our military plans on Iraq, </q> <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' Since <strong> Hosni Mubarak </strong> came into power in 1981, U.S. taxpayers have sent more than$ 60 million in aid to his government- but", "new_id": -2}, {"uid": "1295501171076414991", "i": 6955, "idx": 0, "sa": ["Michael Jackson", "Janis Joplin", "Simon Cowell", "Jennifer Lopez"], "q": "paint chips as a child?'') And he wants to find`` a <strong> Janis Joplin </strong>.''( Maybe not a great idea.) <strong> Jennifer Lopez </strong> was gorgeous and never less than engaging and said she was <q> not in the business of crushing spirits. </q> And Randy <strong> Michael Jackson </strong>, well, he's still our dog. <strong> Simon Cowell </strong> is gone. Deal with it. I have. This is essentially a new show. And all in all, it worked.", "new_id": -2}, {"uid": "1296221744071827501", "i": 20533, "idx": 1, "sa": ["Natalie Portman", "Simon Cowell", "Elton John"], "q": "is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!''- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. <q> As I get older, I get more angry about it. In this country( America), we need more dialogue. We don't need any more stone throwing. We don't need any more vitriol. We need people to say,` OK. I'm straight. You're gay. Let's get along. I'm Republican. You're Democratic. Let's work together.' I'm sick and tired of people being hateful to each other in this country. </q>- <strong> Elton John </strong> wants unity in the US.`` <strong> Natalie Portman </strong>- just complete professional relationship. Open up the door, she walks in, does the work. No issues. No hand-holding. She's", "new_id": -2}, {"uid": "1297122987065749013", "i": 4854, "idx": 0, "sa": ["Robert Christopher Riley", "David Letterman", "Vince Lombardi", "Paul Hornung", "Bill Dawes"], "q": "to say, the actors who portray football players themselves were especially excited about the game.`` I claim full responsibility,'' <strong> Vince Lombardi </strong> cast member <strong> Bill Dawes </strong>( <strong> Paul Hornung </strong>) joked with Broadway.com about the win. <q> I think everyone felt a part of this in a way that I've never felt part of a team winning before. It was very surreal. It's almost too serendipitous. During the season, the games happened during Sunday matinees and we'd always be backstage following them on our phones. </q> <strong> Bill Dawes </strong>' co-star <strong> Robert Christopher Riley </strong>( <strong> David Letterman </strong> Robinson), agrees, noting,`` The fact that this play is going on right now celebrating their historic coach, the man that the Super Bowl trophy is named", "new_id": -2}, {"uid": "1296227273172146729", "i": 1453, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as`` a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}, {"uid": "1297460017090980370", "i": 33229, "idx": 0, "sa": ["David Letterman"], "q": "the headliners for the 2011 Glastonbury Festival in England this summer. Glastonbury runs from June 22-26 and is expected to close out the final night of the weekend. Her husband Jay-Z performed at Glastonbury in 2008. <q> This really is the biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend, </q> she said in a statement.`` I'm pumped just thinking about that huge audience and soaking up their energy.'' British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series", "new_id": -2}, {"uid": "1297309062028164170", "i": 3306, "idx": 2, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "sign was addressing a portion of <strong> Donald Rumsfeld </strong>'s book claiming that the torture and abuse of detainees that occurred at Abu Ghraib were the actions of`` a small group of prison guards who ran amok.'' <q> This guy doesn't have it all together in his head, </q> said <strong> Ann Agee </strong> of <strong> Donald Rumsfeld </strong>.`` Everybody counts as much as anybody else.'' <strong> Ann Agee </strong> was escorted away from the entrance of the Center and back to a spot near the street. Robert Smith", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]