[{"uid": "1296425350029392900", "i": 40008, "idx": 0, "sa": ["Zahi Hawass"], "q": "of the country's deep cultural history. Iraq,\" two other countries that sustained looting of artifacts during the ongoing wars there, said Fred Hiebert, an archaeology fellow with the National Geographic Society. <q> Saqqara and Luxor are major tourist attractions, so there are signs pointing saying,` Valuable antiquities here.' The whole country is a museum, </q> he said. While deep concern- or even panic- continues to sweep through the community Egyptologists in the United States, <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council on Antiquities, said Sunday that", "new_id": -2}, {"uid": "1296831843236798032", "i": 56140, "idx": 0, "sa": ["Barbara Walters", "Regis Philbin", "Bill Clinton", "David Letterman", "Charles Grandison Rose III", "Robin Williams"], "q": "at 10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 23 comments By <strong> Barbara Walters </strong> with ALAN B. GOLDBERG <q> I realized there was really no alternative, if I wanted to live, I had to do this. </q>-- <strong> Bill Clinton </strong> \"I would find myself busting into tears and sobbing uncontrollably.\" -- <strong> David Letterman </strong>\" ... stop the heart, work on it, restart it...", "new_id": -2}, {"uid": "1295562703217792663", "i": 20237, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. On a call with analysts this afternoon, <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> offered their thoughts on the movement for analysts. In their", "new_id": -2}, {"uid": "1296292861120143897", "i": 27486, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters. \"- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q> First the` protesters' formed a human chain to protect the musium </q> In Cairo, Egypt, a street-eye view on a day of` revolution' and high hopes Why Palestine papers didn't spark outrage against Abbas's government", "new_id": -2}, {"uid": "1295242191190218251", "i": 4093, "idx": 2, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. Another congressional colleague, US Representative <strong> Debbie Wasserman Schultz </strong>, said she also was heartened after a visit Saturday at <strong> Gabrielle Giffords </strong>' bedside, to see her improving. <strong> Gabrielle Giffords </strong> \"continues to make very", "new_id": -2}, {"uid": "1296688339059244554", "i": 12552, "idx": 0, "sa": ["Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: Sen. <strong> Bernie Sanders </strong>: Sanders.senate.gov/ 58 year-old John Attaway started with a` mall walking and milkshakes' plan to get down to 200 pounds.", "new_id": -2}, {"uid": "1296037931233095171", "i": 40158, "idx": 0, "sa": ["Michael Vick"], "q": "of the organization. \"We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.\" She also tries to recast the safety question. <q> I can't point to anything to say it's 100 percent safe, </q> Keller said. \"The thing is, it only needs to be safer. The only standard is that it's safer than smoking.\" <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA", "new_id": -2}, {"uid": "1295812415025542678", "i": 49841, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000", "new_id": -2}, {"uid": "1294975566041533473", "i": 56024, "idx": 12, "sa": ["Allen Iverson", "Dirk Nowitzki", "LeBron James"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and maLeBron James shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1295665764077054063", "i": 20160, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" Mr <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. \"We've been talking about how best to simplify our", "new_id": -2}]