[{"uid": "1295985212180977686", "i": 33508, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": " ''You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q>If you are not,... it's probably a program best administered and controlled at the state level.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8 Vantage$ 152,445", "new_id": -2}, {"uid": "1295994291049692710", "i": 11862, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "be planning to do will affect Rochester directly. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> really hopes to hear that the research and development tax credit will be made permanent. She said that could bring many jobs here to Rochester. <q>What that tax credit is about is it allows businesses that are innovators, entrepreneurial businesses like a lot of the businesses in Rochester to invest in research in development and get a credit for that investment. So really it makes a difference in creating jobs, particularly in growing industries like high tech, bio-tech, energy technology, optical technology all of that work that we do in Rochester would really benefit greatly from an R&D tax credit that's permanent.</q> <strong> Barack Obama </strong> Schumer didn't have a lot of time to talk today but he did talk about his guest for tonight's speech. Karen Eckhart is a family member of a Flight 3407 victim and joined him", "new_id": -2}, {"uid": "1295044908170393664", "i": 48791, "idx": 0, "sa": ["Piers Morgan", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": ". She made the ultimatum after <strong> Piers Morgan </strong> tweeted that she would be a ''big wuss'' if she did not agree to be interviewed on the show. Writing on Twitter, she said: <q>i'd do it for a million for SANDS. money, mouth??????????????????</q> <strong> Piers Morgan </strong>, whose guests on the ITV1 show have included former UK prime minister <strong> Gordon Brown </strong>, music executive <strong> Simon Cowell </strong> and British pop star <strong> Cheryl Cole </strong>, jokingly replied, ''A million what? If it's Chilean pesos", "new_id": -2}, {"uid": "1296376709098549798", "i": 11633, "idx": 2, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "'' <strong> Zahi Hawass </strong> said. The museum was still in danger yesterday, however. A building next door which houses the offices of President <strong> Hosni Mubarak </strong>'s ruling party was on fire and about to collapse. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the National Democratic Party headquarters. In addition to the mummies, about 10 other smaller ancient artifacts were taken from their cases and damaged", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.</q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1297714527167477255", "i": 2777, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "The former defense chief who served under <strong> President Bush </strong> has endorsed repeal of ''Don't Ask, Don't Tell'' and said open service in the U.S. military is <q>an idea whose time has come.</q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> President Bush </strong> Ford, made remarks in favor of ending the military's gay ban to ABC Radio on Friday. ''First of all", "new_id": -2}, {"uid": "1297293075061915141", "i": 30380, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "are the rest of the White American Teabagger Talibanners and it's their job to.'' In other news, the sky is blue when it's sunny, and gray when it rains. Report Abuse <q>Why is this heading still here after 6 weeks!!</q> No coverage of the Liberal protesting the consevative get together featurubg the Koch Brothers, ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Compare 10 Top Rated Auto Insurance Companies- Free", "new_id": -2}, {"uid": "1295564127055377924", "i": 12261, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "things. <strong> Sergey Brin </strong> will concentrate on strategic projects. ''Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> tweeted after the announcement. After signing pact with China, Boeing lays off 1,100 U.S. workers <q>The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with,</q> said UBS analyst Brian Pitz. ''I don't think it changes anything strategically where the company is headed.'' Google said the management change was made as part of a plan to ''streamline'' decision", "new_id": -2}, {"uid": "1295314716264208390", "i": 1956, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "unveil phone recharger and Comcast... <strong> Steve Ballmer </strong> today announced the worldwide availability of... Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> holds a Windows 7 phone during his... Technology Video: Apple's <strong> Steve Jobs </strong> takes medical leave Report Abuse <q>NSA and CIA are ported into every Operating system made and released since the 70's.</q> Please people.... Do some more research. Every key that you have hit on your keyboard, has been mirrored to a data bank of theirs. So when the time is right,", "new_id": -2}, {"uid": "1295570534120422412", "i": 3119, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, ''What's the idea behind that- I mean, you guys couldn't run it yourself?'' To which <strong> Sergey Brin </strong> responded, <q>Parental supervision, to be honest.</q> <strong> Charlie Rose </strong> laughs hard, and asks Page, ''Do you agree with that- you guys need adult supervision?'' Page: ''I don't know if I'd say need, but", "new_id": -2}]