[{"uid": "1295218110235503629", "i": 28440, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "'s the way I feel about it.'' In his memoirs, <strong> Norman Schwarzkopf </strong> stated`` I don't have any problem with it'' when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. <q> Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective. </q> Boomer expressed similar thoughts.`` Sure, I felt another three days would have been a pretty dramatic thing,'' he said,`` but there was so much going into the decision(", "new_id": -2}, {"uid": "1295568057244678671", "i": 8804, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295387016075563050", "i": 12788, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "aid Tuesday, January 18th 2011, 3:39 PM <strong> Steven Tyler </strong> admitted he used to snort Lunesta before entering rehab in 2009. <strong> Steven Tyler </strong> initially explained his fall off a stage in August 2009 by saying he <q> zigged when I should have zagged. </q> Turns out, the true cause is actually quite different. <strong> Steven Tyler </strong>, 62, revealed on`` The Late Show with <strong> David Letterman </strong>'' Monday that during the accident- which led to broken bones", "new_id": -2}, {"uid": "1297264343254083122", "i": 31549, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Brotherhood a danger to the United States and Israel.`` The problem we have is there are many elements in a popular revolt,'' former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. <q> Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized, the best financed, and the most vicious. </q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/egypts-muslim-brotherhood-rejects-religious-state/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention Egypt's Muslim Brotherhood rejects` religious state,' won't seek presidency| Raw Story- Topsy.com[...] This post was mentioned on Twitter by The Raw Story", "new_id": -2}, {"uid": "1295284718082854012", "i": 48358, "idx": 1, "sa": ["Piers Morgan", "Jon Stewart", "David Letterman", "Mother Teresa"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic!` Cos we all know they do.'' He continued: <q> So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect! </q> Discussing how he likes`` stirring things up'' and causing`` controlled mayhem'', <strong> Piers Morgan </strong> added:`` CNN know they haven't hired <strong> Mother Teresa </strong>, to put it bluntly.'' This week, we", "new_id": -2}, {"uid": "1295541654101302284", "i": 23753, "idx": 1, "sa": ["Saddam Hussein", "Colin Powell"], "q": "some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. <blockquote>`` Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under president Ben Ali's leadership. </q> </blockquote> And it was only a few months earlier, in February of that year, that After his stirring performance listing the conclusive proof of <strong> Saddam Hussein </strong>'s weapons of mass destruction, and his", "new_id": -2}, {"uid": "1295351570142295047", "i": 43467, "idx": 4, "sa": ["Thomas Euteneuer", "Thomas Aquinas", "Mike Pence"], "q": "Related Articles Analysis The <strong> Thomas Aquinas </strong> Prayer: an update on Fr <strong> Thomas Euteneuer </strong> North America ACLU disregards women's health, says pro-life leader <q> The Title X Abortion Provider Prohibition Act would deny any family planning funds under title X from going to Planned Parenthood or other organizations that perform abortions, </q> said <strong> Mike Pence </strong> in a speech on the House floor.`` It would ensure that abortion providers are not subsidized with federal tax dollars.''`` Now, let me say,'' <strong> Mike Pence </strong> continued,``", "new_id": -2}, {"uid": "1295052317065650718", "i": 25124, "idx": 1, "sa": ["Donald Rumsfeld", "Britney Spears", "Kanye West", "Courteney Cox"], "q": "'s <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on`` Hold It Against Me,'' Tweeting, <q> Yo <strong> Britney Spears </strong>, I'm really happy for you and I` mma let you be# 1, but me and Jay-Z single is one of the best songs of all time! LOL. </q>[ N.Y. Mag] <strong> Courteney Cox </strong> says Cougar Town is distracting her from her troubles.`` Thank god for the show,'' she says.`` There have been times where[ Cougar Town creator", "new_id": -2}, {"uid": "1296286461057311252", "i": 6301, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters. </blockquote>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q> First the` protesters' formed a human chain to protect the musium </q>", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]