[{"uid": "1295168588203145230", "i": 7560, "idx": 4, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' On ABC's`` Good Morning America'' on Thursday, <strong> Kirsten Gillibrand </strong> added, <q> Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment. </q> Kelly told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Barack Obama </strong> would speak at a memorial service. Kelly gave the president", "new_id": -2}, {"uid": "1295250569089341959", "i": 35257, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "the congresswoman said Sunday. Speaking on NBC's`` Meet the Press,'' Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, Saturday night. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1296391518023904278", "i": 43980, "idx": 11, "sa": ["Mike Pence"], "q": "his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. <strong> Mike Pence </strong> likes to say, <q> I'm a conservative, but I'm not in a bad mood about it. </q> He served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual", "new_id": -2}, {"uid": "1295443111060325937", "i": 39190, "idx": 1, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "sees <strong> Sen. Bernie Sanders </strong>, serving his first six-year term in the Senate after eight two-year terms in the U.S. House, as someone who must be challenged.`` He's out of balance,'' <strong> Thomas P. Salmon </strong> said. <q> We need someone who can operate from the center. </q> <strong> Sen. Bernie Sanders </strong>, of Burlington, declined to comment about <strong> Thomas P. Salmon </strong>'s prospective candidacy, spokesman Will Wiquist said. <strong> Sen. Bernie Sanders </strong> has been raising money for his 2012 re-election and has stepped up his national profile with", "new_id": -2}, {"uid": "1297225373053084179", "i": 45415, "idx": 3, "sa": ["Michael Vick"], "q": "'s unfortunate, and I would rather have not seen the situation.'' Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong>`` served his time'' and <q> did what the court told him to. </q> The newspaper reported that council members are allowed to hand out token keys- a$ 25 key with Dallas' seal- to whomever they want, in contrast with the more official gold or crystal city", "new_id": -2}, {"uid": "1295960367022577221", "i": 11582, "idx": 1, "sa": ["Andy Coulson", "Chaz Bono", "Silvio Berlusconi"], "q": "'' a senior aide from Cameron's Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from Cameron's Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of... Pope critical of Italian PM <strong> Silvio Berlusconi </strong>` Becoming <strong> Chaz Bono </strong>' tells the complicated, touching story of <strong> Chaz Bono </strong>", "new_id": -2}, {"uid": "1295285635056262693", "i": 34970, "idx": 0, "sa": ["Bill Lockyer"], "q": "885 million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q>`` Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion,''", "new_id": -2}, {"uid": "1295676548215973969", "i": 29964, "idx": 2, "sa": ["Eric Schmidt"], "q": "do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' The Miami Herald is pleased to provide this opportunity to share information,", "new_id": -2}, {"uid": "1295789786232554512", "i": 42103, "idx": 4, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.'' Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said.`` Facebook is moving at the speed of light and Google isn't. Rocket City Space Pioneers Announce Partnership With Solidworks NASA Spacecraft Prepares For Valentine's Day Comet Rendezvous", "new_id": -2}, [{"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}]]