[{"uid": "1297128027137412656", "i": 10711, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": " \"Clearly, this was not the case in this situation and one without my knowledge or approval,\" he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was \"ceremonial.\" <q> These ceremonial gifts are different from the official keys to the city presented by the mayor, </q> he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296277380125009976", "i": 37408, "idx": 0, "sa": ["Colin Powell"], "q": "each other. That is my aim and that is what I am going to do.\" Government MPs pounded their desks resoundingly. Sandy added that no one could question his patriotism having spent <q> days and nights in the field in 1970 and 1990 as well. </q> After disclosing that former US Secretary of State <strong> Colin Powell </strong> will attend the launch of the ministry's mentoring programme in April, Sandy apologised for a second time in the sitting when he said it appears as if", "new_id": -2}, {"uid": "1295668830122535946", "i": 39850, "idx": 1, "sa": ["Ed Rendell", "Michael Vick"], "q": "west toward Marcellus Shale.[ 0] Former Gov. <strong> Ed Rendell </strong> supports program giving stray cats and dogs to prisoners. \"All of a sudden, recidivism's looking like a win-win,\" says <strong> Michael Vick </strong>. <q> <strong> Paul I. </strong> just really enjoy killing dogs. <strong> Paul I. </strong> do not care where. </q>[-5] Every day, on average, two water mains break in Philadelphia, which sometimes leads to millions of gallons of water pouring onto the street. Bonus spraygrounds, you guys!", "new_id": -2}, {"uid": "1294968144056983582", "i": 9666, "idx": 0, "sa": ["Steve Ballmer"], "q": ", \"I found out we ran out of consoles at end of the month(!) so don't expect to win Dec.,\" referring to its battle with Sony's PlayStation 3 and Nintendo Wii. <q> Jan/Feb supply is tight as well. </q> Analysts estimate 2.5 million Xbox 360 units sold in December, behind Nintendo's Wii that moved 2.6 million units. At the Consumer Electronics Show in Las Vegas last week, Microsoft chief <strong> Steve Ballmer </strong> said", "new_id": -2}, {"uid": "1297423491174850061", "i": 2067, "idx": 0, "sa": ["Steve Ballmer"], "q": "the Nokia \"sand Microsoft's CEOs said they believe that a partnership will leverage the two companies' core competencies-- Microsoft's software and Nokia's hardware and distribution-- to win in the smartphone space. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> said <strong> Steve Ballmer </strong>, Microsoft\"s CEO, who also appeared at the London conference. Goodbye Symbian and Intel, hello Windows Nokia has forever put its own smartphone operating system, Symbian, on its devices.", "new_id": -2}, {"uid": "1295021582165101591", "i": 4164, "idx": 7, "sa": ["Allen Iverson", "Gary Moore"], "q": "Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. \"This is the most pain he's ever felt from any injury he's had,\" <strong> Gary Moore </strong> said. <q> He's been in tremendous agony. </q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second stint with the Sixers, where", "new_id": -2}, {"uid": "1295643217119324709", "i": 32429, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leadership, in addition to being an advisor to both Page and <strong> Sergey Brin </strong>. On the followup call to discuss Google's quarterly earnings, <strong> Eric Schmidt </strong> told analysts that the decision to switch things up would result in <q> even better success for the corporation. </q> He assured the group that \"Larry is ready,\" and that the move would help clarify how decisions are made within Google. Blizzard offers StarCraft 2 modder tour, encouragement, love Second iOS 4.3 beta", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295972769153763874", "i": 6172, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Ryan Day", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q> If I was starting a football team in a national budget league, I'd pick Paul <strong> Ryan Day </strong> as the captain and quarterback, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. \"There's nobody in this House who's taken as serious a long-term view on the budget as Paul <strong> Ryan Day </strong>.\"", "new_id": -2}, {"uid": "1295293122030998539", "i": 28328, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". In 2007, <strong> Andy Coulson </strong> resigned as editor of the News of the World over the bugging incident, but has always said he was unaware of it at the time, the Guardian reported. <q> I judge his work by what he has done for us.... He resigned for what went wrong at News of the World, </q> <strong> David Cameron </strong> said. Men who suffer post orgasmic illness syndrome are just allergic to themselves Chat Roulette now popular with people looking for real pigs instead of furries The banks have heard your desperate lamentations in the dark,", "new_id": -2}]