[{"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1297279121173539343", "i": 36532, "idx": 0, "sa": ["Zahi Hawass"], "q": "up tents in the city's central Martyrs Square similar to Tahrir. In Cairo, hundreds of state electricity workers stood in front of the South Cairo Electricity company, demanding the ouster of its director. <q>Why are you staying here, you've ruined our lives,</q> they chanted. Also, dozens of state museum workers demanding higher wages staged a protest in front of the Supreme Council of Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Two protesters", "new_id": -2}, {"uid": "1295458359168706053", "i": 22520, "idx": 2, "sa": ["Paula Abdul", "Ryan Seacrest", "Ellen DeGeneres", "Simon Cowell", "Michael Jackson"], "q": "jumpsuit, came out next from underneath the stage in a cloud of swirling dry ice. The \"total package, the triple threat,\" as <strong> Ryan Seacrest </strong> called her, said she was excited to be there. <q>You have to just concentrate on the moment as best you can. Just live. It's your moment.</q> She added that she's \"looking for the next <strong> Michael Jackson </strong>.\" The new line-up brings big changes to \"American Idol.\" Gone are original judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. Gone are more recent additions, <strong> Ellen DeGeneres </strong>", "new_id": -2}, {"uid": "1295667388014565451", "i": 32607, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "on new projects. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> said in a post on the Google blog. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,</q> he said. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" While Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296460080009125921", "i": 19907, "idx": 2, "sa": ["Monta Ellis", "Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Warriors-Lakers_106-114_I_Ellis_27pts,Azubuike_25pts,8reb_vs_Gasol_21pts,14reb,Bryant_21pts <strong> Monta Ellis </strong> of the Golden State Warriors is a Missiissippi state high", "new_id": -2}, {"uid": "1296254515202539021", "i": 11599, "idx": 0, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "sphere as he makes his decision. \"I just believe there's wisdom in multiple counselors and at the end of the day, this moment is not about me,\" he said. <q>It's really about the people of Indiana. We're going to take an attitude of humility and a servant's attitude into our discussions with Hoosiers, and we'll see where they think we can best serve in the years ahead.</q> Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in Northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for", "new_id": -2}, {"uid": "1295425471034701433", "i": 22656, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "knows exactly what he's up to. He steals a tremendous amount of material,\" <strong> Howard Stern </strong> said in an interview for CNN's \"<strong> Piers Morgan </strong> Tonight.\" <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is <q>not fit to scrub <strong> David Letterman </strong>'s feet.</q> \"I don't know how he's beaten <strong> David Letterman </strong> in the ratings,\" he said. \"It's beyond my comprehension. America must be filled with morons who at night lay in bed--", "new_id": -2}, {"uid": "1297272180137707562", "i": 44189, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "j\":\"'} Press Release Source: Microsoft Corp../ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the", "new_id": -2}, {"uid": "1295615268003915777", "i": 12839, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q>Free: The <strong> Distant Future </strong> of a Radical Price,</q> Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, \"Prosperity", "new_id": -2}, {"uid": "1295648417122683417", "i": 7245, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to do so.\" <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> he said. Labour leader <strong> Ed Miliband </strong> said: \"He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on", "new_id": -2}]