[{"uid": "1295807421110559236", "i": 28647, "idx": 6, "sa": ["Colin Powell", "George Will", "Rush Limbaugh", "Barack Obama"], "q": "- ranging from the established to the extreme- defined the announcement more by skin color than ideology. The most crass interpretation came from talk radio host <strong> Rush Limbaugh </strong>, who wrote the Politico's Jonathan Martin the following: <q><strong> Dick Cheney </strong> <strong> Colin Powell </strong> says his endorsement is not about race... OK, fine. I am now researching his past endorsements to see if I can find all the inexperienced, very liberal, white candidates he has endorsed. I'll let you know what I come up with.</q> Around the same time, esteemed conservative columnist <strong> George Will </strong> was also explaining <strong> Colin Powell </strong>'s decision as part of a larger, more psychological sway that <strong> Barack Obama </strong> held over other African Americans. There will be \"some impact,\"", "new_id": -2}, {"uid": "1294986443224985109", "i": 40442, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as \"Tonight\" show host. He said the reason is no mystery, noting, \"We", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295898507003866625", "i": 29472, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld", "Patriarch Kirill"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"<strong> Patriarch Kirill </strong>'m absolutely sure that the euro will not collapse because <strong> Patriarch Kirill </strong> think there is still a strong European solidarity in place,\" he told AP. <q>Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies.</q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1294962672210993211", "i": 6921, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": ". They described the moment to CBS' \"The Early Show\" Thursday.( Scroll down to see video of <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with clips from Mr. <strong> Barack Obama </strong>'s speech.) <q>We were talking about all the things we wanted to do as soon as she got better and all the things we hope to do with her. And we knew she was responding- she was holding our hands, and caressing our hands and squeezing them and moving her arms, moving her legs,</q> <strong> Kirsten Gillibrand </strong> recalled. \"She started to open her eyes. And when her husband saw her making this effort, he urged her, said, \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes.\" And", "new_id": -2}, {"uid": "1296176330162824268", "i": 32826, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "Angela Eagle", "George Osborne"], "q": "a \"sacker's charter\". No 10 called it \"a hirer's charter\". <strong> Angela Eagle </strong>, the shadow chief secretary to the Treasury, described the confidence index figures as very concerning, reflecting <q>an early sign of the impact of this month's VAT rise</q>. Health and aid spending pledge could damage recovery, warn business groups Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s \"Sputnik moment\" <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video The Business", "new_id": -2}, {"uid": "1295256412206143497", "i": 17152, "idx": 3, "sa": ["Michael Jordan", "Magic Johnson", "Allen Iverson", "Tracy McGrady"], "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q><strong> Elgin Baylor </strong> score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295768239143409189", "i": 45794, "idx": 2, "sa": ["Adlai Stevenson", "Allen Iverson", "50 Cent"], "q": "what <strong> Adlai Stevenson </strong> do.\" \"<strong> Adlai Stevenson </strong> played that game like it was my last when <strong> Adlai Stevenson </strong> was a rookie and scored <strong> 50 Cent </strong>,\" said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. <q><strong> Adlai Stevenson </strong> did the same thing tonight, just like <strong> Adlai Stevenson </strong> do every night. And we won.</q> <strong> Allen Iverson </strong>, approaching his first All-Star game, had a slew of incredible numbers: A career-high 20 field goals and 40 attempts, nine rebounds and six assists. He favorite stat was the one that goes in the", "new_id": -2}, {"uid": "1296566910244629509", "i": 13868, "idx": 3, "sa": ["Allen Iverson"], "q": "Player of the rookie game at All-Star Weekend that same year. \"Coming here is something special because I remember I came in here and won the MVP of the rookie game in 1997,\" he said. <q>All I heard was boos and didn't understand it. I always look forward to coming back here to play in front of these people.</q> The 76ers extended their winning streak to six games and http://wn.com/Allen_Iverson_31pts_Highlight_vs_NY_Knicks_00/01_MVP_season <strong> Allen Iverson </strong> Shines on Broadway <strong> Allen Iverson </strong> and the Philadelphia 76ers aren't the most welcome guests in NBA arenas. The league's best road team simply hasn't given", "new_id": -2}, {"uid": "1295094125134053943", "i": 20099, "idx": 29, "sa": ["Chris Webber", "Allen Iverson"], "q": ", which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. \"We got really aggressive, especially when we went small,\" Knicks coach Larry Brown said. <q>We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.</q> <strong> Allen Iverson </strong> had 40 points and 10 assists, and <strong> Chris Webber </strong> scored 19 points for Philadelphia, which has lost four of five. <strong> Chris Webber </strong> tipped in <strong> Allen Iverson </strong>'s miss with.6 seconds left to send the game into overtime.", "new_id": -2}]