[{"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1297462823095535141", "i": 7724, "idx": 1, "sa": ["Simon Cowell"], "q": "\" he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. \"There", "new_id": -2}, {"uid": "1296259221174211079", "i": 44888, "idx": 2, "sa": ["Mike Pence"], "q": "the Republican nomination for president in 2012.\" Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to <q> learn about how Hoosiers think we might best contribute in the years ahead. </q> Mr. <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. While there is no official word yet on whether he", "new_id": -2}, {"uid": "1296158372066846741", "i": 29306, "idx": 0, "sa": ["Eric Schmidt", "Ramana Maharshi", "Wil Haygood", "Andrew Christian"], "q": "stop an idea whose... <strong> Wil Haygood </strong>: 2010 National Book Festival Journalist and biographer <strong> Wil Haygood </strong> presents at the 2010 National Book Festival. Speaker Biography: <strong> Wil Haygood </strong> is a prize-winning Washington Post staff writer and an acclaimed biographer. His <q> In <strong> the Black </strong> and <strong> David Blaine </strong>: The Life of <strong> Sammy Davis Jr. </strong> </q> won the Zora Neale Hurston-Richard... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Ramana Maharshi </strong>-- Abide as the Self( <strong> Andrew Christian </strong>) ABIDE AS THE", "new_id": -2}, {"uid": "1296759142240484366", "i": 23032, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "had setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask \"How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery Doctor on <strong> Barbara Walters </strong>'` Setbacks\" <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1295537220252182530", "i": 9545, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Filmmaker Sees", "new_id": -2}, {"uid": "1297193311173015049", "i": 27746, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Ric Flair", "Aaron Rodgers"], "q": "host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he couldn't resist a <strong> Brett Favre </strong> inquiry now that he's tied# 4 in Super Bowl wins. <q> <strong> Ric Flair </strong> can remember him sitting right here, </q> said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. \"<strong> Ric Flair </strong> don't", "new_id": -2}, {"uid": "1297189679173015099", "i": 35965, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,\" said an e-mail encouraging attendance. \"Therefore, he's coming to ask similar-minded folks for support.\" Another e-mail said, <q> Here's a great opportunity to hear an important progressive voice in the US Senate and for us to develop ties and think about New England as a region. </q> The fundraiser will be held at 1:30 p.m. at First Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Sen. Bernie Sanders </strong> is", "new_id": -2}, {"uid": "1295560089214679563", "i": 14006, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Fillmore man sentenced to 60 years", "new_id": -2}, {"uid": "1296491477150683715", "i": 40178, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from bankruptcy protection. The manufacturer is expected to move towards a share sale sometime in 2011. Chrysler is currently controlled by Fiat which has a 25% stake in the firm. <q> Our job is not yet done. We have a lot of work ahead to fulfil our five-year business plan objectives, </q> said Chrysler's chief executive <strong> Sergio Marchionne </strong>. The company forecast a net profit of between$ 200m and$ 500m in 2011. VW to manufacture cars in Malaysia About these results* May require registration or", "new_id": -2}]