[{"uid": "1297074215210305048", "i": 4846, "idx": 0, "sa": ["Deneen Borelli", "Clarence Thomas", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "the significant double standard that is displayed here when it comes to what we've witnessed on this video versus how black conservatives are also attacked and the NAACP remains silent,\" <strong> Deneen Borelli </strong> said in a phone interview. <q>The NAACP, and I'm sure you know this, they were basically hired by <strong> George Soros </strong> to track racism in the Tea Party movement.</q> The NAACP did condemn racist attacks against former black secretaries of State <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> during <strong> President Bush </strong>'s presidency. NAACP won't directly address racism leveled against <strong> Clarence Thomas </strong> at progressive protest Oregon state legislature pushes shopping", "new_id": -2}, {"uid": "1296716412176898138", "i": 28921, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Nelson Rockefeller", "Gerald Ford", "George H.W. Bush", "Bill Clinton"], "q": "chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization,\" he writes, adding: \"By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.\" <q>It has always amazed me that <strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by <strong> Gerald Ford </strong>,</q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H.W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former Vice <strong> President Bush </strong> <strong> Nelson Rockefeller </strong> for being an \"imperial vice <strong> Bill Clinton </strong>\" and \"bullying.\" Reply#", "new_id": -2}, {"uid": "1296770549227754057", "i": 48769, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "\" report, which said nearly two-dozen suspended and debarred vendors had been awarded contracts either because the government didn't consult the EPLS, or agencies willingly ignored a contractor's status for national security purposes. <q>It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> <strong> Sen. Bernie Sanders </strong> said. \"DoD is very concerned about any fraudulent activity on the part of its contractors,\" the department said in a statement Thursday. \"In addition to the criminal, civil penalties and", "new_id": -2}, {"uid": "1295679682021889026", "i": 8622, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": " \"My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,\" said one former <strong> Google Inc. </strong> employee, who declined to be named for fear of reprisal. <q>I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,</q> he added. \"He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.\" We welcome comments", "new_id": -2}, {"uid": "1295550124153829377", "i": 17560, "idx": 0, "sa": ["Steve Ballmer"], "q": "in the poll results. The speculation that Microsoft would build a bridge connecting the Kinect gaming system with Windows PCs picked up earlier this month after comments CEO <strong> Steve Ballmer </strong> made at the Consumer Electronics Show. <q>We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it,</q> <strong> Steve Ballmer </strong> said. Microsoft is preparing to release drivers and a software development kit( SDK) that would integrate the Kinect system with Windows. Separately, researchers at the University of Washington have developed an application", "new_id": -2}, {"uid": "1295628138018169942", "i": 1781, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed</q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1297269552258801706", "i": 1169, "idx": 0, "sa": ["Colin Powell", "Barbara Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> Barbara Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1296480217189546502", "i": 26517, "idx": 0, "sa": ["Sergio Marchionne"], "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion. The", "new_id": -2}, {"uid": "1295197610047906830", "i": 33617, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords", "Tom Coburn"], "q": "<strong> Tom Coburn </strong>: \"I've pretty much been disgusted with all the media' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) joined host David Gregory to provide an update as to Rep. <strong> Gabrielle Giffords </strong>'s( D-Ariz.) condition. <q>She's making progress every day, she's using both sides of her body,</q> said <strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>\"s story \"inspiring.\" Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws", "new_id": -2}]