[{"uid": "1297617994047562773", "i": 2233, "idx": 4, "sa": ["Steve Ballmer"], "q": "competitive. He said the alliance was a good one for Microsoft, which will benefit from Nokia's global reach and assets, as well as for developers and publishers, as it, in short, <q>makes it easier for them to make money and gives them access to Nokia's global scale.</q> Finally, he added, \"We believe this is good for consumers. And at the end of the day, we believe it is that which is most important.\" Quoting <strong> Steve Ballmer </strong> Flop at", "new_id": -2}, {"uid": "1295559883243744799", "i": 4462, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. Mr. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The", "new_id": -2}, {"uid": "1297363571104955962", "i": 5408, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "the past. \"People expect that we can create a modern, liberal democracy in Afghanistan,\" <strong> Donald Rumsfeld </strong> explains, but that ignores the realities of a landlocked country with a history and culture of its own. <q>A liberated people have been given a chance</q> to install a representative government that fits with their own culture, but we have a limited ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years? \"The Iron", "new_id": -2}, {"uid": "1297616629186400779", "i": 26866, "idx": 8, "sa": ["Donald Rumsfeld", "President Bush", "Osama bin Laden"], "q": "Goose Egg Memo. Do you see the disconnect between the public and private statements?\" asked Martin. \"No,\" said <strong> Donald Rumsfeld </strong>. \"There's no disconnect at all.\" <q>But in private you're much more unhappy with what this system is doing.</q> \"Once you're satisfied and comfortable in a war,\" <strong> Donald Rumsfeld </strong> said, \"you lose.\" The <strong> President Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the", "new_id": -2}, {"uid": "1294986991012550146", "i": 1490, "idx": 3, "sa": ["Kelsey Grammer", "David Letterman"], "q": "not sorry to hear that? \" \"Well, you are respectfully considerate, and yet pleased for the new develoments in my life,\" <strong> Kelsey Grammer </strong> replied in an end-of-story tone. <q>Well, it\"s a difficult time, regardless,</q> <strong> David Letterman </strong> added, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? \"` The kids seem to be doing okay, yeah,\" the actor", "new_id": -2}, {"uid": "1297278646168607769", "i": 39196, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "habits, revealed the inspiration behind her famous \"seal clap,\" took a few jabs at her old pal <strong> Simon Cowell </strong> and dished on the \"naughty voicemails\" she leaves for the cantankerous reality judge. <q>Oh please-[ I'll say] \"Hi jerk, how are you?\"</q> <strong> Paula Abdul </strong> joked, when asked if she leaves sexy voicemails for <strong> Simon Cowell </strong>. \"Yes, that arouses him.\" Whispers of a possible Simon/Paula reunion are swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for", "new_id": -2}, {"uid": "1294979190239403024", "i": 33736, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "<strong> Kobe Bryant </strong> said. \"This just ain't Memphis. I think this offense has freed him up a little bit and showcased more what he can do instead of just being in the post all the time.\" <q>It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball.</q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep http://wn.com/Allen_Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q>probably went from 50 percent to 75 percent,</q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, \"I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}, {"uid": "1297273521044515353", "i": 8098, "idx": 0, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "was just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. <q>A strong, technologically vibrant, and financially successful defense industry is... in the national interest,</q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue \"policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.\" He said defense officials would focus on seven key", "new_id": -2}, {"uid": "1296940939224919552", "i": 14161, "idx": 1, "sa": ["Eric Schmidt"], "q": "a claim the company robustly denies), why Apple had the initial vision to change technology from a corporate support system to a consumer support system and what the world may look like in 50 years' time( <q>When one assumes I'll no longer be here,</q> he laughs). For an hour before our interview, <strong> Eric Schmidt </strong>, in pale pastel V-neck complete with collar and tie, has been holding a session in Google's private suite of rooms just outside the", "new_id": -2}]