[{"uid": "1295873978013910017", "i": 12470, "idx": 4, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "He also wants to see <strong> Barack Obama </strong> take steps to reduce the deficit by closing loopholes in corporate tax laws and reducing unnecessary defense spending before considering cuts to education, health care or Social Security. <q> I hope the president makes it clear that as we go forward in terms of deficit reduction, we don't do it on the backs of the middle class or the most vulnerable people in this country, </q> <strong> Sen. Bernie Sanders </strong> said. Welch said he'd like to hear <strong> Barack Obama </strong> address a broad range of issues, including the deficit.`` I'd like to hear him explain how we're going", "new_id": -2}, {"uid": "1296457550009125925", "i": 11903, "idx": 1, "sa": ["Doug Morris", "Simon Cowell"], "q": "including The X Factor, as a walled fiefdom.`` The one thing that Sony definitely have as a secret weapon is <strong> Simon Cowell </strong> and <strong> Doug Morris </strong> has the status to deal with him effectively,'' says a source. <q> He makes loads of money, he only works with Sony, and he is incredibly important to them. </q> Some argue that, as the biggest challenge for all record labels is the digital future, the appointment of <strong> Doug Morris </strong> smacks of`` short-term thinking''.`` Ultimately is his appointment going to turn around Sony", "new_id": -2}, {"uid": "1297288563203538453", "i": 24555, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence"], "q": ". The GOP plan would cut all$ 327 million from Title X. That prompted an angry response from pro-choice groups, who said the program provides contraception and cancer screening, among other services. <q> While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregnancy, </q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. Title X recipients can not use the money to provide abortions. But some conservatives have sought to tie together the two issues. Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1295154267091308044", "i": 24188, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295807421110559236", "i": 28651, "idx": 10, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist <strong> Bill Ayers </strong>. <q> It troubled me. We have two wars. We have economic problems, we have health problems.... Those are the problems the American people want to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world, </q> he said.`` I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind", "new_id": -2}, {"uid": "1296688822156778549", "i": 43361, "idx": 0, "sa": ["Colin Powell"], "q": "found no Iraqi troops were visible near the Saudi border- just empty desert. After the war, <strong> Colin Powell </strong> admitted that there had been no massive build up. A US senior commander told Newsday after the war, <q> There was a great disinformation campaign surrounding this war. </q>..:: False testimony about Iraqi atrocities Before the motion for war, members of Congress were presented with the tearful testimony of a 15-year-old Kuwaiti girl, known only as Nayirah. She described how, as", "new_id": -2}, {"uid": "1295964059002146385", "i": 32897, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong>. Photographer: Tony Avelar/Bloomberg <strong> Eric Schmidt </strong> said he is`` committed to <strong> Google Inc. </strong>'' and that he agrees with co-founders <strong> Sergey Brin </strong> on`` everything.'' He said he will stay at <strong> Google Inc. </strong> <q> as long as it is exciting. </q> <strong> Eric Schmidt </strong> spoke to reporters in Munich today. <strong> Eric Schmidt </strong>, who will be replaced as CEO by Page on April 4, said the transition will not affect decision-making at the company.", "new_id": -2}, {"uid": "1295475898005455883", "i": 39747, "idx": 3, "sa": ["Rahm Emanuel", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"uid": "1296932811087031838", "i": 26176, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "Italians Saturday. His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, [{"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]]