[{"uid": "1297266831144211998", "i": 40870, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "with me.'' There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said: <q>He always talks to me, we will work together some how, some way. He's an acquired taste but I love him very much.</q> <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said: ''Oh yeah I have, he's a massive fan of mine, definitely", "new_id": -2}, {"uid": "1297183321119177307", "i": 3674, "idx": 3, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "<strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they ''saved lives.'' But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>: <q>Qahtani would be subjected to sexual humiliation and long periods of sleep deprivation and isolation while in custody at Guantanamo, and his heartbeat at one point dropped to 35 beats per minute.</q> <strong> Donald Rumsfeld </strong> said he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. ''I didn't approve any of that,'' <strong> Donald Rumsfeld </strong> said in", "new_id": -2}, {"uid": "1296509832005701678", "i": 33126, "idx": 1, "sa": ["Michael Vick"], "q": "D-Nev., and other Democratic leaders will release an estimate by the American Association of Airport Executives that says the airport construction funds will support the employment of 90,000 workers and affect another 190,000 jobs.''' Report Abuse <q>wow... look at the uber-predictable righty comments...</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court", "new_id": -2}, {"uid": "1295259895086458421", "i": 7439, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q>Sometimes, they would say: ''We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.'</q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know about the scandal then he's too wicked to stay in his post, and if he didn't know then he''s too", "new_id": -2}, {"uid": "1296063294015597570", "i": 30087, "idx": 0, "sa": ["Steve Ballmer"], "q": "Free shipping.. Unregistered users: Feedback from multiple usernames are subject to deletion. Off-topic and posts from suspected astroturfers will be removed. Reader feedback page 1 of 1 pages: Comment from: tomL <q>Microsoft is a results-driven company.'</q> Comment from: Macintosh <strong> Steve Ballmer </strong>'s response: It was a holiday quarter and Apple sells toys. He'll feel that will hold him over for another three months. Jan 26, 11- 11:33", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. ''It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q>But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.</q> He added: ''But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}, {"uid": "1296854638096747656", "i": 16698, "idx": 2, "sa": ["Sergio Marchionne"], "q": "$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. ''We're in two different places in financial history,'' <strong> Sergio Marchionne </strong> said of Chrysler and GM. <q>They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to get it.</q> Chrysler forecasts$ 200 million to$ 500 million of net income on net revenue of more than$ 55 billion in 2011. Chrysler has said it expects to generate more than$ 1 billion in free", "new_id": -2}, {"uid": "1296091592093798426", "i": 26921, "idx": 12, "sa": ["Mike Shanahan", "Michael Vick", "Donovan McNabb"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Photo: <strong> Mike Shanahan </strong>, <strong> Donovan McNabb </strong> Sports Video: Woods looks to turn a new page at Torrey Pines Sports Video", "new_id": -2}, {"uid": "1295931009036896782", "i": 23227, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "It seemed clear that the number of people being hacked clearly was not consistent with it being one rogue reporter,'' energy minister and coalition partner Liberal Democrats member <strong> Chris Huhne </strong> told a TV channel. <q>We know police were not keen on the subject.</q> A comment in the Guardian newspaper went further. ''There have been dark mutterings of police collusion and apathy.'' It said Scotland Yard officers will now be questioned in the case. During <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1296259221174211079", "i": 44886, "idx": 0, "sa": ["Mike Pence"], "q": "not seek the Republican nomination for president in 2012. Mr. <strong> Mike Pence </strong> ruled out a White House bid in a letter to supporters that also fueled speculation he is instead planning a run for governor. <q>We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,</q> Mr. <strong> Mike Pence </strong> wrote in the letter. ''In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.''", "new_id": -2}]