[{"uid": "1295360458259211337", "i": 53268, "idx": 2, "sa": ["Ahoua Don Mello", "Alassane Ouattara", "Raila Odinga"], "q": "poursuivre demain( mardi)'', avait d?clar l'?missaire, sans pr?ciser quelles taient ces conditions. Abidjan, M. <strong> Raila Odinga </strong>, Ahoua Don Mellot la premi?re visite de m?diation d?but janvier avait t infructueuse, s' tait dit porteur <q> d'une nouvelle offre de paix </q>? M. Gbagbo.Ce dernier est sous pression internationale pour c?der le pouvoir? M. <strong> Alassane Ouattara </strong>, proclam vainqueur par la commission lectorale et reconnu pr?sident l?gitime? l'ext?rieur. Le sortant a lui t proclam lu par le Conseil constitutionnel", "new_id": -2}, {"uid": "1295339132194592773", "i": 3035, "idx": 0, "sa": ["Allen Iverson"], "q": "TMZ.com had reported that the fire spread from a fireplace. Abington police and fire officials, and Jenkintown police declined comment about any details. State Dept. boosts film on <strong> Allen Iverson </strong> The State Department selected <q> No Crossover: The Trial of <strong> Allen Iverson </strong>, </q> as one of 18 American documentary films that will be shown in more than 20 countries around the world. The film, about <strong> Allen Iverson </strong>'s trial in Virginia over a fight at a bowling alley when the future Sixers", "new_id": -2}, {"uid": "1296277283055640091", "i": 428, "idx": 1, "sa": ["Rick Braun", "LeBron James", "Allen Iverson", "Kobe Bryant", "Metta World Peace"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stMetta World Peaceger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MaveRick Brauns. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1297350455055672878", "i": 12135, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Tim Scott"], "q": ".`` If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,'' said Andy Blom, executive director of the American Principles Project. <q> Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.' </q> <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes.", "new_id": -2}, {"uid": "1296251220002900001", "i": 23476, "idx": 0, "sa": ["Fred Karger", "Mike Pence", "Jimmy McMillan", "Barack Obama", "Herman Cain"], "q": "the starting down linemen for the Green Bay Packers. <strong> Herman Cain </strong> is a talk show host and former pizza company CEO from Georgia, <strong> Fred Karger </strong> is a California political consultant and gay activist and <strong> Jimmy McMillan </strong> is the leader of the <q> Rent is Too Damn High </q> party in New York, and is now probably best known for being parodied on`` Saturday Night Live.'' That's the current Republican field for the 2012 Barack Obamaial race. <strong> Mike Pence </strong>, a", "new_id": -2}, {"uid": "1296174977054247442", "i": 3042, "idx": 5, "sa": ["Eric Schmidt"], "q": " \" <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q> Germany is the second-highest user on a percentage basis of Streetview of any country in the world, </q> he said.`` We know that German consumers really love our product.'' On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US", "new_id": -2}, {"uid": "1296667040253952025", "i": 47777, "idx": 1, "sa": ["Brad Miller", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Linas Kleiza", "Éric Baratay"], "q": "<strong> Brad Miller </strong> bÉric Baratayked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the shot from the left wing while falling away under pressure. <q> I just looked up at the clock and saw it was two seconds left, shot it up and it went in, </q> <strong> Linas Kleiza </strong> said. <strong> Carmelo Anthony </strong> had 30 points and 12 rebounds, <strong> Marcus Camby </strong> added 19 points, 14 boards and three blocked shots, and <strong> Allen Iverson </strong> had his streak of four straight 30-point performances end, finishing with 21. But", "new_id": -2}, {"uid": "1297186501216317978", "i": 8316, "idx": 0, "sa": ["Michael Gove", "Paul McManus"], "q": "<strong> Michael Gove </strong> promised the cash for music classes across the country. The Review has made a wide-ranging number of recommendations to Michael Government about the future provision of music in education. Following the publication, <strong> Michael Gove </strong> commented that <q> Access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. Many disadvantaged children are denied the music education they deserve. And that's why we need to bridge this musical divide. </q> The CEO of the Music Industry Association <strong> Paul McManus </strong> also spoke about the affair, saying`` It is extremely encouraging to read the continuing supportive comments being made by <strong> Michael Gove </strong> concerning the importance of music education for a", "new_id": -2}, {"uid": "1295576927002506766", "i": 58861, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "of its top management on Thursday, announcing that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader business relationships( and) government outreach. </q> <strong> Eric Schmidt </strong>, who has served as Google's CEO for a decade, will also act as an internal adviser to <strong> Larry Page </strong> and to Google's other co-founder, <strong> Sergey Brin </strong>, the Mountain View, California-based company said", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]