[{"uid": "1297150317040091651", "i": 25995, "idx": 0, "sa": ["Tayshaun Prince", "Joe Dumars", "Ben Wallace", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "q": "three players- Richard Hamilton, <strong> Tayshaun Prince </strong> and <strong> Ben Wallace </strong>- remain from that Detroit team. Hamilton, the sixth-leading scorer in franchise history, has spent 13 of the past 14 games on the inactive list. <q>That's kind of hard for me to imagine,<q> <strong> Antonio McDyess </strong> said. As Detroit continues the long reconstruction project, which began in 2008 when general manager <strong> Joe Dumars </strong> dealt <strong> Chauncey Billups </strong> to Denver in a deal for <strong> Allen Iverson </strong>, <strong> Antonio McDyess </strong> is girding for another title.", "new_id": -2}, {"uid": "1295970663009764877", "i": 22975, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "winning streak, 109-96, on Friday night. \"It's just because our backs are against the wall,\" <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. <q>We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the <strong> David West </strong>, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs. \"And with our roster... there's no way we shouldn't be in the playoffs.<q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1295633194146702360", "i": 2649, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing: \"We have a very long relationship with Tunisia,\" <strong> Donald Rumsfeld </strong> remarked after the meetings. <q>Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one, an important one. There's a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.<q> Additionally, <strong> Donald Rumsfeld </strong>, during a visit in 2006 seeking greater ties to Tunisia- where \"freedoms of the press, association, and expression[ were] extremely restricted\" and much electoral opposition", "new_id": -2}, {"uid": "1296424092007127044", "i": 22992, "idx": 1, "sa": ["Zahi Hawass"], "q": ", opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum,\" <strong> Zahi Hawass </strong>, <q>My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day,<q> <strong> Zahi Hawass </strong> wrote. By <strong> Zahi Hawass </strong> On Friday, January 28, 2011, when the protest marches began in Cairo, I heard that a curfew had been issued that started at 6.00 pm on Friday", "new_id": -2}, {"uid": "1295033166139100209", "i": 630, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "and new challenges. Anyone who has graduated college and started a first job has been through that experience, and it made the young players seem that much more relatable. Quotes of the year: <q>You're just going to do <strong> Kevin Kolb </strong>'s chair like that?<q>- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. \"God has given you", "new_id": -2}, {"uid": "1295860435042090520", "i": 5994, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. \"<strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,\" says one ally. <q>He wasn't prepared to work on that basis.<q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q>Unequal was one of the reasons I've been able to make it through the season.<q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295589933175472714", "i": 36125, "idx": 0, "sa": ["Eric Schmidt"], "q": "anything in my e-mail that would send me to jail( well, probably not) but those are my words. My private conversations. When asked about privacy concerns, Google's CEO <strong> Eric Schmidt </strong> said, <q>if you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.<q> OK, point taken, <strong> Eric Schmidt </strong>, but I'm not concerned about you leaking my information regarding my Facebook notifications to the world- I'm worried about you taking over the world. Knowledge is power, right", "new_id": -2}, {"uid": "1295589516230457394", "i": 40614, "idx": 1, "sa": ["Eric Schmidt"], "q": "projects and new products. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and Sergey for a long time to come.<q> \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. \"The results speak for themselves. There is no other CEO in the world", "new_id": -2}, {"uid": "1297113612077856768", "i": 21579, "idx": 1, "sa": ["Simon Cowell"], "q": ".\" Even though \"American Idol\" and \"America's Got Talent\" have fished the talent pool, <strong> Simon Cowell </strong> said he has a gut feeling he will be able to uncover such a talent. <q>You've only got to find one,<q> he said. \"If I didn't believe I could do this, there would be no point in making the show.\" The mentoring component grew out of him becoming bored and frustrated just sitting", "new_id": -2}]