[{"uid": "1297096596187170848", "i": 15891, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by February 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1297120389257998877", "i": 20504, "idx": 5, "sa": ["Simon Cowell"], "q": "along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end, wants to replicate that experience on` The X Factor.' <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> While we've no idea who <strong> Simon Cowell </strong> has his eye on for the panel, he did emphasize the level of commitment the judges will need to make to not just the show, but the contestants.", "new_id": -2}, {"uid": "1294985664245579792", "i": 18057, "idx": 1, "sa": ["Wayne LaPierre", "Mike Pence"], "q": "her legislation forward.`` Listen, any kind of bill the N.R.A. is against is always a problem.'' Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q> I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe. </q> The N.R.A. has kept such a low profile that its normally accessible executive vice president, <strong> Wayne LaPierre </strong>, declined to comment.`` At this time, anything other than prayers for the victims and their families would", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1297145575101449730", "i": 21658, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical, </q>' he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot", "new_id": -2}, {"uid": "1296771979116113439", "i": 5138, "idx": 0, "sa": ["Eric Schmidt"], "q": "only football-related topic swirling around the water cooler these days. During a recent( and highly divided) debate, city council members voted to recruit a financial analyst to weigh the fiscal risks and rewards of a potential <q>`` If it's not a good deal, we punt. I say,` Get in the huddle.' </q> \", the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Click here to watch the video. For", "new_id": -2}, {"uid": "1296961315115425356", "i": 30573, "idx": 6, "sa": ["Michael Vick"], "q": "poses... searched far and wide for a new defensive coordinator.... Eagles players reach out to...- A 13-year-old Eagles fan named Nadin Khoury was the victim of one of the worst... Report Abuse <q> Here's your comeback player-`` So sorry; I just made a little mistake. </q> \" Police Report: But <strong> Michael Vick </strong> is too modest; in fact he was the ringleader of this group of vicious dog fighters and killers. According to an August 2008 USDA report, <strong> Michael Vick </strong> bought", "new_id": -2}, {"uid": "1297323057252542979", "i": 10134, "idx": 6, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "from internal and external threats. The documents include: A U.S. cable recording the December 20, 1983 conversation between <strong> Donald Rumsfeld </strong> and <strong> Saddam Hussein </strong>. Although <strong> Donald Rumsfeld </strong> said during a September 21, 2002 CNN interview, <q> In that visit, I cautioned him about the use of chemical weapons, as a matter of fact, and discussed a host of other things, </q> the document indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official Tariq Aziz. National Security Decision Directive( NSDD) 114 of November 26,", "new_id": -2}, {"uid": "1296862767154910738", "i": 916, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said.`` He's paid a very significant price and he's doing the right thing.'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1296727907183500817", "i": 16338, "idx": 6, "sa": ["Rajon Rondo", "Kwame Brown", "Allen Iverson", "Ray Allen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Washington_Wizards_Recap_Ray_Allen_Marks_His_20000_Points_Career! December 10th, 2009: The Celtics barely win it 104-102. <strong> Ray Allen </strong> marking off his 20000 point career, while <strong> Rajon Rondo </strong> scores", "new_id": -2}]