[{"uid": "1296332900236797965", "i": 3608, "idx": 0, "sa": ["Michael Vick"], "q": "too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q> Some people might say,` Three years, that seems like such a long time,' </q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.`` But we measure their progress in baby steps, especially when they", "new_id": -2}, {"uid": "1297219561091242549", "i": 5381, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Robert Gates"], "q": "personnel that worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defense secretary 2001-2006 under former president <strong> President Bush </strong>. He was replaced as defense secretary by <strong> Robert Gates </strong>. <q> The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> said <strong> Donald Rumsfeld </strong>.`` What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295747164123617298", "i": 41457, "idx": 0, "sa": ["Oprah Winfrey", "David Letterman"], "q": "Praise Report in September 2005, which is available online at www.jbsinger.com. Broadway: The Color Purple( Celie). National/international tours: Big River, Rent, Sister Act. Off-Broadway: Best of Both Worlds. <q> Many thanks to Mom and Dad, family and friends for your love and support. Thank you Bishop Norman Lyons and Elder Sharon Lyons and the FOLC family for your prayers.` <strong> Sourav Ganguly </strong> you are an awesome wonder!' </q> www.jeannettebayardelle.com Red Carpet Coverage: A BlackTree Media Production Produced by Jamaal Finkley Host: Ms. Brooke Christopher www.blacktree.tv http://wn.com/Oprah_Winfrey_Show_Visits_David_Letterman_Show_Part_1 <strong> Oprah Winfrey </strong> visits <strong> David Letterman </strong>. Your Black World is the top black news and commentary site in America. You can", "new_id": -2}, {"uid": "1296597776161153078", "i": 22748, "idx": 0, "sa": ["Steve Ballmer"], "q": "counted down on the website where they can make their purchases,'' Schubarth reports.`` The rest of the U.S. can buy a Verizon iPhone a week later on Feb. 10.'' Schubarth reports, <q> The company says that it will be able to handle the expected sales of between 400,000 to 500,000 in the first weekend. </q> Uh oh. Who's setting first weekend iPhone expectations for Verizon, <strong> Steve Ballmer </strong>? Schubarth reports,`` When the Verizon iPhones go on sale at the carrier's and Apple stores at 7 a.m. EST on", "new_id": -2}, {"uid": "1296448426151257090", "i": 2104, "idx": 0, "sa": ["Michael Vick"], "q": "Green Bay( 14)+ Inadequate Officiating( 7)- 21 Philadelphia- 16 Philly got robbed. Grape Flavor Gerbil Team Leader posted on Sun Jan 09, 2011 6:49 pm <q> <cite> Grape Flavor wrote: </cite> Philly got robbed. </q> <strong> Michael Vick </strong>'s redemption can't come in his first year back. posted on Sun Jan 09, 2011 7:18 pm <cite> Grape Flavor wrote: </cite> Philly got robbed. <strong> Michael Vick </strong>'s redemption can't", "new_id": -2}, {"uid": "1295216470191463438", "i": 443, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": ". In a world with any semblance of justice, war-makers <strong> Colin Powell </strong> and <strong> President Bush </strong> would be portrayed sharing a bench in a prison cell. Nor does Ms. Graham challenge <strong> President Bush </strong>'s absurd responses. When <strong> President Bush </strong> says <q> I feel very strongly that if the United States were to leave, Afghan women would suffer </q> he is allowed to pose as a champion of women's rights, overlooking how his invasion of Iraq spelled catastrophe for millions of women there who lost family, jobs, and their lives, or who were reduced", "new_id": -2}, {"uid": "1296111817041386023", "i": 4005, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Google DC Talks: A Conversation with Chris Anderson As part of the Google DC Talks series, Google's Washington office", "new_id": -2}, {"uid": "1295278800133546022", "i": 35247, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Guy BurnetThe former Hollyoaks EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}, {"uid": "1297367176156647444", "i": 34781, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as USD 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth USD 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman.", "new_id": -2}, [{"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}]]