[{"uid": "1297271105258801674", "i": 3476, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "trial can eventually get going. Report Abuse \" pennsylvania to many white-wing radicals... a man that abuses young women is a \"... hero in this state, corrupt police cover-up murder, and this Report Abuse <q> guess what not matter the outcome he will be paid hundreds of thousands a year for life out of YOUR pocket. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1295258099143179825", "i": 1849, "idx": 2, "sa": ["Andy Coulson", "Marine Le Pen"], "q": " He had given the former editor`` a second chance'' when he had appointed him, adding that Mr <strong> Andy Coulson </strong> had done a`` very good job'' for the government and for the country. <q> He's extremely embarrassed by the endless publicity and speculation about what hapMarine Le Pened many years ago when he was editor of the News of the World, </q> he said. Risk contained No sign of Tunisian uprising spreading to Egypt In father's footsteps Profile of <strong> Marine Le Pen </strong>, new leader of France's National Front Southern discomfort One man's quest", "new_id": -2}, {"uid": "1296034935058212387", "i": 59991, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "Dabei handelt es sich um die gr?te Aufstockung des Personals in der Geschichte des Unternehmens. Wie Google-Chef <strong> Eric Schmidt </strong> am Dienstag in einer Rede verk?ndete, sollen mehr als 1000 der neuen Arbeitspl?tze in Europa geschaffen werden. <q> Derzeit ist die Zahl der M?glichkeiten einfach weit gr?er als die Zahl der Mitarbeiter, die uns zur Verf?gung stehen </q>, sagte Googles Cheftechniker <strong> Alan Eustace </strong>. Zu Beginn des Jahres hatte das in Kalifornien ans?ssige Unternehmen weltweit 24.400 Besch?ftigte. Erst im vergangenen Jahr war die Zahl um 23 Prozent gestiegen. Die US-Verbraucherschutzorganisation Consumer Watchdog will,", "new_id": -2}, {"uid": "1297123152195428359", "i": 16703, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "feel it more 22 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1295785217070975501", "i": 47901, "idx": 1, "sa": ["Alyse Eady", "David Letterman"], "q": " Since the pageant, <strong> Alyse Eady </strong>, 22, has continued to be presented to the public with appearances scheduled on Late Show With <strong> David Letterman </strong> and Inside Edition on CBS and on the MSNBC cable news network. <q> <strong> Alyse Eady </strong> has had an overwhelming response with all kinds of[ area and national] media requests, </q> said Jessie Bennett, executive director of the Miss Arkansas pageant.`` She did a spectacular job and is always entertaining for her talent, she remained very calm and collected for her question, and she was incredible", "new_id": -2}, {"uid": "1295389954093929543", "i": 14336, "idx": 1, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q> She's the headline that's pinned above's desk, as if it were an inspirational quote from the.`` I've said that target=\"_blank\" href=\"http://movies.wn.com/cast/Madonna.html\"> Madonna can only come on my show if she gets on bended knee in and makes a public apology to me for target=\"_blank\" href=\"http://worldcrimes.com/\"> crimes against humanity, </q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over the skyline, the <strong> Piers Morgan </strong> on` The View': Hilarious This morning, Pier <strong> Piers Morgan </strong> was on` The View', and he", "new_id": -2}, {"uid": "1295687287040943628", "i": 8101, "idx": 8, "sa": ["Allen Iverson", "Mo Williams", "Jim O'Brien"], "q": "the difficult task of trying to stop <strong> Allen Iverson </strong>.`` He seems to play really, really well against us.'' He got off to a fast start in this one, scoring 20 in the first quarter. <q> He was just on fire, </q> <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers.`` He was in such a good rhythm that really nobody could stop him tonight.'' Sixers coach <strong> Jim O'Brien </strong> could only agree after Philadelphia beat the", "new_id": -2}, {"uid": "1296363665228606013", "i": 2950, "idx": 0, "sa": ["Jim Schwartz", "Michael Vick", "Brett Favre", "Gunther Cunningham"], "q": "we did a good job. We let him escape in a couple of crucial situations.'' But the 2010 version of <strong> Brett Favre </strong> is not nearly the escape artist that <strong> Michael Vick </strong> is. <strong> Jim Schwartz </strong> also said <q> we haven't done a very good job of marrying our rush and our coverage together, </q> which is a romantic way of saying his secondary is made of Kleenex. <strong> Jim Schwartz </strong> and defensive coordinator <strong> Gunther Cunningham </strong> talked about the Eagles successfully sending two receivers on routes against a cover-two zone. The Lions had enough defenders to", "new_id": -2}, {"uid": "1297233963168116274", "i": 30044, "idx": 0, "sa": ["David Letterman", "Mike McCarthy", "Ted Thompson", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.'' Packers plan to offer <strong> Mike McCarthy </strong>, <strong> Ted Thompson </strong> contract extensions Tuesday Feb 8 After winning the Super Bowl, Green Bay is planning", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]