[{"uid": "1295561487148553741", "i": 2471, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "revealed as part of its fourth-quarter earnings announcement today. Co-founder <strong> Sergey Brin </strong> will be dedicated to strategic projects, specifically new products. <strong> Eric Schmidt </strong> will continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1296166515171278337", "i": 33540, "idx": 1, "sa": ["Mike Pence"], "q": " \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>... he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \"calling is closer to home.\" The content of this field is kept private and", "new_id": -2}, {"uid": "1295443111060325937", "i": 39192, "idx": 3, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "The Democratic Party backed <strong> Sen. Bernie Sanders </strong> in his first U.S. Senate bid in 2006, and since then, he has helped other Democratic candidates. The party seems likely to lock arms with <strong> Sen. Bernie Sanders </strong> again next year. <q>I wouldn't go so far as to say <strong> Sen. Bernie Sanders </strong>'s our guy,</q> Dempsey said, but he added, \"We have a great relationship with the senator.\" <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Sen. Bernie Sanders </strong> wouldn't be easy. \"I think there's three people who", "new_id": -2}, {"uid": "1297521580190513158", "i": 15941, "idx": 3, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": " \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but <q>in a dynamically developing context which demands daily work so that things don't change.</q> Provincial governor Antonio Saitta said that according to <strong> Sergio Marchionne </strong>, the terms for the city remaining Fiat headquarters would be discussed in 2014. Last month Fiat raised its stake in Chrysler from 20 to 25", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1297200983061325341", "i": 1812, "idx": 12, "sa": ["Donald Rumsfeld", "President Bush"], "q": "fact, improving in Iraq. The Anbar Awakening-which Mr. <strong> Donald Rumsfeld </strong> credits as beginning in the fall of 2006- \"had convinced a lot of Sunnis they didn't want to be associated with al Qaeda,\" and <q>the government of Iraq was evolving the ability to take on some of the radicals</q> with the help of Iraqi security forces that had become \"very capable.\" As a result, he argues, the force of <strong> President Bush </strong>'s surge was as much \"psychological\" as anything else.", "new_id": -2}, {"uid": "1295627764018169864", "i": 48168, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,</q> adds Page. \"The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1295735932001638409", "i": 36998, "idx": 0, "sa": ["Pete Wilson", "Bill Lockyer", "Ronald M. George"], "q": "expect him to have an enduring legacy. Save Up to 90%: Sign up for our free daily e-mail to get in on exclusive deals around L.A. Powered by Groupon. Subscribe Now. <q>He was the most extraordinary leader of the Supreme Court in modern history,</q> said Treasurer <strong> Bill Lockyer </strong>, a Democrat and former legislator and attorney general. <strong> Ronald M. George </strong>, 70, took big risks as head of the <strong> Pete Wilson </strong> judiciary, consolidating courts and bringing them under his authority to turn the", "new_id": -2}, {"uid": "1297553599075792419", "i": 11192, "idx": 3, "sa": ["Zahi Hawass", "Sarah Parcak"], "q": "11 February from the United States to Giza, where his team halted work for a week or so but is now continuing its efforts. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama, Birmingham, says, <q>I'd be surprised if[ <strong> Zahi Hawass </strong>] doesn't survive</q> the government shakeup. She says there is widespread backing for the young ministry of antiquities, which could boost the profile of archaeology in a country highly dependent on tourism. Until today, <strong> Zahi Hawass </strong> has made", "new_id": -2}, {"uid": "1296003648058851372", "i": 38, "idx": 1, "sa": ["Jim Richardson", "Tim Tebow", "Michael Vick", "Barack Obama"], "q": "rankings is <strong> Tim Tebow </strong>, the University of Florida quarterback who's now with the Denver Broncos. His N-score is a strong 141, putting him in the top five among all active professional quarterbacks. Says Master: <q>The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats.</q> \"<h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6>\" <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the MichaeL <strong> Michael Vick </strong> story. Conservatives tried to make", "new_id": -2}]