[{"uid": "1296166515171278337", "i": 33539, "idx": 0, "sa": ["Mike Pence"], "q": "the Indy Star: U.S. Rep. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.''... he telegraphed his", "new_id": -2}, {"uid": "1297120897065748995", "i": 36321, "idx": 0, "sa": ["Simon Cowell"], "q": "WENN.COM file photo) <strong> Simon Cowell </strong> is pleased to see that TV ratings for this year's edition of American Idol have not fallen`` off a cliff.'' <q> I haven't seen a full episode yet, </q> the former American Idol judge said Monday during a conference call with reporters.`` From what I've seen, from what I've heard, it all seems to be going well. And I always thought that", "new_id": -2}, {"uid": "1295487735203259910", "i": 47670, "idx": 1, "sa": ["Anthony Weiner", "Mike Pence"], "q": "When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,'' said Rep. <strong> Mike Pence </strong>, R-Indiana, on the floor. <q> Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans, </q> answered Rep. <strong> Anthony Weiner </strong>, D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda.`` You say it enough", "new_id": -2}, {"uid": "1295568681147800068", "i": 14131, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ".` Clarifying roles' In a statement, <strong> Eric Schmidt </strong>, who was made <strong> Google Inc. </strong> CEO in 2001 to provide greater management experience at the youthful company, explained that the decision had been taken to <q> simplify our management structure and speed up decision making </q>.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,'' he said.`` In my clear opinion, Larry is ready to lead", "new_id": -2}, {"uid": "1295342642027394062", "i": 47921, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "on` Late Show'( Weeknights, 11:35 PM on CBS), referring to the years of national touring he did with Aerosmith.`` But, today's a different world.'' <q> I prefer the process that gave us you to this process, </q> <strong> David Letterman </strong> said of` American Idol.'`` By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval.'' <strong> Steven Tyler </strong> responded,``", "new_id": -2}, {"uid": "1296111787260849671", "i": 16198, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt </q>.`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Miners in NZ` probably died in minutes' All 29 men", "new_id": -2}, {"uid": "1295566818075235369", "i": 6352, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297277770262340612", "i": 17518, "idx": 0, "sa": ["David Letterman", "Zelda Fichandler", "Vince Lombardi", "James Earl Jones", "August Wilson", "Dan Lauria"], "q": "many others. He holds three Pulitzer Prizes, two Tony Awards, the Kennedy Center Honors, the National Medal of Arts and a Tony Award for Lifetime Achievement. According to Arena, the American Artist Award <q> honors an artist who has made a significant contribution to American theater and who represents all that is passionate, exuberant, deep and dangerous in the American spirit. </q> Past awardees include <strong> James Earl Jones </strong>, Robert`` Bob'' Alexander, <strong> August Wilson </strong> and Arena Stage co-founder <strong> Zelda Fichandler </strong>. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited``", "new_id": -2}, {"uid": "1295667567122535955", "i": 251, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "even better. Larry, in my clear opinion, is ready to lead,'' <strong> Eric Schmidt </strong> wrote. Google's other co-founder <strong> Sergey Brin </strong> will devote his time and energy to strategic projects and on new products. <q> His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly, </q> the blog said.`` For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]