[{"uid": "1297390016200884258", "i": 50898, "idx": 2, "sa": ["Robert Gates", "Donald Rumsfeld"], "q": "reading the article, I still do not know, because NEWSWEEK, in my opinion, renders quite an objective review of <strong> Donald Rumsfeld </strong>'s accomplishments and failings. For example, in the first category-accomplishments: <q> He did succeed in having a major impact on transforming the U.S. military, and even now, some of his 2001 proposals to make the Pentagon more efficient are echoed by Secretary <strong> Robert Gates </strong>. At DoD, <strong> Donald Rumsfeld </strong> reorganized the command structure, established training for international peacekeepers, and revitalized Special Operations. </q> As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally \"deleRobert Gates\" that responsibility); the fact that he \"didn't", "new_id": -2}, {"uid": "1297307751072155172", "i": 54864, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": ". In an otherwise charming feature story posted on MLB.com about the charity work that he and his wife do for stray dogs, <strong> Mark Buehrle </strong>'s comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( <strong> Mark Buehrle </strong>). \"How could you do that if you are somewhat sane? Location pontiac mi Posts 565 Location From Tha Bay 2 L.A Posts You may not post new threads You may not post replies", "new_id": -2}, {"uid": "1295799477124010513", "i": 58032, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. articles:on:link:article- page:more\" More articles in Nation", "new_id": -2}, {"uid": "1295876008205455381", "i": 2187, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 8:33 AM EST- Google awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- Google says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1297189508065617944", "i": 55439, "idx": 0, "sa": ["Jacques Chirac", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> takes aim at Schroeder, Chirac in new memoir- Summary Posted: <q>, 08 Feb 2011 17:22:41 GMT Category: US( World) News Alerts by Email( click here) US World News| Home Tweet memoir- summary.html\"> Washington- Former German and FJacques Chiracch leaders Gerhard Schroeder and <strong> Jacques Chirac </strong> gave Saddam Hussein a \"false sense of security </q> by opposing the use of military force against Iraq, making war more likely, former defence <strong> Donald Rumsfeld </strong> says.In his memoir published Tuesday, <strong> Donald Rumsfeld </strong> takes a clear swipe at Schroeder and Chirac for undermining Washington's threat of military", "new_id": -2}, {"uid": "1295520394127533073", "i": 21010, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q> I believe you are a star, </q> we followed like faithful minions- for ten years straight! It's going to take a minute to readjust, so be patient. And, unlike last season, let's take it easy on the new kids", "new_id": -2}, {"uid": "1295592970155664410", "i": 3303, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong> describes co-founder <strong> Sergey Brin </strong> as an <q> innovator and entrepreneur to the core </q> and rightly so, his role in new and strategic projects would be much needed. He would continue to sport the \"co-founder\" title in the company. <strong> Eric Schmidt </strong> would assume the role of Executive Chairman", "new_id": -2}, {"uid": "1297242386040484874", "i": 28134, "idx": 7, "sa": ["Colin Powell", "Micah Zenko"], "q": "strikes at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said.", "new_id": -2}, {"uid": "1296376798018071610", "i": 6623, "idx": 0, "sa": ["Allen Iverson", "Phil Jackson", "Will Bynum"], "q": "win over the Phil Jacksonadelphia 76ers to force a seventh game in the Eastern Conference finals. Game 7 <strong> Will Bynum </strong> be Sunday in Phil Jacksonadelphia, with the winner moving on to play the Los Angeles Lakers in the NBA Finals. <q> It was scary being able to score like that knowing I hadn't been shooting the ball real well, </q> said <strong> Allen Iverson </strong>, who finished with a career playoff-high 41 points. \"I was asking myself,` Where has this been for the past couple of games?\" ' The Bucks let a 33-point lead dip to", "new_id": -2}, {"uid": "1295007613223330355", "i": 14852, "idx": 1, "sa": ["Debbie Wasserman Schultz", "Nancy Pelosi", "Kirsten Gillibrand"], "q": ", CNN It was like witnessing a miracle' STORY HIGHLIGHTS Sen. <strong> Kirsten Gillibrand </strong>: \"It was like witnessing a miracle\" <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>: <q> The doctors couldn't believe it </q> Thousands at a memorial event cheer when Obama announces the development Sen. <strong> Kirsten Gillibrand </strong>: \"It was like witnessing a miracle\" <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>: \"The doctors could", "new_id": -2}]