[{"uid": "1296282709080461832", "i": 2912, "idx": 6, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "Grizzlies in <strong> Carmelo Anthony </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters,`` Take that!'' <q> We just wanted to show the whole world we could play together, </q> <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night.`` We know there's a lot of doubt about that.'' <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1296492708037863469", "i": 10016, "idx": 5, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Nuggets set for` <strong> Carmelo Anthony </strong> circus in New Jersey Nuggets", "new_id": -2}, {"uid": "1295473800129286206", "i": 29257, "idx": 1, "sa": ["Michael Vick"], "q": "next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him.`` Damn! I thought I killed that thing...''-- <strong> Michael Vick </strong> KDMac: <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really attached to the dogs. It seems like a miracle, but miracles happen. dlaurels:", "new_id": -2}, {"uid": "1297440898101842950", "i": 35177, "idx": 4, "sa": ["Zahi Hawass"], "q": "objects at the Qantara site, and an inventory was underway. <strong> Zahi Hawass </strong> sought to project a sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast", "new_id": -2}, {"uid": "1296770511173654034", "i": 12194, "idx": 44, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": "time you feel it would be helpful to you.''`` Don, someone's head has to roll over this,'' Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that <q> your leaving is a terrible idea. </q> Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be`` firing the wrong person.'' But as commentators demanded his head, <strong> Donald Rumsfeld </strong> still contemplated leaving, even after", "new_id": -2}, {"uid": "1297451775077103110", "i": 48134, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Marketplace. Under the proposed partnership, Microsoft will provide developer tools. Nokia is moving Symbian and MeeGo off the table.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute. </q> A Nokia-Microsoft Merger? The Nokia-Microsoft partnership is much broader than IDC analyst Al Hilwa expected, and he said the total realignment of the smartphone platform strategy is unprecedented in scope. He thinks <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1296365579161120343", "i": 6178, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' McCarthy said. <q> More importantly, he's a big man. I don't know exactly what he weighs, but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1295616977003915781", "i": 15042, "idx": 0, "sa": ["David Dewhurst", "Mike Pence"], "q": "Our D.C. spies later let us know that he also went to the Heritage Foundation, one of the most prominent conservative think tanks in Washington. <strong> David Dewhurst </strong> spokesman <strong> Mike Pence </strong> Walz said the lieutenant governor was getting briefed at Heritage <q> about the EPA, immigration, and unfunded federal mandates on the states-all issues that directly affect the State of <strong> Gov. Rick Perry </strong>. </q> <strong> David Dewhurst </strong> paid for the trip out of his own pocket, Walz said. Houston Chronicle:`` In Austin, top Republican lawmakers are touting a no-new-taxes budget that avoids dipping into the state's rainy-day", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1296106868198869008", "i": 18925, "idx": 0, "sa": ["Stephen Sondheim", "David Letterman", "Boston Pops"], "q": "and The Brave Little Toaster Goes to Mars. She received an Emmy Award for hosting`` Ready to Go,'' a daily, live children's program on CBS in <strong> Boston Pops </strong>. Other TV credits include <q> In Performance at the White House, </q>`` Inside the Actor's Studio: <strong> Stephen Sondheim </strong>,''`` Christmas with the <strong> Boston Pops </strong>,''`` The <strong> David Letterman </strong> Show,'' and`` Senior Trip''( CBS Movie of the Week).", "new_id": -2}]