[{"uid": "2008120513_00017186_W", "i": 256, "idx": 1, "sa": ["Faheem Ansari"], "q": "pakistan, interior ministry chief rehman malik told reporters that he had no information on lakhvi or muzammil but that authorities would check. <strong> Faheem Ansari </strong>\" told us about a planned lashkar attack on bombay, on southern bombay, <q> said yash, referring to mumbai by its alternate name. </q> he gave us eight or nine specific locations where the attack would be carried out, \"he said, adding that <strong> Faheem Ansari </strong> had detailed sketches of the places and escape routes from the sites. <strong> Faheem Ansari </strong> said he carried", "new_id": -2}, {"uid": "2008091102_00019194_W", "i": 1411, "idx": 1, "sa": ["Richard Blair", "Jennifer Flynn"], "q": "tell you gas prices didn't drop low enough for their liking. jim mcdaniel, driver,\" i think it's a little bit high. \"<strong> Richard Blair </strong>, driver,\" they need to be lower. <q> that's why drivers like <strong> Richard Blair </strong> change their habits to spend less time at the pump. <strong> Richard Blair </strong>, </q> i'm just trying to be more conservative. driving without my air condition and trying to coast and not speeding as much. \"and this year, for the first time in decades, tdot's <strong> Jennifer Flynn </strong> says", "new_id": -2}, {"uid": "2008092321_00024606_W", "i": 2167, "idx": 0, "sa": [], "q": "and training, and help connect police around the country with the interior ministry headquarters in kabul.\" when you look around the world, where was the largest prison escape of terrorists in the world? afghanistan, <q> interpol secretary general ronald k. noble said on a recent visit. </q> where do people believe the fighters from iraq are moving? afghanistan. where have the al-qaida and taliban shown a resurgence that should catch all of our attention? it's in afghanistan. \"the initiative could help", "new_id": -2}, {"uid": "2008092805_00004001_W", "i": 1913, "idx": 1, "sa": ["Paul Newman", "Carl Haas"], "q": "<strong> Paul Newman </strong> was a leader, as <strong> Carl Haas </strong> is the leader, \"lanigan said.\" as late as 10 days ago, he wanted to know how the guys were doing, how are we going to improve. <q> <strong> Paul Newman </strong> was very close with the members of his team and cared deeply about them, lanigan said. </q> he loved his guys, and that's the real message you should send. \"<strong> Paul Newman </strong>\" caught the bug in 1969 when he did the movie` winning,' \"lanigan said of the actor's love", "new_id": -2}, {"uid": "2008122609_00014192_W", "i": 1348, "idx": 6, "sa": ["Zeina Daccache"], "q": "drama group.\" we have seen more motivation. prisoners feel someone is paying attention to them, \"said the supervisor of the wing that contains the theatre.\" it has lowered the pressure 70 percent. <q> <strong> Zeina Daccache </strong> has enlisted a psychologist to do independent tests on members of her troupe and a control group of other prisoners. </q> we haven't finished the study, but we already see a huge difference between where they were and where they are, \"she said. the project takes up all her time. two rehearsals a week have", "new_id": -2}, {"uid": "2008100421_00015571_W", "i": 1454, "idx": 2, "sa": ["Ryan Seacrest", "Gabrielle Union", "Randy Jackson", "Simon Cowell", "Russell Simmons"], "q": "and such an inspiration, \"said actress <strong> Gabrielle Union </strong>, who recently appeared on abc's <NO_QUOTATION> and sat near the runway.\" i am just honoured to be here in his support and to celebrate his birthday. <q> the show also attracted the <NO_QUOTATION> trio of <strong> Ryan Seacrest </strong>, <strong> Simon Cowell </strong> and <strong> Randy Jackson </strong>. when asked about <strong> Russell Simmons </strong>' latest line, <strong> Randy Jackson </strong> quipped: </q> hot, hot, hot. \"<strong> Russell Simmons </strong> also has partnered with a new social networking website, globalgrind.com, that provides internet savvy hip-hop aficionados with news and discussion groups.", "new_id": -2}, {"uid": "2008121306_00004707_W", "i": 1839, "idx": 0, "sa": ["F. Jones", "Phil Bredesen"], "q": "this week, you get large, seemingly unexplainable spikes in the market. this is what we think we are witnessing this week. therefore, we will stick to our guns and will maintain our bearish bias. <q> suspicious letter at state capitol harmless preliminary tests of a suspicious powder sent to tennessee gov. <strong> Phil Bredesen </strong> in a letter were negative for harmful substances. the letter addressed to the governor was spotted in the capitol mailroom thursday and a hazardous materials team from the metro nashville fire department was called to remove the envelope from the building. the letter carried the same return address in texas as similar letters received by other governors around the country last week. tim <strong> F. Jones </strong> said friday in a released statement that the powder sent to <strong> Phil Bredesen </strong> </q> appears to be harmless. \"<strong> F. Jones </strong> didn't name the substance, but officials in some of the other states that received the powder say it was flour, cornstarch or some other harmless food substance. arkansas sets", "new_id": -2}, {"uid": "2008090102_00003660_W", "i": 1372, "idx": 2, "sa": [], "q": "\" none of them[ the smaller markets] has ever been successful. in the past they have failed because investors tend not to invest in equities. the only market that was really good was in holland. <q> mr edmonstone said this was because european countries tend to have a different attitude towards financing. </q> italy has a debt culture rather than an equity culture, \"he explained.\" in terms of italy, france, germany or spain, they like their bonds. when companies need to raise money, they", "new_id": -2}, {"uid": "2008092011_00001636_W", "i": 385, "idx": 5, "sa": ["Earl Palmer", "Bonnie Raitt", "Little Richard", "Ringo Starr"], "q": "playing weekly gigs in los angeles that attracted a host of big-name musicians, from <strong> Bonnie Raitt </strong> to <strong> Ringo Starr </strong>.\" he worked with so many people in his career... you never knew who would be in the audience, <q> vodika said. <strong> Earl Palmer </strong> was inducted into the rock and roll hall of fame in 2000. according to the institution's web site, <strong> Little Richard </strong> wrote in his autobiography that <strong> Earl Palmer </strong> </q> is probably the greatest session drummer of all time. \"<strong> Earl Palmer </strong> married four times and is survived by his seven children.? copyright 2008 associated press. all rights reserved. this material may not be published,", "new_id": -2}, {"uid": "2008090408_00044952_W", "i": 436, "idx": 0, "sa": ["Thomas Nash"], "q": "were\" used against russian military equipment and armament marching from roki tunnel to dzara road[ sic], \"but that they\" were never used against civilians, civilian targets and civilian populated or nearby areas. <q> the majority of the world's nations that have banned the weapon have declared any use of any cluster munition in any location unacceptable, because of the harm they cause to civilians during and after conflict. cluster bombs are indiscriminate killers not only during attacks but leave a deadly legacy long after conflict, </q> said <strong> Thomas Nash </strong>,\" we are disturbed to learn that both georgia and russia have used cluster munitions. this highlights again the urgency of the international ban, to be signed in oslo this december by the majority of", "new_id": -2}]