[{"uid": "1296937608113295368", "i": 31321, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night. \"I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q>He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. About comments Reader comments on SanLuisObispo.com are the opinions of the writer, not The Tribune. If you see an objectionable comment, click the \"report abuse</q> button below it. We will delete comments containing inappropriate links, obscenities, hate speech, and personal attacks. Flagrant or repeat violators will be banned. SanLuisObispo.com is happy to provide a forum for reader", "new_id": -2}, {"uid": "1295955730102252553", "i": 34831, "idx": 3, "sa": ["Colin Powell", "Bill Clinton", "Gordon Adams"], "q": ".) \"Our goal was to reduce to a Base Force level with a cut of 500,000 active duty and an overall reduction of 25 percent of the budget,\" <strong> Colin Powell </strong> said in an email. <q>The new level may not have been reached while Mr. Cheney was still there or before I left, but the reductions were in train.</q> He noted, \"<strong> Bill Clinton </strong> cut it even more.\" <strong> Gordon Adams </strong>, an international relations professor at American University who at the time was the Office of Management and Budget official responsible for the DOD budget,", "new_id": -2}, {"uid": "1296940939224919552", "i": 14166, "idx": 6, "sa": ["Eric Schmidt"], "q": "social is the next big narrative. <strong> Eric Schmidt </strong> says that people who \"opt in\" to the system will begin experiencing a much richer relationship with technology, aided by their computerised \"personal assistant\". <q>We still think of search as something you type,</q> <strong> Eric Schmidt </strong> said. \"Perhaps a decade from now, you will think, well, that was interesting, I used to type but now it just knows. \"How does it know? Well,", "new_id": -2}, {"uid": "1297702988051036210", "i": 33128, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "integrate the feature in its people hub, hence perpetuating the evil of micro-blogging. Former Microsoft Canada executive and new Nokia CEO <strong> Stephen Elop </strong> made a guest appearance at <strong> Steve Ballmer </strong>'s keynote. He gushed, <q>Microsoft has a very modern collection of tools to help developers. Unquestionably the most operator-friendly ecosystem today... Microsoft and Nokia together represent a natural partnership. People are getting it.</q> Mr. <strong> Steve Ballmer </strong> announced that the WP7 platform is now up to 8,000 apps, and that it has 1 million active developers. And Microsoft had a few tricks up its sleeve. It showed off", "new_id": -2}, {"uid": "1297256995028704771", "i": 16723, "idx": 0, "sa": ["Piers Morgan", "Michael Oher", "Michael Vick"], "q": "birth mother, who has battled a drug addiction all of his life. \"After you try to help a person for so long, they have to want to help themselves,\" he said. <q>You beg and plead and cry. But at the end of the day, a person has to help themselves. You don't want to give up on anybody. You pray all the time and hope that works. But after you try for so long, a person has to want to help themselves.</q> The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance. \"People mess up all the time,\" <strong> Michael Oher </strong> said. \"", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295561929175194112", "i": 39774, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Careers@ the Star Advertise with", "new_id": -2}, {"uid": "1295452144253739151", "i": 12102, "idx": 1, "sa": ["David Letterman", "Betty White"], "q": "old glamour shot of <strong> Betty White </strong> in what we imagine is the early 1940s-- woo woo, she was a looker. When asked if she's going to do \"SNL\" again, <strong> Betty White </strong> quips, <q>I think you do a thing once and then you run like a thief.</q> <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, \"Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby", "new_id": -2}, {"uid": "1295921270141459483", "i": 15686, "idx": 0, "sa": ["Kirsten Gillibrand", "Mayor Antonio Villaraigosa", "Debbie Stabenow", "Sen. Joe Lieberman"], "q": "there that is a reward system for good behavior.\" More than 1,000 participants are expected to witness this launch, having traveled from all 50 states to unite behind a declaration that says in part: <q>We believe hyperpartisanship is destroying our politics and paralyzing our ability to govern. We may disagree on issues, but we do so with civility and mutual respect.</q> <strong> Sen. Joe Lieberman </strong>'m scheduled to moderate a morning session featuring U.S. Sens. <strong> Sen. Joe Lieberman </strong>( <strong> Sen. Joe Lieberman </strong>, Conn.), <strong> Kirsten Gillibrand </strong>( D., N.Y.), and <strong> Debbie Stabenow </strong>( D., Mich.); Democratic <strong> Mayor Antonio Villaraigosa </strong> of Los Angeles", "new_id": -2}, {"uid": "1297124456124354605", "i": 10482, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOSANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}]