[{"uid": "1295775840204914695", "i": 12777, "idx": 0, "sa": ["Andy Coulson"], "q": "were somewhat violent in China for 10 days at embassies and consulates throughout China directed at U.S. and NATO countries, however the government made all efforts to ensure they did not spiral out of control.'' Report Abuse <q>No matter how good your jets are but how about the Pilots?</q> I still go for F-22 Raptor when it comes in Air Superiority..:D Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296819223066027532", "i": 4143, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to a four percent increase since Monday, The New York Times reported. Android is ''a no-go for now'', Ahmad said in his letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>. <q>You will never be able to catch up with Samsung, which should rule the Android show midterm given its economies of scale, product breadth( TVs, PCs, phones and tablets), as well as its captive component base. And more significantly, how is anyone going to differentiate on Android long-term?</q> An exclusive deal with Microsoft, on the other hand, is Ahmad's suggestion. Windows Phone 7 intellectual property ''scot-free'', he said, as well as access to the US market, which", "new_id": -2}, {"uid": "1295278289044859433", "i": 19955, "idx": 4, "sa": ["Mike Pence"], "q": "Senate during the 2010 congressional elections. ''You need people and you need money, and both of them are just out there waiting for an extraordinary person to unite behind,'' Benko told CNSNews.com. <q>He[ <strong> Mike Pence </strong>] is a true constitutionalist, which is at the core of the DNA of us tea partiers. Benko also mentioned <strong> Mike Pence </strong>'s ''unique track record of having fought his own party's top leadership on the bailouts and TARP and entitlements expansion. This is a big deal for[ the tea party]- the fact that he didn't just talk about it, the fact that he actually did it under fire- is just a very big deal,</q> Benko added. Benko also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: ''He has demonstrable integrity both in his word and his deed- that is really", "new_id": -2}, {"uid": "1295857370182239253", "i": 47200, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "from his last time at the helm. ''My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,'' said one former <strong> Google Inc. </strong> employee. <q>I'm having a hard time imagining Larry going from the role I've seen him in, to going to a CEO role,</q> he added. ''He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.''", "new_id": -2}, {"uid": "1297291870118325258", "i": 37180, "idx": 0, "sa": ["Simon Cowell"], "q": "messed up some of the words. <strong> Simon Cowell </strong> said it sounded like a 100,000 people in the stadium just sat on a cat. Ouch! He didn't stop there. He said, <q>This is what happens when you perform in front of an audience, even to someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. But that was bad.</q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1297260361038010913", "i": 1314, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "* Despite <strong> Michael Vick </strong>'s dark past, <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the Eagles quarterback with a key to the city of Dallas. However, <strong> Mayor Tom Leppert </strong> denies any approval of the gift. <q>The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the city of Dallas,</q> he said. The mayor added that ''official keys to the city'' are presented by the mayor or an elected official designated by the mayor and are reserved for ''an elected official of international status", "new_id": -2}, {"uid": "1295577074207667206", "i": 46477, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Anderson Cooper"], "q": "<strong> Sergey Brin </strong> will work on... Larry Page is replacing chief executive <strong> Eric Schmidt </strong> to run..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse <q>55 it too old to run <strong> Google Inc. </strong>, period.</q> Report Abuse ''Happy 2011 everyone... This has got to be a better year!...'' Report Abuse ''You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative.''", "new_id": -2}, {"uid": "1297451229044924949", "i": 13298, "idx": 5, "sa": ["Michelle Obama", "Bryan Ferry", "David Letterman", "Judah Friedlander"], "q": "'' he told viewers last night. So, what was the best thing about this encounter, according to <strong> David Letterman </strong>? <strong> Michelle Obama </strong> mentioned that she would stop by Late Show sometime to pay him a visit. <q>Oh my God, how about that? Wasn't that lovely?</q> <strong> David Letterman </strong> asked viewers. Late Show With <strong> David Letterman </strong> airs every weeknight at 11:35 p.m. ET on CBS. Tonight's guests include Snooki from Jersey Shore, <strong> Judah Friedlander </strong> and <strong> Bryan Ferry </strong>. Do you want", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. ''Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q>Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.</q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1297668332223444997", "i": 6782, "idx": 1, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "usually only those with an income of$ 100,000 or more do so, <strong> Kirsten Gillibrand </strong> said. ''For all tax issues and all spending issues, it's always about priorities,'' said the senator. <q>So, my focus is on who needs the tax deductions, who needs the tax cuts the most. It's middle-class families.</q> In a state with the highest taxes in the nation, <strong> Kirsten Gillibrand </strong> feels the annual property tax hikes in <strong> Mayor Michael Bloomberg </strong> require relief. In 2010, property taxes increased by 4.9 percent for single-family homes in <strong> Mayor Michael Bloomberg </strong> and", "new_id": -2}]