[{"uid": "1296419955103301139", "i": 42356, "idx": 0, "sa": ["Rocky Bleier", "Michael Vick", "Jonathan Wilson"], "q": "and head injuries and how it affects players. And what the league is doing is important. But you get labeled.... You start to look at those guys differently, I guess,'' <strong> Rocky Bleier </strong> said. <q> But it is their job to hit harder than others. If you can do it and survive, that is what the fans want and what the team wants. They are not looking to take you out of the game or hurt you. They want to beat you. </q> <strong> Jonathan Wilson </strong>: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1296349656162676762", "i": 30922, "idx": 1, "sa": ["Allen Iverson", "Michael Bruce Curry", "Tim Tebow"], "q": "RECAP. 2010-10-31 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen Iverson_Allen Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands.`` That was a great play by <strong> Allen Iverson </strong>,'' Pistons coach <strong> Michael Bruce Curry </strong> said. <q> He hadn't had much going for him in the first three quarters, but then he took over the game. </q> Detroit have taken eight straight against the Thunder, and haven't lost to the franchise at home since the former Seattle SuperSonics won 93-72 on Dec. 12, 2003. The Pistons didn't have an easy Tim Tebowe Friday", "new_id": -2}, {"uid": "1295966915202670095", "i": 21904, "idx": 1, "sa": ["Patrick Leahy", "Bernie Sanders", "Manny Villar", "Barack Obama"], "q": "Reform Transcript by( www.newsy.com) BY CHRISTINA HARTMAN You're watching multisource political video news analysis from Newsy. The new 112th Congress convenes Wednesday-- and a Senate rules showdown is already on the horizon. SEN. <strong> Bernie Sanders </strong> <q> I am simply here today to take as long... VIDEO: Senate Deal on Consumer Agency in Doubt Is Barack Obamas proposal for a new consumer financial protection agency dead? That may turn on whether two key senators can make a deal. The House in December narrowly approved a bill that would create an independent agency the CFPA-- to oversee and write rules for consumer credit pro... <strong> Manny Villar </strong>`` THE MUTINY AND DESTABILIZING THE SENATE </q> HIS WAY OUT OF C-5 EXTENSION PROJECT SCAM <strong> Manny Villar </strong>`` THE MUTINY AND DESTABILIZING THE SENATE'' HIS WAY OUT OF C-5 EXTENSION PROJECT SCAM newphilrevolution.blogspot.com Destabilizing the Senate: <strong> Manny Villar </strong> and the controversial C-5 Senate report Posted by Patrick LeahyricioMangubat", "new_id": -2}, {"uid": "1295807551044548101", "i": 718, "idx": 1, "sa": ["Andy Coulson"], "q": "the criminal law has got to be complied with and if it is broken then it should be investigated by the href=\"http://www.physorg.com/tags/police/\" rel=\"tag\"> police and it should be enforced,'' she told Sky News. <q> Nobody is above the law, no newspaper editor, no journalist. </q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2}, {"uid": "1297053179142344197", "i": 17015, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "won and <strong> Donald Rumsfeld </strong> had lost. And then I thought about what kind of person, in the face of all this, would choose to honor a key architect and enabler of America's torture regime as a <q> Defender of the Constitution. </q> You'd have to be an unfortunate combination: partisan, cynical, intellectually empty. You'd have to perceive of the Constitution primarily as a cheap prop in a public relations campaign, and be willing to exploit", "new_id": -2}, {"uid": "1295294053030998575", "i": 23426, "idx": 0, "sa": ["Mike Pence", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "deputy counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1295584186085278737", "i": 5543, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google may be returning to its startup roots.`` A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong products background that <strong> Larry Page </strong> has could Sergey Bring some innovation back to Google. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advisLarry Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects. One of", "new_id": -2}, {"uid": "1296073911157351964", "i": 366, "idx": 0, "sa": ["George Miller", "Mike Pence", "Nancy Pelosi", "Bart Stupak"], "q": ") amendment barring federal funding of abortion will not be jettisoned from the bill by Democratic congressional leaders in House-Senate conference negotiations if the <strong> Nancy Pelosi </strong> bill passes the House with the <strong> Bart Stupak </strong> amendment attached. Chairman <strong> George Miller </strong>'s answer- <q> I will not guarantee that </q>- makes him the third Democratic Chairman today to refuse to guarantee that the Democratic Leadership would support <strong> Mike Pence </strong> <strong> Bart Stupak </strong>'s pro-life amendment if it passes the House and makes it into conference. New posts every WED.! SUBSCRIBE", "new_id": -2}, {"uid": "1295307107132857857", "i": 42614, "idx": 0, "sa": ["Kobe Bryant", "Tim Cahill", "Dwight Howard", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-Tim Cahille scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Kobe Bryant </strong> Scores 30, Lakers Win Game 1 The Lakers won Game 1 of the NBA finals Thursday, 102-89, over Boston. <strong> Kobe Bryant </strong> scored 30 points in", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View.`` Some of our prizes, like the space challenge, are years in development for competing teams,'' <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking,` Can't you do something?' </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}]