[{"uid": "1296391518023904278", "i": 53409, "idx": 4, "sa": ["Mike Pence"], "q": " Bill Stephan, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.( 2 of 4) <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in Ronald Reagan`` the manifestation of the kind of traditional American ideals that I was raised", "new_id": -2}, {"uid": "1295779892017170523", "i": 2216, "idx": 10, "sa": ["Mike Pence"], "q": "get you to the finish line. You need to be able to expand beyond that.'' <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said.`` We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been", "new_id": -2}, {"uid": "1297000560131694612", "i": 24444, "idx": 0, "sa": ["Chris Huhne"], "q": "can be maximised during the years that cuts are being implemented. Lord Oakeshott, a Lib Dem Treasury spokesman, said`` non-dom'' status was the`` biggest tax loophole in Britain''. <q> The? 30,000 non-dom poll tax is a joke- it's only the tip they give the waitress after drinks in the directors' box at Chelsea or Manchester City, </q> he said. The Lib Dem Energy and Climate Change Secretary <strong> Chris Huhne </strong> told Sky News the government needed to clamp down on those who avoid paying tax.`` I think we need to get tougher", "new_id": -2}, {"uid": "1295432672260259842", "i": 39416, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "requis ne se sont pas mat?rialis?s'', a d?clar? la presse <strong> Raila Odinga </strong>, s` exprimant? l'a?roport d' href=\"http://www.lalibre.be/sujet/GL/Abidjan\" title=\"Plus d'infos sur Abidjan\"> Abidjan avant son d?part. Le pr?sident sortant ivoirien Laurent Gbagbo <q> n' a pas tenu sa promesse </q> de lever le blocus contre le camp de son rival <strong> Alassane Ouattara </strong>? Abidjan, a-t-il regrett.`` Le temps est compt'', a-t-il ajout? propos des efforts pour tenter de sortir pacifiquement de l'impasse politique en C?te", "new_id": -2}, {"uid": "1297200118026525700", "i": 45890, "idx": 0, "sa": ["Bernie Sanders", "Steven Ford"], "q": "on foreign trade. Posted by Mary Ellen, on February 8th, 2011 at 11:37 am I'd argue that these developing countries can afSteven Ford to go Left now that we're not assassinating them. Read <q> Confessions of an Economic Hitman. </q> That title isn't a metaphor. Posted by Al Dorman, on February 8th, 2011 at 11:38 am This guy needs to read the text of <strong> Bernie Sanders </strong>' filiBernie Sanders speech. There is more truth in", "new_id": -2}, {"uid": "1297192968260702208", "i": 1025, "idx": 0, "sa": ["Simon Cowell", "Barack Obama", "Jeremiah Wright", "Sarah Palin"], "q": "YORK- In her new book, <strong> Sarah Palin </strong> takes on everything from`` American Idol'' to`` American Beauty,'' revives talk of the Rev. <strong> Jeremiah Wright </strong> and finds fault in JFK's famous religion speech, saying he <q> seemed to want to run away </q> from his faith. Who gets praise? <strong> Simon Cowell </strong>, for one. And the movie`` Juno.'' <strong> Barack Obama </strong>? Unsurprisingly, not so much. She accuses him of reflecting`` a stark", "new_id": -2}, {"uid": "1297100048035717139", "i": 53309, "idx": 1, "sa": ["Michael Vick", "Aaron Sorkin", "Sarah Palin"], "q": "<strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On href=\"http://www.newsbusters.org/blogs/brent-baker/2010/10/05/Aaron Sorkin-Aaron Sorkin-takes-cnn-s-parker-spitzer-denounce-Sarah Palin-idiot-jaw-droppi\"> CNN's Parker-Spitzer on October 4, 2010, <strong> Aaron Sorkin </strong> declared: <q> <strong> Sarah Palin </strong>'s an idiot. Come on. This is a remarkably, stunningly, jaw-droppingly incompetent and mean woman. </q> Cappmann1962 on Mon, 02/07/2011- 12:05 pm. <strong> Sarah Palin </strong> demonizes education and intellect, hmmm? So, in other words, we're back to liberals being mentally superior to Cro-Magnon conservatives. And here", "new_id": -2}, {"uid": "1295433183052150274", "i": 50103, "idx": 11, "sa": ["Simon Cowell", "Toby Young"], "q": "tell it like it is.`` It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,'' says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011 Idol has a mature audience that's been with it a long time", "new_id": -2}, {"uid": "1295976368172294158", "i": 11119, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "'s meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.[ ID: nLDE70K06O] <q> In strategy we agree. There's no disagreement, </q> <strong> Eric Schmidt </strong> said of his relationship with <strong> Larry Page </strong>, in a news conference following his DLD appearance.`` In character, he's fundamentally a deeper thinker than anybody else,'' he said.`` He sees", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]