[{"uid": "1296062833204603411", "i": 26939, "idx": 0, "sa": ["Mike Pence"], "q": "dig at Palin is ridiclous. I like <strong> Mike Pence </strong> but he needs executive experience and that's where he is going to do, all sighs as of now points to being the Governor of Indiana To: Huck <q>If he's smart he'll go for governor first. And I do think he is smart</q> I agree. He will probably cruise to the Governorship and who would not want to be a Governor. A great job. We need to look beyond <strong> Mike Pence </strong> and Demint. They are not", "new_id": -2}, {"uid": "1295991953089178223", "i": 3073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "AP) If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1297216340026116096", "i": 32786, "idx": 1, "sa": ["Simon Cowell"], "q": "difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he said, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. Idol is still holding strong", "new_id": -2}, {"uid": "1297337860072925262", "i": 14080, "idx": 0, "sa": ["Kate Middleton", "Simon Cowell"], "q": "to overshadow Prince William and <strong> Kate Middleton </strong>'s wedding. The X Factor star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. <q>I don't want to overshadow Prince William,</q> he said. \"So they've got to go first.\" Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1297405017242712584", "i": 4831, "idx": 1, "sa": ["Williams a", "Allen Iverson", "Mike Conley"], "q": "idea that he's going to blow up the Grizzlies the way <strong> Allen Iverson </strong> once did is crazy. \"The more experience you can have on the team, the better,\" said point guard <strong> Mike Conley </strong>. <q>It seems like he's been in the system a couple of weeks now.</q> Which doesn't mean the Grizzlies made the smartest basketball move when they decided to re-sign <strong> Williams a </strong> or anything. They didn't get him because he was the best player available or filled the team's greatest", "new_id": -2}, {"uid": "1297282407122896681", "i": 23085, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",\" <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q>There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,</q> he said. \"I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he would", "new_id": -2}, {"uid": "1297137461190611470", "i": 6471, "idx": 1, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. The former defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.</q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous", "new_id": -2}, {"uid": "1296102239116244691", "i": 8437, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for", "new_id": -2}, {"uid": "1296752823068911115", "i": 42924, "idx": 0, "sa": ["Colin Powell"], "q": "brutal manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q>I don't have a clue and I don't plan to undertake any real effort to find out.</q> This is the same man who stated several months after Desert Storm that his goal was to \"make the world scared to death of the United States.\"", "new_id": -2}]