[{"uid": "1295122108061161595", "i": 47627, "idx": 2, "sa": ["Barack Obama", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "Liberal <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q>right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions<q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1297646304186974223", "i": 15796, "idx": 0, "sa": ["Dwaine Caraway", "Maya Angelou", "Mr. Producer", "Tim Urban", "Michael Vick"], "q": "relocated; organizers mum on artist's pay-out UPDATED: Goss-Michael Foundation expresses \"disappointment\" for Prince concert gone wrong UPDATED: Who exactly was behind the failed Prince Super Bowl concert? Former American Idol contestant <strong> Tim Urban </strong> does <q>I'll Have To Say I Love You In A Song<q> Students safe after evacuation at MacArthur High School in Irving Favoriting contest: Tickets to see ventriloquist Jay <strong> Maya Angelou </strong> at the Eisemann Center in Richardson Dallas Mayor <strong> Mr. Producer </strong> Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Maybe it", "new_id": -2}, {"uid": "1297676565109084699", "i": 12597, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "down vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,\" said <strong> Chuck Schumer </strong>, who was releasing letters to the FAA yesterday. <q>The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly.<q> New York's other senator, <strong> Kirsten Gillibrand </strong>, had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts should not alter the timetable", "new_id": -2}, {"uid": "1297106646155009122", "i": 29466, "idx": 0, "sa": ["David Suzuki", "David Letterman"], "q": "<strong> David Letterman </strong> did a comedy bit many, many years ago called \"cause and effect,\" or something like that. We recall one of <strong> David Letterman </strong>'s jokes went like this: <q>Cause: Millions of prairie dogs die of a mysterious disease. \"Effect: McRibs for a limited time.<q> Anyway, that came to mind when we first heard about the documentary Return of the Prairie Bandit, which airs Thursday, Feb. 10 as part of The Nature of Things with <strong> David Suzuki </strong> on CBC.", "new_id": -2}, {"uid": "1295803447123387998", "i": 46686, "idx": 0, "sa": ["Sergio Marchionne", "Karl-Theodor zu Guttenberg"], "q": "include GM's European brands Opel and UK-based Vauxhall, as well as Chrysler- and would be listed on a stock exchange. German Economy Minister <strong> Karl-Theodor zu Guttenberg </strong> met with <strong> Sergio Marchionne </strong>.[ <strong> Karl-Theodor zu Guttenberg </strong>, German Economy Minister]: <q>I must say, it's an interesting approach, without question, one with a considerable amount of financing.<q> Fiat's known for its small cars- but it also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis.", "new_id": -2}, {"uid": "1296347454119062530", "i": 37465, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,<q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in<q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1296337396166101003", "i": 44985, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,<q> he said. Woo hoo!! Less than$ 5.2 k to go!! Thank you all very much!! The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation", "new_id": -2}, {"uid": "1296030809164511749", "i": 3475, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.<q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. NURSING", "new_id": -2}, {"uid": "1297343039203325452", "i": 1400, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "winning the Super Bowl, with more demands on their time and people treating them even more like celebrities. \"I don't see that being an issue here in Green Bay,\" McCarthy said. <q>My family, we're very comfortable here. We want to be here, and we hope it stays the same. I still go to Starbucks every morning. Got a cup with \"congratulations' on it today, that was nice. But other than that, they still charged me. So everything\"s staying the same.<q> McCarthy also noted how life already has changed for quarterback <strong> Aaron Rodgers </strong>, who on Monday flew to Florida for an appearance at Disney World and then to New York to be on the Late Show with <strong> David Letterman </strong>.", "new_id": -2}]