[{"uid": "1297171230133922851", "i": 9522, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as ''American Idol'' viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's ''American Idol'' and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's been reassured by its", "new_id": -2}, {"uid": "1295169134245350414", "i": 28948, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm ''Promise This'' singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q>It will be me and Dannii[ Minogue] on the UK show with two more people,</q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move.", "new_id": -2}, {"uid": "1296665651210550785", "i": 33504, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "were blithely plodding ahead because that was where the GPS was telling them to go, no matter that the cars around them were spinning wildly. And host <strong> Ryan Seacrest </strong> was acting like a kid jumping around onstage asking, <q>Are we there yet? Are we there yet?</q> ''Idol'' became must-watch TV not just because of <strong> Simon Cowell </strong>'s snark, but because of how he interacted with the other judges, particularly <strong> Paula Abdul </strong>. When she left, the show lost something. <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296706232199049239", "i": 13731, "idx": 7, "sa": ["Chauncey Billups", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday. ''It seemed like the tide was turning, nothing was really going good for us,'' <strong> Chauncey Billups </strong> said. <q>I wasn't really making too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting. ''Shots just started going for me and we started to run a couple of plays for me.</q> The Pistons survived another scare from Philadelphia, and headed home with a chance to wrap up their playoff series. Game 5 is Tuesday in Detroit. ''The guys competed their guts out. They just got beat", "new_id": -2}, {"uid": "1296286332201490484", "i": 2671, "idx": 1, "sa": ["Mike Pence"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> said in a letter to supporters. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q> <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to ''learn about how Hoosiers think we might best contribute in the years ahead", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1296573815267468851", "i": 419, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": ", like just say you're here. It's just cool to let the fans know. ''I just said I'm hanging out with my boy <strong> David Letterman </strong>.'' <strong> Justin Bieber </strong> then tweeted: <q>I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers!</q> <strong> Justin Bieber </strong> then further confused the 63-year-old by telling him that he was in the 11th grade at school. <strong> David Letterman </strong> asked: ''What is 11th grade? Is that sophomore in high school?''", "new_id": -2}, {"uid": "1295971212048300037", "i": 47245, "idx": 2, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "national interests both on earth and in space.'' US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> <strong> Michael Jackson </strong> Commission, asserts in ''Star Wars Returns'' about US ''control'' of space: <q>It is our manifest destiny. You know we went from the East Coast to the <strong> Kanye West </strong> Coast of the United States of America Well not about Iraq but equally insane. ''Star Wars Returns,</q> a video documentary exposing how the Bush administration is moving to make space a new arena of war, in violation of the intent of international law, has just been released by EnviroVideo. The documentary is being distributed", "new_id": -2}, {"uid": "1295439770220266591", "i": 6384, "idx": 2, "sa": ["Kara DioGuardi", "Simon Cowell", "Ellen DeGeneres", "Kimberley Locke"], "q": "Need No Doctor. In short, it's a promising start to what just might be a reinvigorated giant.( And we can all just forget that <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong> business.) <q>I think this might be just what the show needs-- a fresh start,</q> says <strong> Kimberley Locke </strong>. ''Not to mention some of the pressure is off the contestants. They don't have to stress over what <strong> Simon Cowell </strong> will or won't say. That's kind of cool.''", "new_id": -2}, {"uid": "1297132541144228403", "i": 778, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "'s planning for 9/11, its methods of cross-border infiltration, and information about bin Laden's bodyguards,'' he writes. <strong> Donald Rumsfeld </strong> says that two-and-a-half years later he had learned what happened during his interrogation. <q>I was surprised and troubled. Some of what took place sounded to me as if the interrogation plan may have gone beyond the techniques I approved.</q> Qahtani was apparently exposed to cold temperatures, stripped and humiliated, <strong> Donald Rumsfeld </strong> says. The techniques ''may not have been in keeping with the intent of my January 2002 order that all detainees in the custody", "new_id": -2}]