[{"uid": "1295930793182222853", "i": 974, "idx": 1, "sa": ["Eric Snow", "Allen Iverson"], "q": "New York Knicks. <strong> Allen Iverson </strong> scored 35 points and <strong> Eric Snow </strong> added 23 for the Sixers, who won their fourth straight game and showed some of the grit they displayed last season, when they reached the NBA Finals. <q> It's extra special( to win) when you have to fight and struggle, </q> <strong> Allen Iverson </strong> said.`` We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).", "new_id": -2}, {"uid": "1295710913115458084", "i": 44696, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "to his... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe", "new_id": -2}, {"uid": "1295560809078905355", "i": 39110, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "time for him to have a shot at running this, and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because <q> we all agree with each other. </q>`` I believe as a result of this will execute and operate the business even better,'' <strong> Eric Schmidt </strong> said. Likewise, <strong> Sergey Brin </strong> expressed during the call genuine admiration for <strong> Eric Schmidt </strong>'s role in Google", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295945705264699914", "i": 15335, "idx": 0, "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1.1 BA$ 1,365,000.00 SAN FRANCISCO 1 BR/ 1.1", "new_id": -2}, {"uid": "1294979190239403024", "i": 33736, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "<strong> Kobe Bryant </strong> said.`` This just ain't Memphis. I think this offense has freed him up a little bit and showcased more what he can do instead of just being in the post all the time.'' <q> It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball. </q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep http://wn.com/Allen_Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"uid": "1295448193089899023", "i": 4808, "idx": 2, "sa": ["David Letterman", "Regis Philbin"], "q": "-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before he made the announcement, he asked <strong> David Letterman </strong> what he said. Then he explained, <q> I'm leaving the show. I'm not retiring from show business. </q> <strong> David Letterman </strong> asked <strong> Regis Philbin </strong> if he would come on show, at least.`` Once in awhile, <strong> David Letterman </strong>,'' <strong> Regis Philbin </strong> said.`` Not too often.'' Closing the call,", "new_id": -2}, {"uid": "1297448767186662943", "i": 24870, "idx": 0, "sa": ["Simon Cowell"], "q": "X Factor USA this fall. <strong> Simon Cowell </strong> said during a press call that the experience of bringing the reality competition to the US has reminded him of the period before American Idol premiered in 2002. <q> I kind of feel at the moment like I did when we were launching American Idol, </q> he said.`` I was excited about the show, I was excited about the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked", "new_id": -2}, {"uid": "1297179623238403585", "i": 19627, "idx": 2, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "`` Good Morning America'' Tuesday. When pressed further about his responsibility, <strong> Donald Rumsfeld </strong> said it was`` as a participant'' in a group of policy makers who believed the intelligence was correct. <q> It turned out it was not correct, </q> <strong> Donald Rumsfeld </strong> added. one of his biggest regrets was not having successfully resigned in the wake of the Abu Ghraib prison scandal. In her review, <strong> Gwen Ifill </strong> rounds up some of the finger-pointing <strong> Donald Rumsfeld </strong> employs in the", "new_id": -2}, {"uid": "1295589382106250271", "i": 13932, "idx": 3, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of", "new_id": -2}]