[{"uid": "1295638649267567121", "i": 37662, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said he and Google's founders are currently laying out the details of their management roles. He wrote about the move in a blog post on the company's blog: <q>As executive chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach and internally as an advisor to Larry and Sergey[ Brin].</q> <strong> Eric Schmidt </strong> said the restructuring in management will produce \"even better success\" for the company. However, many analysts are skeptical as to whether Page is ready to take on Google's top position.", "new_id": -2}, {"uid": "1295447705082477065", "i": 4755, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": ") But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at \"The Late Show with <strong> David Letterman </strong>\" caused almost as much palpitation. As Entertainment Weekly noted, <q>Poor girl can't even eat a cookie without causing a scene.</q> But frequently, quietly and without causing a scene, <strong> Olivia Munn </strong> comes back to Oklahoma to visit her mother, who lives in Nichols Hills. She said she is proud to be from here, and even", "new_id": -2}, {"uid": "1295958121022577156", "i": 33190, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": ", <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>'s move to America. The insider explained: <q><strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit.</q> SEE PICS OF CHERYL FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! They added: \"They want to see if the American public warm to her before she takes on such a high-profile role", "new_id": -2}, {"uid": "1295732523025952275", "i": 46990, "idx": 0, "sa": ["Steve Bruce", "Andy Coulson", "Gerard Houllier", "Ryan Giggs"], "q": "celebrates after scoring against... Article: <strong> Ryan Giggs </strong> eyes another season... Photo: Aston Villa's Carew joins Stoke on loan Photo: Manchester United's <strong> Ryan Giggs </strong> score against Birmingham during... manager <strong> Gerard Houllier </strong> said Sunderland boss <strong> Steve Bruce </strong> was <q>not... Photo: Manchester United's Nani, left, scores against Birmingham during... World Video: Tunisian protests spread to Algeria, Yemen World Video: Haiti's ex-dictator Duvalier apologizes for past Report Abuse \"When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael Van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael Van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297271131262504545", "i": 35414, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "that the democratization talk was something that emerged after WMD did not turn up in Iraq. \"It was hard to know exactly where the President's far-reaching language about democracy originated,\" <strong> Donald Rumsfeld </strong> writes. <q>It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy from <strong> Colin Powell </strong> or State Department officials. I know it did not come from the Department of Defense. <strong> Condoleezza Rice </strong> seemed to be the one top adviser who spoke that way, but it was not clear to me whether she was encouraging the President to use rhetoric about democracy or whether it was originating with the President.</q> N.B.. We encourage readers to share and discuss their thoughtful and relevant comments about this There They Went Again by John H. Fund", "new_id": -2}, {"uid": "1295818294266780673", "i": 15357, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "get a foul but it felt so good, the rhythm felt good,\" <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q>I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points,</q> <strong> Allen Iverson </strong> said. \"I was happy for him, just to see Alex has a crush on George, the schools band leader, but is unable to get his attention because hes turned off by her sour attitude", "new_id": -2}, {"uid": "1296170738157696063", "i": 19231, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana Rep. <strong> Mike Pence </strong> will not run for president in 2012, the Indianapolis Star reported Thursday. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> the 51-year-old GOP congressman wrote in a letter to supporters. Sources in the state told RealClearPolitics last week that <strong> Mike Pence </strong>'s team was told to expect a gubernatorial bid. Though <strong> Mike Pence </strong> did not make it clear", "new_id": -2}, {"uid": "1297145575101449730", "i": 21657, "idx": 4, "sa": ["the Black", "Simon Cowell"], "q": "the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child.", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1297726874054689833", "i": 19935, "idx": 2, "sa": ["Kirsten Gillibrand", "Patty Murray", "Barack Obama", "Barbara Boxer"], "q": "on the table.\" <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she \"may not agree with everything in it,\" as did <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). <q>I don't think we should balance the budget on the backs of seniors who can not afford the rising costs of heating their home,</q> <strong> Kirsten Gillibrand </strong> said. Several senators mentioned the LIHEAP cuts, but <strong> Barack Obama </strong> <strong> Patty Murray </strong>( D-Wash.), who runs the Democratic Senatorial Campaign Committee, went big picture, calling for cuts outside non-defense discretionary spending", "new_id": -2}]