[{"uid": "1295615284003915786", "i": 57776, "idx": 1, "sa": ["Mark Zuckerberg", "Michael Gove"], "q": "can operate an iphone app than can tie their own shoes. <strong> Michael Gove </strong> names Facebook chief <strong> Mark Zuckerberg </strong> as role model for pupils, reports the Independent. <strong> Michael Gove </strong> said that the breadth of Mr <strong> Mark Zuckerberg </strong>'s education indicated that <q> would have done very well in our English baccalaureate </q> and that this: \" \"powerfully underlines the lesson that a rigorous academic education is the best preparation\" for working life. Mr <strong> Mark Zuckerberg </strong>, 26, studied French, Hebrew, Latin and Ancient Greek,", "new_id": -2}, {"uid": "1297233943168116261", "i": 44314, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Mohamed Hussein Tantawi"], "q": "for years been regarded as national security threats by Defense Minister Field Marshal <strong> Mohamed Hussein Tantawi </strong>.\" Secretary of Defense Gates has called <strong> Mohamed Hussein Tantawi </strong> four times in recent days. tells the LA Times: <q> It is obvious that <strong> Hosni Mubarak </strong> has the army's full loyalty. However, this is not unconditional and whether the army is willing to take the people's side or not will only depend on the anti-Hosni Mubarak demonstrators' ability to maintain pressure. If their presence in large numbers in Tahrir goes on for a longer period, only then would some army generals get fed up and be willing to strike a deal with the U.S. to oust him as the only solution to the conflict. </q> pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review: \"The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is", "new_id": -2}, {"uid": "1295946873238239755", "i": 30110, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has lent his support to a Save The Children campaign <strong> Simon Cowell </strong> has finally admitted what the public have always thought- that he is a <q> pain in the a*** </q>. The X Factor judge couldn't resist making a joke about himself in an online video, where he gave his backing to Save The Children's new campaign, No Child Born To Die.", "new_id": -2}, {"uid": "1297011149120438784", "i": 54334, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "highlights the importance of conservation initiatives to help expand the critical remaining numbers. Cairo- Work has begun to restore priceless Egyptian antiquities, including a statue of King Tutankhamun, damaged by looters amid anti-government protests <q> Cairo, antiquities chief <strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. \"Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295004834083214337", "i": 17789, "idx": 1, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell", "Larry King"], "q": ": \"i'd do it for a million for SANDS. money, mouth?\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five-figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years.\" She revealed she had", "new_id": -2}, {"uid": "1296859174060604416", "i": 46409, "idx": 0, "sa": ["Jennifer Lopez", "Eric Schmidt"], "q": "Home\" icon. John commented on this!- 8 min ago What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given", "new_id": -2}, {"uid": "1297298613261144581", "i": 53127, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "On Monday, he heard the police chief say the baby should survive. He smiled. U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> \"Some people think[ the cause of amnesia] might be altered blood flow to a part of the brain called the temporal lobe, which is where memories are formed </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1297382791005832768", "i": 15685, "idx": 0, "sa": ["Simon Cowell"], "q": "the death of his father and his struggles with Tourette's, and also talked about his girlfriend and infant son. \"When I sing, it all goes away,\" he told the judges. <q> I don't have a care in the world. </q> Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse \"", "new_id": -2}, {"uid": "1295440341100417550", "i": 59265, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "a vastly transformed show this season. Various rules have been changed, producers talk openly about injecting new vigor into the competition, and two new faces in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have joined up as judges. <q> It's just a different kind of show, </q> said <strong> Randy Jackson </strong>. \"<strong> Simon Cowell </strong> is irreplaceable. People have been saying,` Who's going to be the mean one?' <strong> Simon Cowell </strong> is still the mean one.\" Yet as much as things will", "new_id": -2}, {"uid": "1295438176135233544", "i": 1159, "idx": 0, "sa": ["Allen Iverson", "George Karl"], "q": "five starters after an 18-point lead began to evaporate. He resisted the temptation even as the Nuggets were outscored 34-23 in the third period. \"Our starts in the third quarter are awful,\" <strong> George Karl </strong> said. <q> I wouldn't even put that in a high school clinic. We come out non-focused, not running. I hope I don't do that( bench the starters), because that could be really ugly. But that is how bad I think our third quarters have been. </q> The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. \"A lot", "new_id": -2}]