[{"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1296762870078708770", "i": 16178, "idx": 2, "sa": ["Zahi Hawass"], "q": " \"rumours.\" In a posting on his blog( www.drhawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in \"70 broken objects, all of which can be restored.\" <q> I want people to know that after nine days of protests, the monuments are safe, </q> <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops", "new_id": -2}, {"uid": "1295501732152404070", "i": 33001, "idx": 4, "sa": ["Linas Kleiza", "Bob Marley", "Allen Iverson"], "q": "won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. \"When he is not in the lineup, it makes it tougher for me,\" <strong> Allen Iverson </strong> said. <q> He is the main part of our team and he enables us to do so much with the attention that he gets. </q> <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned in against the Bobcats. <strong> Linas Kleiza </strong> scored 16 of his 23 points in the period. \"<strong> Bob Marley </strong> started being more aggressive and it paid off,\"", "new_id": -2}, {"uid": "1297127660188514311", "i": 4779, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "AP Television Writer LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1295390341219906059", "i": 582, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1297231845010321940", "i": 20625, "idx": 0, "sa": ["Michelle Obama", "Ricky Martin", "Matt LeBlanc", "Jay Leno", "Adam Lambert", "Justin Bieber", "Ty Burrell", "Anika Noni Rose", "Michael Fazio", "David Letterman", "Leon Russell", "Gayle King", "Anderson Cooper", "Annette Bening", "Mario Lopez", "Ellen DeGeneres", "James Blunt", "Elton John"], "q": ") and Utah State at Idaho( ESPN2, 11 p.m.). Daytime Talk Regis and Kelly: <strong> Michelle Obama </strong>, <strong> Annette Bening </strong>. <strong> Gayle King </strong>: <strong> Mario Lopez </strong>. The View: <strong> Ty Burrell </strong>, <strong> Michael Fazio </strong>, cast of <q> Sister Act: A Divine Musical <strong> Joan Rivers </strong>. </q> The Talk: <strong> Adam Lambert </strong>. <strong> Ellen DeGeneres </strong>: <strong> Justin Bieber </strong>, <strong> James Blunt </strong>. Wendy Williams: <strong> Anika Noni Rose </strong>, Ann <strong> Ty Burrell </strong>, Taboo. Late Talk <strong> David Letterman </strong>: <strong> Anderson Cooper </strong>, <strong> Elton John </strong>& <strong> Leon Russell </strong>. <strong> Jay Leno </strong>: <strong> Matt LeBlanc </strong>, <strong> Ricky Martin </strong>", "new_id": -2}, {"uid": "1296583927119291947", "i": 46954, "idx": 1, "sa": ["Mark Sanford", "David Letterman"], "q": "Bathsheba.( And that photo was the moment that inspired <strong> Mark Sanford </strong> King <strong> David Letterman </strong> to write the Psalm about \"He leadeth me beside the still waters\". That's the Psalm that also includes walking the Appalachian trail <q> Yea though I walk through the valley </q>. Just thought you might want to print a correction.:-) uZFl% 2BNGkatVlBBChS% 2FOM6Jh9YZte6gA5GURvNwW4tS% 2BJSeQ7% 2Buh4YOtZECsmBf8rzQSMphE41mgZgXiOl3utoQ% 3D% 3D", "new_id": -2}, {"uid": "1295308684212140059", "i": 39078, "idx": 5, "sa": ["Michael Vick"], "q": "in the Eagles' offense. Clark asked him what percentage of his potential he played at in Atlanta, what percentage he played at last season and what percentage he expects to play at next season. <q> 65 percent in Atlanta, 85 percent here this year, going for 95 to 100 next year, </q> <strong> Michael Vick </strong> said. \"I think next year will definitely be the year. That's the only thing I can think about now. It's funny because two years ago, I never envisioned myself being in this", "new_id": -2}, {"uid": "1295573551103366658", "i": 6050, "idx": 0, "sa": ["Eric Schmidt"], "q": "years to end their \"adult supervision\" in the form of Google CEO <strong> Eric Schmidt </strong>, who leaves in April. Mr Page will become CEO and Mr <strong> Eric Schmidt </strong> becomes Executive Chairman. Tweeted: <q> Day-to-day adult supervision no longer needed! http://goo.gl/zC89p. </q> Mr <strong> Eric Schmidt </strong> was brought in as CEO in August of 2001 because of pressure from Kleiner Perkins, one of Google's chief investors. His goal was to provide \"adult supervision\" to the young founders as", "new_id": -2}, {"uid": "1297444526101842946", "i": 24504, "idx": 2, "sa": ["Mark Buehrle", "Michael Vick"], "q": ", who had a$ 600 ticket to the game, also watched it on TV in the area under the stands. He said he too had been contacted by the league via e-mail and phone. <q> They just at this point wanted to give some apologies for what happened. They also outlined a couple of options that they presented.... What I'm trying to do know is just get all of the information I can, </q> said Moore. He also has tried to contact the attorney who filed suit. White Sox P <strong> Mark Buehrle </strong> wanted to see Eagles QB <strong> Michael Vick </strong> get hurt NFLN's Mayock cites \"cautionary\" Russell tale after", "new_id": -2}]