[{"uid": "1297127661189071411", "i": 37779, "idx": 3, "sa": ["Simon Cowell"], "q": "me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice.'' <strong> Simon Cowell </strong> said that most importantly he <q> wants to be fair to the artist </q> and to whatever genre of music in which he or she happens to be fluent.`` And then choose whichever division of Sony makes sense( for the artist).'' <strong> Simon Cowell </strong> also addressed rumors that", "new_id": -2}, {"uid": "1295589679239992954", "i": 13998, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Mikhail Gorbachev", "Colin Powell", "Norman Schwarzkopf", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show Saddam tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing Mr. <strong> George H.W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with Mr. <strong> George H.W. Bush </strong>, the reunion included former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Adviser <strong> Brent Scowcroft </strong>. <strong> Norman Schwarzkopf </strong>, commander", "new_id": -2}, {"uid": "1295898399127107104", "i": 38593, "idx": 0, "sa": ["Michael Vick"], "q": "for Oaky Woods purchase critic He said an anti-dogfighting bill he pushed did not pass until <strong> Michael Vick </strong>, then a quarterback for the Atlanta Falcons, was arrested for his role in dogfighting in 2007. <q> Maybe this is one of those moments, </q> Rogers said Monday. He will introduce a bill similar to the one he sponsored last session that would expand the existing Georgia Special Needs Scholarship program to military and foster children. The scholarship can be used", "new_id": -2}, {"uid": "1295439788234078228", "i": 21493, "idx": 2, "sa": ["Kirsten Gillibrand", "Saeb Erekat", "Hillary Clinton"], "q": "do not believe that this would be a productive step.'' On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1295669833206996591", "i": 3263, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "dependable face' of Google for such things. But being that face can take a toll,'' he wrote. But Google was also overdue for a management change, <strong> Danny Sullivan </strong> wrote, noting that a decade <q> may as well be 100 years of Internet time. </q> Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising.`` It has not diversified its revenue streams in a meaningful way,'' Arnold said", "new_id": -2}, {"uid": "1295498091112721922", "i": 6206, "idx": 8, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson", "Derrick Rose", "Byron Scott"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Chicago Bulls vs <strong> James Cleveland </strong> Cavaliers 88:83 Highlights CLEVELAND-- <strong> Byron Scott </strong>'s lineup changes had the <strong> James Cleveland </strong> Cavaliers on the verge of a much-needed victory-- until <strong> Derrick Rose </strong> made the biggest play of the night. <strong> Derrick Rose </strong> scored 29", "new_id": -2}, {"uid": "1295476301073809946", "i": 28289, "idx": 5, "sa": ["Sarah Fullen Gregory", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice presidents alike break into song to report important news. The players include my homey <strong> Sarah Fullen Gregory </strong>( she married my brother). You can find her music here: www.myspace.com", "new_id": -2}, {"uid": "1295546693266108960", "i": 12828, "idx": 1, "sa": ["Bryan Fischer", "Ron Paul", "Mr. Bauer", "Mike Pence"], "q": "Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the White House", "new_id": -2}, {"uid": "1295668634145047636", "i": 11835, "idx": 4, "sa": ["James Cleveland", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "... Cavaliers PreGame Photo/Dance LeBrons PreGame Ritual HD The Cavs Take a family photo befor a game HD... <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... <strong> James Cleveland </strong>- Short <strong> James Cleveland </strong> History( 1) Night Dwellers of", "new_id": -2}, [{"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]]