[{"uid": "1295764278156794901", "i": 30606, "idx": 0, "sa": ["Alan Johnson", "Andrew Rawnsley", "Andy Coulson"], "q": "of <strong> Alan Johnson </strong> and <strong> Andy Coulson </strong>, most of the Sunday papers think it has been a tumultuous week in British politics. For <strong> Andrew Rawnsley </strong> in the Observer there were so many comings and goings it was not so much <q> a week is a long time in politics </q> as href=\"http://www.newsoftheworld.co.uk/notw/public/home/\"> News of the World phone hacking allegations, some papers report other tabloids are facing legal claims. Observer has been told by a lawyer he is representing four people who think they were targeted", "new_id": -2}, {"uid": "1295899162138641415", "i": 3748, "idx": 0, "sa": ["Eric Schmidt", "Dan Cruickshank"], "q": "defended belly-Dan Cruickshankcing as a release. Her high profile and unorthodox beliefs brought her to the attention of the notorious New York vice crusader Anthony Comstock. His focus triggered a federal indictment. She was found guilty of sending <q> obscure, lewd, lascivious, dirty </q> materials through the mail. In October of 1902, the day before she was to begin a five year sentence, she committed suicide. Leigh <strong> Eric Schmidt </strong>, a Professor at Harvard University and author of numerous books", "new_id": -2}, {"uid": "1297122406226197630", "i": 33896, "idx": 4, "sa": ["Simon Cowell", "Will Smith"], "q": "` mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,'' he said. <q> I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don't think things <strong> Will Smith </strong> change too much. </q> <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it <strong> Will Smith </strong> involve working directly with contestants.`` I wanted to make a show where I could help the competitors on a weekly", "new_id": -2}, {"uid": "1295819139241696821", "i": 5944, "idx": 0, "sa": ["Eric Schmidt", "Nancy Pelosi"], "q": "meta name=`` distribution'' content=`` Global''/> meta name=`` author'' content=`` Aftenposten.no''/> meta name=`` description'' content= <q> Eric Schmidts kontroversielle uttalelser kan ha blitt for mye, tror ledende eksperter i bransjen. </q>/> <strong> Eric Schmidt </strong> er her i samtale med dav?rende leder av Representantenes hus <strong> Nancy Pelosi </strong>. FOTO: JUSTIN SULLIVAN/AFP PHOTO Googles toppsjef g?r av uten forklaring Eric Schmidts kontroversielle uttalelser kan ha blitt for mye, tror", "new_id": -2}, {"uid": "1295670452069369863", "i": 9986, "idx": 2, "sa": ["Tracy McGrady", "Allen Iverson"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295068749012681281", "i": 57608, "idx": 1, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "low.`` We're not looPeter King at banning all weapons,'' said <strong> Mike Pence </strong> <strong> Gary Ackerman </strong>, D-N.Y., who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. <q> We're looPeter King to make sure that innocent people from all over will be safe in their own homes and public places. I think the tragedy, and the heavy moment in which we find ourselves, lends itself to some contemplation. I think there's a hope, at least, for reasonableness. </q> The argument is not likely to woo staunch gun-rights advocates in Congress.`` I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities", "new_id": -2}, {"uid": "1295882912107462659", "i": 4513, "idx": 1, "sa": ["George Osborne", "Iain Martin", "David Cameron", "Andy Coulson"], "q": "priest. Lear's Fool mysteriously vanishes from the stage after the storm scene. The concern for Mr <strong> David Cameron </strong> is that his fool has bowed out before the thunder and lightning of the imminent hurricane.'' <strong> Iain Martin </strong>: <q> Having the <strong> George Osborne </strong> seal of endorsement( it was the then shadow chancellor who hired him for Team <strong> David Cameron </strong>) <strong> Andy Coulson </strong> was the only`` outsider </q> to gain proper access to, and acceptance from, the true Cameroon inner circle. After he arrived, the`` Quartet'' that ran the Conservative show in opposition was <strong> David Cameron </strong>, <strong> George Osborne </strong>, Hilton and <strong> Andy Coulson </strong>.", "new_id": -2}, {"uid": "1295448032083853341", "i": 3014, "idx": 0, "sa": ["Michael Vick", "Britney Spears", "Bruno Mars", "Piers Morgan"], "q": "blend of The top 10 singles and albums on iTunes Wtop By The Associated Press( AP)- iTunes' top 10 selling singles and albums of the week ending Jan. 17, 2010: Singles: 1. <q> Hold It Against Me, </q> <strong> Britney Spears </strong> 2.`` Grenade,'' <strong> Bruno Mars </strong> 3.`` Tonight <strong> Piers Morgan </strong> And Oprah Make A Bet About <strong> Michael Vick </strong>( VIDEO) Oprah is <strong> Piers Morgan </strong>'s first guest for his CNN show`` <strong> Piers Morgan </strong> Tonight.'' The show", "new_id": -2}, {"uid": "1295559949061718541", "i": 4323, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "will be replaced by co-founder <strong> Larry Page </strong>. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q> We've had a very strong quarter, </q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a decade. He will now take over as executive chairman. Both <strong> Eric Schmidt </strong>", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]