[{"uid": "1295652461122683495", "i": 17417, "idx": 0, "sa": ["Alyse Eady", "Hayes Carll", "I Wan", "David Letterman"], "q": "<strong> Hayes Carll </strong> on Leno tonight Ugh. <strong> Hayes Carll </strong>. Let me tell you, few things <strong> I Wan </strong>'ve experienced in this life have... Watch: Miss Arkansas on <strong> David Letterman </strong>  Miss Arkansas <strong> Alyse Eady </strong> performs her ventriloquist rendition of <q><strong> I Wan </strong> na Be a Cowboy's Sweetheart.</q>  Twitter is lighting up in response to yesterday's \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296789417115392515", "i": 7113, "idx": 2, "sa": ["Michael Jordan", "Allan Houston", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against <strong> Allan Houston </strong> on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1296605891049397782", "i": 45809, "idx": 0, "sa": ["Sergio Marchionne"], "q": "high of 13 million. But on Monday Chrysler chief executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. <q>We've seen a softening of the US market in the last couple of weeks,</q> <strong> Sergio Marchionne </strong> told reporters on a conference call to discuss Chrysler's fourth-quarter results. <strong> Sergio Marchionne </strong> forecast a sales rate of near 12.4 million to 12.5 million vehicles for the month. Reuters Latest business news from AP-Wire", "new_id": -2}, {"uid": "1296252282055099423", "i": 4709, "idx": 0, "sa": ["Eric Edelman", "Eric Schmidt", "Jared Cohen"], "q": "Israeli claims that \"weapons-related material for Iran's nuclear program transit Turkey, with prime minister ErdoÄ\u009fan's full knowledge.\" The letter is described by <strong> Eric Edelman </strong>, US ambassador, as having \"overbearing pride\"; <q>unbridled ambition stemming from the belief that God has anointed him to lead Turkey</q>; \"an overwhelming http://wn.com/Eric_Schmidt,_Alec_Ross_Jared_Cohen_on_21st_Century_Statecraft Google CEO <strong> Eric Schmidt </strong> speaks with Alec Ross and <strong> Jared Cohen </strong> of the US Department of State at Google's Mountain View headquarters. Alec and <strong> Jared Cohen </strong> have spent the past five years advocating for improved access", "new_id": -2}, {"uid": "1296560563171900973", "i": 47429, "idx": 1, "sa": ["Max Clifford", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> let me sing \"Twinkle Twinkle Little Star' to him. He's so nice and I love him.\" Bethany passed away at a hospice the three days later. <strong> Simon Cowell </strong>'s spokesman <strong> Max Clifford </strong> said, <q>He is really upset, he said what a beautiful little girl she was. He is just so sad, and sad for the whole family. She was a very special little girl and <strong> Simon Cowell </strong> was so touched when she sang for him... his heart goes out to Bethany's mum and dad and he is thinking of them.</q> A spokesman for Bethany\"s family said, \"Her dad said that she had done what she always wanted to do, meet <strong> Simon Cowell </strong> and sing to him. She had achieved her big ambition and was now ready", "new_id": -2}, {"uid": "1296579335042647565", "i": 18391, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak", "Celine Dion"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q>The people in the streets have to give this government an opportunity to change,</q> he said cheerfully. \"Beautiful things happened in the last five days.\" What's altered in the two photos? See how you score when you play the Find <strong> Celine Dion </strong> Challenge! Editorial", "new_id": -2}, {"uid": "1295669834215973888", "i": 44956, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as well as advising Page and co-founder <strong> Sergey Brin </strong>. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Commenting on the changes and <strong> Eric Schmidt </strong>'s contribution to Google's stellar development since <strong> Eric Schmidt </strong> joined the company in 2001, Page said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1295625930089243655", "i": 29338, "idx": 0, "sa": ["Andy Coulson"], "q": ", which is waiting to hear if the government will clear its planned$ 12 billion( 7 billion pounds) buyout of pay TV operator BSkyB or refer the deal to competition authorities for further checks. <q>Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. \"When the spokesman needs a spokesman it's time to move on,\" he said in a statement.", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1297206274184696842", "i": 18064, "idx": 0, "sa": ["Condoleezza Rice", "Colin Powell"], "q": "one of the few people not to blame for anything that went wrong. He said <strong> Condoleezza Rice </strong> tried to run things by committee and that there were too many leaks from <strong> Colin Powell </strong>'s state department. There were <q>too many hands on the steering wheel</q>, he writes. He says that long before the war began he had made a list which he called his \"parade of horribles\". He warned against weapons of mass destruction( WMD) not", "new_id": -2}]