[{"uid": "1297266831144211998", "i": 40870, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "with me.\" There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said: <q> He always talks to me, we will work together some how, some way. He's an acquired taste but I love him very much. </q> <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said: \"Oh yeah I have, he's a massive fan of mine, definitely", "new_id": -2}, {"uid": "1295498090112721958", "i": 47313, "idx": 10, "sa": ["Rodney Stuckey", "Chauncey Billups", "Allen Iverson"], "q": "Lakers. <strong> Chauncey Billups </strong> scored 22 points to lead the Pi... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... 2004 NBA Finals: Pistons at Lakers, Gm 1 part", "new_id": -2}, {"uid": "1297270573021168154", "i": 8691, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network.", "new_id": -2}, {"uid": "1297079235054001715", "i": 8657, "idx": 0, "sa": ["Newt Gingrich", "Donald Rumsfeld", "Fred Upton", "House Judiciary Committee"], "q": "in the afternoon for a retreat that will last through Thursday. Former Defense <strong> Donald Rumsfeld </strong>'s memoir \"Known and Unknown\" hits bookstores. The <strong> House Judiciary Committee </strong> will hold a hearing on the constitutionality of the <q> No Taxpayer Funding for Abortion Act, </q> at 4 p.m. in 2141 Rayburn. <strong> Newt Gingrich </strong> <strong> Fred Upton </strong>( R-Mich.), chairman of the <strong> House Judiciary Committee </strong> Energy and Commerce <strong> House Judiciary Committee </strong>, will discuss his policy goals over the next two years at a forum at the", "new_id": -2}, {"uid": "1296104975101646394", "i": 14118, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Valley to Palm Springs made similar fast moves. No one is quite sure these actions will hold up if the RDAs are eliminated. But <strong> Jerry Brown </strong> was clearly not pleased, expressing hope that cities were not <q> planning on squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding. </q> Not to mention park rangers, road builders, community colleges and needy children, all down for big reductions in <strong> Jerry Brown </strong>'s proposed budget. State Treasurer <strong> Bill Lockyer </strong> called the RDA moves \"provocative acts of gamesmanship", "new_id": -2}, {"uid": "1296273664046694409", "i": 25147, "idx": 4, "sa": ["Allen Iverson"], "q": ", three rebounds and two assists in 23 minutes in Istanbul on Tuesday. During the game, Turkish fans cheered the 1996-97 NBA Rookie of the Year. At one point, the crowd at the venue cheered, <q> <strong> Allen Iverson </strong>, the son of Besiktas Cola Turka. </q> Changing jerseys <strong> Allen Iverson </strong>, who wears a number 4 Besiktas jersey in favor of his usual number 3 back in the NBA, signed with the club for a two year contract worth$ 4 million. The 35-year failed", "new_id": -2}, {"uid": "1296128045255868977", "i": 30197, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": "ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. \"I feel like", "new_id": -2}, {"uid": "1296585990184188937", "i": 25809, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<strong> Justin Bieber </strong> did talk about his movie and career last night on the Late Show With <strong> David Letterman </strong>, but it was sometimes difficult to \"like,\" understand what he was \"like,\" saying. <q> Right now[ I'm] just kind of like focusing like on my music a lot and stuff like that's really like important to me, </q> <strong> Justin Bieber </strong> said on the show( via PopEater). \"Like, like I like only drive like at home, because like when I'm in like, like places like this", "new_id": -2}, {"uid": "1295052532226361350", "i": 6702, "idx": 1, "sa": ["Bill Lockyer"], "q": "the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as \"needlessly provocative acts of gamesmanship that warp the status quo.\" <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]