[{"uid": "1297372224147750919", "i": 39146, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder <strong> Larry Page </strong> would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Photo in Slideshow: Google exec's role in Egypt a corporate", "new_id": -2}, {"uid": "1295479428129810445", "i": 18949, "idx": 0, "sa": ["Simone Gbagbo", "Alassane Ouattara", "Paul Sisco"], "q": "a speech to the people of C?te d'Ivoire explaining his administrations position on the current crisis and askes the world to use diplomacy, not violence to solve the problem of who actually won the election. He said, <q> I am willing and ready, in the respect of the constitution, of our laws and the mechanisms freely established in our country to host a monitoring committee to review the post electoral crisis in C?te d'Ivoire. </q> http://wn.com/Laurent_Simone Gbagbo_Interview_with_Euronews'_Fran?ois_Chignac Political stalemate continues where incumbent President Laurent <strong> Simone Gbagbo </strong> and opposition candidate <strong> Alassane Ouattara </strong> both claim victory and has both set up rival governments. VOA's <strong> Paul Sisco </strong> reports. http://wn.com/Cote_D'Ivoire_Resultats_officielles_presi_2010wmv/_Ivory_Coast Final results of the presidential elections 2010. See for", "new_id": -2}, {"uid": "1296046020033832963", "i": 11584, "idx": 0, "sa": ["John Thune", "Tom Coburn", "Kirsten Gillibrand", "Orrin Hatch"], "q": "( D., N.Y.) agreed several days ago to sit with Sen. <strong> Tom Coburn </strong>( R., Okla.). On Tuesday, he encountered Sen. <strong> Orrin Hatch </strong>( R., Utah) in a Senate elevator and told him, <q> I wanted you to be my date, but I already asked <strong> Tom Coburn </strong>. </q> When Sens. <strong> John Thune </strong>( R., S.D.) and <strong> Kirsten Gillibrand </strong>( D., N.Y.), said they'd be sitting together, aides began calling them the prom king and queen, since they're considered two", "new_id": -2}, {"uid": "1297433884208617500", "i": 18586, "idx": 1, "sa": ["Melinda Gates", "Pete Cunningham", "Steve Ballmer"], "q": ". Canalys analyst <strong> Pete Cunningham </strong> called the pact`` a huge win for Microsoft.'' Indeed, the company is clearly hoping the tie-up with Nokia will change its sagging fortunes in the phone market. <q> I am excited about this partnership with Nokia, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London.`` Ecosystems thrive when fueled by speed, innovation, and scale. The partnership Melinda Gatesounced today provides incredible scale, vast expertise in hardware and software innovation", "new_id": -2}, {"uid": "1297231761238518375", "i": 54986, "idx": 0, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "inmates at the Guant?namo Bay prison in Cuba. <strong> George H. W. Bush </strong> was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q> People are trying to make legal issues out of public policy issues, which is unfortunate, </q> <strong> Donald Rumsfeld </strong> told Reuters.`` I think it's a sign of the times.'' <strong> Donald Rumsfeld </strong>, who personally authorised harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1296824737247005211", "i": 42937, "idx": 1, "sa": ["Eric Schmidt"], "q": "mercado global est creciendo m?s de 20% cada a?o y pareciera que el futuro nos depara buenas cosas, as que no estoy de acuerdo con quienes nos otorgan malos pron?sticos'', dijo el ejecutivo. <q> Somos los innovadores y los l?deres a gran escala </q> asegur citando como ejemplo algunos de los productos estrella de la empresa como Maps, Chrome y Android. <strong> Eric Schmidt </strong> dejar su cargo para dedicarse a las`` relaciones externas'' de la empresa. Sin", "new_id": -2}, {"uid": "1295914492205307919", "i": 46317, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "now that <strong> Andy Coulson </strong> has gone 20.30 GMT on Monday 24 January 2011. A version appeared on p3 of the Tuesday 25 January 2011. It was last modified at MarshallStack 24 January 2011 8:47 PM <q> So, who will step into the breach as the Tories' voice of the people? </q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? Manningtreeimp 24", "new_id": -2}, {"uid": "1296528007049463298", "i": 2133, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", it piled up debt and produced very few hit cars. Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. <q> I think this guy is a visionary. He talks about what he needs to do and he goes out and gets it done. </q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the", "new_id": -2}, {"uid": "1297713944012566553", "i": 33850, "idx": 3, "sa": ["Michael Vick", "Piers Morgan"], "q": "Talk TV. <strong> Piers Morgan </strong>, of course, is trying to book <strong> Michael Vick </strong> too-- and the two made a bet, in re who'd land him first, at which point Oprah said, ominously: <q> The way I live my life is, if it's supposed to happen, it will happen. And if <strong> Michael Vick </strong> chooses to sit with you as his first interview and not sit with e then that's the way it's supposed to be...`` But don't call me later, Mike. </q> Oprah's Harpo production house announced Monday she will sit down for a one-on-one interview with the Philadelphia Eagles quarterback during which he will discuss his time in the slammer after being convicted for his part in an", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]