[{"uid": "1296747519187088939", "i": 55410, "idx": 0, "sa": ["Zac Efron", "Dermot O'Leary", "Mario Lopez", "Jason Kennedy", "Simon Cowell"], "q": "of the ITV1 talent show- is said to be`` in with a great chance'' to land the job after producers narrowed the list down to six people. A source told the Daily Mirror newspaper: <q> <strong> Dermot O'Leary </strong> is still in with a great chance of getting the biggest job of his life, but he's in the dark at the moment.`` He has made the shortlist but there is some pretty stiff competition from a host of big names in America. A decision has not been made yet so <strong> Dermot O'Leary </strong> has to wait, like any other fan of the show. </q> Other names rumoured to be in the line for the job include former` Saved By The Bell' star <strong> Mario Lopez </strong>,` High School Musical' actor <strong> Zac Efron </strong> and` E!' host <strong> Jason Kennedy </strong>. <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297216340026116096", "i": 39760, "idx": 3, "sa": ["Simon Cowell"], "q": ",'' he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star.`` There have", "new_id": -2}, {"uid": "1295344920052248582", "i": 31932, "idx": 0, "sa": ["Steve Ballmer"], "q": "CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting on 28 February. A 17 January statement by Microsoft chief executive <strong> Steve Ballmer </strong> emphasised Dynamics CRM's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data </q>. Microsoft finds itself locked in a fierce battle for CRM market share title=\"salesforce-floats-database-com-cloud-for-enterprises-15240\" href=\"http://www.eweekeurope.co.uk/news/salesforce-floats-database-com-cloud-for-enterprises-15240\"> with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals.", "new_id": -2}, {"uid": "1297156104098910208", "i": 12499, "idx": 1, "sa": ["Donald Rumsfeld", "George Tenet"], "q": "lastete, der vor der Kamera Tr?nen der Scham vergoss. Derlei d?rfte <strong> Donald Rumsfeld </strong> beim Schreiben seiner Memoiren nicht widerfahren sein. <strong> Donald Rumsfeld </strong> sieht keinen Grund f?r Entschuldigungen. W?re Saddam Hussein noch an der Macht, w?re <q> die Region viel gef?hrlicher, als sie heute ist </q>, schreibt er. Wo etwas schiefging, sind andere schuld: <strong> George Tenet </strong> etwa, damals CIA-Chef, habe falsche Informationen ber Saddams angebliche Massenvernichtungswaffen geliefert.`` Wir wissen, wo sie sind'', hatte <strong> Donald Rumsfeld </strong> bei Kriegsbeginn", "new_id": -2}, {"uid": "1295552719173850651", "i": 15565, "idx": 0, "sa": ["Simon Munzu", "Alassane Ouattara"], "q": "have been raped in the last week in western Ivory Coast, where 16,000 people have taken refuge since the disputed Nov. 28 presidential runoff vote. Another 29,000 people have fled across the border to Liberia. <q> We regret that as a result of the ethnic clashes that we witnessed in Duekue in particular recently, a number of rape cases have come to our attention, </q> <strong> Simon Munzu </strong> said. In the almost two months since the presidential election, incumbent leader Laurent Gbagbo has refused to cede power even though the international community says his rival <strong> Alassane Ouattara </strong> won the vote. African", "new_id": -2}, {"uid": "1296217928050937877", "i": 30371, "idx": 0, "sa": ["Michael Gove"], "q": "English schools system. The Michael Government is due to publish a new target=\"_blank\" href=\"http://wneducation.com/\"> Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be school reforms <strong> Michael Gove </strong> spells out schools reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" href=\"http://wn.com/?an?\"> an Education Bill. These are some", "new_id": -2}, {"uid": "1295252792226672648", "i": 2329, "idx": 2, "sa": ["Carmelo Anthony", "Andre Miller", "Allen Iverson", "Tim Paine"], "q": "and the Tim Painee would run out.'' <strong> Andre Miller </strong> insisted he wanted <strong> Allen Iverson </strong>, who was hobbled by a sprained ankle he twisted in the third quarter, to take a jump shot rather than drive to the basket. <q> I got a hand up on the shot. He knocked the shot down. It was a good play, </q> <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end.`` You don't want somebody shooting that had been making a lot of shots", "new_id": -2}, {"uid": "1295984774233783312", "i": 13821, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders", "Peter Shumlin"], "q": " All three members of the delegation joined Gov. <strong> Peter Shumlin </strong> at a Statehouse news conference one week ago and pledged to help the state secure federal waivers needed to implement sweeping health care reforms. <strong> Bernie Sanders </strong> said, <q> It is my strong hope that Vermont will lead the nation in a new direction through a Medicare-for-all single-payer approach. At a time when 50 million Americans lack health insurance and when the cost of health care continues to soar, we must do all we can to lower the costs and improve the quality of care. </q> <strong> Patrick Leahy </strong> said,`` This is a bill to give Vermont and other states the choice to go above and beyond the national standard by letting states devise their own reforms. Vermont has always been a leader", "new_id": -2}, {"uid": "1295498285152403986", "i": 11265, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Kara DioGuardi"], "q": ", <strong> Kara DioGuardi </strong> and <strong> Simon Cowell </strong>. <strong> Steven Tyler </strong> doesn't plan to be cruel in his critiques, but said he offers the competition a level of credibility within the music industry that it might have lacked. <q> I'm bringing the 40 years of being the front guy of Aerosmith, who's judged the hell out of himself </q> to the show, he said.`` No more, no less.`` I'm looking for three things: can they sing, are they in pitch and do they have star quality. That", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]