[{"uid": "1296163911042713105", "i": 21124, "idx": 0, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by <strong> Mike Pence </strong>'s mother, who has been urging him to finally put an end to all of the building speculation over his political future. <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, {"uid": "1297224727163495958", "i": 23619, "idx": 6, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile\" says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. <q> When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude </q> says Barnett. \"It's racism. Yes, there's still a double-standard in this country and we need to stop this unethical treatment of black human beings\" says Barnett. <strong> Katrina Pierson </strong>, who is", "new_id": -2}, {"uid": "1295601090081559617", "i": 29228, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great \"Glee' fans have even set up a X Factor\" panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably clash", "new_id": -2}, {"uid": "1295049201264142848", "i": 3586, "idx": 7, "sa": ["Kirsten Gillibrand"], "q": "\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn\"}{ \"title\": \"No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton\", \"description\": <q> Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Preston Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more. </q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"uid": "1295256412206143492", "i": 11766, "idx": 0, "sa": ["Alonzo Mourning", "Allen Iverson", "Chase Tapley"], "q": "night to remain one of the nation's four unbeaten teams. <strong> Chase Tapley </strong> added 15 Chaminade star Kratman keeping his options open Hollywood Chaminade-Madonna two-sport athlete Kyle Kratman doesn't want to choose between football in college. <q> It's very hard to do both in college, but my goal is to do both, </q> he said. For the 6-0 senior, that's a tall order. To play both sports, he realizes it's NCAA Division <strong> Allen Iverson </strong> or <strong> Alonzo Mourning </strong> because at the D-1 level, either Streaking Colorado rallies", "new_id": -2}, {"uid": "1295599226021397547", "i": 12751, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "people miss the way he doe and be as accurate on the run.\" After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end Shaun Ellis. <q> He's very strong. He's very elusive in the pocket, </q> Ellis said. \"A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does.\"", "new_id": -2}, {"uid": "1294975394128761863", "i": 10999, "idx": 0, "sa": ["Brent Jones", "Michael Vick", "Tony Gonzalez"], "q": "I've never seen a quarterback do it better.\" It helps having <strong> Michael Vick </strong> Turner, the NFC's leading rusher with 1,371 yards behind one of the league's most underrated offensive lines. <q> This will be my fourth time in the playoffs in 14 years, </q> <strong> Tony Gonzalez </strong> said. \"It'll be my third time as a No. 1 seed. To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said: \"I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1297242013085999616", "i": 40213, "idx": 0, "sa": ["Simon Cowell"], "q": "lot of pressure. He says the prize on the American version of \"The X-Factor\" is a$ 5 million recording contract. It breaks down to$ 1 million for each of five years. <strong> Simon Cowell </strong> says <q> by putting up that kind of prize money, it's a massive, massive risk. </q> But, he says \"it's also an incredible incentive.\" And, \"it puts everybody, rightly, under an enormous amount of pressure.\" Auditions for \"The X-Factor\" begin March 27 in", "new_id": -2}, {"uid": "1295571277037306368", "i": 12122, "idx": 0, "sa": ["Eric Schmidt"], "q": "advertisers and publishers in its exchange, but also described a continued influx of brand dollars from offline channels into online display ads, which he predicted would continue into 2011. Rosenberg added that 2011 will be <q> the year that mobile phones will play an important role in commerce, </q> and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently. \"", "new_id": -2}]