[{"uid": "1295882089047398971", "i": 17663, "idx": 1, "sa": ["Fadel Shana'a", "Andy Coulson", "Alan Rusbridger"], "q": "cameraman's death was a crucial part of proceedings\" . Reuters` dissatisfied' by investigation into death of <strong> Fadel Shana'a </strong> Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Channel 4 News extended to cover <strong> Andy Coulson </strong> resignation and Blair testimony", "new_id": -2}, {"uid": "1297364549156647470", "i": 7281, "idx": 0, "sa": ["Beverly Hills", "Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former \"Frasier\" star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of <strong> Beverly Hills </strong>, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry Kayte Walsh sometime in February. Updated:", "new_id": -2}, {"uid": "1297233228217890831", "i": 36077, "idx": 3, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "drastischen Verh?rmethoden W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von \"illegalen Kombattanten\" und die \"Sondermilit?rtribunale\" scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q> <strong> Barack Obama </strong> hatte bei seinem Amtsantritt im Januar 2009 angek?ndigt, er werde das Lager binnen eines Jahres schlie?en. Es fanden sich aber nicht gen?gend M?glichkeiten, die Insassen in anderen L?ndern unterzubringen, w?hrend der US-Kongress einen", "new_id": -2}, {"uid": "1295327039053116954", "i": 38404, "idx": 4, "sa": ["Allen Iverson", "Keyon Dooling", "Kobe Bryant"], "q": "get in a <strong> Kobe Bryant </strong> closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "new_id": -2}, {"uid": "1295455850061816832", "i": 22508, "idx": 0, "sa": ["Steve Ballmer"], "q": ", sondern auch im Service und Marketing signifikant steigern. Die on Premise sowie die Partner gehostete Version von Microsoft Dynamics CRM steht ab dem 28. Februar 2011 in Deutschland und 39 weiteren L?ndern zur Verf?gung. <q> Mit Microsoft Dynamics CRM definieren wir den Begriff Produktivit?t neu, denn wir stellen ein branchenf?hrendes Produkt bereit, das zugleich hundertprozentig auf die Cloud ausgerichtet ist </q>, erkl?rt <strong> Steve Ballmer </strong>, CEO von Microsoft. \"Durch die vertraute Benutzeroberfl?che, die optimierte Zusammenarbeit, die Straffung von Prozessen sowie den Zugriff auf Echtzeitdaten z?hlt Microsoft Dynamics zu den Marktf?hrern.\" Signifikante Steigerung der", "new_id": -2}, {"uid": "1297675114098910209", "i": 14807, "idx": 0, "sa": ["Michael Gove"], "q": "Despite cuts, however, the Michael Government was now keen to bring about much-needed improvements. \"Some of the school buildings in Northumberland are old and in need of upgrading,\" he said. <q> There has been a bit of investment, but that's generally been in the south-east of the county. \"At the moment, we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings. </q> Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. \"The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times. \"I was able to explain why the", "new_id": -2}, {"uid": "1295516822071155718", "i": 5849, "idx": 0, "sa": ["Kirsten Gillibrand", "James Dobbins", "Thomas Pickering", "Frank Carlucci", "Barack Obama", "Hillary Clinton"], "q": "A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has Gillibrand.senate.gov/newsroom/press/release/?id=0A4E5D6A- 6B57- 43CD- 9C8D- B3CC0B8FC648\" target=\"_blank\"> urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution. <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong>, and former Assistant Secretaries of State <strong> Thomas Pickering </strong> and <strong> James Dobbins </strong>, have Pickering_hills/\" target=\"_blank\"> written to <strong> Barack Obama </strong> urging him", "new_id": -2}, {"uid": "1295344193107151367", "i": 11075, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q> I always dream of being your rival, </q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Deep", "new_id": -2}, {"uid": "1295142282036634657", "i": 46565, "idx": 10, "sa": ["Chris Webber", "Phil Jackson", "Allen Iverson", "Spud Webb", "Shaquille O'Neal"], "q": "<strong> Allen Iverson </strong>'s Shaquille O'Nealgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Spud Webbe... Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 WC vs. St. Marks( defending", "new_id": -2}, {"uid": "1297098957187170821", "i": 23193, "idx": 1, "sa": ["Alfie Boe", "Diana Johnson", "Michael Gove"], "q": "and deficit reduction.\" <strong> Diana Johnson </strong> said the funding, although ringfrenced is a \"real terms cut and local authorities are already slashing music services in their areas\" . She told the education secretary <q> rather than blowing his own trumpet </q> he should \"admit this is really a cut\" just as was with school sports funding. In response, <strong> Michael Gove </strong> said \"everyone in the world of music\" including famous musicians, tenor <strong> Alfie Boe </strong> and", "new_id": -2}]