[{"uid": "1297292715002195456", "i": 22723, "idx": 1, "sa": ["Sergio Marchionne"], "q": "SpA and Chrysler Group.`` She's the most nontraditional auto person around,'' said <strong> Sergio Marchionne </strong>, the workaholic boss who lured her away from Volkswagen last year after a long career at Ford Motor. <q> She sees cars in a different way than most automotive executives, </q> who, he said, are sometimes blind`` because of the engineering bias associated with what they do.'' By handing her the keys to Fiat's brand-new North American business, <strong> Sergio Marchionne </strong> entrusted Soave with a", "new_id": -2}, {"uid": "1297105238094666779", "i": 11271, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "'s Lists's website, Sens. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and <strong> Richard Blumenthal </strong>( D-Conn.) accused House Republicans of pulling a`` bait and switch'' by focusing early on anti-abortion legislation instead of the economy. <q> You probably recognize the Republican agenda as a radical departure from the days when they promised jobs, </q> the senators wrote to Emily's List supporters Monday afternoon.`` And you know their claims of` limited government' shouldn't include limits on our access to health care.'' The abortion", "new_id": -2}, {"uid": "1295943627001703986", "i": 46492, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Bomb investigators were examining the debris to determine the type of explosives used, he said. Binay said he was one of the first at the scene, describing the carnage to reporters. <q> There were bones and flesh on the pavement. A bloodied body was still there. This is an act of terrorism, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 4 BA$ 4,250,000.00 SAN FRANCISCO 2", "new_id": -2}, {"uid": "1295131435025296910", "i": 1266, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Kevin Garnett"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. <q> Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams, </q> <strong> Allen Iverson </strong> said.`` We have enough talent to scare some people, but we just have to bring it night in and night out.'' The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}, {"uid": "1296691231003915851", "i": 36682, "idx": 1, "sa": ["Mike Pence"], "q": "a random pile-on is actually a coordinated campaign.`` We definitely see a connection between all of this activity,'' says Stuart Schear, Vice President for communications for the Planned Parenthood Federation of America. <q> These organizations are working very much together with the legislative agenda of defunding Planned Parenthood in mind. </q> Planned Parenthood has had its funding threatened before. <strong> Mike Pence </strong> introduced bills that would have cut off federal funding to the organization in 2007 and 2009, but this may be his lucky legislative session, judging from", "new_id": -2}, {"uid": "1295819037185630726", "i": 782, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}, {"uid": "1296536151067862531", "i": 1797, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,'' he said. <q> That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295375973188088334", "i": 2565, "idx": 1, "sa": ["Sergio Marchionne"], "q": "has said.`` I think whenever we launch new products coming out of these plants, we need to be there,'' said <strong> Sergio Marchionne </strong> last Wednesday during the North American International Auto Show in Detroit. <q> I think it's an important recognition of the effort that's gone in here by our colleagues on the shop floor. </q> <strong> Sergio Marchionne </strong> hinted to reporters that he is considering replacing the Town& Country with a more compact vehicle by 2014. <strong> Sergio Marchionne </strong> told CBC News that the minivan's future, along with the Windsor assembly", "new_id": -2}, {"uid": "1295573447037306383", "i": 624, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "world's largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, [{"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]]