[{"uid": "1295819193226000912", "i": 7275, "idx": 1, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong>( Alert) calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's", "new_id": -2}, {"uid": "1295596871034635840", "i": 40472, "idx": 2, "sa": ["Kaley Cuoco", "David Letterman"], "q": "is I know when it's going to rain,'' <strong> Kaley Cuoco </strong> laughed. <strong> David Letterman </strong> tried to deduce who was to blame for the accident, but <strong> Kaley Cuoco </strong> was insistent it wasn't the horse's fault. <q> This was a love of my life, this horse, </q> she said.`` I love this horse. It really wasn't his fault.''`` Well, we did shoot him,'' she clarified after more pressing.`` But it wasn't his", "new_id": -2}, {"uid": "1296816816092815385", "i": 31730, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "on the Late Show host and began grilling him about his future with CBS. <strong> Howard Stern </strong> even managed to get <strong> David Letterman </strong> to admit he's planning to leave the Late Show after just two more years on air. <q>`` Two years you're thinking you're gon na exit? That's why we got ta beat <strong> Jay Leno </strong>. <strong> Howard Stern </strong> of show business-don' t go on that show! Make a young man's dream come true! I hope your dream comes true. I really hope you beat this guy. </q> </blockquote> See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> Howard Stern </strong> also trashed <strong> David Letterman </strong>'s 2010 Super Bowl commercial with <strong> Jay Leno </strong> and called the Tonight Show host`` horrible''. See video", "new_id": -2}, {"uid": "1295037729036372579", "i": 38226, "idx": 0, "sa": ["Ed Rendell", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Christie", "Grace Napolitano", "Tim Pawlenty", "Jeff Flake", "Dick Lugar", "Alan Mulally"], "q": ", Pennsylvania <strong> Chris Christie </strong> <strong> Ed Rendell </strong>( D), <strong> Dick Lugar </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), and Reps. <strong> Debbie Wasserman Schultz </strong>( D-Fla.) and <strong> Jeff Flake </strong>( R-Ariz.). This Week hosts a town hall discussion in Tucson titled, <q> After the Tragedy: An American Conversation Continued. </q> Fox News Sunday hosts New Jersey <strong> Chris Christie </strong>( <strong> Alan Mulally </strong>) and former Minnesota <strong> Chris Christie </strong> <strong> Tim Pawlenty </strong>( <strong> Alan Mulally </strong>). State of the Union hosts Reps. <strong> Tim Pawlenty </strong> Murphy( R-Pa.) and <strong> Grace Napolitano </strong>( D-Calif.),", "new_id": -2}, {"uid": "1296289698080576541", "i": 3303, "idx": 0, "sa": ["Bill Lockyer", "Dan Walters"], "q": "allowed to go bankrupt, but some conservatives have talked openly about changing the law. <strong> Dan Walters </strong>, reflecting conventional inside-Sacramento wisdom, is aghast at the thought. <strong> Dan Walters </strong> quotes state Treasurer <strong> Bill Lockyer </strong>, who argues that <q> No state needs to declare bankruptcy. The states have sovereign taxing authority. </q> <strong> Bill Lockyer </strong>, who has recently argued that the state merely suffers from a bad national economy and who downplays California's half-trillion-dollar pension debt, promotes one handy solution to everything: higher taxes. His point is that the", "new_id": -2}, {"uid": "1295551477106610696", "i": 158, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>`` winning,'' liked <strong> Jennifer Lopez </strong> OK enough, but ordered Randy Jackson, the only original judge left sitting, to`` man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1297227563238518272", "i": 25020, "idx": 9, "sa": ["Michelle Obama", "Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "out this year.`` The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> President Bush </strong> <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video:", "new_id": -2}, {"uid": "1297274075210468964", "i": 18667, "idx": 5, "sa": ["Donald Rumsfeld", "Gerald Ford", "Rick Santorum"], "q": "( The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend <strong> Gerald Ford </strong>. Classic <strong> Donald Rumsfeld </strong>: <q> NOTE: <strong> George Shultz </strong> and <strong> John Ehrlichman </strong> were neither helpful nor harmful. They were quiet. </q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from A look at <strong> Rick Santorum </strong>'s unintentionally revealing comments about parenthood The Tea Party and civil liberties Numerous right-wing House members oppose", "new_id": -2}, {"uid": "1295385251249954318", "i": 5762, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Pomigliano d'Arco plant near Naples are needed to boost productivity at Italian plants to move forward with plans to invest$ 26.7 billion in Italy over the next five years, Italian news agency ANSA reported Tuesday. <q> Let me improve the costs of using the plants and I'll raise the salaries, </q> <strong> Sergio Marchionne </strong> said in an interview with Rome newspaper La Repubblica after 54 percent of the workers at the Turin facility, also known as Mirafiori, approved the deal. <strong> Sergio Marchionne </strong> said he wanted to introduce profit-sharing plans", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]