[{"uid": "1296377284098549782", "i": 32919, "idx": 4, "sa": ["Michael Vick"], "q": "of inner peace,'' said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q>But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love.</q>( 3 of 3) And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning", "new_id": -2}, {"uid": "1295901715011026433", "i": 2107, "idx": 2, "sa": ["Steve Ballmer"], "q": "find a future leader for company. ''The bigger questions are who will lead the vision for the future, and who will be ready to succeed <strong> Steve Ballmer </strong> when the time comes,'' he wrote. <q><strong> Ray Ozzie </strong> was a talented visionary and architect of the future. <strong> Bill Gates </strong> selected <strong> Ray Ozzie </strong> as his successor as Chief Software Architect. But they are both gone.</q> ''Who else at Microsoft has the gravitas and vision to lead the product direction for entire company? This is probably the single most important job in the company over the long term. Yet, <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1296253498075055119", "i": 241, "idx": 0, "sa": ["Mike Pence"], "q": "candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q>The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,</q> Parker said. ''He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.'' It might be May or", "new_id": -2}, {"uid": "1296522021211714148", "i": 16533, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well as the company's financial performance in 2010. In a conference call with analysts, <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. <q>We have had discussions with the CAW and UAW over this issue,</q> he said. ''It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.'' <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. ''It's", "new_id": -2}, {"uid": "1295602501192069638", "i": 4109, "idx": 1, "sa": ["Eric Schmidt"], "q": "on his Twitter account: ''Day-to-day adult supervision no longer needed!'' According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him.</q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: Alan Johnson's wife`", "new_id": -2}, {"uid": "1296675995024215578", "i": 29524, "idx": 0, "sa": ["Halle Berry", "Audrina Patridge", "David Letterman"], "q": "think they were pushed in the business,'' she added. ''They were genuinely discovered based on real talent.'' OK! NEWS: JUSTIN BIEBER ON HIS BEST FRIEND SELENA GOMEZ- WE SAW <q>There hasn't been any official word on that,</q> <strong> Halle Berry </strong> said, ''but that would be a fantastic idea.'' Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo ''Late Show'' host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want</q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care ''Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1295665726231571528", "i": 3311, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of becoming a publicly traded company. Today, in the face of Internet sensation Facebook <strong> Google Inc. </strong> and a resurgent Microsoft Corp., Page takes over the company in a pivotal point of its history. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote in <strong> Google Inc. </strong>'s official blog post. ''Larry, in my clear opinion, is ready to lead.'' <strong> Eric Schmidt </strong>, a former Novell executive, has led the company since 2001. He", "new_id": -2}, {"uid": "1297167911133922834", "i": 43031, "idx": 1, "sa": ["Simon Cowell"], "q": "risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. ''I believe I can find a star.'' But he admitted: <q>If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble. ''We've got to find somebody fantastic to get the money back[ through record sales].</q> Judge speculation The winner of the inaugural American edition gets a recording contract with Syco, the joint venture between <strong> Simon Cowell </strong> and Sony Music. The age limit differs from the UK version with 12-year-olds allowed", "new_id": -2}, {"uid": "1295882912107462659", "i": 3828, "idx": 1, "sa": ["Andy Coulson", "Iain Martin", "David Cameron", "George Osborne"], "q": "priest. Lear's Fool mysteriously vanishes from the stage after the storm scene. The concern for Mr <strong> David Cameron </strong> is that his fool has bowed out before the thunder and lightning of the imminent hurricane.'' <strong> Iain Martin </strong>: <q>Having the <strong> George Osborne </strong> seal of endorsement( it was the then shadow chancellor who hired him for Team <strong> David Cameron </strong>) <strong> Andy Coulson </strong> was the only ''outsider</q> to gain proper access to, and acceptance from, the true Cameroon inner circle. After he arrived, the ''Quartet'' that ran the Conservative show in opposition was <strong> David Cameron </strong>, <strong> George Osborne </strong>, Hilton and <strong> Andy Coulson </strong>.", "new_id": -2}]