[{"uid": "1295907733051232769", "i": 26823, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "SKY PRESENTERS APOLOGISE FOR SEXIST COMMENTS Sky football presenters <strong> Andy Coulson </strong> Gray and Richards <strong> Richard Keys </strong> have been suspended by Sky Sports after being caught by an open microphone making off-air comments about lineswoman <strong> Sian Massey </strong> at the Wolves-Liverpool game on Saturday. <q>Somebody better get down there and explain offside to her,</q> <strong> Richard Keys </strong> said. \"Can you believe that?\" Gray responded. \"A female linesman. Women don't know the offside rule.\" The pair later apologised, but will not be on hand to present", "new_id": -2}, {"uid": "1297174030028033024", "i": 4857, "idx": 0, "sa": ["Eric Schmidt", "Chris Hendrickson"], "q": "arranged for the goods to be delivered to Marines in Iraq, where Capt. <strong> Eric Schmidt </strong> falsely certified the goods had been provided by Al-Methwad. The company then used the paperwork to get money from the U.S. government. <q>This is an example of corruption that directly affected our Marines' military capabilities in Iraq,</q> said <strong> Chris Hendrickson </strong>, an agent with The Defense Criminal Investigative Service, the criminal investigative arm of the Office of the Inspector General, U.S. Department of Defense. \"Captain <strong> Eric Schmidt </strong> found an Iraqi partner, exploited his role", "new_id": -2}, {"uid": "1295566445075235330", "i": 2179, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q>elevating me and having Larry running things day to day,</q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, <strong> Google Inc. </strong> has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,</q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming \"the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s \"Imagine,\" a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1295974238110362647", "i": 35204, "idx": 0, "sa": ["Barack Obama", "Eric Cantor", "Steve Israel", "Nir Barkat", "Sen. Bernie Sanders", "Peter Roskam", "Benjamin Netanyahu"], "q": "GREENWALD Soon-to-be GOP House Majority Leader <strong> Eric Cantor </strong> met on Wednesday with Israeli Prime Minister <strong> Benjamin Netanyahu </strong>-- the same day when the actual US Secretary of State met with <strong> Benjamin Netanyahu </strong>-- and vowed that he and his GOP colleagues wo... <q><strong> Steve Israel </strong> is an Ally, Not a Project</q> Jerusalem's Mayor, <strong> Nir Barkat </strong>, met with the Co-Chair of the Republican <strong> Steve Israel </strong> Caucus, <strong> Sen. Bernie Sanders </strong> <strong> Peter Roskam </strong>, today in Washington. They discussed the Mayor's plans for upgrading and improving the Holy City that <strong> Barack Obama </strong> has requested", "new_id": -2}, {"uid": "1296171152171278391", "i": 15972, "idx": 4, "sa": ["Mike Pence"], "q": "can be used towards a gubernatorial bid. \"So basically if <strong> Mike Pence </strong> were to announce he was a candidate for governor tomorrow, that would mean he couldn't raise any money,\" Alexander said. <q>He can say I am not running for president and still be able to raise money as a House candidate and use that money for governor's race.</q> Though the announcement dashes the hopes of some pro-life advocates, who appreciate his consistent pro-life position and aggressive battle against taxpayer funding of the Planned Parenthood abortion business, <strong> Mike Pence </strong>'s potential decision to", "new_id": -2}, {"uid": "1295614782190234652", "i": 11910, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "statement given today, <strong> Andy Coulson </strong> said \"continued coverage\" of the phone-hacking scandal at the News of the World made it difficult for him to give the \"110 per cent\" needed for the job. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. \"I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.</q> the Crown Prosecution Service is to conduct a \"comprehensive assessment\" of evidence held by the Metropolitan Police in relation to phone-hacking at the News of the World. In January 2007, private investigator <strong> Glenn Mulcaire </strong> and", "new_id": -2}, {"uid": "1296225951235159601", "i": 397, "idx": 9, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the governor's office to him. <q>He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,</q> he said. \"This has been on his mind for a long time.\" Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select", "new_id": -2}, {"uid": "1295685093156418051", "i": 19721, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the booming mobile telephone market with its Android mobile operating system. \"Facebook is the world's biggest social network and <strong> Google Inc. </strong> is not going to come up with another social network,\" he said. <q>But they already have a massive social presence. \"YouTube is the third biggest website in the world and massively social... Email is still the primary social communication media and <strong> Google Inc. </strong> is the fastest growing email provider in the world. \"And they've got the largest blogging platform in the world so they are already a massive player in social,</q> he added. In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena.", "new_id": -2}, {"uid": "1295928935203030533", "i": 27853, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> \"Is the US government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. \"", "new_id": -2}]