[{"uid": "1295498718083329095", "i": 12653, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' season 10 opening holds no surprises, but judges hold their own premiere of` American Idol' season 10 felt like many seasons before, showing the good, the bad, and the downright funny auditions. But the bright spot was the rapport the three judges had with one another, and the target=\"_blank\" development of their ability to say \"no </q> to the more outrageous of the contestants. Newcomer judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joined veteran <strong> Randy Jackson </strong> for the season` American Idol' returns, with J.Lo but not <strong> Simon Cowell </strong> Fresno Bee The Associated Press Share thefresnobee_994:/ 2011/01/19/2239154/american-idol-returns-with-jlo.html", "new_id": -2}, {"uid": "1297704186051036184", "i": 30826, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ",\" <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation \"doesn't lead to the kind of fragmentation for devStephen Elopers that other platforms in the phone arena are currently experiencing,\" <strong> Steve Ballmer </strong> said. <q> That's going to allow more phone designs at a broader range of price points and more exciting new apps and experiences for Windows Phone customers than we can imagine. </q> Windows Phone 7 debuted in the U.S. this fall with several devices on AT&T and T-Mobile. Sprint and Verizon will join the club in 2011, both carriers have said. While the platform has a small", "new_id": -2}, {"uid": "1297306808104415294", "i": 18309, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "core local services?\" In remarks to reporters before the hearing began, <strong> Jerry Brown </strong> said the redevelopment proposal is integral to his overall strategy to permanently put the state back on sound financial footing. <q> This package only works with taxes, spending cuts and realignment, </q> he said. \"Recapturing the property tax for its primarily intended purpose will save the state money because the things you do at the local level you can do more efficiently.\" Treasurer <strong> Bill Lockyer </strong>, a", "new_id": -2}, {"uid": "1295915641195493939", "i": 20645, "idx": 1, "sa": ["Fareed Zakaria", "Eric Schmidt"], "q": "two met when McGuirk executive produced <strong> Fareed Zakaria </strong> GPS, where <strong> Eric Schmidt </strong> was a regular guest.) An insider at CNN tells \"Page Six\" that <strong> Eric Schmidt </strong> has actually been shopping himself around for more than a year, <q> but the pilot he filmed with Liza was a complete disaster. </q> That's cable news' loss as far as we're concerned. Sure, he may make Spitzer look telegenic by comparison, but the guy is a one-man pretty sure it's the former. <strong> Eric Schmidt </strong>'s quote", "new_id": -2}, {"uid": "1296743725199131151", "i": 38321, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Tape <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be \"far more perilous than it is today\" with Saddam Hussein in power, <strong> Donald Rumsfeld </strong> wrote in his new book, <q> Known and Unknown: A Memoir </q>-- slated to be released next week. While the book's contents have been a tightly guarded secret, some revelations have already leaked out. The book covers the span of an extraordinary career", "new_id": -2}, {"uid": "1296530715200818714", "i": 37141, "idx": 7, "sa": ["Allen Iverson", "Phil Jackson", "Eric Ding"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Phil Jacksonadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leaEric Ding", "new_id": -2}, {"uid": "1296403919251199507", "i": 7596, "idx": 3, "sa": ["Allen Iverson", "Carmelo Anthony", "Kobe Bryant", "Cam Ward"], "q": "\"When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,\" said <strong> Allen Iverson </strong>, whose career high of 60 Cam Warde against Orlando on Feb. 12, 2005. <q> When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays. </q> They couldn't. <strong> Carmelo Anthony </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1296115725056147995", "i": 45205, "idx": 0, "sa": ["Andy Coulson"], "q": "the place where you can talk about and shape the best stories people are reading right now. Sign In to view Buzz updates from your connections!New User?| George left a comment- 22 min ago uk.news.yahoo.com <q> Just shows how greedy this generation as got, I am reminded of the old saying you get nothing for... </q> GREENGRASS left a comment- 28 min ago Yahoo! UK& Ireland News \"Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...\" Its Secret left a comment", "new_id": -2}, {"uid": "1296709195199049220", "i": 21419, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "prison. Though he still considers the documented incidents of abuse to be isolated actions of rogue soldiers, <strong> Donald Rumsfeld </strong> did concede that the blow of the scandal could have been softened by his resignation. <q> Abu Ghraib and its follow-on effects, including the continued drumbeat of` torture' maintained by partisan critics of the war and the <strong> George W. Bush </strong>, became a damaging distraction, </q> he wrote. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.\"", "new_id": -2}, {"uid": "1296010057252100639", "i": 14887, "idx": 0, "sa": ["Gabrielle Giffords", "Bill Lockyer", "Carl Wimmer", "Steve Gunn"], "q": "fire in most recent U.S. mass shootings used semiautomatic pistols. That includes the Jan. 8 Arizona shooting in which six people were killed and 13- including Rep. <strong> Gabrielle Giffords </strong>- were wounded with a Glock pistol. <q> It's an embarrassment to the state to have as a symbol that was used only a few weeks ago to kill innocent people, </q> <strong> Steve Gunn </strong> said. <strong> Carl Wimmer </strong> told the AP he had been planning the <strong> Bill Lockyer </strong> for about a year and the Arizona shooting did not change his mind. \"There is nothing about the actions of a", "new_id": -2}]