[{"uid": "1296224676092700695", "i": 2080, "idx": 4, "sa": ["Mike Pence"], "q": "that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high profile in Congress has made him a familiar face and name to many Hoosiers, Holcomb said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor.", "new_id": -2}, {"uid": "1295455090222740488", "i": 40063, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "there's a lot of <strong> Simon Cowell </strong> in her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.\" She continued: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Everybody has a bit of <strong> Simon Cowell </strong> and Sue in them- the difference is that most people control it. </q> for playing Sylvester in the hit US TV Show, also went on to claim that despite various campaigns, Glee villain Sue could never join SiCo on the US X Factor judging panel. <strong> Jane Lynch </strong> explained:", "new_id": -2}, {"uid": "1295533317212385798", "i": 44908, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28.", "new_id": -2}, {"uid": "1295498090112721958", "i": 47303, "idx": 0, "sa": ["Rodney Stuckey", "Kobe Bryant", "Allen Iverson", "Shaquille O'Neal"], "q": "Finals appearance for the Lakers, combined for just seven points on 3-of-13 shooting. Other than <strong> Shaquille O'Neal </strong> and <strong> Kobe Bryant </strong>, no Lakers player scored more than five points. http://wn.com/Allen_Iverson_Highlight_vs_Pistons_09/10_NBA_*AI_blocks_Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the injury-plagued Pistons to a 90-86 win over Philadelphia on Wednesday night, the", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}, {"uid": "1295008484200032264", "i": 23203, "idx": 4, "sa": ["Michelle Obama", "Kirsten Gillibrand"], "q": "pizza. And Wasserman Schultz recounted telling her, \"Come on, you've got to get better, because we expect you up in New Hampshire this summer\" at Wasserman Schultz's vacation home. <q> And just as I said that, that's when she suddenly was struggling to open... her eyes, </q> Wasserman Schultz said. \"<strong> Michelle Obama </strong> just a little bit. And the doctors couldn't believe it. They said,` This is such a good time.\" Kelly saw her struggling, <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295598417194969649", "i": 19040, "idx": 0, "sa": ["Marty Mornhinweg", "LeSean McCoy", "Michael Vick", "DeSean Jackson"], "q": "Maclin just takes a more businesslike approach to playing football, and while fans may not notice him as much as others, the Eagles staff knows exactly what he is bringing to the table. <q> Maclin is having a heck of a season, </q> offensive coordinator <strong> Marty Mornhinweg </strong> said. \"He has been sort of overlooked a bit with[ <strong> Michael Vick </strong>'s] dynamic ability and <strong> DeSean Jackson </strong> and <strong> LeSean McCoy </strong>, but he's been a touchdown-maker for us. \"He can", "new_id": -2}, {"uid": "1295552145232112145", "i": 5184, "idx": 1, "sa": ["Mike Pence", "Ronald Reagan"], "q": "inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. \"<strong> Ronald Reagan </strong> is the reason I'm a Republican,\" <strong> Mike Pence </strong> tells us. <q> I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in. </q> Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. \"I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,\" he says. \"On substance,", "new_id": -2}, {"uid": "1295562703244678692", "i": 20928, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. Delivering applications anywhere, anytime with maximum security and control over data QlikView Customers Outperform the Best-in-Class with Dashboards Exponential data growth is emerging as arguably the biggest issue IT managers face. But, handily", "new_id": -2}, {"uid": "1295408846085049364", "i": 20271, "idx": 3, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "expert. \"By advertising that the show isn't going to be as mean, they might be losing their professional credibility,\" says Robert Thompson, a professor of TV and pop culture at Syracuse University. <q> It's not as meaningful to get a compliment from someone who's always nice. In past seasons, you'd see people running out of the( judging) room saying, \"<strong> Simon Cowell </strong> loved me!' <strong> Simon Cowell </strong> was always the one people cared about, because he was the hardest one to get. </q> Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn\"t work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. \"Outside of the music", "new_id": -2}]