[{"uid": "1296258367179142678", "i": 13225, "idx": 0, "sa": ["Julie Armstrong", "Simon Cowell", "Frank Sinatra"], "q": "their latest single \"The Time( Dirty Bit)\". They were also behind a hologram of <strong> Frank Sinatra </strong> that performed at <strong> Simon Cowell </strong>'s 50th birthday party. Founder, James Rock, said: <q>We've developed this technology for many uses but it's perfectly suited for an airport environment where the support of recorded messages can help with passenger information.<q> \"John\" and \"<strong> Julie Armstrong </strong>\" can be programmed to say different messages but for now they will warn holidaymakers about the liquid restrictions. Manchester Airport's customer services director <strong> Julie Armstrong </strong> said:", "new_id": -2}, {"uid": "1296005117006848565", "i": 41692, "idx": 1, "sa": ["Rick Rosen", "David Letterman", "Conan O'Brien", "Jay Leno"], "q": "it out and the clearance issues would eventually go away, as local affiliates played out syndication contracts and picked up <strong> Conan O'Brien </strong> in pattern with the rest of the country. Then they faced reality. <q>We thought about it for some time,<q> recalled <strong> Rick Rosen </strong>, \"but we knew there would be ratings stories that would hurt him( because of a lack of clearances, he would come in below <strong> Jay Leno </strong> and <strong> David Letterman </strong>).\" <strong> Rick Rosen </strong> grumped that", "new_id": -2}, {"uid": "1296716411176898050", "i": 11867, "idx": 0, "sa": ["Rick Carlisle", "Blake Griffin", "Allen Iverson"], "q": "scoring and rebounding. \"Early on, it looked like( Washington guard John) Wall was going to run away with all the attention and rookie of the year,\" Dallas coach <strong> Rick Carlisle </strong> said, <q>then all of a sudden this guy exploded with all these great plays. And now the team is playing better.<q> Twice this season, <strong> Blake Griffin </strong> has scored 40 or more points, making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without", "new_id": -2}, {"uid": "1295642578003719298", "i": 33277, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "years. The replacement is more about streamlining operations at Google. \"Larry, <strong> Sergey Brin </strong>, and I spent a lot of time talking about how to run everything,\" <strong> Eric Schmidt </strong> said during the call. <q>After a long series of conversations, we decided to make some changes in the way we are structured and the way we operate things. Historically, we've always been running the decisions together, and ultimately, it adds delay.<q> This is exactly the opposite of how Page described their respective roles in a 2004 SEC filing, when such collaboration helped \"facilitate timely decisions\" rather than cause \"delay\": \"", "new_id": -2}, {"uid": "1295022258099024910", "i": 20753, "idx": 2, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "- not an overreaction to ratings declines or an act of desperation. \"I think this is the most creative year for Idol,\" says executive producer <strong> Nigel Lythgoe </strong>, who returned after two years away. <q>We've been put in a position now where the show needed a shake-up.( It's) 10 years old.<q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1296098124254738498", "i": 13945, "idx": 0, "sa": ["Matt Hasselbeck", "Ryan Fitzpatrick", "Matt Cassel", "Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "q": "<strong> Ben Roethlisberger </strong>, Steelers- 3,200 <strong> Matt Cassel </strong>, Chiefs- 3,116 <strong> Michael Vick </strong>, Eagles- 3,018 <strong> Matt Hasselbeck </strong>, Seahawks- 3,001 <strong> Ryan Fitzpatrick </strong>, Bills- 3,000  He said it  <q>The entire senior leadership team stands with me in its commitment to resolving the CBA issues with the players union. While several other executives have also volunteered to make additional reductions to their compensation, I have asked them not to take that step at this time as we continue our negotiating efforts.<q>- NFL commisioner <strong> Roger Goodell </strong>, who said he'll cut his salary to$ 1 if there is a work stoppage after the collective bargaining agreement expires in March. <strong> Roger Goodell </strong> makes$ 10 million per year.", "new_id": -2}, {"uid": "1296619352222035987", "i": 4378, "idx": 1, "sa": ["Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,<q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Bulls_vs_Sonics_1996__Game_3__Michael_Jordan_36_points Boston University defeats Maine", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.<q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295097395007798784", "i": 4155, "idx": 5, "sa": ["Sergio Marchionne"], "q": "at factories throughout the rest of Europe and the world.\" <strong> Sergio Marchionne </strong> signed off his statement with a characteristic flourish, having previously hinted investment would move elsewhere unless agreement was secured at Mirafiori. <q>The criticisms levelled at us have been unjust and often frustrating,<q> he said. Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile is the essential source for top-level company data and information. Fiat S.p.A.- SWOT Analysis examines the company's", "new_id": -2}, {"uid": "1297381652182599684", "i": 23506, "idx": 0, "sa": ["Steve Ballmer", "Carol Hymowitz", "Stephen Elop"], "q": "to Fill Slots and Renew Advertisers? Feb 10, 2011- 05:16 PM EST- AAPL: 354.54(-3.62,-1.01%)| NASDAQ: 2790.45(+1.38,+0.05%) 39 Comments <q>Nokia Oyj is close to announcing a software partnership with Microsoft Corp., a bet that together the two companies can better challenge <strong> Google Inc. </strong> and Apple <strong> Google Inc. </strong>, according to a person with knowledge of the discussions,<q> <strong> Carol Hymowitz </strong>, Dina Bass and Diana ben-Aaron report for Bloomberg. \"Nokia Chief Executive Officer <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person", "new_id": -2}]