[{"uid": "1295992430189169697", "i": 51626, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Gr?nder des Suchmaschinenbetreibers, <strong> Larry Page </strong> und <strong> Sergey Brin </strong>, h?tten <strong> Eric Schmidt </strong> nach zehn Jahren eiskalt abserviert. Als <strong> Eric Schmidt </strong> nun am Dienstag erstmals nach Ank?ndigung des Chefwechsels in M?nchen auftritt, nutzt er eine Rede vor allem f?r eine Botschaft: <q> Ich denke, mein n?chstes Jahrzehnt bei Google wird aufregender sein als mein erstes. </q> Kursinformationen und Charts href=\"http://markets.ftd.de/stocks/factsheet_overview.html?ID_NOTATION=10400866\"> href=\"http://markets.ftd.de/stocks/factsheet_overview.html?ID_NOTATION=10400866\"> Google 452,68 EUR[ 4.2]+0,94% href=\"http://www.ftd.de/it-medien/medien-internet/:chefwechsel-Eric Schmidts-mission-bei-google/60002841.html#\"> 1 Tag href=\"http://www.ftd.de/it-medien/medien-internet/:chefwechsel-Eric Schmidts-mission-bei-google/60002841.html#\"> 5 Tage href=\"http://www.ftd.de/it-medien/medien-internet/:chefwechsel-Eric Schmidts-mission-bei-google/60002841.html#\"> 3 Monate href=\"http://www.ftd.de/it-medien/medien-internet/:chefwechsel-Eric Schmidts-mission-bei-google/60002841.html#\"> 1 Jahr href=\"http://www.ftd.de/it-medien/medien-internet/:chefwechsel-Eric Schmidts-mission-bei-google/60002841.html#\"> 3", "new_id": -2}, {"uid": "1297201453051740681", "i": 51087, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "to be countenanced. Most shameless are <strong> Donald Rumsfeld </strong>'s attempts to deny the undeniable fact that he ordered far fewer troops to Iraq than his army's generals recommended.`` In reality,'' he writes, <q> there was full debate and discussion, but there was no disagreement among those of us responsible for the planning.... Among[ Gen. <strong> Dick Cheney </strong>] Myers,[ Gen. Tommy] Franks and me, there was no conflict whatsoever regarding force levels. If anyone suggested to Franks or Myers that the war plan lacked sufficient troops, they never informed me </q>( p. 452). This is playing word games. The key phrase is that there was no disagreement`` among those of us responsible for the planning''- by which he apparently means statutorily", "new_id": -2}, {"uid": "1296286461057311252", "i": 7479, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters. \"- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q> First the` protesters' formed a human chain to protect the musium </q>", "new_id": -2}, {"uid": "1296170831157696208", "i": 58303, "idx": 1, "sa": ["Mike Pence"], "q": "especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> wrote in the letter. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to`` learn about how Hoosiers think we might best contribute", "new_id": -2}, {"uid": "1296776050237715544", "i": 328, "idx": 3, "sa": ["Bernie Sanders", "Daniel Sunjata"], "q": "by Tom, Rohaan Solare, Lenore, <strong> Daniel Sunjata </strong>, Sharon and others. Sharon said: RT@TLW3: Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters <cite> http://thenewsbomb.com/2011/02/02/sen-Bernie Sanders-pentagon-paid-billions-to-fraudsters/ </cite> Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters <q> www.Thenewsbomb.com[...] France-Presse The Raw Story February 2,[...] <cite> http://evilqueen.demesnes.net/2011/02/02/links-for-2011-02-02/ </cite> links for 2011-02-02`` Silent Lucidity[...] Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters| Raw Story RT@RawStory: Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters <cite> http://dailyqueernews.com/archives/3662 </cite> Former President's Daughter Supports Gay Marriage, US Hunting Previously Unknown 9/11 Gang, 9 New Laws in the GOP's War Against Women, and more... </q> DailyQueerNews.com[...] Sen. <strong> Bernie Sanders </strong>: Pentagon Paid Billions to Fraudsters. Read more[...] <cite> http://semensperms.com/2011/02/03/links-for-2011-02-03/ </cite>[...] Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters The US military paid$", "new_id": -2}, {"uid": "1297374671207732823", "i": 39698, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "in an e-mail to employees Wednesday. With the Rackspace client app for the iPad, you can provision any number of servers quickly and easily across just about any platform. Here's a quick demo. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1295633904157057075", "i": 14823, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "that everyone deserved a`` second chance.'' <strong> Andy Coulson </strong>, 43, has denied knowledge of illegal activities, but he left the paper saying he took responsibility for what happened on his watch. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman it's time to move on, </q> said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 31/2 years. <strong> Andy Coulson </strong> was`` a brilliant member of my team and has thrown himself at the job with skill and dedication,'' <strong> David Cameron </strong> said.", "new_id": -2}, {"uid": "1296853411023298074", "i": 43987, "idx": 2, "sa": ["Roger Goodell", "Mike McCarthy", "Michael Vick", "Dan Patrick"], "q": "attached to, and <strong> Roger Goodell </strong> suggested that <strong> Michael Vick </strong> was never involved in the planning of that party.`` I spoke to <strong> Mike McCarthy </strong> three times in the last two weeks about his schedule here,'' he said. <q> He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what <strong> Mike McCarthy </strong> has done. He's taken his responsibility seriously. </q> <strong> Roger Goodell </strong> obviously doesn't want <strong> Michael Vick </strong> hosting any more parties like the one he had last offseason, where one of his dog fighting co-defenDan Patrickts was shot. But he says he does want <strong> Michael Vick </strong> to keep doing", "new_id": -2}, {"uid": "1295795414254902322", "i": 56626, "idx": 1, "sa": ["Matt Wuerker", "Fred Ryan", "Mike Pence", "Michelle Obama", "Jack Smith", "Bill Clinton", "Robert Allbritton", "Herman Cain", "John Boehner"], "q": ", haven't we? More to come!''- The first <strong> Matt Wuerker </strong> cartoon shows Sen. <strong> Michelle Obama </strong>, <strong> Mike Pence </strong> <strong> John Boehner </strong>, Sen. <strong> Bill Clinton </strong>, Speaker Pelosi and Sen. McHerman Cain all reading POLITICO, with the caption: <q> Roll Call Votes on The Hill Will Never Be the Same. </q>-- To <strong> Robert Allbritton </strong> and <strong> Fred Ryan </strong>: Thank you for POLITICO- TYFP! 2012:-- N.H. Union Leader,`` <strong> Jack Smith </strong> Kimball elected new GOP chair 222 to 199,'' by Carol", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]