[{"uid": "1295903297179077120", "i": 31106, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he said \"Known and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q>I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way,</q> he said. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1295658306074924083", "i": 1965, "idx": 2, "sa": ["Eric Schmidt"], "q": "so good that it essentially forced me to change my mind,\" <strong> Eric Schmidt </strong> still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by Larry Page. <q>I think we just wore you down,</q> said Page. \"I just gave up,\" said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> has served as Google CEO for nearly a decade, but by all accounts( including a 2004 Google filing with the", "new_id": -2}, {"uid": "1296776655116113416", "i": 48566, "idx": 3, "sa": ["John McCain", "Colin Powell"], "q": "conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality,\" that as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings <q>in strong opposition to the views of the president or of his colleagues.</q> And he describes <strong> John McCain </strong> as \"a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.\" In the course of \"Known and Unknown\" Mr.", "new_id": -2}, {"uid": "1296434931195035156", "i": 18697, "idx": 0, "sa": ["Taraji P. Henson", "David Letterman", "Terry O'Quinn", "Robin Williams", "Charlie Rose", "Regis Philbin", "Arshad Warsi", "Bill Clinton"], "q": "To Meet Salman, Seeks Roles In Bollywood New Delhi, January 30: Actor <strong> Arshad Warsi </strong> is all praises for- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of Life and Death,</q> Friday at 10 p.m. on WCVB( Ch. 5). January 31- <strong> Taraji P. Henson </strong>( \"The Curious Case of Benjamin Button\") and <strong> Terry O'Quinn </strong>( \"Lost\")", "new_id": -2}, {"uid": "1295580035256213030", "i": 22446, "idx": 3, "sa": ["Eric Schmidt", "John Battelle", "Danny Sullivan"], "q": "the company,\" he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been \"harmful to Google's reputation\" and the three top executives may have decided <q>it was time for a fresh public face.</q> <strong> John Battelle </strong>, author of \"The Search,\" a book about Google and technology rivals, said: \"<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company", "new_id": -2}, {"uid": "1295443949144605190", "i": 22381, "idx": 0, "sa": ["John de Mol", "Lucian Grainge", "Simon Cowell", "Susan Boyle"], "q": "merchandising. <strong> Lucian Grainge </strong> is hoping to drive sales in the same way that rival Sony Music has benefited from its exclusive tie-up with <strong> Simon Cowell </strong>'s talent-show acts such as <strong> Susan Boyle </strong>. <strong> Lucian Grainge </strong> said: <q>Innovation breeds success, and in television, <strong> John de Mol </strong>'s track record is second to none. He evidently has another winner with The Voice of format.</q> De <strong> John de Mol </strong> claims the Voice Of... \"features only real singing talent\" and the competition starts with a \"blind\" audition so the judges are not swayed by the contestants' looks. Subsequent rounds", "new_id": -2}, {"uid": "1296363672108036107", "i": 27602, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection was secure from thieves, the greatest threat to the collection inside was posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.</q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1295259803152666125", "i": 7120, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Asked whether the Downing Street director of communication had offered to step down on the Today programme this morning, <strong> David Cameron </strong> replied: <q>I don't go into private conversations.</q> The comment will further fuel speculation- promoted by Labour MPs- that Mr <strong> Andy Coulson </strong> is preparing to give in to the news story that simply will not go away. It emerged on Friday that", "new_id": -2}, {"uid": "1297668332223444997", "i": 6783, "idx": 2, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "Amy work for local nonprofit organizations. They have two children: Zachary, 8, who suffers from autism, and Jacob, 12. The family appeared with <strong> Kirsten Gillibrand </strong> on Sunday to support her legislation. <q>Raising two kids in the city of <strong> Mayor Michael Bloomberg </strong> is not easy. Our water bill is going up, the bridge tolls are going up,[ and] property taxes are going up every year. We feel like we're getting nickled and dimed and squeezed at every turn,</q> Lavelle said. <strong> Kirsten Gillibrand </strong> says the Homeowner Tax Fairness Act would save 1.1 million <strong> Mayor Michael Bloomberg </strong> state homeowners who do not itemize their tax deductions a total of$ 1 billion annually; this would include$ 210 million", "new_id": -2}]