[{"uid": "1295634050249806881", "i": 6433, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "act as advisor to Page and <strong> Sergey Brin </strong>. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in the earnings announcement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.</q> Discover which companies are leading their industries in Greensboro/Winston-Salem. Directly from the The Business Journal of the Greater Triad Area, take advantage of valuable data, including sales figures, staff sizes and more. Get", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297249678009437219", "i": 237, "idx": 0, "sa": ["Meryl Streep", "Simon Cowell", "Amanda Knox"], "q": "The preview depicts <strong> Amanda Knox </strong> taking an active role in the murder, with a police official claiming she \"orchestrated\" the crime as part of a kinky sex game. He says, <q>Under the angel face, she is capable of anything.</q> Play video <strong> Meryl Streep </strong> or Maggie Thatcher- Spitting... Play video Angelina to adopt fourth child Play video <strong> Simon Cowell </strong>'s US X Factor rumours Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1296565246043499534", "i": 1592, "idx": 0, "sa": ["Simon Cowell"], "q": "music and media mogul is thinking about quitting the show in order to focus on its American version, and he sees the ex-glamour model as his perfect replacement. The Daily Star quotes him as saying: <q>Do I want <strong> Katie Price </strong> as a judge on \"The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she\"s my woman of the decade.</q> Indeed, it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement.", "new_id": -2}, {"uid": "1296706232199049239", "i": 13730, "idx": 6, "sa": ["Rasheed Wallace", "Chauncey Billups", "Allen Iverson"], "q": "points in the fourth quarter, <strong> Rasheed Wallace </strong> hit a couple of 3-pointers in overtime and Detroit overcame an inspired effort by <strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday. <q>It seemed like the tide was turning, nothing was really going good for us,</q> <strong> Chauncey Billups </strong> said. \"I wasn't really making too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting. \"Shots just started going for", "new_id": -2}, {"uid": "1297241204110002197", "i": 29144, "idx": 0, "sa": ["Donald Rumsfeld", "Chuck Schumer"], "q": "<strong> Donald Rumsfeld </strong> on Controversy Bath Salts: Sen. <strong> Chuck Schumer </strong> Looks to Impose Nationwide Ban Proposed Bill Would Make Ban Synthetic Drugs That Can Create \"Legal Highs\" 4 comments By BRIAN BRAIKER and KATIE MOISSE <q>These so-called bath salts contain ingredients that are nothing more than legally sanctioned narcotics, and they are being sold cheaply to all comers, with no questions asked, at store counters around the country,</q> <strong> Chuck Schumer </strong> said in a Feb. 1 statement. The synthetic drugs sold online, in convenience stores and in smoke shops can affect the body in ways similar to cocaine and methamphetamines. \"The longer", "new_id": -2}, {"uid": "1297235389152961040", "i": 21606, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 ï¿½), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick", "new_id": -2}, {"uid": "1295012649054722586", "i": 30233, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q>I think they've really added a different kind of zest and a freshness to it,</q> <strong> Michael Jackson </strong> said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"", "new_id": -2}, {"uid": "1296759751093225033", "i": 34082, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q>far more perilous than it is today</q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New York", "new_id": -2}, {"uid": "1297588672045400131", "i": 10463, "idx": 5, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war on", "new_id": -2}]