[{"uid": "1295645168182517789", "i": 6878, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google may be returning to its start-up roots.`` A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong product background that Larry has could bring some innovation back to Google. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects. One", "new_id": -2}, {"uid": "1297260047038011259", "i": 40764, "idx": 4, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "<strong> Donald Rumsfeld </strong> put it this way:`` What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,'' he said. <q> Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the battle of Tora Bora in December 2001. He contends that no one ever provided him with credible intelligence that <strong> Osama bin Laden </strong> was on", "new_id": -2}, {"uid": "1295912875241205290", "i": 1036, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the", "new_id": -2}, {"uid": "1296084297051298314", "i": 10300, "idx": 1, "sa": ["Drew Brees", "Michael Vick", "Beanie Wells", "Adrian Peterson"], "q": ", just in case.'' What has happened: <strong> Michael Vick </strong> is one of the top five at his position.* What was written: <strong> Adrian Peterson </strong> and <strong> Drew Brees </strong> were rated ahead of <strong> Beanie Wells </strong> Johnson. <q> Johnson is a horse, but those 358 carries and 50 receptions last year is a concern. </q>", "new_id": -2}, {"uid": "1295782639044482572", "i": 36392, "idx": 3, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter at twitter.com.... News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... Commons debate called over phone-hacking row An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>..", "new_id": -2}, {"uid": "1295987834031850551", "i": 35100, "idx": 1, "sa": ["Sarah Palin", "Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana <strong> Sarah Palin </strong> Mitch Daniels-also considering a presidential run-called for a`` truce'' on social issues while the country deals with the national debt and other fiscal issues. <q> And as to focusing on spending, I agree, </q> <strong> Mike Pence </strong> told the crowd on Monday.`` Let's start by denying all federal funding for abortion at home and abroad.'' <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized", "new_id": -2}, {"uid": "1295654308034750476", "i": 18515, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE- CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1297353501031227960", "i": 1598, "idx": 1, "sa": ["Hosni Mubarak", "President Bush", "Zahi Hawass"], "q": "people on some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic <strong> President Bush </strong> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2}, {"uid": "1297203269184696860", "i": 6558, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise about his reasons. He said the U.S. approach could set in motion forces <q> potentially adverse to the government of Afghanistan. </q> It was the Iraq war that led to <strong> Donald Rumsfeld </strong>'s demise at the Pentagon; he resigned in November 2006 as Democrats regained control of the Congress and the outlook for success in Iraq appeared increasingly grim.", "new_id": -2}, [{"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]]