[{"uid": "1297269838172048416", "i": 25076, "idx": 4, "sa": ["Steve Ballmer", "Bill Gates", "Wes Miller"], "q": "schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij Nokia en AMD.\" De kans lijkt klein dat met het aanstellen van nieuwe topmanagers de aandeelhouders direct tevreden gesteld worden. <q>Het kan wel de druk op <strong> Steve Ballmer </strong> wegnemen, maar alleen als het op korte termijn resultaat oplevert<q>, aldus <strong> Wes Miller </strong>. UPDATE: Ondertussen zou ook oprichter <strong> Bill Gates </strong> het signaal afgeven dat hij <strong> Steve Ballmer </strong> niet langer zou steunen. Het teruggetreden boegbeeld van Microsoft heeft in een jaar tijd ongeveer 90 miljoen aandelen De aanwijzingen", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.<q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295589698029097984", "i": 14397, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "President Bush", "Walter E. Boomer"], "q": "time; <strong> James A. Baker III </strong>, the secretary of state; <strong> Brent Scowcroft </strong>, the elder Mr. <strong> President Bush </strong>'s national security adviser; former <strong> Dan Quayle </strong>; and <strong> Colin Powell </strong> <strong> Walter E. Boomer </strong>, retired, the top Marine commander in the 1991 war. <q>I honestly think history will say we got this one right,<q> Mr. <strong> President Bush </strong> told the crowd of 3,800 in Reed Arena at Texas A&M University. Moderated by Ryan C. Crocker, the United States ambassador to Baghdad during the 2007 surge of American forces in Iraq and now", "new_id": -2}, {"uid": "1297488327192626740", "i": 31200, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Paul Bremer"], "q": "n't mention the war in Iraq had been won. The interview quickly became an argument. Stephanopoulos said Iraqi dictator <strong> Saddam Hussein </strong> had been \"contained\" prior to the American invasion. He said there had been <q>many warnings[ that] more troops could have helped, by advisers on the ground.<q> <strong> Donald Rumsfeld </strong>: \"No, that's not correct.\" Stephanopoulos: American envoy <strong> Paul Bremer </strong> \"said that- it is correct.\" <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went", "new_id": -2}, {"uid": "1295047677008175621", "i": 13270, "idx": 0, "sa": ["Donald Rumsfeld", "Michelle King"], "q": "<strong> Michelle King </strong>, who produces the show with his wife <strong> Michelle King </strong>, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q>It's an episode about moral relativism about what is considered torture and what is not,<q> Robert <strong> Michelle King </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said", "new_id": -2}, {"uid": "1297467266108675157", "i": 45571, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "that provide job training and prepare troops for the job market before leaving the military. Veterans returning home from Iraq and Afghanistan make up for some of the highest unemployment rates in the country. <q>For the young veterans coming back from Iraq and Afghanistan, it's as high as 20 percent. We need to do better in terms of making opportunities to these veterans so that they can get jobs, good paying jobs, to provide for their families and start their own small businesses,<q> <strong> Kirsten Gillibrand </strong> said. Copyright Â© 2009-2011 TWEAN News Channel of Buffalo, L.L.C d.b.a. YNN. All Rights Reserved.", "new_id": -2}, {"uid": "1295080500072122492", "i": 35899, "idx": 0, "sa": ["Kirsten Gillibrand", "Grace Napolitano", "Nancy Pelosi", "Rudy Giuliani", "Steny Hoyer"], "q": "R-Pa., and <strong> Grace Napolitano </strong>, D-Calif. Video: <strong> Kirsten Gillibrand </strong> visits Giffords, new suspect details... Photo in Slideshow: <strong> Nancy Pelosi </strong>, <strong> Steny Hoyer </strong>, Rob Andrews... Video: Male model detained in <strong> Rudy Giuliani </strong> castration death Report Abuse <q>Just look at how fair and unbiased Fox news is, 2 republicans, NO Democrats.<q> Report Abuse \"Hello everyone! In the midst of all the politics, and problems to be solved in our world, let us remember the 33 trapped miners from Chile, who are ready to be lifted from", "new_id": -2}, {"uid": "1295217385130613292", "i": 2031, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Barack Obama", "Debbie Wasserman Schultz"], "q": "use,\" <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. <q>If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have,<q> <strong> Kirsten Gillibrand </strong> said on CBS. \"The bill's not perfect. It never has been.\" <strong> Chuck Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of", "new_id": -2}, {"uid": "1297195793265863175", "i": 16324, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "he says, an unfortunate consequence was that when important and controversial issues did not get resolved in a timely manner, they sometimes ended up being argued in the press by unnamed, unhappy lower-level officials. <q>I doubt this would have been the case had the <strong> President Bush </strong> been asked to make a clear-cut decision,<q> he wrote. <strong> Donald Rumsfeld </strong> also criticises <strong> Condoleezza Rice </strong> for her management of the National Security Council. \"Often meetings were not well organised. Frequent last-minute changes to the times of meetings and to the subject", "new_id": -2}, {"uid": "1296413017033259530", "i": 41611, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "with <strong> Jeff Fisher </strong>, who just completed his 16th full season as the NFL's longest-tenured coach. The team said in a release last night that \"<strong> Jeff Fisher </strong> will no longer be the head coach of the team.\" <q>It became evident that consensus was increasingly hard to find and reality wasn't matching the vision we discussed,<q> the an unmistakable benchmark for what has been a rapid, successful and, in some circles, surprising comeback. A few thousand miles away in the wilderness of Utah, the pit bulls <strong> Michael Vick </strong> once owned are making", "new_id": -2}]