[{"uid": "1297102357037732375", "i": 2729, "idx": 0, "sa": ["Simon Cowell"], "q": "on Sunday, March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong>.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1296271846184582164", "i": 29203, "idx": 4, "sa": ["Eddie Jordan", "Elton Brand", "LeBron James", "Thaddeus Young", "Samuel Dalembert", "Allen Iverson", "Jrue Holiday"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was Samuel Dalembertal, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been worLeBron James for us, but we just couldn't get the win, </q> <strong> Thaddeus Young </strong> said.`` It really worked tonight.'' LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15", "new_id": -2}, {"uid": "1295308710035520519", "i": 19861, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": ".'' Related target=\"_blank\" href=\"http://worldtime.wn.com/\"> Times Topics: <strong> Piers Morgan </strong>| CNN Add to Portfolio Time Warner Inc headline that's pinned above <strong> Piers Morgan </strong>'s desk, as if it were an inspirational quote from the Dalai Lama. <q> I've said that Madonna can only come on my show if she gets on bended knee in crimes against humanity, </q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his CNN show`` <strong> Piers Morgan </strong> Tonight.''", "new_id": -2}, {"uid": "1296393248037634061", "i": 38208, "idx": 3, "sa": ["Jason Statham", "Simon Cowell"], "q": "first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog,'' he said. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to <q> talk 10 per cent of the time and listen for 90 per cent of the time </q>. Despite his reputation for brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. <strong> Jason Statham </strong>'s` situation' on plane <strong> Jason Statham </strong> had to deal with", "new_id": -2}, {"uid": "1296260491067190794", "i": 4765, "idx": 3, "sa": ["Eric Schmidt"], "q": ", he said:`` My sex life is pretty good these days''. <strong> Eric Schmidt </strong> likes to portray Google as an`` open'' company that operates in contrast to a`` closed'' company like Apple. <q> With the Apple model- which works extremely well, as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware, </q> <strong> Eric Schmidt </strong> said at a href=\"http://www.theregister.co.uk/2010/09/28/Eric Schmidt_calls_google_the_inverse_of_apple/\"> conference this fall.`` If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open", "new_id": -2}, {"uid": "1295971251237928506", "i": 11388, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "800 Pages CBS News If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his", "new_id": -2}, {"uid": "1296226822235159553", "i": 1730, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "demanding changes and reform in politics,'' he added. The rabbit, whose year begins on Feb. 3 and is marked by a week-long holiday in China, is also known for romance. <q> As such, it will be a year of more sex scandals and sexual affairs, </q> Lo said. A-list Hollywood couple <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>, both of whom are rabbits, born in 1963 and 1975 respectively, may be taking a risk if they choose the coming year to finally tie the", "new_id": -2}, {"uid": "1294965589267878411", "i": 28225, "idx": 1, "sa": ["Jim Mather", "Chris Huhne", "John Swinney", "Alex Salmond", "Stuart McMillan"], "q": "before, didn't include negations about contractual terms and bonuses.'' Mr <strong> Stuart McMillan </strong> made the point that the public may not respond favourably to another publicly-funded bank spending taxpayers' money on bonuses. <q> As the public already don't fully understand about the Green Investment Bank, and as they read more information about it, I'm sure they won't be fully convinced when they realise that the potential for large bankers' bonuses will actually be part of the case for this new institution, </q> he said. After appearing before the committee, Mr <strong> Chris Huhne </strong> held talks with Finance Secretary <strong> John Swinney </strong> and Energy Minister <strong> Jim Mather </strong>. He will meet the First Minister <strong> Alex Salmond </strong> later when discussions are expected to focus", "new_id": -2}, {"uid": "1295593237183287808", "i": 41224, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "to lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]