[{"uid": "1297259348238534696", "i": 13447, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"uid": "1295904103252542986", "i": 3767, "idx": 1, "sa": ["Katherine Heigl", "The Consumer", "David Letterman"], "q": "However, Hollywood actress <strong> Katherine Heigl </strong> says that e-cigarettes are perfectly fine! She even smoked one during a <strong> David Letterman </strong> appearance last year( and got the host to take a few puffs as well). She explained, <q> You blow out water vapor so you're not harming anyone around you and you're not harming yourself. I'm essentially humidifying the space. </q> A discussion on New York State Assembly's bill, A01468, that would outlaw all sales of electronic cigarettes is scheduled for tomorrow. <strong> The Consumer </strong> Advocates for Smoke-free Alternatives Association( CASAA) supports a", "new_id": -2}, {"uid": "1297186121166789139", "i": 16800, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "? Um... what? I have seen some ridiculous things in my 31 years on this planet, but <strong> Michael Vick </strong> getting the key to the city of Dallas because he, according to <strong> Dwaine Caraway </strong>, <q> is telling the kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around with. That is a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>. </q> Come again? No offense Mr. <strong> Dwaine Caraway </strong>, but you are a complete idiot. Look, I understand that <strong> Michael Vick </strong> has \"paid his debt to society\" for the crimes that he", "new_id": -2}, {"uid": "1297294523070500357", "i": 13342, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "Memoir: Known and Unknown( 2011) What they said about him then: \"I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of defense in history.\"- Report Abuse <q> <strong> George Washington </strong> and his cronies had their way with America and they did it the hard way... no lube. </q> The Christian Science Monitor: Seven-ton dump truck plummets into giant sinkhole[ VIDEO] The Christian Science Monitor: We speak nowadays in a hail of bullets", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1296552417261570573", "i": 23553, "idx": 21, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q> We said, \"What are we gon na do?\" </q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Allen_Iverson_36pts_9asts_vs_JKidd_VCarter_Nets_05/06_NBA <strong> Allen Iverson </strong> and the rest of the 76ers are used to", "new_id": -2}, {"uid": "1295905281252543038", "i": 29534, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means f... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington", "new_id": -2}, {"uid": "1295569453080838699", "i": 34369, "idx": 0, "sa": ["David Selinger", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's John Foley speaks with <strong> David Selinger </strong>, the CEO and Co-Founder of Richrelevance. Richrelevance is a SF based startup that makes a next generation recommendation engine. <strong> Eric Schmidt </strong> will continue to work for Google, assuming", "new_id": -2}, {"uid": "1295218070163594249", "i": 546, "idx": 4, "sa": ["Nigel Lythgoe", "Jonathan King", "Simon Cowell"], "q": ", according to <strong> Nigel Lythgoe </strong>, because of a conflict with his label. But <strong> Simon Cowell </strong> says otherwise. \"I felt uncomfortable being on a show that would show people how the process actually works,\" he says, <q> and I didn't really like the idea of being on TV either. </q> Popstars was a huge hit, but Fuller watched and thought, \"I could do this much, much better.\" <strong> Jonathan King </strong> new idea, now called Pop Idol, aimed to let viewers vote on", "new_id": -2}, {"uid": "1295386293114753561", "i": 13041, "idx": 2, "sa": ["Patrick Leahy", "Peter Shumlin", "Sen. Bernie Sanders"], "q": ",\" <strong> Sen. Bernie Sanders </strong> said, \"we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction.\" <q> Our little state has been a trailblazer for years and years, </q> <strong> Patrick Leahy </strong> said. \"What Gov. <strong> Peter Shumlin </strong> knows is the time for incrementalism is over,\" Welch said. Welch explained the date change Vermont seeks to enable a swifter move toward a singlepayer system", "new_id": -2}]