[{"uid": "1296950394175865882", "i": 16768, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "reflect on the significance of her life,'' <strong> Kirsten Gillibrand </strong> said. Donald Pinder, president of the Harriet Tubman Organization in Maryland, said the park would offer Tubman's story as a way to encourage people <q> to do the right thing, even when everybody says you shouldn't do that, or it's against the law. </q>`` They'll look at her, Pinder said.`` She started out as one person and look what she did.'' After escaping slavery and reaching Philadelphia in 1849, Tubman made at", "new_id": -2}, {"uid": "1297109128023560319", "i": 24521, "idx": 0, "sa": ["Simon Cowell"], "q": "on the show and win the grand prize of a$ 5 Million dollar Sony recording contract. Why so young with American Idol, a similar singing competition, starts at the age of 15?' <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> says <strong> Simon Cowell </strong>.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1297353395128565254", "i": 27458, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295335314262799385", "i": 43937, "idx": 5, "sa": ["Sergio Marchionne"], "q": ".`` Bisogner abituarsi al fatto che avremo pi teste, a Torino, a Detroit, in Brasile, in Turchia, spero in Cina. E un cuore solo'', spiega <strong> Sergio Marchionne </strong>. <q> Cos rimarranno vive quelle quattro lettere del marchio Fiat. Fabbrica: produciamo ancora, vogliamo produrre di pi. Italiana: siamo qui e non vendiamo nulla. Automobili: resta il cuore del business. Torino: se ha dei dubbi, apra la mia finestra e guardi fuori </q>, conclude. Sul sito www.reuters.it altre notizie Reuters in italiano Per ricevere tutti gli aggiornamenti iscriviti a questo Feed RSS Una storica dell` arte italiana rivendica di avere risolto il mistero del Codice Da", "new_id": -2}, {"uid": "1296209073159924232", "i": 2965, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the'' Albany-area congressional district. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and`` I'm not dying,'' says the bad boy actor,", "new_id": -2}, {"uid": "1295693165029671442", "i": 5339, "idx": 1, "sa": ["LeBron James", "Dahntay Jones", "Allen Iverson", "Phil Jackson"], "q": "to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night.`` At times, when we can put teams away, we go about it in a lackadaisical way,'' <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about. </q> The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia won 107-97 on Saturday night. <strong> Dahntay Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win", "new_id": -2}, {"uid": "1295631675219987972", "i": 21629, "idx": 1, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama", "John Larson"], "q": "about jobs and the domestic agenda for the <strong> Barack Obama </strong>,'' said <strong> Mike Pence </strong> <strong> John Larson </strong>( Conn.), chairman of the Democratic Caucus. <strong> John Larson </strong> and other Democratic leaders downplayed any lingering hostility from the tax-cut deal. <q> He's our leader. He's the leader of the free world, and we are entirely behind and supportive of the <strong> Barack Obama </strong> of the United States, </q> <strong> John Larson </strong> said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but`` we're not going to eat our own.''", "new_id": -2}, {"uid": "1295657899052625412", "i": 47050, "idx": 13, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta", "Sergey Brin"], "q": "just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO, <strong> Eric Schmidt </strong> will concentrate on communication with the outside world. <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> he said in a target=\"_blank\" href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> blog post. And in his old post, we have <strong> Larry Page </strong>, who's famously disdainful of PR. In 2008, according to <strong> Ken Auletta </strong>'s book", "new_id": -2}, {"uid": "1297091126204652561", "i": 1591, "idx": 1, "sa": ["Sergio Marchionne"], "q": "said the interest is a`` thorn in my side.'' In the past he has said the company would have posted a net profit if it weren't for interest on the loans. Refinancing would let him <q> stop explaining why I'm paying shyster rates, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like`` at least to have an agreement in principle'' with banks by the end of March. The company is talking with Goldman", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]