[{"uid": "1297409691239927316", "i": 1936, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1296232715058523654", "i": 14883, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress", "new_id": -2}, {"uid": "1297712802009535508", "i": 8455, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "next run. <strong> Louis Walsh </strong> added that he did expect to return for the eighth series, but said that he didn't think <strong> Simon Cowell </strong> or <strong> Cheryl Cole </strong> would have time for the UK programme in 2011. <q> No-one has been hired for it yet. I've had an off-the-record chat with <strong> Simon Cowell </strong>. I think I am on the show but nothing has been confirmed yet, </q> he told OK! TV. \"I think that there will be two new judges and I think <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be in America during the next UK series... I think Dannii will be back", "new_id": -2}, {"uid": "1296964906258326574", "i": 17478, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a", "new_id": -2}, {"uid": "1297145575101449730", "i": 21656, "idx": 3, "sa": ["Simon Cowell"], "q": "years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which \"anything can happen.\" <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said. \"I like people who are ambitious, and with that comes controversy.\" One unwelcome flap last season on the U.K. version of \"X Factor\" involved the", "new_id": -2}, {"uid": "1295684253063881224", "i": 1858, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": ", the Labour leader, said Mr <strong> Andy Coulson </strong>'s departure was long overdue and questioned Mr <strong> David Cameron </strong>'s judgment for keeping him on the public payroll for so long. In a statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet. Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. \"I stand by what I've said about those events but, when the spokesman needs a spokesman, it's time to move on. </q> Mr <strong> Andy Coulson </strong> was a controversial choice when he was appointed by Mr <strong> David Cameron </strong> on the recommendation of <strong> George Osborne </strong> in July 2007, but he quickly became a trusted member of the Tory leader's inner circle and helped", "new_id": -2}, {"uid": "1295500510069894171", "i": 20004, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "singer and actress <strong> Jennifer Lopez </strong>. Some reports have been lukewarm on whether this will help revive the show's ratings and <strong> Jennifer Lopez </strong>'s career, both of which have been in decline of late. The LA Times says, <q> With <strong> Ellen DeGeneres </strong> leaving and <strong> Jennifer Lopez </strong> reportedly singing on as her replacement, \"American Idol </q> has indisputably jumped the shark.\" As for <strong> Simon Cowell </strong>'s replacement, nothing has been confirmed as yet, but rumors are circulating that <strong> Steven Tyler </strong> from the band Aerosmith might be the man for the job. More News", "new_id": -2}, {"uid": "1295559703061718604", "i": 34050, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> is stepping down as CEO of Google, and Larry Page is taking over the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> explained the move in a blog post saying, \"We have also", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1296387706032849946", "i": 44220, "idx": 3, "sa": ["Drew Brees", "Michael Vick"], "q": "all-star exhibition, <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q> It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time, </q> <strong> Drew Brees </strong> said yesterday. \"We want great events like this to continue, in places like Hawaii.\" <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for fans", "new_id": -2}]