[{"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1296898057157286450", "i": 8991, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he", "new_id": -2}, {"uid": "1295621879009781264", "i": 38087, "idx": 2, "sa": ["Piers Morgan", "Andy Coulson"], "q": " Essex boy made good' thanks to hard-nosed ambition, drive and more than an ounce of sheer ruthlessness,\" says the Guardian. <strong> Piers Morgan </strong>, who gave <strong> Andy Coulson </strong> his first job, once described him as <q> one of the best journalists I have ever worked with. </q> <strong> Andy Coulson </strong>'s resignation in 2007 came after a reporter and private detective were jailed for hacking the voice mails. <strong> Andy Coulson </strong> claimed he was unaware of their actions, but said he would take full responsibility as the leader in", "new_id": -2}, {"uid": "1296748642199131152", "i": 33652, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "effective implementation of the decisions he made,\" <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1297521829086999041", "i": 39663, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": " \"What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month.", "new_id": -2}, {"uid": "1297298981049397781", "i": 42304, "idx": 2, "sa": ["Donald Rumsfeld", "Thomas Jefferson"], "q": "else picture this guy in a little Hitler outfit. Regardless I hope we never live in his version of America!\"\" It is the version of America the Founding Fathers created. <strong> Thomas Jefferson </strong> <q> A wise and frugal Government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement. </q> Report Abuse \"what about reducing the war budget, remember the cons don't consider Iraq and Afghanistan wars as part of the defense budget.\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap", "new_id": -2}, {"uid": "1297385258085459065", "i": 47722, "idx": 1, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Juan Carlos I of Spain", "Jane Holl Lute"], "q": "intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: Napolitano: \"Al-Qaeda does not exist: Natural Born Americans are the terrorists\" <q> Reply# 48 on: February 09, 2011, 03:52:38 PM </q> How about this... Napolitano: \"<strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity\" Re: Napolitano: Al-Qaeda does not", "new_id": -2}, {"uid": "1297233943168116261", "i": 36486, "idx": 1, "sa": ["Omar Suleiman", "David Letterman", "Mohamed ElBaradei"], "q": "the U.S. to oust him as the only solution to the conflict.\" pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review: <q> The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is he's going to be replaced by his idiot son, <strong> Hosni Mubarak </strong> <strong> James A. </strong> <strong> Hosni Mubarak </strong>. </q>: <strong> Mohamed ElBaradei </strong>, who may have thought he was leading the opposition, may have been double-crossed by the Muslim Brotherhood, which took part in talks with <strong> Omar Suleiman </strong>. Reports AFP on <strong> Mohamed ElBaradei </strong>'s appearance on Meet", "new_id": -2}, {"uid": "1295798999110280823", "i": 18194, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1295821293214663179", "i": 18491, "idx": 0, "sa": ["Andy Coulson"], "q": ". Turkish-Kurdish human rights activists believe the people in the photos are eight members of the Kurdistan Workers' Party( PKK) underground movement, who are thought to have been killed in September 2009.\" Report Abuse <q> Will either Turkey or the UN set up an investigation of the credible reports now out that Turkey used chemical WMDs on Kurds? </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}]