[{"uid": "1295665867007979096", "i": 29823, "idx": 7, "sa": ["Eric Schmidt"], "q": "suits him perfectly\". According to <strong> Eric Schmidt </strong>, as executive chairman he will focus wherever he can to add the greatest value, such as deals, partnerships, customers and broader business relationships. <q>We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come</q>. The news comes as Google reported revenues of$ 8.44 billion for the quarter ending 31 December 2010- an increase of 26 per cent compared to the fourth quarter of 2009.", "new_id": -2}, {"uid": "1294953230093011986", "i": 11930, "idx": 0, "sa": ["Kirsten Gillibrand", "Martin Luther King", "Dr. Peter", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> said her neurosurgeon <strong> Dr. Peter </strong> <strong> Martin Luther King </strong> Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1296643464148553738", "i": 9288, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "string of 355 passes without being intercepted, received 21 votes from a U.S. panel of 50 media members who regularly cover the league. He easily beat Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with 50 touchdowns passes as New England went undefeated", "new_id": -2}, {"uid": "1295619973043139074", "i": 46939, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": ". The newspaper's former royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for conspiracy to access voice mails left for royal aides, and private investigator <strong> Glenn Mulcaire </strong> was jailed on the same charge. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,</q> <strong> Andy Coulson </strong> said. <strong> David Cameron </strong> said he is \"very sorry\" <strong> Andy Coulson </strong> felt \"compelled\" to resign because of continuing pressure over the phone-tapping allegations. 84-year-old widow opens a can of Geritol-brand whoopass on a", "new_id": -2}, {"uid": "1296532421049463301", "i": 9834, "idx": 1, "sa": ["Zahi Hawass", "Barack Obama", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "missed the real treasure and stole from the gift shop instead.\" The Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria and <strong> Mohamed ElBaradei </strong> Manial Museum have also been targeted. Mr <strong> Zahi Hawass </strong> said: <q>My heart is broken and my blood is boiling.</q> Yesterday tanks continued to look on as tens of thousands of protesters in nearby Liberation Square continued to defy <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s curfew amid a carnival atmosphere. They were demanding an end to his 30-year reign.", "new_id": -2}, {"uid": "1295973559065323032", "i": 18026, "idx": 0, "sa": ["Andy Coulson"], "q": "hypocritical to rule that they behave otherwise when the law is based on the same reasoning. Really, what needs to happen is for the law to change so that gay couples can be legally married.\" <q>A B&B is a business offering a service to the public. The Bull's religious convictions are a private issue. If they want to live entirely by their private convictions, they need to stop selling to the public.</q> Job spec for a \"spin doctor' <strong> Andy Coulson </strong>'s resignation has left a vacancy at the heart of government. Who could apply? The rise of` we\" Why US presidents increasingly love the", "new_id": -2}, {"uid": "1296224676092700695", "i": 2080, "idx": 4, "sa": ["Mike Pence"], "q": "that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high profile in Congress has made him a familiar face and name to many Hoosiers, Holcomb said. <q>He has a built-in advantage, but it's a big state and it requires many days on the road</q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor.", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,</q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295665773077054051", "i": 12749, "idx": 4, "sa": ["Don Van Natta Jr.", "Andy Coulson", "Alan Cowell", "Rupert Murdoch"], "q": "\" Tom Watson, another Labour member of the culture committee and a persistent critic of Mr. <strong> Rupert Murdoch </strong>'s media empire and of Mr. <strong> Andy Coulson </strong>, said it was \"not the end\" of the scandal. <q>It's just the end of the beginning,</q> he said. <strong> Alan Cowell </strong> contributed reporting from Paris, and <strong> Don Van Natta Jr. </strong> from Florida.", "new_id": -2}, {"uid": "1295667464153141265", "i": 4958, "idx": 7, "sa": ["Ed Miliband", "Andy Coulson", "Sienna Miller", "Ian Edmondson"], "q": "News of the World suspended its news editor, <strong> Ian Edmondson </strong>, over allegations of phone hacking in 2005-6, thought to involve the actress <strong> Sienna Miller </strong>. Asked about Mr <strong> Andy Coulson </strong>'s resignation, Labour leader <strong> Ed Miliband </strong> said: <q>We think he should have gone earlier, he has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did.</q> Superpower politics Did Obama-Hu talks help repair frayed ties? \"Speakers' corner\" Tunisians find their voice after Jasmine Revolution", "new_id": -2}]