[{"uid": "1297236828167477280", "i": 201, "idx": 7, "sa": ["Tommy Lee Jones", "Simon Cowell"], "q": "said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply: <q>If we don't, with what I've put[ up as a prize], find a global star, I think we've failed.</q> Man vs. Machine Watson takes on former \"Jeopardy!' champions <strong> Tommy Lee Jones </strong> directs, produces, co-stars in` The Sunset Limited\" Fight between 2 women led to murder, witness testifies 30 homes evacuated after train cars carrying", "new_id": -2}, {"uid": "1297458881176717840", "i": 5974, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone OS. \"I don't see how this[ partnership] changes their opportunity much,\" he added. \"Tight integration between the OS and hardware could improve functionality,\" he added. <q>However, Microsoft has never been able to take advantage of its core developer group for mobile, so I don't see why this would help much... Android would be better for Nokia smartphones.</q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2}, {"uid": "1295912190158924806", "i": 17919, "idx": 0, "sa": ["Bill Lockyer"], "q": "agree on at least one thing.) \"This is a cynical proposal intended to incite a panicked response to a phony crisis,\" he said, comparing it to scares over killer bees and aliens. <q>No state wants to or would declare bankruptcy. It would severely injure the economy, local businesses, investors and taxpayers.... and I think what will happen when Republicans in Congress realize their allies-- large insurance companies and banks that hold a lot of municipal bonds-- don't like someone talking this way, that it injuries their investments, they are going to develop less enthusiasm for it.</q> <strong> Bill Lockyer </strong>, along with officials from the liberal-leaning Economic Policy Institute, told reporters this morning that California and other states don't have a debt problem, they have budget problems. They said that the bankruptcy", "new_id": -2}, {"uid": "1295473409213434455", "i": 21312, "idx": 2, "sa": ["Sergio Marchionne"], "q": "constitute a majority. Meanwhile, work on new vehicles can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government loans and offer its stock for sale again. <q>I can't stop the machine,</q> <strong> Sergio Marchionne </strong> said. \"So far, I have been able to manage it,\" he said, but \"there will come a point in time when I have to go into the kitty and use other cash", "new_id": -2}, {"uid": "1295278131044859395", "i": 9406, "idx": 2, "sa": ["The Bloodhound Gang", "Allen Iverson"], "q": "\" said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" Brown said. <q>There were so many lessons to be learned, from him http://wn.com/Coors_Belfast_Giants_on_You_Tube__Stars_in_Their_Eyes Paul Moran, uncut and definitely a little unhinged, singing \"The <strong> Wayne Rooney </strong> Touch</q> by <strong> The Bloodhound Gang </strong> at the Belfast Giants Official Supporters Club \"Stars in Their Eyes\" event on the 29th Jan 2008 in Bar Budda, Belfast. For fixtures and ticket information: www.belfastgiants.com Video produced by blueicemedia.co.uk http://wn.com/All_Star_Games_Suck!__MLB_All_Star_Game_2010__JRSportBrief Once", "new_id": -2}, {"uid": "1295760999029376535", "i": 49284, "idx": 0, "sa": ["Allen Iverson"], "q": "and beat the San Antonio Spurs. sportsillustrated.cnn.com http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295312433167198755", "i": 24940, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": ". <strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q>Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do,</q> <strong> David Cameron </strong> told BBC Radio 4's Today program.", "new_id": -2}, {"uid": "1295443111060325937", "i": 39192, "idx": 3, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "The Democratic Party backed <strong> Sen. Bernie Sanders </strong> in his first U.S. Senate bid in 2006, and since then, he has helped other Democratic candidates. The party seems likely to lock arms with <strong> Sen. Bernie Sanders </strong> again next year. <q>I wouldn't go so far as to say <strong> Sen. Bernie Sanders </strong>'s our guy,</q> Dempsey said, but he added, \"We have a great relationship with the senator.\" <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Sen. Bernie Sanders </strong> wouldn't be easy. \"I think there's three people who", "new_id": -2}, {"uid": "1296429119182222848", "i": 30577, "idx": 2, "sa": ["Steve Ballmer"], "q": "Still, on Tuesday <strong> Steve Ballmer </strong> appeared to be unphased by the HP product's troubles with 7, saying that any new Windows slate product would run on that operating system, at least initially. <q>We're not going to do a major revamp of Windows 7 for slate applications, that will come in the next version( Windows 8)</q> said <strong> Steve Ballmer </strong>. CES: Microsoft Reveals HP Tablet Prototype We've been drooling over a number of leaked images and details about a rumored slab of awesome from Microsoft heretofore dubbed the Courier. Tonight at CES Microsoft unveiled", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]