[{"uid": "1297412962097157230", "i": 4120, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO, said at a joint news conference in London. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" \" <q> \"I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1295565740204783649", "i": 20450, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "became more complicated as the Mountain View, Calif., company has grown, so he, Page and <strong> Sergey Brin </strong> had been discussing how to simplify the company's management structure and speed up the decision-making process. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> said. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual", "new_id": -2}, {"uid": "1295670206191152250", "i": 17468, "idx": 0, "sa": ["Eric Schmidt"], "q": "will be difficult to repeat. His attempts to answer concerns about Google becoming Big Brother-like have yielded several foot-in-mouth moments. l In October, attendees at a forum organized by Atlantic Monthly heard him testify: <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about. </q> l In a CNN interview later that month, <strong> Eric Schmidt </strong> joked that users offended by photos of their homes showing up in Google's Street View mapping feature could \"just move.\" He quickly clarified that", "new_id": -2}, {"uid": "1297431195170164264", "i": 3346, "idx": 1, "sa": ["Steve Ballmer"], "q": "1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q> We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone 7, which was", "new_id": -2}, {"uid": "1296128197246497300", "i": 17596, "idx": 7, "sa": ["Michael Vick"], "q": "an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. \"I'm very thankful and happy to be here and I'm going to try and", "new_id": -2}, {"uid": "1295571591192872503", "i": 10248, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 7:59 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1297271999224821256", "i": 38631, "idx": 0, "sa": ["Zahi Hawass"], "q": "protesters set up tents in the city's central Martyrs Square similar to Tahrir. In Cairo, hundreds of state electricity workers stood in front of the South Cairo Electricity company, demanding the ouster of its director. <q> Why are you staying here, you've ruined our lives, </q> they chanted. Also, dozens of state museum workers demanding higher wages staged a protest in front of the Supreme Council of Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Two protesters", "new_id": -2}, {"uid": "1297184222036618258", "i": 14206, "idx": 1, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "action \"was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.\" <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" <q> Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education, </q> <strong> Dwaine Caraway </strong> said. \"That was the focus of the event.... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.\" To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1296052989121749559", "i": 20882, "idx": 0, "sa": ["Eric Schmidt"], "q": "In total the company plans to hire 6,200 new staff this year, boosting its global workforce by one-quarter. The announcement comes as Google recently posted fourth-quarter profits of$ 2.54 bn. <q> We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our \"hockey stick' businesses as we call them. It's all very, very good. We are going to invest in Europe, </q> Last week <strong> Eric Schmidt </strong> said he will step down as the company\"s CEO to become executive chairman,", "new_id": -2}]