[{"uid": "1297357295178634755", "i": 30785, "idx": 0, "sa": ["Bengt Nordstrom", "Steve Ballmer"], "q": "in the latter part of last year, he is now hoping to complete the triumvirate with resurgence. \"<strong> Steve Ballmer </strong> has a good reason to be there,\" says <strong> Bengt Nordstrom </strong>, CEO of consultancy Northstream. <q> The launch of WP7 is his makeor- break moment in the mobile market. It's hard to say whether or not he'll succeed. I've been talking to a number of handset vendors and I don't find enormous enthusiasm for it. </q> Windows Mobile's time out, while much needed in terms of the overhaul the platform has received, has cost it currency and it is probably reasonable to expect some fairly big announcements from <strong> Steve Ballmer </strong> and his team at", "new_id": -2}, {"uid": "1296014056259227659", "i": 1265, "idx": 3, "sa": ["Eric Schmidt"], "q": "prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our \"hockey stick' businesses as we call them,\" he noted. <q> It\"s all very, very good. We are going to invest in Europe. </q> Last week, Google announced that <strong> Eric Schmidt </strong> would be replaced by co-founder Larry Page starting on April 4. Google fights Spanish court order over libel Google is about to launch a challenge against a Madrid court that has ordered", "new_id": -2}, {"uid": "1295562321105267213", "i": 32368, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong> for a long time to come.\" Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. \"The results speak for themselves,\" Page said in a statement. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started. </q> Before <strong> Eric Schmidt </strong> was hired in April 2001, Page was Google's CEO.", "new_id": -2}, {"uid": "1295420762187301926", "i": 48591, "idx": 1, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q> heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1295560492175849481", "i": 3468, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1295564626204079122", "i": 8110, "idx": 2, "sa": ["Eric Schmidt"], "q": "technology and business vision brilliantly.\" \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. <q> Larry, in my clear opinion, is ready to lead. </q> Page's connection to U-M is credited with Google's 2006 decision to launch an AdWords sales office in downtown Ann Arbor. The company, which originally promised to add 1,000 jobs in Ann Arbor by", "new_id": -2}, {"uid": "1295967712261718021", "i": 770, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "at the company after his surprise handover of power. <strong> Eric Schmidt </strong>, who oversaw the web search giant's meteoric rise, will focus on deals and Google's public image as executive chairman from April. <q> I'm very personally excited about my next decade at Google, </q> he told a media conference today. <strong> Sergey Brin </strong>, was an effort to speed up decision-making. He is set to get a$ 100 million equity award, his first since joining the company in 2001, which", "new_id": -2}, {"uid": "1295857370182239253", "i": 47201, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "said one former <strong> Google Inc. </strong> employee. \"I'm having a hard time imagining Larry going from the role I've seen him in, to going to a CEO role,\" he added. <q> He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings. </q> <strong> Google Inc. </strong> hopes the management change will speed up decision making. Page will take charge of the company's day-to-day operations, while <strong> Eric Schmidt </strong> will focus on deals and government outreach, among other things, as executive", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295476329265797672", "i": 839, "idx": 0, "sa": ["Simon Cowell", "the Fox", "Steven Tyler"], "q": "seen on <strong> the Fox </strong> singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}]