[{"uid": "1295979343233783301", "i": 26037, "idx": 0, "sa": ["Eric Schmidt"], "q": "plans to create 1,000 new jobs across the continent. In his keynote at the DLD Conference in Germany, Google's outgoing chief executive <strong> Eric Schmidt </strong> announced his company's intent to expand its European presence. <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments, </q> explained <strong> Eric Schmidt </strong>.`` Hundreds of these people will be located right here in our technology center in Munich.'' In discussing such`` significant investments,'' the former Google CEO outlined three main categories:", "new_id": -2}, {"uid": "1297426858243695664", "i": 37945, "idx": 2, "sa": ["Steve Ballmer"], "q": "a larger range of price points, market segments and geographies.''`` I am excited about this partnership with Nokia,'' Microsoft Chief Executive <strong> Steve Ballmer </strong> said in the statement Friday. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> he added. Microsoft is also hoping the deal will help it do well in emerging markets, noting that Nokia's extensive operator billing agreements will`` make it easier for consumers to purchase Nokia", "new_id": -2}, {"uid": "1295076153016613378", "i": 9570, "idx": 0, "sa": ["William McKinley", "Sarah Palin", "David Letterman"], "q": "America as a whole but the GOP is owned by them. She is in one word a wretch. Posted by: medogsbstfrnd| January 14, 2011 2:55 PM| This article states: <q> On Thursday, <strong> Sarah Palin </strong> released an online video response offering both her condolences to the victims and a defense against her critics. </q> Sorry.. <strong> Sarah Palin </strong> actually defended herself and conservatives against an`` accessory to murder'' blood libel. A blood libel that even the New York Times own <strong> David Letterman </strong> <strong> William McKinley </strong> declared`` were vicious charges", "new_id": -2}, {"uid": "1295443367077627404", "i": 39056, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "will take time away from it to concentrate on the new project. <strong> Simon Cowell </strong> is now said to be keen to get Rihanna involved with the programme, and think she would wow television audiences. <q> To get her on the show would give it real star power, </q> a source explained to Look.`` <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna", "new_id": -2}, {"uid": "1295914277205307935", "i": 43021, "idx": 0, "sa": ["Eric Schmidt", "Michele Bachmann"], "q": "a Week In: Ratings Slipping, Confidence Climbing Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host In a speech delivered to the Iowans for Tax Relief this weekend, tea party queen <strong> Michele Bachmann </strong> <q>`` How unique in all of the world, that one nation that was the resting point from people groups all across the world. It didn't matter the color of their skin, it didn't matter their language, it didn't matter their economic status. It didn't matter whether they descended from nobility or whether they have[ </q> weird blip in the video] a higher class or a lower class. It made no difference! Once you got here, we were all the same! Isn't that remarkable? It is absolutely remarkable!", "new_id": -2}, {"uid": "1294972672267157620", "i": 5537, "idx": 2, "sa": ["Simon Cowell"], "q": "relevant, they have to have a really big year this year.'' Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation. <q> I think this is the most creative year for <strong> Nigel Lythgoe </strong>, who returned after two years away.`` We've been put in a position now where the show needed a shake-up.( It's) 10 years old. </q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1296767113070385743", "i": 658, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was`` concerned'' about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q> I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib. </q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said:`` No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in", "new_id": -2}, {"uid": "1296642931254607375", "i": 33407, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Buying a Fiat 500 is a lifestyle statement'' <strong> Sergio Marchionne </strong> Chief executive, Fiat and Chrysler Initially, the tiny 500's job will be to reintroduce the Fiat brand to the US. <q> It's very much like the Mini, </q> says Mr Galeana, referring to the two cars' retro-design. In addition, adds Mr <strong> Sergio Marchionne </strong>,`` the car represents all the iconic Italian values''. The hope is to ramp up", "new_id": -2}, {"uid": "1296503399053821452", "i": 3045, "idx": 2, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "<strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said. \" <q>`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops, </q> <strong> Zahi Hawass </strong> said in an interview at his office.`` What's happening is normal. Thankfully, all the damaged items can be restored.'' \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page`` in my clear opinion, is ready to lead.'' <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post.`` As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}]