[{"uid": "1296755713175587358", "i": 38855, "idx": 0, "sa": ["Cheryl Cole", "Nicole Scherzinger", "Simon Cowell", "Mariah Carey"], "q": "Simpson slams weight obsession The star dismissed speculation that she might join <strong> Simon Cowell </strong> on the judging panel of the upcoming Fox series. Simpson wrote on her Twitter page: <q> Just to clear up a rumour... I am NOT going to judge X Factor!!! I don't even know where that info came from, <strong> ( sic ) </strong> </q>. A string of high profile names have been linked to the show including <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong>. A final judging line-up has yet to be confirmed, although <strong> Simon Cowell </strong> has suggested that an", "new_id": -2}, {"uid": "1295360761081248280", "i": 4128, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "an American Idol, or any kind of idol, you have to pay your dues,'' <strong> Steven Tyler </strong> said on` Late Show,' referring to the years of national touring he did with Aerosmith. <q> But, today's a different world. </q>`` I prefer the process that gave us you to this process,'' <strong> David Letterman </strong> said of` American Idol.'`` By the time you're ready, you're ready, and we", "new_id": -2}, {"uid": "1296467645082231308", "i": 22004, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "tag on quarterback <strong> Michael Vick </strong> and listen to trade offers for backup <strong> Kevin Kolb </strong>, according to a report, confirming two moves that have long been expected. A league source confirmed the report Sunday night. <q> You know what? It is what it is, </q> <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl.`` It's great to know they did want to have me around for another year. I'm going to make the most", "new_id": -2}, {"uid": "1294960830111804421", "i": 34179, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said:`` It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1296160594174751783", "i": 21667, "idx": 0, "sa": ["Rick Santorum", "Colin Powell", "Jesse Jackson", "Barack Obama"], "q": ". This really is no different than me wondering how <strong> Colin Powell </strong> could possibly be conservative, and still be black. At its mildest, it's <strong> Rick Santorum </strong>(!!) questioning <strong> Barack Obama </strong>'s blackness. Had <strong> Jesse Jackson </strong> said <q> It is almost remarkable for a black to extend the Bush tax cuts </q> that is exactly what we'd call it. At its more insidious, the notion that all black people either should, or do, think the same, it's far worse. I think it would", "new_id": -2}, {"uid": "1295268538147652699", "i": 28722, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate. He was", "new_id": -2}, {"uid": "1295647437196657190", "i": 20572, "idx": 3, "sa": ["Eric Schmidt"], "q": "results for the corporation''. He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company </q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any`` material change'' in the way the company is run because`` we tend to agree on pretty much everything''.", "new_id": -2}, {"uid": "1296652638203423768", "i": 17512, "idx": 0, "sa": ["Mitt Romney", "David Letterman", "Steve Martin", "Kim Kardashian"], "q": "+ Maybe because he's never been mistaken for <strong> Steve Martin </strong>, former governor <strong> Mitt Romney </strong> went on`` The Late Show With <strong> David Letterman </strong>'' last night and cracked a few jokes. The prospective 2012 Republican presidential candidate presented the <q> Top Ten Things You Don't Know About <strong> Mitt Romney </strong>. </q> No. 10:`` <strong> Mitt Romney </strong> is short for Mitt-thew.'' No. 9:`` I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s tweets.'' No. 8:`` I'm", "new_id": -2}, {"uid": "1296293567080576513", "i": 18299, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "DeMar DeRozan"], "q": "rumors of <strong> Allen Iverson </strong>'s arrival to the Kenner Summer League were true, and by game's end, <strong> Allen Iverson </strong> had scored 40 points. By the Su... OJ <strong> Michael Jordan </strong>`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think <strong> Michael Jordan </strong> will win ROTY... But Rose is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> DeMar DeRozan </strong> RAPS", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]