[{"uid": "1295238967163905547", "i": 26758, "idx": 3, "sa": ["Steve Ballmer"], "q": "premises license revenue.`` I'm excited that we may be able to offer more value to our customers by offering software plus services in the cloud than we ever could have done on-premise,'' said <strong> Steve Ballmer </strong>. <q> So, I think if we offer more value, we'll have opportunities to make more money. That's exciting, not something to be afraid of. </q> This is a public forum. United Business Media and its affiliates are not responsible for and do not control what is posted herein. United Business Media makes no warranties or guarantees concerning any advice dispensed by", "new_id": -2}, {"uid": "1296160134113442817", "i": 14114, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> were on the call Thursday with analysts. The search giant's stock was up 1.3 percent in after-hours trading. Google's stock price has climbed by about 6 percent over the past month, and since <q> Google stock is not selling off, it tells you the market is very happy with the report, </q> said Rick Munarriz, a senior analyst at The Motley Fool. Google in 2010 embarked on an ambitious strategic agenda, including a hiring surge that pushed its global work force to 24,400 people-- a 23", "new_id": -2}, {"uid": "1297488927192626691", "i": 14489, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who is a good friend of show boss <strong> Simon Cowell </strong>, said that he would be happy to take a judging or mentoring role on the new series. He told the Daily Mail: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong> previously described Usher as a`` great mentor'' but questioned whether he could afford enough time to the programme. gives us an insight into her character", "new_id": -2}, {"uid": "1295695085220823567", "i": 45241, "idx": 0, "sa": ["Andy Coulson", "Ed Balls"], "q": "to the Labour Party.'' </blockquote> Report Abuse <blockquote> Quote-`` <strong> Ed Balls </strong> said that this was a real blow.'' </blockquote> <strong> Ed Balls </strong>'s definitely got <strong> Ed Balls </strong>. And a guy named Johnson. Report Abuse <q> â\u0098¼ This story brings tears to my eyes â\u0098¼ </q> Hahahaha It is just way too funny. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1294970357038420485", "i": 2885, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1295611674042827797", "i": 15953, "idx": 5, "sa": ["Clive Goodman", "Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does, </q> she said. The question now is what <strong> Andy Coulson </strong> has decided to do. <strong> Andy Coulson </strong>: profile <strong> Andy Coulson </strong> resigned as News of the World editor after the <strong> Clive Goodman </strong> case- but bounced back fast", "new_id": -2}, {"uid": "1296557165034062349", "i": 30068, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "this themselves. Representatives care only about party line To the Editor: Quotes from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> and <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>:`` It is time to come together and work to create jobs across America'' and <q> He is aware of the need to grow jobs, the economy and middle class paychecks. </q> That stuff is all good. Congress passed a bill related to the H-2A program to help farmers trying to make it easier for migrant workers. You might ask,`` How is it working?''", "new_id": -2}, {"uid": "1297267022254083086", "i": 4833, "idx": 0, "sa": ["Simon Cowell"], "q": "will promote common interests through China's cooperation in countering piracy and proliferation of weapons of mass destruction, and using its influence with North Korea to preserve stability on the Korean peninsula,'' it said. <q> We will continue to monitor carefully China's military developments and the implications those developments have on the military balance in the Taiwan Strait. We remain concerned about the extent and strategic intent of China's military modernisation, and its assertiveness in space, cyberspace, in the Yellow Sea, East China Sea, and South China Sea, </q> it said. <strong> Simon Cowell </strong> says launching X Factor in US is a` massive risk' Sequencing of issues should not be intended to` score points': Pakistan Black money: Centre ignores Supreme Court rebukes,", "new_id": -2}, {"uid": "1297005549055984135", "i": 17067, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. h4 class=`` regseriflbl large''> More related to this story <q> They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today, </q> said Mr. <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, Mr. <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of", "new_id": -2}, [{"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]]