[{"uid": "1295214437036208682", "i": 36117, "idx": 0, "sa": ["Simon Cowell"], "q": "her approach to a peer conversation, and described the new judges' panel so far as a`` collaborative table'' focused on lifting the contestants who survived the cross-country cattle calls onto Hollywood and beyond. <q> There's nothing like having that discussion with another artist to help you grow, </q> she said.`` At the end, America's voting. We're here to guide them through it and mentor them through it.'' That didn't always seem the case with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1297444662043220997", "i": 33066, "idx": 2, "sa": ["Shayne Ward", "Simon Cowell"], "q": ".'' <strong> Shayne Ward </strong> also addressed a report which claimed that he would be href=\"http://digitalspy.co.uk/music/s103/the-x-factor/news/a292917/Shayne Ward-Shayne Ward-to-be-dropped-by-Simon Cowell.html\"> dropped by <strong> Simon Cowell </strong>'s record label SyCo this year.`` All's absolutely fine,'' he said. <q> Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal. That'll all be taking place in the next couple of weeks. </q>", "new_id": -2}, {"uid": "1296280907096518182", "i": 13775, "idx": 4, "sa": ["Bill Murray", "David Letterman", "Murray Carter", "Murray Sinclair"], "q": "and... <strong> Bill Murray </strong>@ <strong> David Letterman </strong># 1, 1982, Part 1 of 2 <strong> Bill Murray </strong>@ <strong> David Letterman </strong># 1, 1982, Part 1 of 2... How to be a Good Lawyer- Judge <strong> Murray Sinclair </strong> In this sequel to <q> Why Knife Blades Chip, </q> and one of his most practical demonstrations of knife sharpening, <strong> Murray Carter </strong> shows us just how easy it is to repair this very knife which was badly chipped, first by using a 1000-grit water stone, and then a", "new_id": -2}, {"uid": "1297245175074432514", "i": 4873, "idx": 0, "sa": ["Tom Hooper", "Harry Potter", "Simon Cowell", "Lindsay Lohan", "Helena Bonham Carter"], "q": "revealed she was pushed into the role by the film's director <strong> Tom Hooper </strong> and can never remember saying yes as she was so busy working on other film projects, including` <strong> Harry Potter </strong>'. She said: <q> To be honest, I never actually said yes to this part. <strong> Helena Bonham Carter </strong> always clock-watching on The King's Speech <strong> Helena Bonham Carter </strong> was always clock-watching on the... <strong> Helena Bonham Carter </strong> said her` huge breasts' are down to corset <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft Tom Hooperorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296668733223756295", "i": 2024, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": ", <strong> Andy Coulson </strong> said he had to go because the deepening row over the illegal hacking of mobile phone messages when he was editor of the News of the World had affected his ability to do his job. <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street, </q> <strong> David Cameron </strong> said in the statement.`` <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme.'' <strong> Craig Oliver </strong>, 41,", "new_id": -2}, {"uid": "1296627677025493515", "i": 3313, "idx": 1, "sa": ["Bill Lockyer"], "q": "the spot.. oh yahll... high velocity impact holes clean through'm. No stinking filthy Gangster Rappers... Swangster Dropout Rappers.. just Sweet country Singing Babes... uhmmmm.. uhmmmm. \" Report Abuse <q>`` The idea galls critics.`` Baloney </q> is what California Treasurer <strong> Bill Lockyer </strong> calls it, saying his state, which is already weighing painful tax hikes and spending cuts, doesn't need the option.'' \" Report Abuse \" this simple borrow money and pay", "new_id": -2}, {"uid": "1295391425232685620", "i": 17561, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our", "new_id": -2}, {"uid": "1297326532163430468", "i": 9202, "idx": 0, "sa": ["Job Castillo", "Howard Mudd", "Michael Vick", "Peyton Manning"], "q": "<strong> Job Castillo </strong> was seeking, before <strong> Job Castillo </strong> made it to the NFL as an o-line coach. Protecting <strong> Peyton Manning </strong>, as <strong> Howard Mudd </strong> did in his previous <strong> Job Castillo </strong>, might be a little different from protecting <strong> Michael Vick </strong>. <q> I don't know, the last guy that I was in charge of protecting didn't have those characteristics, </q> <strong> Howard Mudd </strong> said, laughing, when someone pointed out the difference in styles.`` I don't think[ it will be so different]. I think our responsibility is that there is a throwing spot back there", "new_id": -2}, {"uid": "1296968139146849830", "i": 17680, "idx": 0, "sa": ["Michael Vick", "Clay Matthews III"], "q": "registering a sack of Philadelphia's <strong> Michael Vick </strong> in the NFC Wild Card round, a fumble recovery against Atlanta in the NFC Divisional round and a half-sack, two tackles for loss and eight tackles in the NFC Championship. <q> Of course you want to start strong. You want to finish strong. You want to maintain that the whole season, </q> <strong> Clay Matthews III </strong> said.`` I hope to influence games in any way I can. I expect to have a hand in determining the outcome. If they're going to run the ball my way, I expect them", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}]