[{"uid": "1297271131262504545", "i": 43037, "idx": 7, "sa": ["Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "that the democratization talk was something that emerged after WMD did not turn up in Iraq. \"It was hard to know exactly where the President's far-reaching language about democracy originated,\" <strong> Donald Rumsfeld </strong> writes. <q> It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy from <strong> Colin Powell </strong> or State Department officials. I know it did not come from the Department of Defense. <strong> Condoleezza Rice </strong> seemed to be the one top adviser who spoke that way, but it was not clear to me whether she was encouraging the President to use rhetoric about democracy or whether it was originating with the President. </q> N.B.. We encourage readers to share and discuss their thoughtful and relevant comments about this There They Went Again by John H. Fund", "new_id": -2}, {"uid": "1295779438083050512", "i": 15008, "idx": 0, "sa": ["Simon Jones", "Simon Cowell", "Simon W. J. Fuller"], "q": "X Factor'- became an overnight hit when it aired on ITV in 2001, <strong> Simon Cowell </strong> and his then-business partners <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong> flew to However, the 51-year-old mogul confessed that he left the US with <q> my tail between my legs </q> when one senior executive from an unnamed network kicked them out after their presentation. \"It was so bad that a minute into the pitch the guy said,` No',\" the Daily Mail", "new_id": -2}, {"uid": "1296647451234913792", "i": 22950, "idx": 1, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": ".\" The memo follows a number of recent high profile interventions from <strong> Ed Miliband </strong> in the phone hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong> the Labour leader criticised <strong> David Cameron </strong>, stating the affair raised <q> questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did </q>. He also raised <strong> Andy Coulson </strong>'s impending departure at last Wednesday's Prime Minister's questions. Here's the full text of the e-mail: From: xxxx| Sent: 27 January 2011 To:", "new_id": -2}, {"uid": "1295822108097091707", "i": 31964, "idx": 0, "sa": ["Colin Powell", "George W. Bush", "Barack Obama"], "q": "rompi con las filas de su partido en el 2008 al apoyar al ahora George W. Bushe dem?crata <strong> Barack Obama </strong>, dijo hoy que su apoyo al inquilino de la Casa Blanca en el 2012 no est garantizado. <q> No he visto a nadie todav?a en el bando republicano con quien est dispuesto a comprometerme y tampoco estoy comprometido con el George W. Bushe <strong> Barack Obama </strong> </q>, afirm el que fuera secretario de Estado durante el primer mandato de <strong> George W. Bush </strong>( 2001-2005) en declaraciones a la cadena de televisi?n CNN. <strong> Colin Powell </strong> apoy a <strong> Barack Obama </strong> durante la campa?a presidencial de 2008,", "new_id": -2}, {"uid": "1297077143210305038", "i": 14581, "idx": 0, "sa": ["Simon Cowell"], "q": "holidaying in Africa? According to the News of the World, <strong> Simon Cowell </strong> has convinced TV executives in the US to give Cole a place on the panel for the new show. A source said: <q> <strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk. </q> \"The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.\" \"As soon as it's", "new_id": -2}, {"uid": "1295793981081494070", "i": 42895, "idx": 0, "sa": ["Colin Powell"], "q": "Former Secretary of State <strong> Colin Powell </strong> said Sunday that it was too early to say whether troops should begin to withdraw from Afghanistan in June as scheduled. <q> I can't answer that, and I don't think anyone else can, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" And he said that he \"can not tell\" whether the surge in troops in Afghanistan has been a success. \"There", "new_id": -2}, {"uid": "1297275513262340680", "i": 49280, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Bob Muglia"], "q": "PM Microsoft has picked an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Groundwork OpenSource targets the Big Four IT management vendors with an open approach <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1296452852051232825", "i": 10968, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant", "LeBron James"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1297145527209272846", "i": 51059, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Charles Woodson", "Dwaine Caraway"], "q": "night before the game: He had his players fitted for rings. Then they went out and beat the Steelers. \"We knew we had a good team,\" cornerback <strong> Charles Woodson </strong> said. <q> We knew if we went out and played the way we are capable of playing, we don't feel like anybody can beat us. That was just a vote of confidence for us: get fitted for your ring. I don't know when we'll get them, but it'll fit. </q> Another <strong> Michael Vick </strong> flap: A minor ruckus has arisen over a top Dallas official's presentation of a \"key to the city\" to Philadelphia quarterback <strong> Michael Vick </strong>. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the key", "new_id": -2}, {"uid": "1295584186085278737", "i": 5545, "idx": 3, "sa": ["Larry Page", "Tim Ford", "Eric Schmidt"], "q": "of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: \"Day-to-day adult supervision is no longer needed.\" <q> I believe <strong> Larry Page </strong> is ready </q> to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's Tim Forde for him to have a shot at running this.\" But many in Silicon Valley were stunned that <strong> Larry Page </strong>", "new_id": -2}]