[{"uid": "1295432346076251250", "i": 46104, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>. The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.<q> \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.\" <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the", "new_id": -2}, {"uid": "1297451519240746502", "i": 2865, "idx": 6, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "set in. <strong> Donald Rumsfeld </strong> ended his speech with what amounted to an implicit attack on <strong> Barack Obama </strong> by paying homage to American exceptionalism and demanding that no countryman of his should ever apologise for their nation. <q>Don't let anyone tell you that America is what's wrong with this world,<q> he thundered. \"America is not what's wrong with this world.\" WikiLeaks cables: planned US missile shield blind to nuclear weapons WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt", "new_id": -2}, {"uid": "1297384383139427845", "i": 9057, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "plant in Italy starting in 2012 as part of a Chrysler venture. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q>Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy,<q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. \"The government wants to verify with Fiat's management the status of the Italian investment plan.\"", "new_id": -2}, {"uid": "1297189237260702220", "i": 14951, "idx": 2, "sa": ["Donald Rumsfeld", "Dan Bartlett", "President Bush", "Bob Woodward", "Diane Sawyer"], "q": "argued, \"It's documented in <strong> Bob Woodward </strong>'s book.\" <strong> Donald Rumsfeld </strong> retorted, \"<strong> Bob Woodward </strong> wasn't there.\" On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge: <q>I just want to run through a partial roll call of the number of people who have either opposed what the <strong> President Bush </strong> is going to do, or expressed serious reservations.<q> After reading off several names, she complained, \"What don't they get? What don't they understand?\" On January 9 2007, NBC's David Gregory \"As the <strong> President Bush </strong> prepares to start", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,<q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming \"the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s \"Imagine,\" a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1297451775077103110", "i": 48134, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Marketplace. Under the proposed partnership, Microsoft will provide developer tools. Nokia is moving Symbian and MeeGo off the table. \"I am excited about this partnership with Nokia,\" said Microsoft CEO <strong> Steve Ballmer </strong>, <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute.<q> A Nokia-Microsoft Merger? The Nokia-Microsoft partnership is much broader than IDC analyst Al Hilwa expected, and he said the total realignment of the smartphone platform strategy is unprecedented in scope. He thinks <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1294977377249905175", "i": 34758, "idx": 4, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,<q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Dwyane_Wade_33_points_vs_Tracy_McGrady_23_points_2008 The Houston Rockets' 10th straight win was somewhat", "new_id": -2}, {"uid": "1296400989177029150", "i": 20349, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Respect the Little Guy Empowerment of the individual was another big theme: the consumer is becoming the producer. And everyone's attention was on Egypt. Said serial entrepreneur Bill Gross of Idealab: <q>People here ask, \"Does the social-media revolution make real revolutions?' The answer seems to be yes.<q> Don't Believe What You Read Is journalism getting more erratic? That\"s what Google CEO <strong> Eric Schmidt </strong> thinks. He blames an essentially unstable \"blogger-based media\" for distorting the news. Others wondered why", "new_id": -2}, {"uid": "1295555937214679585", "i": 2169, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Mary McNamara"], "q": "<strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year.' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.<q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic", "new_id": -2}, {"uid": "1295586644175472650", "i": 9918, "idx": 1, "sa": ["Eric Schmidt"], "q": "as the Samsung Nexus S, against a contact terminal to make a payment. Google would love to get in on this action to get a stake in mobile commerce. Finally, <strong> Eric Schmidt </strong> Google wants to <q>increase the availability of inexpensive smartphones in the poorest parts of the world. We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years.<q> That's a new one to me from Google's lips, but it makes perfect sense. Developing nations may not have computers, but most people can get their hands on a cheap cell phone.That's 1", "new_id": -2}]