[{"uid": "1295360761081248280", "i": 4899, "idx": 3, "sa": ["Steven Tyler", "David Letterman"], "q": "from the show. <strong> Steven Tyler </strong> does qualify-- or, should we say, clarify-- his statement.`` This way is more fun,'' he says, referring to the` Idol' process. <q> It's more excruciating-- we get to put'em through hell and they do it, and they come out the worm-hole looking good. You'll see. </q> But is it enough to dampen the fact that he agreed with <strong> David Letterman </strong>'s assessment of the validity of what` American Idol' is hoping to create? For the few genuine stars they have found,", "new_id": -2}, {"uid": "1296481428012713995", "i": 6240, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' <h6> AP Business Writer Colleen Barry in Milan, Italy,", "new_id": -2}, {"uid": "1296429332256245803", "i": 14444, "idx": 1, "sa": ["Phil Jackson", "Travis Best", "Allen Iverson", "Reggie Miller"], "q": "it was coming. The crowd knew it was coming.'' The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said.`` We got tight. To get a big lead like that and lose it at home is ridiculous.'' Indiana, the defending Eastern Conference champions and prohibitive underdogs against Phil Jacksonadelphia, lead the Travis Best-of-five", "new_id": -2}, {"uid": "1295365484238829571", "i": 2617, "idx": 4, "sa": ["David Letterman", "Steven Tyler"], "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "new_id": -2}, {"uid": "1297177841226918447", "i": 41331, "idx": 0, "sa": ["Simon Cowell"], "q": "` American Idol' this season? Former`` American Idol'' judge <strong> Simon Cowell </strong> says he has not watched a single episode of the hit Fox show since he left the program last year. <q> I haven't seen a full episode, </q> he told reporters on a conference call for his upcoming music competition series`` The X Factor,'' according to target=\"_blank\" href=\"http://insidetv.ew.com/2011/02/07/Simon Cowell-Simon Cowell-new-idol/\"> Entertainment Weekly's website.`` I've seen three minutes", "new_id": -2}, {"uid": "1295644860262504456", "i": 20002, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Twitter:`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said that although what he called the`` triumvirate approach'' of leadership by himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of Google in July 2001, when he'd already been chairman of the board for several months- Google put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1295094125134053943", "i": 24391, "idx": 49, "sa": ["Rasheed Wallace", "Allen Iverson", "Kobe Bryant", "Richard Hamilton"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Kobe Bryants on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Richard Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road tRichard Hamilton after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's win", "new_id": -2}, {"uid": "1295501988206995499", "i": 41880, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "back. Timeline: African mediation in Ivory Coast <strong> Raila Odinga </strong> said Gbagbo was not even prepared to discuss quitting power and had twice broken a promise to lift the blockade on <strong> Alassane Ouattara </strong>'s temporary headquarters. <q> Mr. <strong> Raila Odinga </strong> failed in his mission and we are no longer prepared to receive him here in Ivory Coast. We reject Mr. <strong> Raila Odinga </strong>, </q> Gbagbo's foreign minister Alcide Djedje told a press conference. In Burkina Faso after his Ivory Coast visit, <strong> Raila Odinga </strong> threatened Gbagbo with economic sanctions if he did not give up power.`` We", "new_id": -2}, {"uid": "1295440794144605187", "i": 3079, "idx": 4, "sa": ["Charlie Sheen", "Tom Cruise", "Ewan McGregor", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Jim Carrey", "Philip Morris", "Ricky Gervais"], "q": "to ad... <strong> Ricky Gervais </strong>' best from Gloden Globes <strong> Ricky Gervais </strong> trashed <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>, <strong> Hugh Hefner </strong>, <strong> Mel Gibson </strong>, <strong> Tom Cruise </strong> when he hosted the Golden Globes <strong> Angelina Jolie </strong> who was sitting at table one and not laughing when he said, <q> It seems like everything this year was 3-dimensional-- except for the characters in The Tour... <strong> Ricky Gervais </strong> Makes Gay Scientologist Joke At Golden Globes <strong> Ricky Gervais </strong> Makes Gay Scientologist Joke At Golden Globes`` Also not nominated was' I Love You <strong> Philip Morris </strong>,' <strong> Jim Carrey </strong> and <strong> Ewan McGregor </strong>. Two heterosexual characters pretending to be gay, </q> he said.`` So the complete opposite of some famous Scientologists, then.'' In order to watch full video I'm not allowed to add... WOW!! <strong> Ricky Gervais </strong> Strips to Gold` Ellen' Undies.", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]