[{"uid": "1297265697007700481", "i": 27783, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "q": "US following a potential merger with Chrysler.`` Our position is the government must call the unions to be there on Saturday,'' a FIOM spokesman in Italy told just-auto. <q> The unions must be involved to have a place around that table. </q> Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime", "new_id": -2}, {"uid": "1296808457040140804", "i": 370, "idx": 1, "sa": ["Meghan Linsey", "David Letterman"], "q": "After the show, the pair are looking forward to another appearance: They're set to tape their first guest spot on Late Show with <strong> David Letterman </strong> on Monday. The show will air later that night. <q> We are really, really excited about </q> <strong> David Letterman </strong>, <strong> Meghan Linsey </strong> said.`` I think it's really a huge opportunity for us to be able to do something that big on late night. I feel like we're reaching a milestone. I grew up", "new_id": -2}, {"uid": "1295308684212140059", "i": 39078, "idx": 5, "sa": ["Michael Vick"], "q": "in the Eagles' offense. Clark asked him what percentage of his potential he played at in Atlanta, what percentage he played at last season and what percentage he expects to play at next season. <q> 65 percent in Atlanta, 85 percent here this year, going for 95 to 100 next year, </q> <strong> Michael Vick </strong> said.`` I think next year will definitely be the year. That's the only thing I can think about now. It's funny because two years ago, I never envisioned myself being in this", "new_id": -2}, {"uid": "1295534390252182552", "i": 21475, "idx": 1, "sa": ["Mitt Romney", "Barack Obama", "Mike Pence"], "q": "-- so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for president,'' Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more time in Iowa, <q> as he appears to be preparing to launch a second presidential bid, <strong> Mitt Romney </strong> has largely avoided the state, </q> Real Clear Politics writes.`` After a debilitating second-place finish in the 2008 caucuses, <strong> Mitt Romney </strong> has visited Iowa only twice since <strong> Barack Obama </strong> was elected, and he does not have any additional trips to the", "new_id": -2}, {"uid": "1295658306074924083", "i": 1969, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin"], "q": "co-founder Larry Page sided with his founding partner, <strong> Sergey Brin </strong>, to withdraw censored searches from China. <strong> Eric Schmidt </strong> did not hide his belief that Google should stay in the world's largest consumer marketplace,'' <strong> Ken Auletta </strong> writes. <q> <strong> Eric Schmidt </strong>, according to associates, lost some energy and focus after losing the China decision. </q> Even if you believe that <strong> Eric Schmidt </strong>'s`` adult subversion'' got the best out of Page and <strong> Sergey Brin </strong>, his success as CEO is somewhat limited. Google is often called a one-trick pony, with its", "new_id": -2}, {"uid": "1297239482104841255", "i": 47146, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "in New York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign of", "new_id": -2}, {"uid": "1297723854105316371", "i": 37822, "idx": 4, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "Peter Welch.`` Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry.'' <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> echoed that sentiment. <q> This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick or the old who can't afford to heat their homes in the winter, </q> <strong> Sen. Bernie Sanders </strong> said. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1295589933175472714", "i": 36125, "idx": 0, "sa": ["Eric Schmidt"], "q": "anything in my e-mail that would send me to jail( well, probably not) but those are my words. My private conversations. When asked about privacy concerns, Google's CEO <strong> Eric Schmidt </strong> said, <q> if you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> OK, point taken, <strong> Eric Schmidt </strong>, but I'm not concerned about you leaking my information regarding my Facebook notifications to the world- I'm worried about you taking over the world. Knowledge is power, right", "new_id": -2}, {"uid": "1297379324211959809", "i": 47137, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sherrod Brown", "Jon Tester", "Janet Napolitano", "Herb Kohl", "Chuck Schumer"], "q": "in the past few years. <strong> Chuck Schumer </strong> was joined in his request by fellow New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, Bob Casey of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,( we) write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}, [{"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]]