[{"uid": "1295501959237502465", "i": 49859, "idx": 2, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "network show called \"<strong> Oprah Winfrey </strong> Presents Master Class\" delves into <strong> Simon Cowell </strong>'s childhood and gives him a chance to reflect on why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark <q> by going against the grain and having the courage to say exactly what is on his mind. </q> \"I'm not a master of anything,\" says <strong> Simon Cowell </strong>. \"I think what I'm good at is making shows or records which a lot of people will like for the same reasons I", "new_id": -2}, {"uid": "1296748642199131152", "i": 40820, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: \"In retrospect, there may have been times", "new_id": -2}, {"uid": "1295524993082116642", "i": 46692, "idx": 2, "sa": ["Simon Cowell"], "q": "-- who has an estimated personal fortune of over 165 million pounds-- admits he was never academically successful but believes he has done well out of life because he has such good instincts. He said: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong> quit` American Idol' last year in order to focus on bringing his U.K. show, \"The X Factor,\" to the U.S. and admits it took a discussion with an unnamed \"successful", "new_id": -2}, {"uid": "1297388884268320786", "i": 9388, "idx": 3, "sa": ["Steve King", "Ron Paul", "Dick Cheney", "Donald Rumsfeld"], "q": "the \"WorSteve King Mothers Medal of Appreciation\" ?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there \"Let's be clear,\" he said. <q> The radical Islamists are not cutting back their recruiting, their purchasing, and their training and planning, nor can we. </q> Former Vice President <strong> Dick Cheney </strong> introduced <strong> Donald Rumsfeld </strong>. <strong> Ron Paul </strong> supporters began to shout \"where's Bin Laden?\" during his remarks, leading the much larger pro-Dick Cheney contingent to chant \"USA! USA! USA!\"", "new_id": -2}, {"uid": "1295807421110559236", "i": 34712, "idx": 9, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Bill Ayers"], "q": "Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate Sen. <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie <strong> Barack Obama </strong> to former 1960s radical <strong> Bill Ayers </strong>. <q> I think that's inappropriate. I understand what politics is about-- I know how you can go after one another, and that's good. But I think this goes too far, and I think it has made the <strong> John McCain </strong> campaign look a little narrow. It's not what the American people are looking for, </q> he said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it", "new_id": -2}, {"uid": "1297428908063684620", "i": 13763, "idx": 0, "sa": ["Michael Gove"], "q": "them before imposing the cuts. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" A Department", "new_id": -2}, {"uid": "1295968668242466824", "i": 21572, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong>. The new CEO will confront challenges from Facebook Inc., Quote\"> Apple Inc., and startups such as Groupon Inc. in social networking, entertainment and retail. As executive chairman, <q> a lot of my time </q> will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that \"we move quickly, and we tend to be", "new_id": -2}, {"uid": "1296552417261570573", "i": 28494, "idx": 16, "sa": ["Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295665368254312471", "i": 5634, "idx": 0, "sa": ["Andy Coulson", "Barack Obama"], "q": "charm Chicago Photo: Visitors pose in front of an installation at Hong Kong-( Dow Jones)- Japanese clothing retailer Baroque Japan Ltd. is... Video: GE CEO to Lead White House Jobs Council Report Abuse <q> You know you lost your country when another country, promises jobs to yours, lol. </q> Report Abuse \"?( paid communist commentator)=?? garbage) in Chinese \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End", "new_id": -2}, {"uid": "1296128197246497300", "i": 21287, "idx": 3, "sa": ["Michael Vick"], "q": "where he completed 62.8 percent of his passes, blowing his previous best out of the water. \"I feel like this one I had to work hard to get here,\" <strong> Michael Vick </strong> said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. \"I think everything came together, and it has worked out for me. </q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air.", "new_id": -2}]