[{"uid": "1295550320082853986", "i": 54738, "idx": 5, "sa": ["Bill Ayers", "John McCain", "Colin Powell", "Jackie Chan", "Barack Obama", "Manmohan Singh"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Barack Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to pasJackie Chan <q> a comprehensive energy and climate <strong> Bill Ayers </strong>... because the nation that leads the clean energy economy will be the nation that leads the global economy. </q> http://wn.com/Barack Obama_Barack Obama_Takes_Questions_at_GOP_House_Issues_Conference The <strong> Barack Obama </strong> takes questions from Republican members of the House of Representatives at the GOP House Issues Conference in Baltimore, MD.. January 29, 2010. http://wn.com/Barack Obama_Barack Obama_Welcomes_Prime_Minister_Manmohan Singh_of_India The <strong> Barack Obama </strong> and Prime Minister <strong> Manmohan Singh </strong> of India speak during", "new_id": -2}, {"uid": "1296366488199786542", "i": 44442, "idx": 7, "sa": ["George W. Bush", "Mike Pence"], "q": " <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that`` negative campaigning, I now know, is wrong.'' <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> he wrote in 1991. The same year, <strong> Mike Pence </strong> became <strong> George W. Bush </strong> of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host,", "new_id": -2}, {"uid": "1295966915202670097", "i": 50495, "idx": 12, "sa": ["Colin Powell", "Barack Obama", "Ron Paul"], "q": "by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wRon Paulg with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but <q> what if he is? </q>`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to", "new_id": -2}, {"uid": "1297435192253329446", "i": 13977, "idx": 0, "sa": ["Katy Perry", "Simon Cowell", "Lindsay Lohan", "Rachel Zoe"], "q": "Underwood, Fisher excited for trade to Nashville Sandler and Aniston` Just Go With It' Meet the Man Behind the` Old Spice' Advertisements Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Lindsay Lohan </strong>: <q> I Was Not Raised to Lie, Cheat, or Steal </q> <strong> Rachel Zoe </strong>'s 10 Most Memorable Quotes <cite> Us Magazine </cite> Roush Review: Not Quite Masterpieces <cite> TV Guide- 43 minutes ago </cite> Petra Nemcova Reveals Her Wedding Plans: We Want`` Craziness'' <strong> Katy Perry </strong>:' I", "new_id": -2}, {"uid": "1295667584231571487", "i": 19787, "idx": 0, "sa": ["Bernie Sanders"], "q": "has been outspoken about job growth,`` not in the United States but in href=\"http://www.foxbusiness.com/topics/china.htm\"> China.'' The Senator notes in his statement that GE has been steadily moving its manufacturing plants overseas. <q> I hope he changes his mind and focuses on rebuilding the manufacturing sector here in the United States, not in China, and in the process creates millions of good-paying jobs, </q> the senator said. Sen. <strong> Bernie Sanders </strong> issued the statement after making a visit to an industrial community in Vermont's Connecticut River Valley. GE didn't return a call or an email asking for comment.", "new_id": -2}, {"uid": "1297199444258572348", "i": 24168, "idx": 9, "sa": ["Michael Sheehan", "Donald Rumsfeld", "Osama bin Laden", "Dick Cheney"], "q": "ground forces in support of the anti-Taliban Northern Alliance in order to try to catch <strong> Osama bin Laden </strong>. \" the <strong> Donald Rumsfeld </strong> paper argued that the US should target states that had supported anti-Israel forces such as Hezbollah and Hamas. <q> After the bomOsama bin Ladeng of two US embassies in East Africa[ in 1998] by al-Qaeda operatives, State Department counter-terrorism official <strong> Michael Sheehan </strong> proposed supporting the anti-Taliban Northern Alliance in Afghanistan against <strong> Osama bin Laden </strong>'s sponsor, the Taliban regime. However, senior US military leaders`` refused to consider it </q>, according to a 2004 account by <strong> Dick Cheney </strong> H Shultz, Junior, a military specialist at Tufts University. \" A senior officer on the Joint Staff told State Department counter-terrorism director <strong> Michael Sheehan </strong> he", "new_id": -2}, {"uid": "1295022795099024897", "i": 40295, "idx": 0, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "her hospital room when the Arizona congresswoman opened her eyes for the first time. This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person. <q> She's the most non-partisan person I've ever met, </q> <strong> Kirsten Gillibrand </strong> said.`` She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are.'' <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295473800129286206", "i": 35431, "idx": 1, "sa": ["Michael Vick"], "q": "next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him.`` Damn! I thought I killed that thing...''-- <strong> Michael Vick </strong> KDMac: <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really attached to the dogs. It seems like a miracle, but miracles happen. dlaurels:", "new_id": -2}, {"uid": "1295768591206471193", "i": 32203, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up). \" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]