[{"uid": "1295560400214679552", "i": 19596, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments`` http://www.netpublicradio.org/adobe_photoshop_cs3.jpghttp://www.netpublicradio.org/adobe_photoshop_cs3_prt.jpghttp://www.netpublicradio.org/adobe_photoshop_cs4.jpghttp://www.netpublicradio.org/adobe_photoshop_cs5.jpg Adobe Photoshop 7 only$ 49.45- DOWNLOAD NOW Adobe Photoshop CS", "new_id": -2}, {"uid": "1295970594108969990", "i": 14764, "idx": 1, "sa": ["Eric Schmidt"], "q": "Africa.`` We had a very, very good year and a very strong quarter,'' said <strong> Eric Schmidt </strong>, referring to Google's fourth-quarter profits of$ 2.54 bn. <q> We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our` hockey stick' businesses as we call them. It's all very, very good. We are going to invest in Europe, </q> he added. Last week the company announced that the 55-year-old <strong> Eric Schmidt </strong> will take the role of executive chairman on 4 April, handing day-to-day control to co-founder Larry Page after leading the company's massive growth in", "new_id": -2}, {"uid": "1295265085125091841", "i": 4047, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> <strong> David Cameron </strong> told BBC Radio 4's Today programme.`` I gave him a second chance,'' <strong> David Cameron </strong> added.`` I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1296331565124452868", "i": 30591, "idx": 1, "sa": ["George Washington", "Allen Iverson"], "q": "six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish.`` <strong> George Washington </strong> chemistry is a lot better,'' <strong> Allen Iverson </strong> said. <q> One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me, me. </q> <strong> Allen Iverson </strong> scored 12 points in the first quarter as the 76ers raced to a 29-18 lead. He is averaging 26.5 points in his last six games for the Sixers, who blocked 14 shots and outscored the Kings 40-10", "new_id": -2}, {"uid": "1297380498170868782", "i": 15832, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney", "Steven Shepard"], "q": "it makes me wonder if <strong> Dick Cheney </strong> hay had more influence on <strong> Barack Obama </strong> than the people who got elected,'' <strong> Donald Rumsfeld </strong> said to roars from the audience. <strong> Donald Rumsfeld </strong> also joked with <strong> Dick Cheney </strong> about a presidential run: <q> <strong> Dick Cheney </strong>, in case you were wondering, I think there's probably still time for you to file some paperwork for Iowa and New Hampshire. </q> Contributing Editors: Josh Kraushaar, Quinn McCord and Tim Sahd Contributing Writers: <strong> Steven Shepard </strong>, Jamie Shufflebarger, Dan Roem, Sean Sullivan, Amanda Munoz-Temple, Julie Sobel, and Chris Peleo-Lazar editors reserve the right to", "new_id": -2}, {"uid": "1297203269184696860", "i": 6557, "idx": 6, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "the early years of the war to take the lead on certain nonmilitary tasks- such as training the Afghan police and creating a civil justice system- found their tasks more difficult than they had anticipated. <q> And an awful lot of that didn't get done, </q> he said. Asked his view of the <strong> Barack Obama </strong> administration's decision to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise", "new_id": -2}, {"uid": "1297269838172048416", "i": 25076, "idx": 4, "sa": ["Steve Ballmer", "Bill Gates", "Wes Miller"], "q": "schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij Nokia en AMD.'' De kans lijkt klein dat met het aanstellen van nieuwe topmanagers de aandeelhouders direct tevreden gesteld worden. <q> Het kan wel de druk op <strong> Steve Ballmer </strong> wegnemen, maar alleen als het op korte termijn resultaat oplevert </q>, aldus <strong> Wes Miller </strong>. UPDATE: Ondertussen zou ook oprichter <strong> Bill Gates </strong> het signaal afgeven dat hij <strong> Steve Ballmer </strong> niet langer zou steunen. Het teruggetreden boegbeeld van Microsoft heeft in een jaar tijd ongeveer 90 miljoen aandelen De aanwijzingen", "new_id": -2}, {"uid": "1297194696096485399", "i": 1857, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "earn Score Points that you can use on everything from gift cards to electronics. Correctly answer the daily Rain-X Trivia question to earn points. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1296789411115392513", "i": 3505, "idx": 1, "sa": ["Allen Iverson", "Tracy McGrady"], "q": "New Orleans.`` It's a good feeling. I think it's a tribute to my teammates and coaching staff because without those guys none of that would be possible,'' <strong> Allen Iverson </strong> said in a statement. <q> But most of all I just want to thank the fans for appreciating what I go out and do on the court night in and night out. It's just a great feeling and an honor, and I'm just looking forward to trying to play the best that I can play for the fans. </q> <strong> Allen Iverson </strong> was more than 80000 votes behind <strong> Tracy McGrady </strong>, who has struggled with injuries this season, when the final update was released two weeks ago. He ended up with 1203152 votes. <strong> Tracy McGrady </strong> finished with 1192742. Eastern", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]