[{"uid": "1296650725203423767", "i": 2806, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Will Washington"], "q": "[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the words of <strong> Condoleezza Rice </strong>, the fellows represent the <q> hope for the future of Egypt. </q> http://www.freedomhouse.org/template.cfm?page=66&amp;program=84 Political Double Talk: Chatting with \"Dictators\", Mingling with \"Dissidents\" The Egyptian pro-democracy delegation to the State Department was described by <strong> Condoleezza Rice </strong> as \"The Hope for the Future of Egypt\".", "new_id": -2}, {"uid": "1295755514184385545", "i": 22139, "idx": 2, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Opera_Company_of_Philadelphia_Flash_Brindisi_at_Reading_Terminal_Market_April_24,_2010 On Saturday, April 24th, the Opera Company of Philadelphia teamed up with the Reading Terminal Market Italian Festival for a large-scale \"Flash Opera\" event! Over 30 members of the Opera Company", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1295572388224641040", "i": 2239, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1296927768215564307", "i": 8318, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Vanessa Williams", "Regis Philbin", "Bill Clinton"], "q": "Think You Are?\"( 7.3 million tuned in to see <strong> Vanessa Williams </strong>' story) and \"Dateline\"( which averaged 8.6 million over two hours). ABC aired \"Supernanny\"( 4.2 million), <q> Primetime: What Would You Do? </q>( 4.6 million) and a <strong> Barbara Walters </strong> special on heart surgery( 6.2 million). <strong> Barbara Walters </strong> ran third in the 10 p.m. hour despite guests <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> David Letterman </strong>. Fox aired \"Kitchen", "new_id": -2}, {"uid": "1295996572097009665", "i": 29894, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q> The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together. </q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/Talk_with_Napa_Sustainable_Winegrowing_Group_Part_2_of_5 www.americanfeast.com The Napa Sustainable Winegrowing Group was formed in 1995 to promote integrated pest management", "new_id": -2}, {"uid": "1295677080221315102", "i": 11106, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ", continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,\" <strong> Andy Coulson </strong> said Friday. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" Pope Benedict says", "new_id": -2}, {"uid": "1297298258261144595", "i": 21465, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was \"concerned\" about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q> I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at <strong> Nouri al-Maliki </strong> Ghraib. </q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: \"No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in", "new_id": -2}, {"uid": "1295094164200343675", "i": 39036, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "Robert <strong> Gerald Ford </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q> It's an episode about moral relativism about what is considered torture and what is not, </q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said", "new_id": -2}, {"uid": "1295466641109772815", "i": 38861, "idx": 1, "sa": ["Sergio Marchionne"], "q": "competitive on fuel efficiency with hybrid electric vehicles already on the market. The hydraulic hybrid system gains fuel efficiency by capturing energy from the vehicle's brakes and using it to power the engine. <q> We will still see many opportunities to improve fuel efficiency in internal combustion engines, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said Chrysler would staff the project with \"internal resources,\" and EPA executives said they don't expect to add jobs at the Ann Arbor lab to pursue the project. EPA", "new_id": -2}]