[{"uid": "1296244183061128804", "i": 18791, "idx": 1, "sa": ["Kirsten Gillibrand", "Mark Salter", "Ted Haggard", "System .", "Samuel Alito"], "q": "gift: Buzz. <strong> Mark Salter </strong> in a photo: \"Author of note: \"New Bipartisan Buddy <strong> System . </strong>\" <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall: \"Where were you?\" article: <q>The King's Speech Gets 12 Oscar Nominations.</q> article: \"<strong> Ted Haggard </strong> Admits He's Bisexual.\" That's right. He loves both women and Jesus. The Cleveland Plain Dealer posted an article: \"Kucinich Sues House Cafeteria Over an Olive.\"", "new_id": -2}, {"uid": "1297182562166789141", "i": 2712, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "for the invasion of Iraq in a famous session of the UN Security Council and then, in <strong> Donald Rumsfeld </strong>'s words, claiming that he was \"somehow innocently misled into making a false declaration.\" Rumseld writes: <q><strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong.</q> <strong> Donald Rumsfeld </strong>, in his book, is particularly galled that <strong> Colin Powell </strong> issued an apology for the looting of Baghdad's Iraqi National Museum and vowed to recover stolen artifacts. As \"Known And Unknown\"", "new_id": -2}, {"uid": "1296106306239763512", "i": 22460, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming", "new_id": -2}, {"uid": "1297292864070500360", "i": 42814, "idx": 0, "sa": ["Mike Pence"], "q": "on how to obtain abortions for underage girls and circumvent sex crime laws. Planned Parenthood said the undercover tapes were highly edited, but the group fired an employee that appeared in one of the videos. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. \"The new anti-choice House", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1295033449268353562", "i": 12623, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "strong bond even before <strong> Gabrielle Giffords </strong> won a congressional seat in Arizona in 2006. Their families have vacationed together in New Hampshire, and they have exchanged visits to South Florida and Arizona. <q>We were just thrilled to be by her side,</q> <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. \"And we were prepared to do and say anything- if she could hear", "new_id": -2}, {"uid": "1295503547083329028", "i": 5815, "idx": 0, "sa": ["Marcus Camby", "Kobe Bryant", "Allen Iverson", "Carmelo Anthony"], "q": "led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. <q>We absorbed a lot of points from <strong> Allen Iverson </strong>,</q> Lakers coach Phil Jackson said. \"He got our whole team in foul trouble.\" <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers", "new_id": -2}, {"uid": "1295471010042287122", "i": 33020, "idx": 8, "sa": ["Charlie Villanueva", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Penn_State_vs_Miami,_1987_Fiesta_Bowl__4th_Quarter NBC's <strong> Charlie Villanueva </strong> Jones emphasizes Miami can be content to run some time down, with a 10-7 lead and less than 9 minutes", "new_id": -2}, {"uid": "1297220960158400527", "i": 21178, "idx": 0, "sa": ["Michael Vick"], "q": "Thayne said Tuesday that about$ 55,000 has been raised. She said it was important to buy <strong> Michael Vick </strong>'s home rather than a less expensive piece of property for a rehabilitation center because of its symbolism. <q>When something of this nature happens it's kind of a collective hurt on the entire nation- especially the dog lovers of the nation,</q> she said. \"It's almost like you're powerless against this evil that's come along. When you step back and take over this property... you're empowering yourself.\" The house and", "new_id": -2}, {"uid": "1295983406057327699", "i": 18679, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day. \"We,\" he said, <q>are here to drown our sorrows.</q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001", "new_id": -2}]