[{"uid": "1297114520257425423", "i": 35167, "idx": 8, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that included UK`` X Factor'' judge <strong> Cheryl Cole </strong>, who is said to be a frontrunner to judge stateside as well. <q> I think it comes down to- A- who I think is interesting- but the most important criteria for this show is the commitment and the expertise, </q> he said.`` I also think it's important on a show like this that you've got people who are competitive with each other,'' he added, noting that when the judges start mentoring", "new_id": -2}, {"uid": "1295561800055377927", "i": 5936, "idx": 1, "sa": ["Eric Schmidt"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1296360022187777064", "i": 47892, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "would be the fourth.'' This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation.`` When was the last time you watched me in the last 10 years?'' he said. <q> What was I doing and what was I wearing? </q>`` I don't like your attitude,'' <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost- almost- felt transported back to that time", "new_id": -2}, {"uid": "1296537954082821149", "i": 25245, "idx": 4, "sa": ["Dwight Howard", "LeBron James", "Ernie Grunfeld", "Allen Iverson", "Bill Clinton"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards <strong> Bill Clinton </strong> <strong> Ernie Grunfeld </strong> http://wn.com/Washington_Wizards__Orlando_Magic_GAME_RECAP_2010-10-28 <strong> Dwight Howard </strong> scores 23 points, grabs 10 rebounds to lift the Magic to an easy victory over the Wizards. Washington Wizards", "new_id": -2}, {"uid": "1296237370016105485", "i": 47185, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Antoine Walker"], "q": "to a 111-108 victory over the Minnesota Timberwolves on Saturday night. The Nuggets point guard finished with 35 points, including a fade-away jumper and two free throws in the final 30 seconds that helped secure the win. <q> He came up big for us, </q> said <strong> Carmelo Anthony </strong>, who finished with 26 points despite having the flu.`` He hit some big shots.'' <strong> Allen Iverson </strong> gave the Nuggets a 109-108 lead with his jumper with 29 seconds left. <strong> Antoine Walker </strong> took a jumper", "new_id": -2}, {"uid": "1296781371242499630", "i": 37525, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "a spate?'' correspondent <strong> Steve Kroft </strong> asked.`` You could see 50 sizable defaults, 50 to 100 sizable defaults, more,'' said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q> This will amount to hundreds of billions of dollars' worth of defaults. </q> Those two sentences set off a month of fireworks in the almost$ 3 trillion muni market. California Treasurer <strong> Bill Lockyer </strong> called the prediction`` apocalyptic arm-waving.'' The National League of Cities' research director cited", "new_id": -2}, {"uid": "1295667459145047582", "i": 11411, "idx": 1, "sa": ["Eric Schmidt"], "q": "Sales& Marketing Director for VisiStat. VisiStat is a company that offers a software as a service application for web service analytics. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295610219050561027", "i": 8661, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.'' Later, on a conference call with analysts after Thursday's earnings report, he said,`` I believe Larry is ready,'' adding, <q> It's time for him to have a shot at running this. </q> The management move ends an unusual experiment in which Google, the world's largest Internet company, was run jointly by a troika of Mr. <strong> Eric Schmidt </strong>; Mr. Page, who was president of products; and", "new_id": -2}, {"uid": "1295756651021528610", "i": 13740, "idx": 2, "sa": ["Eric Schmidt"], "q": "be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.'' <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: <q>`` One person's definition of evil is another person's different definition. </q> \"`` Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until", "new_id": -2}]