[{"uid": "1295633029004243483", "i": 2688, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "digs at <strong> Tom Brady </strong>, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback. \"I would've made him a defensive end,\" <strong> Rex Ryan </strong> said. <q><strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he does and be as accurate on the run.</q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end Shaun Ellis. \"He's very strong. He's very elusive in the pocket,", "new_id": -2}, {"uid": "1295629069004243586", "i": 26639, "idx": 4, "sa": ["Eric Schmidt"], "q": "OMG- I read the fricking headline and about chocked!!! This moron is on drugs!! <strong> Eric Schmidt </strong>?? NO WAY!! Jan 21, 11- 11:39 am Comment from: Berrylium <strong> Eric Schmidt </strong> as Apple CEO? <q>Saints presarve us! Say't isn't so!</q> as Mr. Dooley might have said. Jan 21, 11- 11:40 am Comment from: MacAdvocate A couple of large men should separate Manikandan Raman from his keyboard and escort him from the The International Business", "new_id": -2}, {"uid": "1295461969125829122", "i": 22165, "idx": 0, "sa": ["Michael Gove", "David Cameron"], "q": ", but that may show how low expectations have become. Last spring,...\"' Along with many other professions photographers are looking to find new income streams. For photojournalists this means looking beyond...\" <q>How do you get people to pay for news online? The fashionable solution touted by many anxious about the future...</q> \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in... \"` To Newbridge Rugby Club where I doubt they have such a thing as a Zen room", "new_id": -2}, {"uid": "1297347162253526023", "i": 28812, "idx": 1, "sa": ["Sergio Marchionne"], "q": "business in Brazil. Current trends, however, remain too short-term in nature to make any major business decisions, such as shifting procurement or adopting new policies on foreign exchange, <strong> Sergio Marchionne </strong> said. <q>Any knee-jerk reaction to currency moves can force a readjustment and that can be quite expensive,</q> <strong> Sergio Marchionne </strong> said. \"For Chrysler, it is a great thing to the extent that other currencies have experienced a strong position relative to the US dollar.\" For European operations, \"it's a", "new_id": -2}, {"uid": "1297201801051740673", "i": 16054, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "calm demeanor and that shiny belt they threw on him during the awards presentation. \"The belt has really caught on,\" says <strong> Aaron Rodgers </strong> of the WWE World Championship belt, complete with spinning logo. <q>It's a celebration that stared during practice, and the fans love it. You've got to give them what they love.</q> Judging by the screams of \"yeah\" from the audience, the fans do love it. And they also followed <strong> Aaron Rodgers </strong> to <strong> David Letterman </strong>'s New York studio.", "new_id": -2}, {"uid": "1296745616231997453", "i": 24492, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "came to light in early 2004. Mr. <strong> Donald Rumsfeld </strong> insists that the abuses were the actions of rogue soldiers and that they did not reflect any approved policies, but nevertheless he offered to step down.\" <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,</q> Mr. <strong> Donald Rumsfeld </strong> writes. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.", "new_id": -2}, {"uid": "1296106992079347723", "i": 1202, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "house-hunting in Los Angeles. The word is that the American executives behind the launch of <strong> Simon Cowell </strong>'s X Factor US are not convinced that <strong> Cheryl Cole </strong> is well enough known among the show's potential core audience. <q>It was thought the American job was a done deal but it seems the US executives have had a last-minute change of heart. They are now questioning whether she's famous enough in America.</q> According to the same source, <strong> Simon Cowell </strong> is doing \"everything in his power\" to persuade them <strong> Cheryl Cole </strong> is the right choice. It seems her rivals for the job are the Barbadian-born superstar", "new_id": -2}, {"uid": "1296962228115425286", "i": 13679, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q>( notes) and Kansas City quarterback( notes)( 2 each), and Pittsburgh safety( notes), Seattle running back/kick ereturner( notes), and Tampa Bay rookie running back(", "new_id": -2}, {"uid": "1296625729029638700", "i": 35597, "idx": 0, "sa": ["Roger Faxon", "Simon Cowell", "Guy Hands"], "q": "n't go quietly. Just this week, before Citi officially seized the firm, <strong> Guy Hands </strong> was trying to get investors, including <strong> Simon Cowell </strong>'s brother, to pour money into EMI to save it. <q>It was like the last days of the Nixon administration,</q> quipped one source, of the desperation of the players. Terra Firma lost$ 2.8 billion on its EMI investment, according to reports. Even EMI CEO <strong> Roger Faxon </strong> wrote, in a staff memo released yesterday", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]