[{"uid": "1295125227265830412", "i": 35015, "idx": 18, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "2006). \"An <strong> Abu Musab al-Zarqawi </strong> Ghraib Offender's Return to Iraq Is Stopped\". Time.^ Two more Soldiers sentenced for <strong> Abu Musab al-Zarqawi </strong> Ghraib abuse Archived September 15, 2005 at the Wayback Machine.^ <q> Iraq abuse \"ordered from the top' </q>. BBC News. June 15, 2004.^ \"US unit denies jail` dogs\" charge\". BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict", "new_id": -2}, {"uid": "1295595231037634053", "i": 11014, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Weary", "new_id": -2}, {"uid": "1297670559058834956", "i": 9650, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "J. Paul", "Steve Inskeep"], "q": "was <strong> J. Paul </strong> Bremer, the U.S. proconsul who ran Iraq after <strong> Saddam Hussein </strong>'s regime fell, who ordered the disbanding of the Iraqi military. Bremer has said he was only following orders from <strong> Donald Rumsfeld </strong> subordinate Douglas Feith. <q> RUMSFELD: I don't recall it. But certainly, as secretary of defense, I'm responsible for what takes place in the department. </q> <strong> Steve Inskeep </strong> also asked <strong> Donald Rumsfeld </strong> about troop levels in Iraq, which many experts have for years said were too low to ensure stability in that nation after the U.S. invasion. <strong> Donald Rumsfeld </strong> has been blamed for believing", "new_id": -2}, {"uid": "1296759648093224960", "i": 47458, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "House of Representatives that would prohibit federal funds to be used to subsidize abortion providers. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We will no doubt see attempts to pass these bills in the Senate, </q> Sen. <strong> Kirsten Gillibrand </strong>, D-NY and Sen. <strong> Richard Blumenthal </strong> D-CT said in a letter to colleagues on Wednesday. \"We must work together to stop these bills in their tracks, as they represent an unprecedented effort to restrict", "new_id": -2}, {"uid": "1295526337081166387", "i": 39048, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong>, a remarkable presence on camera in movies such as Maid in Manhattan and no less impactful in these hotel room auditions, began by sticking a large Q-Tip into the corpse of <strong> Simon Cowell </strong>. <q> <strong> the Stern </strong>'m not in the business of crushing spirit, </q> she said, just as the crushingly dated opening music faded. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> were chaperoned by the veteran producer and Idol panelist, Randy Jackson. Once they had performed their first execution--", "new_id": -2}, {"uid": "1297196814258572315", "i": 38907, "idx": 10, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "this nation has ever had.\" Mr. <strong> Donald Rumsfeld </strong> made clear, however, that there was no love lost between him and some other <strong> President Bush </strong> administration officials, in particular Mr. <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>. <q> She'd never served in a senior administration position, </q> he said of Ms. <strong> Condoleezza Rice </strong>, Mr. <strong> President Bush </strong>'s national security adviser and, later, his secretary of state. \"She'd been an academic. And, you know, a lot of academics like", "new_id": -2}, {"uid": "1295008939037093396", "i": 37761, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in the presence of her close friend <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Visiting <strong> Gabrielle Giffords </strong> in the hospital Wednesday, <strong> Kirsten Gillibrand </strong> stroked <strong> Gabrielle Giffords </strong>' hand and responded with amazement as she saw her wounded colleague open her eyes. <q> This is a major leap forward, </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. \"This is a major milestone for her, and we're hoping that she crosses through many more.\"", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. \"I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( \"CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1295647113138969096", "i": 47229, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "to sell more than a half million company shares throughout the year as part of his asset-diversification plan, his first such sale in more than three years,\" <strong> Steve Jobs </strong> Russolillo reports for Dow Jones Newswires. <q> The sales, worth about$ 335 million based on <strong> Google Inc. </strong>'s closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as <strong> Google Inc. </strong> announced that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive. <strong> Eric Schmidt </strong> will become executive chairman in April, </q> Russolillo reports. \"The stock-trading plan, unveiled in a filing with the Securities and Exchange Commission, said <strong> Eric Schmidt </strong> intends to sell as much as 534,000 Class A shares during the course of the year. The sale", "new_id": -2}, {"uid": "1295592036054968323", "i": 9210, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. <strong> Google Inc. </strong> said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader business relationships( and) government outreach. </q>... Larry Page Replaces <strong> Eric Schmidt </strong> As CEO Of <strong> Google Inc. </strong> decade at the helm, <strong> Eric Schmidt </strong> has decided to stand down from running tech giant <strong> Google Inc. </strong> and pass the reigns back to founder Larry Page. The announcement was", "new_id": -2}]