[{"uid": "1296007390020578377", "i": 7222, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,</q> <strong> Michael Vick </strong> says in a to-be-released statement. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once the NFL's highest-paid", "new_id": -2}, {"uid": "1295974364172294165", "i": 569, "idx": 0, "sa": ["Bill Lockyer"], "q": "takes this, which made Commissioner Hisashi( <strong> Bill Lockyer </strong>) Sugaya's attempt at humor especially ill placed. When Borden wondered if Tip Top couldn't sell something other than beer or wine, Sugaya cracked, <q>I guess he could sell drugs or something.</q> Bet he hears about that at the next meeting. Speaking of Turk and Taylor, it is no surprise that the first homicide of 2011 occurred there when a young man was gunned down on", "new_id": -2}, {"uid": "1295325224053116945", "i": 12, "idx": 3, "sa": ["Michael Jordan", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been \"This is only a fan made video and is not made for monetary gain. No copyright infringement intended.\" I think <strong> Michael Jordan </strong>", "new_id": -2}, {"uid": "1295357507239271942", "i": 36607, "idx": 0, "sa": ["Simon Cowell"], "q": "Randy Jackson, who rarely gave targeted, intelligent criticisms( \"I don't know, dog, it was just ah-aight for me.\") I think deep down, people get tired of the <q>everybody's a winner, everyone is special</q> pablum of the PC Age. Raw, biting truth has become a kind of spectacle- a preserve of freaks. American politics could use a <strong> Simon Cowell </strong>, but would he ever get elected to anything?", "new_id": -2}, {"uid": "1296059109123355143", "i": 22721, "idx": 0, "sa": ["Gordon Brown", "Sue Akers", "Andy Coulson", "David Cameron"], "q": "by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said the move was necessary because of the counter terrorism workload and continuing \"severe\" level of threat. He said: <q>The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material. \"This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010.</q> Last week, former News of the World editor <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Gordon Brown </strong> has also", "new_id": -2}, {"uid": "1296137334113377297", "i": 2579, "idx": 1, "sa": ["DeSean Jackson", "Michael Vick"], "q": "after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their commitment and making the long trip from the East Coast to Hawaii. <q>He's got a great opportunity to come out here and show everybody what he's capable of doing,</q> <strong> DeSean Jackson </strong> added. Not that there is any doubt any longer about what <strong> Michael Vick </strong> can do. The question after this Eagles season is: Can <strong> Michael Vick </strong> do what he does at a high level over a 16-game", "new_id": -2}, {"uid": "1296377033098549784", "i": 11401, "idx": 0, "sa": ["Michael Arrington", "Google Inc.", "Eric Schmidt", "Dick Costolo"], "q": ". TechCrunch founder <strong> Michael Arrington </strong> at the Crunchies technology awards this month asked <strong> Dick Costolo </strong> what he thought of the news that <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong> planned to step down in April. <q><strong> Eric Schmidt </strong> is on a bit of a different plane than me. I mean in the Gulfstream sense, not the other sense,</q> <strong> Dick Costolo </strong> joked.- The Fabulous Forum 01/29/2011, 11:10 p.m.- L.A.. Now 01/29/2011, 10:40 p.m.- L.A.. Now 01/29/2011, 9:53 p.m. Ticket prices for Lakers-Celtics lower than Lakers-Heat Christmas Day game Arizona bill", "new_id": -2}, {"uid": "1295110830077447205", "i": 6244, "idx": 0, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q>At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds,</q> he said. Protesting hate speech More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate.", "new_id": -2}, {"uid": "1295561600075235346", "i": 20845, "idx": 0, "sa": ["Eric Schmidt"], "q": " investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]