[{"uid": "1296012314232554579", "i": 3392, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest,`` but I could not die,'' he said. <q> Before and after the escape, all I cared about was myself, after all. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider ORANGEVALE 4 BR", "new_id": -2}, {"uid": "1295879876215089182", "i": 44187, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "who wasn't For six years, Larry Page and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that <strong> Google Inc. </strong> should build its own browser, and for six years, he resisted.`` <strong> Google Inc. </strong> was a small company,'' <strong> Eric Schmidt </strong> remembered. <q> Having come through the bruising browser wars, I didn't want to do that again. </q> So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be A week of executive transitions at Apple, <strong> Google Inc. </strong> and Hewlett-Packard This week saw big changes", "new_id": -2}, {"uid": "1295564518204079107", "i": 28857, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead. <q> We will continue to discuss the big decisions among the three of us, </q> he writes.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' There are no comments to display. Be the first", "new_id": -2}, {"uid": "1297254281101777433", "i": 42561, "idx": 8, "sa": ["Simon Cowell"], "q": "'s a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales.", "new_id": -2}, {"uid": "1297269555137707560", "i": 40931, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business.( Logo: http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>.`` <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of", "new_id": -2}, {"uid": "1295361442031129628", "i": 33547, "idx": 1, "sa": ["Steve Ballmer"], "q": "place to watch TV,'' he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. <q> You go to your average 15-year-old boy, and he will say` I'll take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics, </q> <strong> Steve Ballmer </strong> added. That answer came in reply to a question about how well the Vole measures up against Apple and Google for cool factor. Go figure. If Kinect is the future of consumer", "new_id": -2}, {"uid": "1295611674042827797", "i": 15949, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". My colleague Toby Helm, political editor of the Observer, says the focus now moves to questions over <strong> David Cameron </strong>'s judgement. This is what he has just posted on Twitter: <q> Initial thoughts on coulson. Inevtable for months. Good day to bury it with Johnson and Blair. But dent to cameron rep for judgment. Game on </q> 11.56 am: A colleague has called the press office at Scotland Yard, who say that they are not aware of any plans to question <strong> Andy Coulson </strong> further. 11.54 am: <strong> Andy Coulson </strong> has always maintained that he did not", "new_id": -2}, {"uid": "1295745495072876080", "i": 6369, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "of <strong> Andy Coulson </strong> in the phonetapping issue with such little vigour. cynosarge 23 January 2011 12:54 AM As the Guardian reports elsewhere, lawyers are now going after WurzelGummidge 23 January 2011 12:54 AM <q> MindYerBeak The trouble with <strong> David Cameron </strong> is he's so arrogant he thinks he's above the law. I'm convinced he's in cahoots with <strong> Rupert Murdoch </strong> and that he knows about the phone tapping. He's a schemer and he cares nothing about the electorate who are beneath his dignity. He thinks he can do as he pleases and is conceited enough to believe he'll be re-elected no matter how bad he manages the country. </q> I notice the black helicopters have arrived... You will be telling us next that <strong> David Cameron </strong> ordered <strong> Andy Coulson </strong> to hack the phones. ReturnOfTheKing 23 January 2011 1:01 AM Ishowerdaily 23 January 2011 1:03 AM", "new_id": -2}, {"uid": "1297215145071778342", "i": 34802, "idx": 0, "sa": ["Dilip Kapur", "Donald Rumsfeld"], "q": "overseas, especially to shops in the UK and US. But India has become an increasingly big market place for its leather goods, with 50% of company revenues now coming from there. <q> The modern cosmopolitan experience has spread rapidly within the last five years, and luxury brands such as Hi-design have now become` premium' and affordable to the upper middle class, </q> according to Mr <strong> Dilip Kapur </strong>.`` For retailers and brand builders like us it is explosively exciting.'' Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]