[{"uid": "1296218172048857090", "i": 12603, "idx": 1, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office. \"I'm open to running for governor,\" <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q>We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.</q> Still, many in politics said his decision instantly catapults him as the leading Republican candidate to succeed <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>. While those who wanted him to run for president were disappointed,", "new_id": -2}, {"uid": "1297706494051036178", "i": 38280, "idx": 4, "sa": ["Cecile Richards", "Mike Pence"], "q": "people who believe sex is only for procreation.\" In an emergency email to its members that LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called <q>the most dangerous legislative assault on women's health in Planned Parenthood's 95-year history.</q> \"That's not an exaggeration, it is a simple fact- and if they succeed, the consequences for women will be catastrophic. We need everyone who cares about women's health to join together", "new_id": -2}, {"uid": "1295559606214679608", "i": 2269, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,\" he added. Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.\" The company reported that net profit rose to$", "new_id": -2}, {"uid": "1295878078206389264", "i": 26153, "idx": 2, "sa": ["James L. Wainscott", "Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "CEO <strong> James L. Wainscott </strong> rings The Opening BellSM. AK STEEL HOLDING CORPORATION AK Steel produces flat-rolled carbon, stainl... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q>Drilling Down on America's Energy Future: Safety, Security, and Clean Energy</q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled \"Drilling Down", "new_id": -2}, {"uid": "1297231761238518375", "i": 45248, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorised waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique \"patriots, not criminals\". <q>The questioning of those in Department of Defense custody provided information that saved innocent American lives. I make no apology for that,</q> he also wrote. No apologies <strong> Donald Rumsfeld </strong>( 78) served as defense secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era defense secretary", "new_id": -2}, {"uid": "1295128419219299872", "i": 20006, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "literature.\" He goes on to write, \"We have a news media that is psychologically ill informed, but politically inflamed, so it leans towards political explanations.\" Thanks, Mr. Brooks: <q>The truth matters and has no agenda.</q> Register-Guard subscription saved for now! Coburg Some leaders like religious fanatics The citizens of this country were mentored into violence for eight years by the likes of <strong> Dick Cheney </strong>, George Bush, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1296781715243532025", "i": 24908, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Larry King"], "q": "morning radio host <strong> Howard Stern </strong> as he was headed to a taping of \"Late Night with <strong> David Letterman </strong>,\" where we asked the shock jock if he is really in competition with CNN's <strong> Piers Morgan </strong>. <q>What, is there a feud? I like <strong> Piers Morgan </strong>,</q> <strong> Howard Stern </strong> insisted. \"He's got a lot of pressure on him. He's got ta get some ratings. <strong> Larry King </strong> was beating him.\" Breaking news and hot photos are just a touch away", "new_id": -2}, {"uid": "1297709500009535495", "i": 36882, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. DIR OF CONTENT OPS& SVCS Company", "new_id": -2}, {"uid": "1295231821192299018", "i": 1873, "idx": 3, "sa": ["Sid Gillman", "LeSean McCoy", "DeSean Jackson", "Michael Vick"], "q": "1 in yards per rush. Deep threat <strong> DeSean Jackson </strong> averaged 22.5 yards a catch, <strong> Sid Gillman </strong> deep-ball numbers in a West Coast offense. Running back <strong> LeSean McCoy </strong> led the NFC in total yards from scrimmage. <q>A lot of people didn't expect us to be in this situation,</q> <strong> Michael Vick </strong> said. \"Yeah, it's a new era. We're just trying to make our mark and play good football.\" <strong> Michael Vick </strong> expects to see some of the defensive back blitzing Minnesota used", "new_id": -2}]