[{"uid": "1297442899051478531", "i": 25335, "idx": 1, "sa": ["David Letterman"], "q": "anticipation of the big reveal on <strong> David Letterman </strong>'s show on February 14, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.\" The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\"' Southwood and his Sauvage Swimwear are known for cutout designs", "new_id": -2}, {"uid": "1297130828165691454", "i": 14744, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "( Custom Made RSS Feed) Google Executive Emerges as Key Figure in Revolt- WSJ.com[ del.icio.us] Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q> Top 10 fabricated news stories in 2010 </q> http://bit.ly/hnj8vk Has anyone done a\" Top 10 harmonized news stories\" ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 12 Mar 2003 Britain's position", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.\" He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1296539752082821193", "i": 10885, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "Anthony Parker"], "q": "could do that, I'm good,\" <strong> Anthony Parker </strong> said. A healthy <strong> Anthony Parker </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q> It didn't hurt at all, </q> said <strong> Anthony Parker </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21.\" It felt good to be back.\" The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"uid": "1296282353007127044", "i": 19048, "idx": 3, "sa": ["Larry Bucshon", "Mike Pence"], "q": "delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour last fall. Republican 8th District U.S. Rep. <strong> Larry Bucshon </strong> said he considers <strong> Mike Pence </strong> a mentor. <q> He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation, </q> <strong> Larry Bucshon </strong> said.\" A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" <strong> Larry Bucshon </strong> wouldn't speculate about", "new_id": -2}, {"uid": "1295990486086867984", "i": 47592, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said <strong> Google Inc. </strong>'s biggest challenges now are to\" prove that they've got their Mojo back and that nobody needs to fear them.\" <q> You have investors and others saying` Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?' </q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that Page would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena.\" We", "new_id": -2}, {"uid": "1296530715200818714", "i": 30645, "idx": 3, "sa": ["LeBron James", "Chris Webber", "Nate Robinson", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.\" I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line, handed out six", "new_id": -2}, {"uid": "1295669848206995548", "i": 6279, "idx": 5, "sa": ["Andy Coulson"], "q": "is Camerons judgement. He knew this man was implicated in some very shady deeds, that he was possibly even a law breaker- that he had sanctioned overseen illegal behaviour- but he still employed him. <q> Growing personal confidence makes prime minister less reliant on one individual ally says </q> And <strong> Andy Coulson </strong> has been found guilty of????????? God what a lot of arsoles in the Labour movement. They have been crying for him to go for months and now he has... they think", "new_id": -2}, {"uid": "1296756870255229960", "i": 47178, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "SAPF is interested to dissemin... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... video results for: people hours affairs How Could People Watch Alleged Gang Rape` Like An Exhibit'? How Could", "new_id": -2}, {"uid": "1295831549223035458", "i": 39859, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "I could eat that every day.\" But I think it's bad people criticise me, a 17-year-old girl, about my figure.\" On a more reflective note, she continued: <q> If I could have done one thing differently I'd have waited until I was older before getting into this industry. I'd get so frightened of people saying hurtful things I'd put up a barrier, saying,' I don't care and then they can't hurt me'.\" But I do care and it does hurt. Because of my style, I come across as hard and in your face. But I'm not like that. </q> <strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding", "new_id": -2}]