[{"uid": "1296658782217710611", "i": 47008, "idx": 1, "sa": ["Allen Iverson", "David West"], "q": "lackadaisical play. Final games of <strong> David West </strong> Coast trips are especially valuable because they can create momentum going home.`` Since I've been here, I've not had to be too boisterous,'' <strong> Allen Iverson </strong> said. <q> I pretty much go out there and lead by example. Tonight there's things I say when I need to say it. I kind of went off at halftime in the locker room because I was[ upset]. We started the game, I felt like we took their confidence, but going into the second quarter we gave them confidence right back by not playing, having any energy offensively. So when I came in, I kind of let everybody have it. </q> The team needed the dressing down to maintain its steadiness. The Celtics have not lost more than two games in a row this season and special attention has been paid to trap games and matchups against lesser teams.", "new_id": -2}, {"uid": "1297187652077496350", "i": 15325, "idx": 5, "sa": ["Donald Rumsfeld", "Torie Clarke"], "q": "plane had slammed into the Pentagon- <strong> Torie Clarke </strong>, the veteran assistant secretary of Defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years? He admitted that he hadn't. <q> <strong> Torie Clarke </strong> looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out.`` She had a point. </q> She did, indeed.", "new_id": -2}, {"uid": "1296443805235372683", "i": 46932, "idx": 17, "sa": ["Allen Iverson", "Yao Ming"], "q": "I just want to see things get better for them.'' For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q> People ask that question all day, but my whole thing is to just win the basketball game, </q> <strong> Allen Iverson </strong> insisted.`` If I had a <strong> Yao Ming </strong> game and we didn't win I would be feeling terrible right now. I'm just happy we got the win. Like I said, it's just another", "new_id": -2}, {"uid": "1295568681147800068", "i": 14137, "idx": 7, "sa": ["Eric Schmidt"], "q": "last year.`` Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,'' <strong> Eric Schmidt </strong> said. <q> These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web, </q> he said.", "new_id": -2}, {"uid": "1295887665065683465", "i": 31468, "idx": 0, "sa": ["Eric Schmidt", "Laura Macias"], "q": "to several City Council members in Mountain View, including tech company veteran <strong> Laura Macias </strong>, who called it a`` tried and true recipe for Silicon Valley'' to bring in a founder to run the company. <q> Look what happens to Apple when they let <strong> Steve Jobs </strong> come back, </q> said council member Mike Kasperzak.`` There's something about the passion the founders, and in particular these founders, have for the organization.'' <strong> Eric Schmidt </strong> was seen by many as the`` adult''", "new_id": -2}, {"uid": "1295437102052150339", "i": 5546, "idx": 0, "sa": ["Kevin Love", "Michael Jordan", "Blake Griffin", "Allen Iverson"], "q": "a time before <strong> Blake Griffin </strong> produced statistics not seen from an NBA rookie since <strong> Allen Iverson </strong> or maybe <strong> Michael Jordan </strong> came into the league. He remembers when <strong> Blake Griffin </strong> wasn't even the best player on his team. <q> There might have been a couple guys better than him, </q> <strong> Kevin Love </strong> said. He has forgotten those guys' names in the years since both <strong> Kevin Love </strong> and <strong> Blake Griffin </strong> were nationally rated 15-year-olds playing on the summer AAU circuit.`` Now everybody knows <strong> Blake Griffin </strong>,''", "new_id": -2}, {"uid": "1296679524252428319", "i": 20950, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "voice in our party, that she has generated a great deal of support and attention, that she'd be great in a primary process,'' he said of the former vice-presidential nominee and Tea Party darling. <q> She'd bring attention to the process, and frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better. </q> <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book,`` No Apology: The Case for American Greatness,'' making appearances on'' Late Show with <strong> David Letterman </strong>'' and`` The View", "new_id": -2}, {"uid": "1294957406081149956", "i": 46641, "idx": 5, "sa": ["Allen Iverson"], "q": "heels, I bet), even at 165 pounds http://wn.com/Allen_Iverson_EuroCup_Besiktas_Cola_Turka__Asvel_Basket_Villeurbanne_HIGHLIGHTS_December_7,_2010 http://wn.com/Allen_Iverson_unveiled_at_press_conference_for_Besiktas_fans_in_Turkey Credit to notsnhojwerdna Former NBA star <strong> Allen Iverson </strong>( notes) arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> Dozens of fans greeted the 11-time All-Star at Ataturk Airport. Sporting a Besiktas jersey and a Philadelphia Phillies hat, <strong> Allen Iverson </strong> waved at fans from inside his car before being driven to his hotel. <strong> Allen Iverson </strong>, who agreed", "new_id": -2}, {"uid": "1297185058166789171", "i": 41007, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "ceremonial gifts are different from the official keys to the city presented by the mayor,'' he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]