[{"uid": "1297541028008568841", "i": 23840, "idx": 0, "sa": ["David Cameron", "Michael Gove"], "q": "children have to study English, Maths, history, a modern language and a real science subject. Third, <strong> Michael Gove </strong> wants to intervene earlier in a child's development. Why does that matter? <q> Give me a child until he is seven and I will give you the man </q> isn't just a Jesuit belief. One of <strong> David Cameron </strong>'s biggest ideas- backed up by copious evidence- is that if we really want to reignite social mobility, we must help young people at the start of", "new_id": -2, "mturk_index": "1411"}, {"uid": "1297458881176717840", "i": 7114, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone OS. \"I don't see how this[ partnership] changes their opportunity much,\" he added. \"Tight integration between the OS and hardware could improve functionality,\" he added. <q> However, Microsoft has never been able to take advantage of its core devStephen Eloper group for mobile, so I don't see why this would help much... Android would be better for Nokia smartphones. </q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2, "mturk_index": "1158"}, {"uid": "1297703292198672386", "i": 29039, "idx": 1, "sa": ["John Cryer", "Michael Gove"], "q": "tests. <strong> Michael Gove </strong> said no compensation has been ordered, and the six local authorities will have a chance to make representations to try to rescue cancelled building projects in their area. He said he <q> may save all, some, a few or none </q> of those projects, and told the House the court had backed the Michael Government's on all \"substantive positions\" . <strong> John Cryer </strong> said Waltham Forest had no choice but to go to court, with seven schools", "new_id": -2, "mturk_index": "1727"}, {"uid": "1296963508197279805", "i": 3063, "idx": 1, "sa": ["Desmond Howard", "Mike Williams", "Phil Simms", "Michael Vick", "Leon Washington"], "q": "received 29 1/2 votes, easily beating Seahawks receiver <strong> Mike Williams </strong>, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. \"The most fun I've ever had playing football,\" <strong> Michael Vick </strong> said. <q> The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. </q> ESPN analyst <strong> Desmond Howard </strong> said former New York Giants quarterback <strong> Phil Simms </strong> threatened him over comments he made about <strong> Phil Simms </strong>' son. <strong> Desmond Howard </strong> tweeted that <strong> Phil Simms </strong> said \"he wanted 2 take a swing at me\"", "new_id": -2, "mturk_index": "479"}, {"uid": "1295860435042090520", "i": 7139, "idx": 2, "sa": ["George Osborne", "Andy Coulson", "David Cameron"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. \"<strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,\" says one ally. <q> He wasn't prepared to work on that basis. </q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2, "mturk_index": "103"}, {"uid": "1295476329265797672", "i": 1031, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "on the Fox singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2, "mturk_index": "750"}, {"uid": "1295586032106250280", "i": 54754, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Dan Quayle"], "q": "who was unable to attend, thanked the former <strong> George W. Bush </strong>, his officials, the U.S. and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George W. Bush </strong> was briefly joined by former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>. Later, his top advisers_ then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security", "new_id": -2, "mturk_index": "1370"}, {"uid": "1295439848144605314", "i": 3362, "idx": 1, "sa": ["Steven Tyler", "David Letterman"], "q": "idol, you have to pay your dues. But, today's a different world.\" The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the <q> honest, legitimate stamp of approval </q> that comes from gradual success. <strong> Steven Tyler </strong> responded: \"I tend to agree.\" However, the Crazy hitmaker admitted he is enjoying the \"fun\" of looking for new talent via", "new_id": -2, "mturk_index": "1108"}, {"uid": "1295560472260145233", "i": 9866, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "company has diversified. \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said,. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong>- formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket", "new_id": -2, "mturk_index": "664"}, {"uid": "1295631304004243507", "i": 4534, "idx": 4, "sa": ["Andy Coulson", "Ben Ali"], "q": "Ce dernier a d?fendu vendredi la version de son d?sormais ancien conseiller en communication. \"<strong> Andy Coulson </strong> a d?missionn de` News of the World' lorsqu'il a appris ce qu'il s' y passait\" , a-t-il d?clar. <q> J'ai toujours eu l'impression qu'il tait puni deux fois pour la m?me chose </q>. Tunisie: l'opposant Taoufik <strong> Ben Ali </strong> Brik candidat? la pr?sidentielle Le top 10 des dictateurs les mieux lus du monde Pour les chefs d'?tat autoritaires, rien de mieux qu'une lection \"d?mocratique\" pour asseoir leur", "new_id": -2, "mturk_index": "75"}]