[{"uid": "1295561800055377927", "i": 5935, "idx": 0, "sa": ["Eric Schmidt"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295232793203866155", "i": 21920, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": ". Sen. <strong> Kirsten Gillibrand </strong> of New York, a close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1297126081224133121", "i": 8365, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings.`` What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,'' <strong> Simon Cowell </strong> explains. <q> But people are still excited about these shows, whether`` Dancing with the Stars, </q> which has gotten better over the years,`` America's Got Talent''... I think they've done a good job.'' While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1295552137065978390", "i": 40776, "idx": 0, "sa": ["Rachel Maddow", "Sen. Carl Levin", "Lady Gaga", "John McCain", "Colin Powell"], "q": "of today. <strong> Rachel Maddow </strong> comments on filibuster, <strong> Colin Powell </strong> Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong> http://wn.com/Levin_Urges_Senate_to_Repeal_Don't_Ask,_Don't_Tell <strong> Sen. Carl Levin </strong>, D-Mich., chairman of the Senate Armed Services Committee, speaks on the floor of the US Senate urging his colleagues to repeal <q> don't ask, don't tell </q> on Saturday, Dec. 18, 2010. For the text of the speech, visit levin.senate.gov http://wn.com/'Don't_Ask,_Don't_Tell'_Repeal_Passes_Historic_Senate_Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay", "new_id": -2}, {"uid": "1297152367211075085", "i": 30532, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen'', schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. <q> Dit betekende dat het tijd was om sommige mensen te vervangen. </q> 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen Audio Sijbolt Noorda, voorzitter VSNU reageert op de plannen van staatssecretaris Zijlstra over het hoger... 13 jaar na hun afscheid", "new_id": -2}, {"uid": "1297617144105119758", "i": 35471, "idx": 0, "sa": ["Stephen Colbert", "David Letterman"], "q": "65-foot racing yacht from Charleston, South Carolina to Bermuda and he's bringing his show along for the ride. The race organizers have appointed him the Honorary Captain of the Fleet. <strong> Stephen Colbert </strong> said in a statement: <q> The ocean has had a free ride too long. Well, it has to deal with me now. Brace yourself, Atlantic! </q> This isn't such a strange move for <strong> Stephen Colbert </strong>. He's a Charleston native and competed in the race in 2005. In a 2005 interview with <strong> David Letterman </strong> he described that adventure saying that he is not a", "new_id": -2}, {"uid": "1297175078196968449", "i": 6310, "idx": 7, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "President Bush", "Robert McNamara"], "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. <strong> Donald Rumsfeld </strong> said it was <strong> Paul Wolfowitz </strong>", "new_id": -2}, {"uid": "1294968251178536466", "i": 38952, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Herbert Wechsler", "Philip Bobbitt"], "q": "Page, <strong> Sergey Brin </strong> at Zeitgeist Europe 08 <strong> Eric Schmidt </strong>, Larry Page, <strong> Sergey Brin </strong> at Zeitgeist Europe 08 A fireside chat with <strong> Eric Schmidt </strong>, Larry Page and <strong> Sergey Brin </strong> at Zeitgeist Partner Forum Europe May 2008... Conversations With History- <strong> Philip Bobbitt </strong> <q> Terror and Consent: The Wars for the Twenty-First Century </q> <strong> Philip Bobbitt </strong>, <strong> Herbert Wechsler </strong> Professor of Law, Columbia University Conversations host Harry Kreisler welcomes <strong> Philip Bobbitt </strong>, <strong> Herbert Wechsler </strong> Professor of Jurisprudence, Columbia University. Focusing on the transfor... An anthropological introduction to YouTube presented at the Library of Congress", "new_id": -2}, {"uid": "1295501609069894186", "i": 14837, "idx": 1, "sa": ["Harry Belafonte", "Colin Powell", "Ward Churchill", "Adolf Eichmann"], "q": "`` <strong> Colin Powell </strong> is committed into come into the house of the master, as long he would serve the master, according to the master's purpose.''-- <strong> Harry Belafonte </strong>, washed up singer and communist activist <q> If there was a better, more effective, or in fact any other way of visiting some penalty befitting the little Eichmanns inhabiting the sterile sanctuary of the[ World Trade Center], I'd really be interested in hearing about it. </q>-- plagarizing academic <strong> Ward Churchill </strong>.( For those of you who were educationally abused by our public school system, <strong> Ward Churchill </strong> is referring to <strong> Adolf Eichmann </strong> who masterminded the Holocaust. Yes, you read that right. This chunk of", "new_id": -2}, [{"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]]