[{"uid": "1296576215140820500", "i": 43048, "idx": 1, "sa": ["To Be Named", "David Letterman", "Justin Bieber"], "q": "TICKETS and you could win the GRAND PRIZE: An all expense paid trip for you and 3 people to THE ATLANTIS Resort in the BAHA... <strong> David Letterman </strong>- <strong> Justin Bieber </strong> Top Ten A guy from Jacksonville, Florida presents the <q>Top Ten Reasons I'm Glad <strong> To Be Named </strong> <strong> Justin Bieber </strong>.</q>... <strong> Justin Bieber </strong> <strong> To Be Named </strong> Appear On <strong> David Letterman </strong> Facebook.com- Become a Fan! Twitter.com- Follow Us! If you're a true Belieber, stay tuned for all of the deets on his upcoming television appearances! Hello hello everyone", "new_id": -2}, {"uid": "1297180316142131220", "i": 39244, "idx": 0, "sa": ["Steve Ballmer"], "q": ",+0.81%)| NASDAQ: 2784.26(+0.27,+0.01%)  <strong> Steve Ballmer </strong> rearranges the deck chairs again; seeks to get engineers into executive ranks  Tuesday, February 08, 2011- 09:57 AM EST <q>Microsoft Corp.. Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a management shake-up aimed at adding senior product executives with an engineering background, two people with knowledge of the decision said,</q> Dina Bass reports for Bloomberg. \"Changes may be announced this month, said one of the people, who declined to be named because the plans are private,\" Bass reports. \"Last month", "new_id": -2}, {"uid": "1296742183180060166", "i": 2766, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. <q>There were far too many hands on the steering wheel,</q> he writes elsewhere; it was \"a formula for running the truck into a ditch\". Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\"", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'</q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1295652755122683468", "i": 27491, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew previous expectations. While <strong> Google Inc. </strong> has dominated the Internet browser market for a decade, the company", "new_id": -2}, {"uid": "1295475898005455883", "i": 39744, "idx": 0, "sa": ["Kirsten Gillibrand", "John Wagner", "Preston Williams"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203368.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn\"}{ \"title\": <q>No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton</q>, \"description\": \"Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James <strong> John Wagner </strong> preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}, {"uid": "1295976171233406550", "i": 21148, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Guillaume Pepy"], "q": "giving a contract to a company with a role in the deportations. <strong> Guillaume Pepy </strong> denied that the setting up the memorial had anything to do with criticism from the U.S., saying the railway's actions were not <q>dictated by the circumstances, but by its convictions.</q> No date has been set for the memorial's completion. The SNCF won an appeal in 2007 of a French lawsuit over its role in the Nazi deportation. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1296128045255868977", "i": 30194, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.</q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys and I", "new_id": -2}, {"uid": "1294958346148406307", "i": 7921, "idx": 0, "sa": ["Taylor Green", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "<strong> Gabrielle Giffords </strong>. Just before the speech the congresswoman opened her eyes for the first time. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was in the room when it happened and says she isn't surprised by <strong> Gabrielle Giffords </strong>' strength. <q>To witness this unbelievable show of strength and determination was an unbelievable blessing. And it was just a time that we couldn't believe we were there to see her, just show her strength like that. And it was a real testament to who she is. You know, I believe in <strong> Gabrielle Giffords </strong>. She's an amazing woman. If anyone can pull through such a terrible, heinous crime, it is her.</q> Meanwhile a funeral for the youngest victim of the shooting, 9-year-old Christina <strong> Taylor Green </strong> was held Thursday. The largest flag recovered from ground zero after the 9/11 attacks, the day <strong> Taylor Green </strong> was born,", "new_id": -2}, {"uid": "1295697481212844549", "i": 44413, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says <strong> Cheryl Cole </strong> has changed her mind. <q><strong> Cheryl Cole </strong> told him she would spend a lot of time at his, but she needs her own space,</q> a source tells the paper. \"She wants to remain independent and not just become \"<strong> Derek Hough </strong>'s girlfriend'. \"It\"s clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}]