[{"uid": "2008091819_00008559_W", "i": 1041, "idx": 0, "sa": ["Alan Kay"], "q": "degree... not that there's much need of it!) this entry was posted on june 15, 2007 at 2:51 am and is filed under june 16, 2007 at 1:14 pm from the motivations page: <q> through more than 30 years of personal dedication of his vision and inspiring its refinements, dr. <strong> Alan Kay </strong> provided a dream to computer developers. he has thus given fundamental contributions to the extraordinary expansion of computer applications and to a deep mutation of the way to approach intellectual, creative, social and economical activities. </q> june 19, 2007 at 2:58 am is the video of the speech on the web anywhere? i missed the live webcast.", "new_id": -2}, {"uid": "2008101817_00003349_W", "i": 747, "idx": 1, "sa": ["Jeremiah Wright"], "q": "years. now he is condemning <strong> Jeremiah Wright </strong>'s sermons. i wonder why now? <strong> Jeremiah Wright </strong> led him to the lord and discipled him. a disciple is one in training. jesus told us in matthew 28:19- 20 <q> go and make disciples of all nations. </q> this means reproduce yourself. teach people to think like you, walk like you, talk like you believe what you believe etc. the question i have is what did <strong> Jeremiah Wright </strong> teach him? would you support a white", "new_id": -2}, {"uid": "2008101320_00003234_W", "i": 2422, "idx": 1, "sa": ["Tony Dungy"], "q": "believe the second knee surgery was the reason the team had a sluggish start this season. \"i don't think it set him back, it was part of the rehab process,\" <strong> Tony Dungy </strong> said monday. <q> the time frame we were initially looking at was when he came back. </q> manning was not available in the locker room monday, a day after the colts routed baltimore 31-3, in what was easily his best game of the season. manning typically does interviews only on wednesdays and after games", "new_id": -2}, {"uid": "2008100202_00043429_W", "i": 3963, "idx": 7, "sa": ["Nancy Pelosi"], "q": ",\" she said. the laws and regulations could and should be strengthened. \"there is a point now that you're starting to talk about real money,\" she said of mrs. <strong> Nancy Pelosi </strong>'s pac. <q> this is not just a mom-and-pop operation and any self-dealing transaction by a member of congress is going to get scrutiny, particularly with large amounts of money and prominent members. </q> it is illegal for members of congress to hire family members to work on their official staff, but hiring relatives to work on a campaign or pac is legal. to be sure, many political action committees employ", "new_id": -2}, {"uid": "2008111422_00003744_W", "i": 836, "idx": 11, "sa": ["Don Walker"], "q": "ken peltier are in nashville recording a new album this week.()()(). no cover charge. 6. <strong> Don Walker </strong> on guitar, keyboards, steel pedal guitar,& vocals will perform his <q> dance music, cha cha, waltz, 2 step, west and east coast swing, rock& country </q> this saturday nov. 15th at the john collinsworth amvets post 49( tudor& arctic, 563-4951) from 7- 11 pm. this is a fundraiser for the american cancer society.()(). 7", "new_id": -2}, {"uid": "2008122413_00012546_W", "i": 2770, "idx": 3, "sa": ["Graham Williams"], "q": "to the latin words <NO_QUOTATION>. and i thought, well, this is really a most extraordinary thing- two nations both singing the same carol in the middle of a war.\" rifleman <strong> Graham Williams </strong>, page 29 <q> thus, amid the bitter realities of trench warfare, with all its squalor, a christmas song had worked a miracle and had thrown a bridge from man to man. </q> german crown prince wilhelm \"there has been a certain friendliness between our men and the germans in the trenches. christmas day was looked on mutually as a peace day and both sides went out freely in front of", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 67, "idx": 9, "sa": ["Javier Solana"], "q": "article was not idle speculation! it is the transcript of speech given by <strong> Javier Solana </strong> this morning i am delighted that i am, so to say, also present at the creation of something, namely this new initiative <q> a new world order to be managed by a rejuvenated united nations. </q> \"in many ways, darfur is the first time we are aware that a war is caused by climate change- and it will not be the last.\" \"we should make space for the new heavyweights", "new_id": -2}, {"uid": "2008110322_00008653_W", "i": 3111, "idx": 4, "sa": ["Barack Obama"], "q": "\"given us a moses and a martin called <strong> Barack Obama </strong>\" and asked the almighty to \"grant that we together this nation under god may have the will to bring about the change we need\" and ensure that <q> those who cast their sacred vote will not be deprived this right </q>. the mccain campaign, you might remember, mocked <strong> Barack Obama </strong> as a moses figure in an ad entitled <NO_QUOTATION> in august. the candidate's wife didn't quite compare him to a prophet or a civil rights icon", "new_id": -2}, {"uid": "2008101517_00010254_W", "i": 2448, "idx": 0, "sa": ["Michael Ware"], "q": "ultimate in home arcade gaming, and combines three things every adult gamer wants: classic arcade games, arcade-style racing, and a beer tap to get your favorite beverage without having to get out of the seat! <q> we designed the octane 120 to feature everything that a guy could possibly want in a home arcade racing cabinet( or home theater!), including a beer tap, pc and playstation 3 compatibility, and a whopping 120 projection screen, </q> says <strong> Michael Ware </strong>, owner of dream arcades. we even have the user interface hooked up to youtube and hulu.com, so you can watch 80 s classics like a-team, air wolf, star trek, and the fall", "new_id": -2}, {"uid": "2008110801_00004424_W", "i": 2948, "idx": 1, "sa": ["James O'Neill", "Paul Gerrard"], "q": "air force said in a news release that <strong> James O'Neill </strong> initially believed he'd been <NO_QUOTATION> by bright sunlight, and made an emergency call for help. he then realized that something more serious was happening, and said, <q> i want to land, asap. </q> raf wing commander <strong> Paul Gerrard </strong> was just finishing a training flight nearby and was drafted in to help the stricken pilot.", "new_id": -2}]