[{"uid": "1297526124089751559", "i": 15721, "idx": 0, "sa": ["Carly Fiorina", "Steve Ballmer"], "q": "or HP under <strong> Carly Fiorina </strong> or the island under Jack Merridew, these things rot from the head. Is <strong> Steve Ballmer </strong> going to listen to them, or is he going to continue to insist that people really <q> In the ongoing battle between the geeks and the suits-er, the executives with a technical background( typified by chairman <strong> Bill Gates </strong>) and those with a business/management background( <strong> Steve Ballmer </strong>'s gene pool)- it seems to me two very senior techies are on their way out, replaced by a guy with stellar Yahoo integration skills. </q> To be clear, if the Macalope were to give Microsoft sincere advice, he's not sure he'd say <strong> Steve Ballmer </strong> has to go. And since he's not being asked to give the company sincere advice", "new_id": -2}, {"uid": "1295750091189693976", "i": 43207, "idx": 4, "sa": ["Allen Iverson", "Paul Pierce", "Albertina Walker"], "q": "champions. <strong> Paul Pierce </strong> had to work hard for his 20 points as he struggled for most of the game before coming alive briefly in the fourth quarter. <strong> Albertina Walker </strong> scored 25 points but was scoreless in the final period. <q> This is what playoff basketball is all about, </q> <strong> Paul Pierce </strong> said.\" Nobody said it was going to be easy when we got here. It's obviously not.\"\" It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten", "new_id": -2}, {"uid": "1296715247139952129", "i": 22347, "idx": 11, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24.\" He's good,\" <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug.\" To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d.", "new_id": -2}, {"uid": "1297122406226197630", "i": 27996, "idx": 4, "sa": ["Simon Cowell"], "q": "` mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,\" he said. <q> I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don't think things will change too much. </q> <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it will involve working directly with contestants.\" I wanted to make a show where I could help the competitors on a weekly", "new_id": -2}, {"uid": "1296885184058195975", "i": 20289, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Promoted to Headline( H3) on 2/4/11: Your browser does not support iframes. <strong> Donald Rumsfeld </strong> began his new book tour with some frank comments, including these: <q> War lies? Does anybody really give a rat's ass now? You know what? You know what? They do. They do because war lies are actually cool now. We began the invasion of Iraq in October 2001, but the invasion of Iraq paid off. </q> <strong> Donald Rumsfeld </strong> revealed the strategy behind the revelations made in his book about the illegal secret operations he helped set in motion shortly after the terrorist acts of September 11, 2001:\" <strong> President Bush </strong> has not", "new_id": -2}, {"uid": "1297194045067846395", "i": 21551, "idx": 1, "sa": ["Eric Schmidt"], "q": ", hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,\" he said. <q> We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials. </q> We have a lot of meetings with appropriate government officials. If that's true, the officials to which <strong> Eric Schmidt </strong> refers have nothing to do with the European inquiry into Google's business practices. Because", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1296614843002048038", "i": 23716, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1295563364204783630", "i": 10563, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "did.\"\" I could not be more excited about moving us forward, and we're really only at the beginning,\" Page said. As executive chairman, <strong> Eric Schmidt </strong> said he will <q> focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. </q>\" A decade is a long time to be a CEO,\" <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1297631305154894420", "i": 21256, "idx": 0, "sa": ["Zahi Hawass"], "q": "the Egyptian Museum, which was hit during anti-government protests on January 28. Antiquities Minister <strong> Zahi Hawass </strong> says looters escaped with several items, including two gilded wooden statues of Tutankhamen and approximately 16 other valuable artifacts. <q> They broke the windows and they come with ropes, </q> he said,\" about 15 feet down and they entered the museum.\"\" Those people looking like Raiders of the Lost Ark,\" <strong> Zahi Hawass </strong> said.\" Treasure hunters. People who have nothing", "new_id": -2}]