[{"uid": "1296546989249364481", "i": 35170, "idx": 7, "sa": ["Dwight Howard", "LeBron James", "Allen Iverson", "Anthony Carter", "Kobe Bryant", "Dwyane Wade", "Phil Jackson"], "q": "quarter. Extra Tags: Post fad... <strong> Allen Iverson </strong> 21pts 13asts vs <strong> Dwight Howard </strong> Magic 07/08 NBA <strong> Allen Iverson </strong> 21pts 13asts vs <strong> Dwight Howard </strong> Magic 07/08 NBA <strong> Anthony Carter </strong> explained his Phil Jacksonosophy on scoring as he slipped on his canary yellow sweater vest. <q> Points don't mean nothin' to me, </q> the Nuggets guard said.`` But I just love getting assists.'' <strong> Anthony Carter </strong> did a <strong> Kobe Bryant </strong> scoring and dishing as he helped Denver to a 113... <strong> Dwyane Wade </strong> Highlights vs LeBron Jamess[ 41 Points,7 Assists,5 Rebounds", "new_id": -2}, {"uid": "1295589382106250271", "i": 16870, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "`` not a reaction to competitors''. Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24 000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways[ in] which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295742948052396034", "i": 6769, "idx": 2, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": ".'' Mr Dacoury-Tabley blamed`` technical reasons'' for not applying the measure. <strong> Alassane Ouattara </strong> ally <strong> Patrick Achi </strong> told Reuters news agency the resignation had been`` we have been calling for''. <q> This will reduce the money leaving the account. We are heading towards the control of the accounts but it will happen in stages. </q> UN peacekeepers are protecting Mr <strong> Alassane Ouattara </strong> in his temporary headquarters at a hotel in the main city of Abidjan. Separately on Saturday, Mr Gbagbo said he had cancelled the accreditation of the French ambassador", "new_id": -2}, {"uid": "1295559697061718555", "i": 45572, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": ", <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> He added,`` managing the business has become more complicated,'' and Google wanted to`` speed up decision making,'' so <strong> Larry Page </strong> got the nod. says,`` <strong> Larry Page </strong>, in my", "new_id": -2}, {"uid": "1296045219000704532", "i": 46186, "idx": 0, "sa": ["Michael Vick", "Joel Baker", "Michael Williams"], "q": "a month later, Kelvin Cochran returned to Atlanta to replace interim chief <strong> Joel Baker </strong>. A fire department spokesman told Bachman that Cochran would not comment on pending litigation but noted that the incident happened on <strong> Joel Baker </strong>'s watch. <q> In the history of the department, in all the time I've been there, I've never, ever seen an interim demote or promote senior, executive staff, </q> <strong> Michael Williams </strong> said. Florida Battered By Rain And Possible Tornadoes Nevada Councilwoman, Husband Found Dead Giffords' Condition Upgraded To Good Site Crashed? No Prob, Here's A Kitten Jewish Hockey Player Claims He Was Harassed <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295775600181551115", "i": 424, "idx": 0, "sa": ["Andy Coulson"], "q": ": Mexico to pioneer iris technology on ID cards's top appeals court says Google can not be held liable for all content... Photo in Slideshow: Brazil's Neymar kicks a ball during practice in Tacna Report Abuse <q> Well guys it's late, I'm out of here. Good luck with all those sore muscles you have Little Bicycle Army. Jose and Brown Pride.. Don't take yourselfs so seriously. It's really not worth it. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit We say yes to bad credit Apply today for a personal loanregardless of poor credit", "new_id": -2}, {"uid": "1296515090235749385", "i": 32517, "idx": 0, "sa": ["Michael Vick"], "q": "is a wedge issue like abortion and welfare, a lot of talk but never any action and there won't be, especially with a Republican controlled House. Obama hasn't even said one word. Report Abuse <q> Spy's from NewYork are not suppose to buy guns out of state. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check", "new_id": -2}, {"uid": "1295669848206995548", "i": 7451, "idx": 1, "sa": ["George Osborne", "David Cameron", "Andy Coulson"], "q": "a low point in their fortunes. Today's David Cameron-George Osborne confidence means they feel they can cope with the loss of a valued and respected member of their court. one ally told me: <q> <strong> David Cameron </strong> has grown into a natural prime minister and <strong> George Osborne </strong>'s reputation has been enhanced as chancellor. Their reliance on any one person is less than it was. </q> In a way these remarks are a tribute to <strong> Andy Coulson </strong>. They show how <strong> David Cameron </strong> has grown in stature since <strong> Andy Coulson </strong>'s arrival in 2007. The former tabloid editor joined at a low point as a row over", "new_id": -2}, {"uid": "1295819589226000912", "i": 35155, "idx": 5, "sa": ["Colin Powell"], "q": "interested in a government role. He said he wants to remain in private life although he is happy to be administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.`` There has crept in our society and our public dialogue, a coarseness, a", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]