[{"uid": "1296741340044711939", "i": 41000, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "a State Department view favoring a slower transition that would allow new leaders to emerge from within the country. \"Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q>Only the <strong> Barack Obama </strong> could do so.<q> <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the Pentagon's. Although <strong> Paul Bremer </strong> has said he kept Pentagon officials fully", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.<q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1295531574028180510", "i": 7311, "idx": 1, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "is a long-time Republican activist and serves as a Republican national committeeman from Virginia. In their letter, they praised <strong> Mike Pence </strong>'s decade of service in the U.S. House of Representatives, calling him a leader who has <q>stood firm on principle, no matter the pressure to compromise, and has demonstrated true commitment to comprehensive conservatism.<q> Watch: Straw Poll: <strong> Sarah Palin </strong>, <strong> Mitt Romney </strong> Lose to <strong> Mike Pence </strong> Watch: Republicans Unveil Their \"Pledge\" Watch: <strong> Mike Pence </strong> For President in 2012? Dying Banker Dedicates Final Months to Helping Average Investors Photos:", "new_id": -2}, {"uid": "1297129044188514306", "i": 487, "idx": 9, "sa": ["Simon Cowell"], "q": "of doing.... They've got their own opinions; they know what they're doing. You look at someone like American Idol? \"I haven't seen a full episode,\" he said. <q>I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,<q> <strong> Simon Cowell </strong> continued. \"The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"uid": "1296144836056688640", "i": 22111, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": ". No-one has been contracted yet, apart from me.\" <strong> Simon Cowell </strong> was also keen to insist that his involvement in the American XF will not damage the British version of the talent show, adding: <q>I've got some ideas and I'm trying to make a show I'd like to watch. It has got to be different, full stop,<q> CHECK OUT PICS OF CHEZZA& SIMON AT THE NATIONAL TELEVISION AWARDS IN MTV'S GALLERY HERE! <strong> Cheryl Cole </strong> refused to comment on whether she will be <strong> Louis Walsh </strong>, stating: \"They haven't been given a contract", "new_id": -2}, {"uid": "1295425535122060801", "i": 22708, "idx": 0, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong>( R-IN) said he was nearing a decision on his political future, the Indianapolis Star reports. A run for Indiana governor is also a possibility. Said <strong> Mike Pence </strong>: <q>We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead. We'll be making a decision before the end of this month.<q> Taegan D. Goddard is the founder of Political Wire, one of the earliest and most influential political web sites. Goddard spent more than a decade as managing director and chief operating officer of a prominent", "new_id": -2}, {"uid": "1295425615261013543", "i": 45480, "idx": 1, "sa": ["Franklin Roosevelt", "Barack Obama", "Sen. Bernie Sanders"], "q": "been on the phone to the very, very, very highest levels of the <strong> Barack Obama </strong> administration, and the responses that I am getting are not assuring,\" <strong> Sen. Bernie Sanders </strong>( I-VT) said in an exclusive interview. <q>What I'm told is that no definitive decisions have been made on the issue of Social Security- I expect that is probably true.<q> Progressive activists, fearing that the holy grail of American liberalism could fall prey to a bipartisan deal on Capitol Hill, have launched a campaign to pressure <strong> Franklin Roosevelt </strong> and Congress to oppose cuts. And <strong> Sen. Bernie Sanders </strong> has", "new_id": -2}, {"uid": "1295978244157089838", "i": 9317, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,<q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER", "new_id": -2}, {"uid": "1296232396026230790", "i": 6445, "idx": 0, "sa": ["Barack Obama", "Chuck Schumer", "Sen. Bernie Sanders"], "q": "wage issues to hammer against Republican plans to change those entitlement programs. Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Sen. Bernie Sanders </strong>( I-Vt.) are leading other Senate Democrats in the fight against Republicans to protect those popular programs. <q>They want to privatize Social Security,<q> <strong> Chuck Schumer </strong> said about the GOP. Baby Boomers face triple whammy of financial woes <strong> Barack Obama </strong>'s State of the Union was forward looking and optimistic He talked about ways to grow the time when progress meant people could look forward", "new_id": -2}, {"uid": "1297706494051036178", "i": 38278, "idx": 2, "sa": ["Cecile Richards", "Mike Pence"], "q": "million in federal taxpayer funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.<q> But Planned Parenthood president <strong> Cecile Richards </strong> told AP the abortion business is not giving up on its government funding without a fight. \"We've been here for the past 95 years, and we'll", "new_id": -2}]