[{"uid": "1295448287167215118", "i": 31057, "idx": 2, "sa": ["Carlo De Benedetti", "Emma Marcegaglia", "Sergio Marchionne"], "q": "vote, <strong> Sergio Marchionne </strong> called it`` an historic turn.'' Corporate executives anxious to impose similar rollbacks on their workers also hailed the deal. <strong> Emma Marcegaglia </strong>, president of Confindustria( Industrialists Association), said, <q> Mirafiori is an important turn. We must go forward by adopting ad hoc regulations for industries and corporations. </q> <strong> Carlo De Benedetti </strong>, a prominent industrialist and publisher with strong ties to the center-left, said,`` We must be grateful to <strong> Sergio Marchionne </strong>,'' adding,`` Turin falls into a logic of globalization and will be", "new_id": -2}, {"uid": "1295189804049070144", "i": 24495, "idx": 6, "sa": ["Simon Cowell"], "q": "the new panel in the first few episodes this season. <strong> Simon Cowell </strong>`` Did you really believe you could become the American Idol? Well, then, you're deaf.'' <q> Oh, Robert, I think you just killed my favourite song of all time. </q>( On the infamous Sanjaya's attire)`` I presume there was no mirror in your dressing room tonight.''`` Oh Scott, it was dreadful. Really dreadful. And I'm", "new_id": -2}, {"uid": "1295821846140492836", "i": 15883, "idx": 2, "sa": ["Eric Schmidt"], "q": "n cadrul Google trebuie accelerat deoarece exist`` un set complex de oportunit?i''. Anali?tii sus?in ns c modelul tripartit de conducere din ultima decad s-a dovedit a fi unul de succes, dar nu at?t de necesar. <q> A func?ionat pe o scal foarte mic </q>, a declarat Youssef Squali, analist la grupul de investi?ii Jefferies. <strong> Eric Schmidt </strong>, n v?rst de 55 de ani, a declarat c dup ce va p?r?si func?ia, se va concentra asupra parteneriatelor, rela?iilor", "new_id": -2}, {"uid": "1295631569142901269", "i": 7566, "idx": 1, "sa": ["Wanda Jackson", "David Letterman", "Jay Leno", "Jack White"], "q": "Audio Perv) and`` What Do You Want Me to Say'' below. Other late night happenings last night included the Decemberists performing The King Is Dead single`` Down by the Water'' on <q> The Tonight Show With <strong> Jay Leno </strong> </q> and <strong> Jack White </strong> and <strong> Wanda Jackson </strong> performing`` Shakin' All Over'' on`` Late Show With <strong> David Letterman </strong>''; you can check out video of those below( via href=\"http://theaudioperv.com/\" target=\"_blank\"> The Audio Perv).", "new_id": -2}, {"uid": "1296835348012369970", "i": 26868, "idx": 0, "sa": ["Mike Pence", "Newt Gingrich", "Barack Obama", "Rick Santorum"], "q": "willingness to take what you can get.*** Reagan and the 2012ers: The potential GOP 2012ers have plenty events tied to Reagan's upcoming birthday. Today, <strong> Newt Gingrich </strong>( R) screens his documentary, <q> Ronald Reagan: Rendezvous with Destiny </q> in Sterling, IL, near Reagan's birthplace at 4:30 pm ET... Then, tomorrow, <strong> Newt Gingrich </strong>, <strong> Rick Santorum </strong>, and <strong> Mike Pence </strong>( who isn't running for <strong> Barack Obama </strong>) speak at an Illinois GOP fundraiser celebrating what", "new_id": -2}, {"uid": "1297113366161923086", "i": 16381, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the", "new_id": -2}, {"uid": "1295089693198639648", "i": 39482, "idx": 4, "sa": ["Simon Cowell", "Mike Darnell"], "q": "the triple-threat up here.' So I think we're going to be good, man.''`` Look, the show is amazing,'' said <strong> Mike Darnell </strong>, Fox's president of alternative entertainment. <q> I mean, it's 10 years in. Let's all get perspective on it. It's achieved the virtual impossibility of being, six years in a row, the No. 1 show... that's bigger than M* A* S* H. That's bigger than All in the Family.`` This new panel is terrific, and I think the audience, if it keeps coming at these levels- considering DVR use and everywhere that television's been- we'll be thrilled. </q> <strong> Simon Cowell </strong> said: searing sentiments Will American Idol miss <strong> Simon Cowell </strong>? Probably, especially when it's time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to", "new_id": -2}, {"uid": "1295559371260145235", "i": 24514, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. stories with the most comments in the", "new_id": -2}, {"uid": "1295669848206995548", "i": 7451, "idx": 1, "sa": ["George Osborne", "David Cameron", "Andy Coulson"], "q": "a low point in their fortunes. Today's David Cameron-George Osborne confidence means they feel they can cope with the loss of a valued and respected member of their court. one ally told me: <q> <strong> David Cameron </strong> has grown into a natural prime minister and <strong> George Osborne </strong>'s reputation has been enhanced as chancellor. Their reliance on any one person is less than it was. </q> In a way these remarks are a tribute to <strong> Andy Coulson </strong>. They show how <strong> David Cameron </strong> has grown in stature since <strong> Andy Coulson </strong>'s arrival in 2007. The former tabloid editor joined at a low point as a row over", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.'' And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]