[{"uid": "1297242011104841237", "i": 25428, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said Sen. <strong> Kirsten Gillibrand </strong> of New York. Over and over, Democrats said that by bringing up the abortion issue now, Republicans were going back on their word to focus on the budget. Yet", "new_id": -2}, {"uid": "1296658306101318663", "i": 28489, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "is a spate?\" correspondent <strong> Steve Kroft </strong> asked. \"You could see 50 sizable defaults, 50 to 100 sizable defaults, more,\" said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q> This will amount to hundreds of billions of dollars' worth of defaults. </q> Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving,\" the National League of Cities' research director cited her \"stunning lack of understanding,\" and", "new_id": -2}, {"uid": "1296038297257409139", "i": 46328, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1297424667196083741", "i": 9988, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "between Google Android, Apple iOS and Windows Phone 7. Nokia's transition to Windows Phone 7 as the company's \"primary smartphone platform\", CEO <strong> Stephen Elop </strong> said his company had to adapt to survive. <q> For someone to effectively compete and win against Android and Apple, it needs significant muscle </q> \"For someone to effectively compete and win against Android and Apple, it needs significant muscle,\" <strong> Stephen Elop </strong> said, sitting alongside Microsoft boss <strong> Steve Ballmer </strong>.\"[ Mobile] operators need a credible alternative", "new_id": -2}, {"uid": "1295759507021528625", "i": 9287, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "and three in the Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q> The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that, </q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly. Part of", "new_id": -2}, {"uid": "1295264028094093318", "i": 7253, "idx": 1, "sa": ["Andy Coulson"], "q": "a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.\" He added: <q> Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way. </q> According to the Mail on Sunday, <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry", "new_id": -2}, {"uid": "1297217145164478976", "i": 24822, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "Chrysler to 25 percent. One known requirement is that the remaining$ 6.9 billion in government loans would need to be paid off before the merger could occur- something <strong> Sergio Marchionne </strong> aims to have accomplished by the <q> Who knows? In the next two to three years we could be looking at one entity. It[ Fiat-Chrysler] could be based[ in the U.S.], </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong>, along with Fiat chairman <strong> John Elkann </strong>, went on to clarify his last comment after it drew harsh criticism from Italian politicians. They elaborated, revealing that the companies will likely merge, but will", "new_id": -2}, {"uid": "1295395732219906057", "i": 12995, "idx": 0, "sa": ["James Taylor", "Don Kirshner", "Arsenio Hall", "Billy Joel", "Neil Diamond", "Jack Wishna", "David Letterman", "Billy Crystal", "Carole King"], "q": " \"Donny <strong> Don Kirshner </strong> would take a kid off the street, bring him up to his office in the Brill Building and turn him into <strong> Neil Diamond </strong>, <strong> Carole King </strong>, <strong> James Taylor </strong>, on and on,\" <strong> Jack Wishna </strong> said. <q> I haven't spoken to anyone in the music business that Donny hasn't either discovered, promoted, or touched in some way. \"I've never seen anybody like this in my life, </q> he said. <strong> Don Kirshner </strong> was behind \"<strong> Don Kirshner </strong>'s Rock Concert\" in 1972, and gave national exposure to musicians including <strong> Billy Joel </strong> and The Police. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295909859246595674", "i": 40040, "idx": 1, "sa": ["Sheldon Whitehouse", "Barack Obama", "Sen. Bernie Sanders"], "q": "Republicans to make significant changes to the way Social Security works. <strong> Sen. Bernie Sanders </strong> said the news that <strong> Barack Obama </strong> would say nothing specific about the program one way or the other was good enough to alleviate those fears. <q> I was very pleased to see in the media this afternoon that the president will not-- underline will not-- advocate raising the retirement age, </q> <strong> Sen. Bernie Sanders </strong> said. \"I applaud the president for standing up for Social Security.\" <strong> Sen. Bernie Sanders </strong> was on the call with <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-RI), who joined with the Vermont independent in condemning the Republican", "new_id": -2}]