[{"uid": "1297130531053067806", "i": 58795, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": ", maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. Our opinion is that we should be on the", "new_id": -2}, {"uid": "1295794367125714557", "i": 760, "idx": 0, "sa": ["Andy Coulson", "Ben Ali"], "q": "and formed the Project For The New American Century, who called for`` A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR'' TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295286820082165803", "i": 17576, "idx": 0, "sa": ["Steve Ballmer"], "q": "very attractive to end-users, said Nucleus Research Vice President Rebecca Wettemann. href=\"http://www.microsoft.com\"> Microsoft( Nasdaq: MSFT) CEO <strong> Steve Ballmer </strong> debuted the cloud version of the Microsoft Dynamics CRM 2011 release on Monday. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said. Microsoft Dynamics CRM gives them a familiar user experience, enables greater collaboration, streamlines processes, and provides access to real-time data that helps them compete more effectively, he noted.", "new_id": -2}, {"uid": "1295143465175603720", "i": 3209, "idx": 0, "sa": ["Earl Monroe", "Allen Iverson", "Kobe Bryant", "Jeff Green"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, Earl Monroeier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said.`` You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.'' <strong> Jeff Green </strong>, whose previous high was", "new_id": -2}, {"uid": "1297304646234995715", "i": 55281, "idx": 5, "sa": ["Simon Cowell", "Nancy O'Dell"], "q": "call a delicious thrill.'' At the end of the interview, <strong> Nancy O'Dell </strong> lightened up the mood and asked <strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded: <q> I like ugly dogs. </q>`` I like cartoons every morning, like the Flintstones and The Jetsons.''`` I like to climb trees.'' A multi-million X Factor ad ran during the Super Bowl last Sunday promoting the fall launch", "new_id": -2}, {"uid": "1295499363019333151", "i": 44198, "idx": 0, "sa": ["Bob Marley", "Simon Cowell", "Debra Byrd", "Jack White", "Jennifer Lopez"], "q": "tells her. They all send her through.`` She's out of her mind,'' <strong> Jennifer Lopez </strong> says,`` but I love it.'' 8:39 p.m.: Singer Melkia, 27, bombs. <q> You're very sweet, but this is not for you, </q> <strong> Jennifer Lopez </strong> tells her. Vocal Coach <strong> Debra Byrd </strong> Looks Back at a Decade of` American Idol' <strong> Simon Cowell </strong> Says` X-Factor' Will Discover the Next <strong> Bob Marley </strong>, Dylan, <strong> Jack White </strong>? href=\"http://www.hollywoodreporter.com/blogs/heat-vision\"> Heat Vision What", "new_id": -2}, {"uid": "1296600731051216419", "i": 14534, "idx": 0, "sa": ["Zahi Hawass"], "q": "for nine years and died at age eighteen of Malaria. When his tomb was discovered in 1922, and became one of the most visited artifacts in Egypt. It is also stated by <strong> Zahi Hawass </strong> that, <q> They went into the Late Period gallery, but when they found no gold, they broke thirteen vitrines and threw the antiquities on the floor. </q>( thirdage.com) The Egyptian military detained around fifty people at the museum. Posted on Tuesday, February 1st, 2011 at 5:30 pm and filed under", "new_id": -2}, {"uid": "1297624575013008913", "i": 794, "idx": 0, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,'' said <strong> Charles Ellis Schumer </strong>, who was releasing letters to the FAA on Sunday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public. </q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"uid": "1296863197220315678", "i": 19403, "idx": 2, "sa": ["David Letterman", "Rob Burnett", "Johnny Carson"], "q": "talk show host plans to hang up his hat.( Or should we say pants?)`` He says this periodically,[ but] I don't want to rule it out,'' says <strong> Rob Burnett </strong>. <q> I have no particular insight into when <strong> David Letterman </strong> is going to want to stop doing the show. I'm not being coy. I honestly don't know. I don't know that he knows. Maybe he does, but there's[ been] no discussion about his leaving. </q> Of course, if you're heading to Vegas, it wouldn't be a bad bet to put your money on 2013, especially when you consider that <strong> David Letterman </strong>'s idol, <strong> Johnny Carson </strong>, retired from The", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]