[{"uid": "1295579068025002003", "i": 21760, "idx": 0, "sa": ["Ricky Gervais", "Sharon Osbourne", "Piers Morgan", "Simon Cowell"], "q": "flowers.\" OK, fine, but what was <strong> Ricky Gervais </strong> left to do except giggle and nod in agreement, which he did entirely too many times? Instead, the <strong> Piers Morgan </strong> ego emerged once again: <q> Until you, I was the most reviled Brit on TV in America, </q> he said. Oh, come on, <strong> Piers Morgan </strong>; I think <strong> Simon Cowell </strong> and <strong> Sharon Osbourne </strong> still spend a lot of time in America, don't they? Once they'd run the Globes controversy into the ground", "new_id": -2}, {"uid": "1296615739145653782", "i": 17939, "idx": 0, "sa": ["Joe Montana", "Michael Jordan", "Allen Iverson", "Kevin Durant"], "q": "with <strong> Joe Montana </strong> State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> Green, whose previous high was 23 points, scored 24 in the second half and overtimes. <strong> Michael Jordan </strong> five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Kevin Durant </strong>", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1296104989131907606", "i": 18428, "idx": 1, "sa": ["Michael Vick"], "q": "a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's \"sizable.\"", "new_id": -2}, {"uid": "1295984939241025026", "i": 10642, "idx": 1, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": ",\" <strong> Donald Rumsfeld </strong> is kidnapped by unnamed forces and funnelled through a Kafka-esque series of jails and interrogations- all based on treatment suffered by prisoners of war at Bagram Airfield and Guantanamo Bay. What are they after? <q> We're not looking for one thing, </q> an interrogator tells <strong> Donald Rumsfeld </strong>. \"We are finding your intentions.\" The authors never intended the book to be \"a revenge fantasy,\" says <strong> Stephen Elliott </strong>. In fact, he believes that \"if <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296225359092700754", "i": 12051, "idx": 0, "sa": ["Rahm Emanuel", "Barack Obama", "Mike Pence"], "q": "returned to Chicago last September after stepping down as <strong> Barack Obama </strong>'s chief of staff. It was that time in Washington that led to the residency dispute. quick to restart his campaign, the Chicago Tribune reports. <q> Within minutes of the high court ruling, <strong> Rahm Emanuel </strong> was back shaking hands with voters, taking a congratulatory call from his old boss, <strong> Barack Obama </strong>, and working to recapture an aura of invincibility he had worked hard to project until an Appellate Court ruling threatened to boot him from the Feb. 22 contest. </q> The Illinois high court's decision came two hours before the first live televised debate between <strong> Rahm Emanuel </strong> and the three other major candidates running to replace <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> Daley, who is retiring: former Chicago", "new_id": -2}, {"uid": "1297363176052019252", "i": 34543, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "were times this season he wished Eagles quarterback <strong> Michael Vick </strong> would get hurt on the field. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> said. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" At some point after the story was posted on MLB.com, the quotes were removed from", "new_id": -2}, {"uid": "1295223615102072384", "i": 5455, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "said Ms <strong> Gabrielle Giffords </strong> had improved to the point where she could move both sides of her body, including her arms and legs. Speaking on CBS' Face the Nation, Ms <strong> Kirsten Gillibrand </strong> said Ms <strong> Gabrielle Giffords </strong> was <q> showing raw courage, raw strength, something that we can all get behind. And she really is our glimmer of hope in a very dark time </q>. She reported that Ms <strong> Gabrielle Giffords </strong>, who was taken off the ventilator yesterday, still has not spoken \"but she can move both parts- both sides of her body. She can breathe. She", "new_id": -2}, {"uid": "1295915641195493939", "i": 17086, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "two met when <strong> Liza McGuirk </strong> executive produced <strong> Fareed Zakaria </strong> GPS, where <strong> Eric Schmidt </strong> was a regular guest.) An insider at CNN tells \"Page Six\" that <strong> Eric Schmidt </strong> has actually been shopping himself around for more than a year, <q> but the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster. </q> That's cable news' loss as far as we're concerned. Sure, he may make Spitzer look telegenic by comparison, but the guy is a one-man pretty sure it's the former. <strong> Eric Schmidt </strong>'s quote", "new_id": -2}, {"uid": "1295614908206700700", "i": 45042, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Spiceworks agentless, ad-supported management tool runs right in the browser, targeted at the small to medium sized business. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By", "new_id": -2}]