[{"uid": "1296481373080920613", "i": 5305, "idx": 0, "sa": ["Sergio Marchionne"], "q": "It has yet to report a profit since emerging from bankruptcy in June 2009. But it said it made an operating profit, excluding restructuring costs, which was greater than the company's internal targets. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> said <strong> Sergio Marchionne </strong>, CEO of both Chrysler Group and Fiat, the Italian automaker which owns a controlling stake in the automaker.`` However, our job is not yet done. We have a lot of work ahead", "new_id": -2}, {"uid": "1297598050205652000", "i": 21652, "idx": 0, "sa": ["Tony Blair", "Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q> On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor. </q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities <strong> Tony Blair </strong> <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"uid": "1295891357122388543", "i": 15415, "idx": 6, "sa": ["Zahi Hawass", "Mary McCartney"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'' <strong> Mary McCartney </strong> Opens First Solo Show in Germany at Contributed, Studio for the Arts First Show, Since 2005, of Recent", "new_id": -2}, {"uid": "1295686742156401686", "i": 47034, "idx": 1, "sa": ["Chris Webber", "Ron Artest", "Peja Stojakovic", "Martin Luther King", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him http://wn.com/Allen_Iverson_41pts_vs_Mike_Bibby_Sacramento_Kings_NBA_05/06 The Sacramento <strong> Martin Luther King </strong> could've used either <strong> Ron Artest </strong> or <strong> Peja Stojakovic </strong> against <strong> Allen Iverson </strong> and the Philadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points and <strong> Chris Webber </strong> had", "new_id": -2}, {"uid": "1297076865142704662", "i": 19085, "idx": 0, "sa": ["Simon Cowell"], "q": "a recent suggestion he could be a frontrunner. emerged as a possible candidate last month with reports that he could join <strong> Simon Cowell </strong>'s new Fox competition this year. Speaking to Digital Spy, he said: <q> I've met people within the X Factor USA circle but you can't really talk about these things because if they don't come[ to anything] you end up looking like a bit of a d** k!`` It's one of the biggest- probably the biggest- jobs in presenting at the moment... Of course I would love to do it, I'm a big X Factor fan, but I haven't confirmed anything. </q> The Welsh presenter also dismissed the suggestion that his accent could be a problem for American audiences if he did secure the role.`` I know I'd be OK. I've worked a lot in", "new_id": -2}, {"uid": "1295967193135200806", "i": 8092, "idx": 1, "sa": ["Zahi Hawass"], "q": "runs the Neues Museum in the German capital where the bust is kept.`` The foundation's position on the return of Nefertiti remains unchanged,'' foundation president Professor Hermann Parzinger said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}, {"uid": "1295674060172441610", "i": 21008, "idx": 0, "sa": ["Stephen Jackson", "Shawn Marion", "Magic Johnson", "Allen Iverson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Tracy_McGrady_scores_four_three_point_shots_in_the_4th_quarter_vs_Atlanta_Hawks ALL TEAMS ALL JERSEYS ALL SPORTS dld.bz <strong> Shawn Marion </strong> BEST PRICE <strong> Jamario Moon </strong>'s key miss for Toronto set up Joe <strong> Magic Johnson </strong>'s clincher for Atlanta. <strong> Magic Johnson </strong> scored 28 points, including a jumper with 12.5 seconds", "new_id": -2}, {"uid": "1297177866006504495", "i": 9948, "idx": 0, "sa": ["Michael Vick"], "q": "February 8, 2011, by jgalloway Because even in Texas, people with dogs vote. From the Associated Press: <q> The mayor of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city. </q> </blockquote> After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was named the Associated Press 2010 NFL Comeback Player of the", "new_id": -2}, {"uid": "1297278646168607769", "i": 39198, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "` The X Factor,' would you do it?'' Billy asked.''[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,'' <strong> Paula Abdul </strong> answered. <q> I didn't love having my first canker sore, I didn't love watching other people get nail fungus, I didn't love going to the dentist and one time and them forgetting to numb me.`` But, yeah, of course, I love[ <strong> Simon Cowell </strong>], </q> she joked. As tensions always appeared to run high between <strong> Paula Abdul </strong> and her faux-nemesis, <strong> Simon Cowell </strong>, during their many years judging`` American Idol'' together, Billy and <strong> Kit Hoover </strong> wanted to know if any of the", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]