[{"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1295386149175915067", "i": 2897, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "P.J. Crowley"], "q": "modifying the language or persuading the Palestinians to abandon the effort.`` We have made clear that we do not think that this matter should be brought before the Security Council,'' <strong> P.J. Crowley </strong> told reporters. <q> We do not believe that this would be a productive step. </q> On Tuesday, 17 senators led by Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and`` make it clear to the Palestinian Authority that it needs to sit", "new_id": -2}, {"uid": "1295299590143114291", "i": 42810, "idx": 2, "sa": ["I Roy", "Allen Iverson"], "q": "contract Thursday with the Grizzlies-- a team that hasn't reached the playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. <q> This year for me is so personal, </q> <strong> Allen Iverson </strong> said.`` It's basically going to be my rookie season again. It hurts, but <strong> I Roy </strong> turn the TV on, <strong> I Roy </strong> read the paper, <strong> I Roy </strong> listen to some of the things people say about", "new_id": -2}, {"uid": "1295709517126484491", "i": 7793, "idx": 8, "sa": ["David Letterman", "Regis Philbin"], "q": "and you would be the fourth.'' This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation.`` When was the last time you watched me in the last 10 years?'' he said. <q> What was I doing and what was I wearing? </q>`` I don't like your attitude,'' <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost- almost- felt transported back to that", "new_id": -2}, {"uid": "1296016361078544925", "i": 13106, "idx": 0, "sa": ["Barack Obama", "Al Gore", "David Letterman"], "q": "<strong> Barack Obama </strong>? How did you vote on Social Security reform last time it was offered up? 6:52 PM Re: My comment about not taxing investors so much? I do believe the <strong> Barack Obama </strong> just promised to <q> tax you bastards back to the Stone Age. </q> 6:54 PM`` Let me take this one step further.'' Nooooooooooo! He wants a`` government of the future.'' In other words: <strong> Al Gore </strong> on <strong> David Letterman </strong> wearing comical goggles, smashing an ashtray", "new_id": -2}, {"uid": "1295564424178864177", "i": 8794, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Danny Sullivan"], "q": "to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly'' while keeping the`` headstrong founders'' involved. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.`` <strong> Danny Sullivan </strong>, author of the blog SearchEngineLand, said the move was likely", "new_id": -2}, {"uid": "1296395184086278204", "i": 35037, "idx": 3, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.'' Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows. <q> People have said he'll fly backwards and forwards and do both. But he's not just a judge, he's also a mentor. That means he needs to stay in just one place. It's possible <strong> Simon Cowell </strong> will miss the UK version for a year and come back once the US one is settled in. </q> Steve Jones is in the running to land the presenting gig on the US show ahead of <strong> Dermot O'Leary </strong>, who has made no secret of his desire to move Stateside.", "new_id": -2}, {"uid": "1296161021042713162", "i": 9136, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin"], "q": "it fell against the NASDAQ, presumably thanks to uncertainty over China. So was <strong> Eric Schmidt </strong> pushed? Did Page and <strong> Sergey Brin </strong>, now 37 years old, decide they no longer needed a chaperone? <q> I don't think he was pushed aside, but he may have been nudged, </q> <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It, told The New York Times. He suspects <strong> Eric Schmidt </strong> just wants a change after a decade as CEO, and he does", "new_id": -2}, {"uid": "1295614992206700604", "i": 36458, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in an e-mailed statement today. <q> Nothing is more important than the government's task of getting this country back on its feet. </q> News Corp., after a reporter and a private investigator were imprisoned for phone-tapping in 2007. At the time, <strong> Andy Coulson </strong> said he did not know the practice was taking place. He was later employed by <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295907918177651713", "i": 23769, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos;`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the War on Terror?'' <q> Is the U.S. government changing fast enough? </q>`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says.`` I wanted to find out something. I", "new_id": -2}]