[{"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1295993886177471490", "i": 41241, "idx": 1, "sa": ["Kirsten Gillibrand", "John Thune", "Robert Gibbs", "John McCain", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "on the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 <strong> John McCain </strong> House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q> <strong> Sen. Mark Udall </strong> <strong> John Thune </strong> and I are working on an earmarks bill that's about transparency, and it puts earmarks on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would, </q>[ <strong> Kirsten Gillibrand </strong> said]( http://www.politico.com/news/stories/0111/47996.html#ixzz1ByNDsScv) of the seating arrangement.** <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>, R-Okla., and <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>, D-N.Y.** Newsmaker: WH Press Secretary <strong> Robert Gibbs </strong> News Wrap Senators Discuss Bipartisan SOTU Seating Analysis of", "new_id": -2}, {"uid": "1297170003034897939", "i": 16567, "idx": 1, "sa": ["Simon Cowell"], "q": ": \"Cheryl's signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on.\" SEE PICS OF SEXY NICOLE SCHERZINGER HERE! <q> She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> They added: \"His indecision is final, But he's making us very nervous. This to-ing and fro-ing is not a good sign.\" threat to Cheryl's position on the panel after", "new_id": -2}, {"uid": "1296566909244629504", "i": 24618, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Allen Iverson", "Just Mike"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_23pt_vs_Kobe_Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> delivered the throwback duel fans paid to see. <strong> Just Mike </strong> like in the 2001 NBA Finals, <strong> Kobe Bryant </strong>'s Los Angeles Lakers topped <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296464597200327189", "i": 11981, "idx": 1, "sa": ["George Clooney", "Jay Leno", "Brad Pitt", "David Letterman", "Conan O'Brien"], "q": "and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before \"<strong> Conan O'Brien </strong>\" debuted, fearful of questions about <strong> Jay Leno </strong>. <q> I mean, I'm someone who likes to come in and do my job, and then I like to go home and play with my kids, </q> he said. \"I wasn't used to being a media story. It was never a goal of mine.\" \"I'm not <strong> Brad Pitt </strong>. I'm not <strong> George Clooney </strong>. I've been blessed", "new_id": -2}, {"uid": "1296255917207339520", "i": 23307, "idx": 0, "sa": ["Mike Pence"], "q": "but also senators, whose extensive voting <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a", "new_id": -2}, {"uid": "1295264028094093318", "i": 7259, "idx": 7, "sa": ["Andy Coulson", "David Cameron"], "q": "17 January 2011 11:17 AM \"I almost think there is a danger at the moment that he is effectively being punished twice for the same offence.\" IndigoPanda 17 January 2011 11:20 AM <q> Yougov has the tories at 37%, 35% by the end of January I reckon. </q> Captainsghost 17 January 2011 11:21 AM \"I wonder if Rupe gave <strong> Andy Coulson </strong> a reference or did he just tell <strong> David Cameron </strong> to take him on?\" dellamirandola 17 January 2011 11:26 AM", "new_id": -2}, {"uid": "1295611292131039247", "i": 8328, "idx": 1, "sa": ["Linda Stasi", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" Comment on this Article New York Post critic <strong> Linda Stasi </strong> agreed, calling the duo's \"instant chemistry\" with existing judge Randy Jackson <q> so right, they couldn't have created it in a lab </q>. She continues, \"<strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are not and will never be Paula( Abdul, another former judge) and <strong> Simon Cowell </strong>. They didn't do the brother/sister love/hate thing- and didn't try", "new_id": -2}, {"uid": "1297066707143441948", "i": 40721, "idx": 0, "sa": ["Roger Goodell", "DeSean Jackson", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "<strong> Michael Vick </strong> and <strong> Tom Brady </strong>), great endings( the Eagles beating the Giants on <strong> DeSean Jackson </strong>'s last-play punt return for a TD) and a Super Bowl with two of the most storied franchises in NFL history. <q> When you look at this matchup, </q> <strong> Roger Goodell </strong> said before the game, \"and you say, \"Pittsburgh Steelers and Green Bay Packers'- that\"s football.\" Then there was <strong> Ben Roethlisberger </strong>, the Steelers quarterback who began the season on", "new_id": -2}, {"uid": "1295621862132808705", "i": 43281, "idx": 1, "sa": ["Eric Schmidt"], "q": "decade on Thursday, handing the reins of the company to one of its co-founders in an effort to rediscover its start-up roots,\" Claire Cain Miller and Miguel Helft report for The New York Times. <q> As it has grown into the dominant company in Silicon Valley, Google has lost some of its entrepreneurial culture and become a slower-moving bureaucracy, analysts and insiders say, </q> Miller and Helft report. \"To counter this, the company announced that Larry Page, its 38-year-old co-founder, would take over as chief executive from <strong> Eric Schmidt </strong>, a technology industry veteran who was brought in a decade", "new_id": -2}]