[{"uid": "1295565600254656524", "i": 6946, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "world's most- used search engine, generating$ 29 billion in sales last year.`` <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a conference call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. <strong> Larry Page </strong> will take over day-to-day operations as CEO on April 4", "new_id": -2}, {"uid": "1295617945243957771", "i": 17493, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "people's phone voicemails were being accessed. Just an hour before the resignation today, Mr <strong> David Cameron </strong> was asked during a visit to RAF Brize Norton whether he still had faith in Mr <strong> Andy Coulson </strong>. <q> You know what I have said about this in the past, </q> he replied.`` I have got nothing to add to that and I think he's done a very good job for the Government.'' It is believed Mr <strong> Andy Coulson </strong> informed Mr <strong> David Cameron </strong> of his intention", "new_id": -2}, {"uid": "1296675717070008838", "i": 53131, "idx": 0, "sa": ["Steve Ballmer"], "q": "sold 8 million Kinect units in just two months. That's far beyond the company's 5 million estimate-- which was raised from an initial estimate of 3 million right before the system's launch. <q> This has been the biggest holiday and the biggest year ever for Xbox, </q> said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show.`` The Xbox is becoming the hub of your living room.'' Connecting with Kinect Indeed, Kinect seems to have", "new_id": -2}, {"uid": "1295659652011878402", "i": 28097, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "of the year without a sweat, and the down payment was little more than a rounding error for the company. Search, display ads and the Android mobile operating system are all booming. <q> The key themes of an improved macro environment coupled with explosive mobile-device growth accelerating internet usage faster than anyone expected is playing out, </q> Macquarie analyst Ben Schachter observed Friday. <strong> Larry Page </strong> is young, motivated and, according to <strong> Eric Schmidt </strong>, ready for prime time. Google Posts Strong Earnings as Co-Founder <strong> Larry Page </strong> Is Named CEO... Please send", "new_id": -2}, {"uid": "1295826924240304128", "i": 34316, "idx": 2, "sa": ["Alassane Ouattara"], "q": "he said businesses were still paying taxes and revenues collected would be deposited in accounts elsewhere. He mentioned Asia, Latin America and emerging African nations as potential partners, but refused to name countries. <q> We have long anticipated all possible decisions... The proof is that the salaries have already been paid, </q> he added. Over the weekend, state television broadcast messages telling civil servants to collect their salaries on Monday. <strong> Alassane Ouattara </strong>'s camp estimates that Gbagbo had withdrawn about$ 200 million from the regional central", "new_id": -2}, {"uid": "1295965142202670081", "i": 12430, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "being targeted while he was chancellor of the exchequer, according to the Independent on Sunday. media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government.`` So far, our worst day in government,''", "new_id": -2}, {"uid": "1297600387170737665", "i": 39591, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include`` a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q> a gilded wood statue of Tutankhamun harpooning, </q> a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President <strong> Hosni Mubarak </strong>, 82, who ruled Egypt for almost 30 years. On", "new_id": -2}, {"uid": "1297702046148619270", "i": 51604, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "minded'' way and said the the judicial review had found in the Michael Government's favour on the substantive issues. Responding to the question from Labour's <strong> John Cryer </strong>( Leyton and Wanstead) Mr <strong> Michael Gove </strong> said: <q> It was, of course, deeply regrettable that any building projects had to be cancelled.`` But the scale of the deficit we inherited meant cuts were inevitable and the inefficiency which characterised BSF schemes meant we needed a new approach. </q> He said the six authorities had argued that the Michael Government's decision making had been`` confused and irrational'' but the judge`` makes clear the decisions I made were clear and rational''.", "new_id": -2}, {"uid": "1295844451132481080", "i": 7005, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment, </q> <strong> Colin Powell </strong> said,`` which I think is the major problem facing America right now.'' Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong>", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]