[{"uid": "1295304814100499460", "i": 14113, "idx": 1, "sa": ["Ricky Gervais", "Simon Cowell", "Piers Morgan"], "q": "\" <strong> Ricky Gervais </strong>'s \"type of humor\" or just didn't think he was funny last night. How superior you seem to think you are. Ugh. You could hardly sound more snooty if you'd said <q> Oh you poor ignorant Americans... </q>( For the record, I think <strong> Simon Cowell </strong> was the best judge on Idol and I have no opinion on <strong> Piers Morgan </strong> till/if I watch him on CNN...) Mon 01/17/11 4:45 PM Everybody is way to uptight", "new_id": -2}, {"uid": "1295325224053116945", "i": 14, "idx": 1, "sa": ["Allen Iverson", "LeBron James"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento LeBron Jamess on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1296144836056688640", "i": 26746, "idx": 3, "sa": ["Louis Walsh", "Simon Cowell"], "q": ". No-one has been contracted yet, apart from me.\" <strong> Simon Cowell </strong> was also keen to insist that his involvement in the American XF will not damage the British version of the talent show, adding: <q> I've got some ideas and I'm trying to make a show I'd like to watch. It has got to be different, full stop, </q> CHECK OUT PICS OF CHEZZA& <strong> Simon Cowell </strong> AT THE NATIONAL TELEVISION AWARDS IN MTV'S GALLERY HERE! Cheryl Cole refused to comment on whether she will be <strong> Louis Walsh </strong>, stating: \"They haven't been given a", "new_id": -2}, {"uid": "1297213143016318474", "i": 33296, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the talks could be concluded this week. \"These are arguably two of the most important mining exchanges in the world,\" Douglas Porter at BMO Capital Markets told the BBC World Service. <q> Of course some of the world's biggest mining companies are on the LSE, and some of the world's biggest gold companies, and hundreds if not thousands of smaller mining companies are in the TMX Group. \"So certainly it brings together some of the most important mining groups in the world under one broad umbrella. </q> From other news sites Mining Weekly Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings", "new_id": -2}, {"uid": "1295097395007798784", "i": 4929, "idx": 6, "sa": ["Sergio Marchionne"], "q": "at factories throughout the rest of Europe and the world.\" <strong> Sergio Marchionne </strong> signed off his statement with a characteristic flourish, having previously hinted investment would move elsewhere unless agreement was secured at Mirafiori. <q> The criticisms levelled at us have been unjust and often frustrating, </q> he said. Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile is the essential source for top-level company data and information. Fiat S.p.A.- SWOT Analysis examines the company's", "new_id": -2}, {"uid": "1295582658195002435", "i": 31000, "idx": 2, "sa": ["Allen Iverson", "Easy Mo Bee", "Kwame Brown", "Art Bell"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quArt Beller, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have Easy Mo Been Bell_Art Bell's_Coast_to_Coast READ UPDATE BELOW. I've noticed that people have uploaded this guy's original call here on Youtube, but I couldn't", "new_id": -2}, {"uid": "1296672005083132499", "i": 23512, "idx": 0, "sa": ["Katie Price", "Simon Cowell"], "q": "in the upcoming <strong> Simon Cowell </strong> biopic of the life of Princess Diana. Miss <strong> Katie Price </strong> was reportedly gobsmacked when given the news she had won the part over a galaxy of Britain's leading actresses. <q> I know I'm multi talented </q>, she revealed. \"And I know most artistic pursuits come easy to me- like modelling and that- or paintin' the ceiling- but being an actress is something I'd never considered. Until <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296109621176996396", "i": 21139, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick"], "q": "write about <strong> Ben Roethlisberger </strong> without smearing his non conviction and yet they write about <strong> Michael Vick </strong> and don't mention the dogs he killed for fun and how sick you have to be to do something like that! \" Report Abuse <q> Another white rapist on the lose... this one has deep pockets-That pig should be under the jail... i'm so glad that one of those defensive players from the Baltimore Ravens broke his nose today! </q> ABC News: Li Beats Wozniacki, Reaches Australian Open Final ABC News: Durant Overcomes Love in Overtime Thriller These days, Texas A&M has the dominant post player...", "new_id": -2}, {"uid": "1295218051235503687", "i": 1656, "idx": 3, "sa": ["Ben Ali", "Walter Johnson", "Kirsten Gillibrand"], "q": "sports& type= Video& sent= no& search= Search\" , \"permBen Alink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/09/VI2011010901938.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 9v&amp;flvURL=/media/2011/01/09/01092011- 9v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F09%2F01092011- 9v.jsn </q>}{ \"title\" : \"<strong> Kirsten Gillibrand </strong> Pepper, <strong> Walter Johnson </strong>\" , \"description\" : \"<strong> Walter Johnson </strong> senior <strong> Kirsten Gillibrand </strong> Pepper, a 2010 All-Met swimmer, talks about her passion for swimming. A Florida State recruit,", "new_id": -2}, {"uid": "1295625292033243143", "i": 25183, "idx": 1, "sa": ["Piers Morgan", "David Letterman"], "q": "By Alex Weprin on January 21, 2011 10:50 AM <strong> Piers Morgan </strong> appeared on \"The Late Show with Letterman-David Letterman-profile.html\"> <strong> David Letterman </strong>\" last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: <q> You just need to grab someone by the tie and just pop them, </q> <strong> David Letterman </strong> said. \"Would it work if it was Larry[ King]? Or would it seem a bit too cruel, you think?\" <strong> Piers Morgan </strong> quipped. The appearance comes as day", "new_id": -2}]