[{"uid": "1295887665065683465", "i": 31472, "idx": 4, "sa": ["Eric Schmidt"], "q": "something fresh and new to stay competitive. Ruling by consensus can be effective, but as you grow larger it grows more challenging.'' After 10 years of having`` equal'' decision making power, <q> we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' Some Google employees are reportedly concerned about the timing", "new_id": -2}, {"uid": "1295686539063881234", "i": 39606, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "long he'll be out. GOOGLE'''' CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1295162148185597955", "i": 13021, "idx": 8, "sa": ["Steve Javie", "Michael Jordan", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said.`` <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1296550615213254158", "i": 27255, "idx": 10, "sa": ["Allen Iverson"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the Milwaukee Bucks on Saturday night. <q> <strong> Elgin Baylor </strong> called his play as many times as <strong> Elgin Baylor </strong> possibly could, and it makes my job a lot easier, </q> Philadelphia coach Jim O'Brien said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs.", "new_id": -2}, {"uid": "1297245174074432525", "i": 38634, "idx": 0, "sa": ["Lily Allen", "Lindsay Lohan", "Kate Moss", "Simon Cowell"], "q": "bashes to celebrate their final days as single ladies on the same night, but <strong> Lily Allen </strong> decided to rearrange her plans so <strong> Kate Moss </strong> could go ahead with her celebration. A source told the Daily Star newspaper: <q> <strong> Kate Moss </strong> and <strong> Lily Allen </strong> both originally wanted the same weekend to celebrate, the last weekend in May. Luckily, the girls thought it was funny and typical of their planning.`` They've been friends for a while and obviously have stacks of mutual pals so both were anxious that their special nights didn't coincide. <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296543362072531982", "i": 25422, "idx": 4, "sa": ["James Cleveland", "Paul Pierce", "LeBron James", "Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2 ft <strong> LeBron James </strong> Shaq O'Neal <strong> Paul Pierce </strong>& Garnett NBA Playoffs <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2 ft <strong> LeBron James </strong> Shaq O'Neal <strong> Paul Pierce </strong>& Garnett NBA Playoffs www.youtube.com NBA Playoff Preview Round 1", "new_id": -2}, {"uid": "1297176031226918403", "i": 3158, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "SHOW with DAVID LETTERMAN,'' MONDAY, FEB. 7( <strong> Aaron Rodgers </strong> walks out onstage as CBS Orchestra plays`` We Are the Champions,'' and audience gives him a standing ovation) <strong> David Letterman </strong>: <q> We were talking a little bit about your itinerary for today. Under any circumstances, it would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble. </q>( audience applauds) <strong> Aaron Rodgers </strong>:`` No, this is fun for me. I mean, this is-- I watch your show a lot.'' <strong> David Letterman </strong>:`` I appreciate that.", "new_id": -2}, {"uid": "1297360867206143497", "i": 33430, "idx": 0, "sa": ["Eric Schmidt"], "q": "valuing the company as high as$ 10 billion.[ ID: nL3E7DA09Q] Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review comments frequently to", "new_id": -2}, {"uid": "1297254907195313703", "i": 24289, "idx": 8, "sa": ["Simon Cowell"], "q": "said.`` It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.'' Later, <strong> Simon Cowell </strong> stated the challenge simply: <q> If we don't, with what I've put[ up as a prize], find a global star, I think we've failed. </q> Fight between 2 women led to murder, witness testifies Couples from B.G., Point Place are among 22 honored by state GM reportedly to pay$ 3,000 profit shares Man vs. Machine Watson takes on former` Jeopardy!'", "new_id": -2}]