[{"uid": "1297255522158613507", "i": 27400, "idx": 0, "sa": ["Steve Ballmer"], "q": "president of the Server and Tools Division which has grown into a$ 15 billion business on his watch, was unceremoniously deposed when <strong> Steve Ballmer </strong> notified employees by email that he will leave in June. <q> <strong> The CEO </strong> wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn't fall behind in cloud software, </q> the news report said. It is not uncommon for Microsoft to have major reorgs as often as once a year, and several reorgs in the past ten years were mounted at this time of year--", "new_id": -2}, {"uid": "1297234015042778751", "i": 46345, "idx": 1, "sa": ["Janet Napolitano", "Donald Rumsfeld", "Rod Beckstrom"], "q": "Letter from National Cybersecurity Center( NCSC) Director <strong> Rod Beckstrom </strong> to Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong>, March 5, 2009, at( January 14, 2011). Which agency leads the cybersecurity effort makes a difference because an <q> intelligence culture is very different from network operations or security culture, </q> as <strong> Rod Beckstrom </strong> stated in the letter. <strong> Rod Beckstrom </strong> resigned his position as NCSC director in part because of his perception that the National Security Agency was inappropriately \"control[ ing] DHS cybersecurity efforts.\"[ 19]", "new_id": -2}, {"uid": "1295562019175194161", "i": 45575, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is going to talk about,\" all of which is expected to be accomplished by April, <strong> Eric Schmidt </strong> said. Page, after congratulating <strong> Eric Schmidt </strong> on doing \"an outstanding job,\" and saying there was <q> no one in the universe who could have accomplished what he's done, </q> passed the call over to <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong>, however, punted. After saying he expected to work with both Page and <strong> Eric Schmidt </strong> for \"many more decades,\" said he would focus on \"my", "new_id": -2}, {"uid": "1296552417261570573", "i": 23543, "idx": 11, "sa": ["Maurice Cheeks", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1296120768218316803", "i": 12629, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295936245231571467", "i": 48937, "idx": 7, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "to the fan sitting underneath the far basket. \"I winked at him and told him that was for him,\" <strong> Dwyane Wade </strong> said, adding that it was all in fun for both himself and the fan. <q> He'll remember that for his whole life and I will too. </q> <strong> Dwyane Wade </strong> flashed another grin towards the Kings bench in the fourth quarter, after he finished in traffic with an acrobatic reverse layup. It was a characteristic performance for one of http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two free throws,", "new_id": -2}, {"uid": "1296514363156909626", "i": 49423, "idx": 0, "sa": ["Michael Vick"], "q": "Full Story <cite> KOCO ChannelOklahoma.com </cite> star, US actor back E.Jerusalem settlers <cite> AFP </cite> U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q> It would seem that Conservatives govern on bumper sticker mantras, fairy tales and wishful thinking. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1295245548048136194", "i": 17325, "idx": 2, "sa": ["Darren Collison", "Allen Iverson", "Derrick Rose"], "q": "<strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Detroit Pistons vs Oklahoma <strong> Derrick Rose </strong> Thunder( <strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q> That was a great play by <strong> Allen Iverson </strong>, </q> Pistons coach <strong> Darren Collison </strong> Curry said. \"He hadn't had much going for him in the first three quarters, but then he took over the ga... LA Lakers vs. Oklahoma Thunder- Game 6 Recap[", "new_id": -2}, {"uid": "1295584716071549019", "i": 4394, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s", "new_id": -2}]