[{"uid": "1296444954158449881", "i": 45849, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": ", but we know we can win some battles up front. That's not the biggest issue this week. The biggest issue is when you have <strong> Ben Roethlisberger </strong> in your grasp, you have to get him down. <q> His ability elude players, he's so strong, he can shed guys and get the ball downfield or just get the ball away when you could've had a sack. He gets the ball away and lives another day. That's the biggest issue- <strong> Ben Roethlisberger </strong>'s ability to extend plays. </q> While Raji acknowledged that <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> are different body types with different goals when they escape the pocket-`` When <strong> Ben Roethlisberger </strong> gets out there, he's not scrambling to run, he's scrambling to throw,", "new_id": -2}, {"uid": "1297275844160776204", "i": 10184, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "?'' 15 people died in rioting resulting from the article. <strong> Donald Rumsfeld </strong> lamented,`` Well, I suppose people want to be first instead of accurate and that's too bad.'' He added, <q> Of course, a lie races around the world 15 times before the truth even gets its boots on. </q> <strong> Donald Rumsfeld </strong>, who was promoting his new book, also appeared on Monday's World News, Nightline and Tuesday's Good Morning America. None of those ABC hosts questioned the ex-Defense <strong> Donald Rumsfeld </strong> about Newsweek's false story or", "new_id": -2}, {"uid": "1295638013070795356", "i": 21695, "idx": 2, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman", "Henry Kissinger"], "q": "astounding that people think that heart disease is a disease of men, when in fact, it kills more women,'' <strong> Henry Kissinger </strong> Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special, <q> Take advantage of the technology and the care that's available. There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}, {"uid": "1296365944097009666", "i": 431, "idx": 5, "sa": ["Milwaukee Buck", "Rodney Stuckey", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>.`` When we have the bigger lineup, obviously we're better defensively,'' <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. <strong> Milwaukee Buck </strong> missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1295553219232112198", "i": 43044, "idx": 3, "sa": ["Eric Schmidt"], "q": "as financial tools can[ certainly] go much further than that.'' Finally, <strong> Eric Schmidt </strong> noted that Google wanted to increase the availability of inexpensive smartphones in the poorest parts of the world. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years, </q> he explained.", "new_id": -2}, {"uid": "1297424430240271384", "i": 42885, "idx": 0, "sa": ["Simon Cowell"], "q": "year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show` Extra': <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"uid": "1295124192182747140", "i": 35031, "idx": 4, "sa": ["Linas Kleiza", "Eduardo Najera", "Allen Iverson", "George Karl"], "q": "up for me,'' <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Najera </strong>. <q> It was one of those nights where our bench needed to come through and we`` I feel that Bates really helped me to expand my view of the world. It was at Bates that I got to interact with people I never thought I'd interact with: people from Africa, people from the Caribbean, people from East Asia, from West Asia, from all over the world. This was my jumping-off point to discover the world. </q> http://wn.com/Sam_Harris_Can_Science_Determine_Human_Values?_1-7 Vanderbilt( 12-3) at Tennessee( 10-6) Moore, Hartley lead No. 2 UConn to 71st straight home win, 78-55 over Louisville. Pearl-less Vols now 0-2, Vandy up next Vanderbilt Commodores, Tennessee Vols", "new_id": -2}, {"uid": "1296770511173654034", "i": 12164, "idx": 14, "sa": ["Donald Rumsfeld"], "q": "intelligence that have affected key national security decisions and contingency planning.'' This, of course, was the mother of all intelligence failures, but <strong> Donald Rumsfeld </strong> attempts to shift the argument to higher ground, saying illegal weapons <q> should have been only one of the many reasons </q> for invading Iraq, including violations of U.N. resolutions and attacks on American pilots in the no-fly zone. But it was WMD, of course, that was the principal tool in the administration's salesmanship of the war", "new_id": -2}, {"uid": "1295369174262144017", "i": 49047, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host`` insane'' and accuses him of stealing sketch ideas. <q> <strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material, </q> The New York Post quoted Stern as saying.`` This guy's ripped off like 10 major things from my show.'' Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host <strong> David Letterman </strong>", "new_id": -2}, [{"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]]