[{"uid": "1295911544158924801", "i": 1360, "idx": 0, "sa": ["Jean Schmidt", "Robert Aderholt", "Mike Pence"], "q": "pro-life lawmakers lined up at the rally before the march to speak, calling for Congress to block federal funding for abortion domestically and overseas, and to defund Planned Parenthood. But they also just celebrated. <q> We have eight new pro-life Republican women! Thank you! </q> shouted Rep. <strong> Jean Schmidt </strong>, R-Ohio, to the crowd. \"We're up for a new day in this Congress,\" said Rep. <strong> Robert Aderholt </strong>, R-Ala. Rep. <strong> Mike Pence </strong>, R-Ind., directed a", "new_id": -2}, {"uid": "1295261556064110646", "i": 18219, "idx": 1, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence"], "q": "<strong> Mike Pence </strong> Steele's backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> Howard, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1295239659192987162", "i": 41630, "idx": 0, "sa": ["Steve Ballmer"], "q": "7 is enough. Editor's Update 1/7/2010: Last night at the Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> because that is indeed what it runs.. Gizmodo quoted <strong> Steve Ballmer </strong> as saying <q> They're more powerful than a phone and almost as powerful as a PC. Perfect for reading, surfing the web and taking entertainment on the go. </q> Also, according to Gizmodo, it will be available later this year. See David Berlind is the chief content officer of TechWeb and editor-in-chief of TechWeb.com. David likes to write about emerging tech, new and", "new_id": -2}, {"uid": "1295093305253313052", "i": 3343, "idx": 5, "sa": ["Michael Jordan", "Allen Iverson"], "q": "Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th... OJ <strong> Michael Jordan </strong> 2008-2009 Highlight Mix( HD) OJ <strong> Michael Jordan </strong> 2009 Season highlights- At 11 years old, he signed his first autograph.-", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1295596871034635840", "i": 40472, "idx": 2, "sa": ["Kaley Cuoco", "David Letterman"], "q": "is I know when it's going to rain,\" <strong> Kaley Cuoco </strong> laughed. <strong> David Letterman </strong> tried to deduce who was to blame for the accident, but <strong> Kaley Cuoco </strong> was insistent it wasn't the horse's fault. <q> This was a love of my life, this horse, </q> she said. \"I love this horse. It really wasn't his fault.\" \"Well, we did shoot him,\" she clarified after more pressing. \"But it wasn't his", "new_id": -2}, {"uid": "1296711641100515846", "i": 36963, "idx": 5, "sa": ["Rodney Stuckey", "Allen Iverson", "Michael Redd"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,\" <strong> Allen Iverson </strong> said. <q> I just wanted to play well. Especially for my teammates because I let them down by not being here. </q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Redd </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}, {"uid": "1295007567134168576", "i": 21231, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "Earlier on Wednesday, reports from several media outlets including Fox News and NBA.com reported that <strong> Allen Iverson </strong> may be looking to retire due to the injury, after receiving information from HoopsWorld regarding his status. <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said to AP. \"He's got a battle ahead of him.\" <strong> Allen Iverson </strong> Announces RetirementAccording to the New York Times, <strong> Allen Iverson </strong> is getting paid around$ 2 million per season by Besiktas Cola Turka.", "new_id": -2}, {"uid": "1297190045244269069", "i": 14035, "idx": 0, "sa": ["Eric Schmidt"], "q": "amount of data created by the average internet individual is growing at a phenomenal rate, unlimited data plans seem increasingly like bad business. In 2010, the CEO of Google, <strong> Eric Schmidt </strong>, told us that, <q> Between the birth of the world and 2003, there were 5 exabytes of information created. We now create 5 exabytes every 2 days. See why it's so painful to operate in information markets? </q> This is staggering. As a result of mobile devices with internet connections becoming commonplace, we have exhausted our supply of IPv4 addresses sooner than expected, all 4.3 billion of them. 4.3 billion! With this", "new_id": -2}, {"uid": "1295124191182747179", "i": 3268, "idx": 0, "sa": ["Allen Iverson"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taking a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said. \"I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the", "new_id": -2}]