[{"uid": "1296482657189546496", "i": 2751, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296573815267468851", "i": 420, "idx": 4, "sa": ["Peter Andre", "David Letterman", "Justin Bieber", "Katie Price"], "q": "<strong> David Letterman </strong> at@late_show we need to get him twice as many followers!\" <strong> Justin Bieber </strong> then further confused the 63-year-old by telling him that he was in the 11th grade at school. <strong> David Letterman </strong> asked: <q>What is 11th grade? Is that sophomore in high school?</q> <strong> Peter Andre </strong> offers support to <strong> Katie Price </strong> for the sake of their kids <strong> Peter Andre </strong> has reportedly told <strong> Katie Price </strong> he'll be there for her with regards to their children as her bitter split from Alex Reid intensifies.... Has Alex", "new_id": -2}, {"uid": "1295150069185466883", "i": 16825, "idx": 2, "sa": ["Barack Obama", "Jim Kessler", "Sen. Bernie Sanders"], "q": " \"Yeah the trust fund is solvent for the next 26 years but each year you wait to solve the problem, the cure you need to administer for solvency gets more and more severe,\" <strong> Jim Kessler </strong> said. <q>You need greater benefit cuts in the future, greater tax increases in the future. You get to the point of no return.</q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... Communists, low life, scum sucking, pile of dog dung such as <strong> Sen. Bernie Sanders </strong>... <strong> Barack Obama </strong> posted on", "new_id": -2}, {"uid": "1295415443092504110", "i": 9183, "idx": 1, "sa": ["Sergio Marchionne"], "q": "for production at the Windsor plant. It is possible that Chrysler could also make a full-size car-- known as an E-segment vehicle-- on the new platform. <strong> Sergio Marchionne </strong> said Chrysler could make Fiat models as well. <q>We need to upgrade this and make it a much more versatile platform and one that will allow us to be able to make more than just minivans,</q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> is betting that the automaker's slate of 16 new and refreshed vehicles will help revive Chrysler, which nearly collapsed in 2009 before a government-funded bankruptcy. <strong> Sergio Marchionne </strong> thanked the U.S. and Canadian governments for", "new_id": -2}, {"uid": "1295125227265830412", "i": 35019, "idx": 22, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": ". 2005-03-30. Retrieved 2007-02-03.\" \"The top US general in Iraq authorised interrogation techniques including the use of dogs, stress positions and disorientation, a memo has shown.\"'^ Leon Worden. <q><strong> Brigadier General Janis Karpinski </strong>: <strong> Donald Rumsfeld </strong> OK'd Methods at <strong> Abu Musab al-Zarqawi </strong> Ghraib</q>. Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Abu Musab al-Zarqawi </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-abusing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^ \"<strong> Donald Rumsfeld </strong> okayed", "new_id": -2}, {"uid": "1296709195199049220", "i": 17694, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most confounding questions of the decade: When did planning for the war in Iraq begin? It was just 15 days after the World Trade Center collapsed, he wrote in his memoir <q>Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> \"wanted the options to be` creative.\" The stories reveal that <strong> Donald Rumsfeld </strong>, despite his bravado during his years at the Pentagon podium,", "new_id": -2}, {"uid": "1295561213061718584", "i": 31196, "idx": 0, "sa": ["Larry King", "Ricky Gervais", "Eric Schmidt", "Google Inc.", "Colman Andrews"], "q": "<strong> Eric Schmidt </strong> will hand over the reins to co-founder <strong> Larry King </strong> Page, the company said on Thursday. According to <strong> Google Inc. </strong>, Chefs, CEOs and you make website's Top 50 list food? The idea was to choose people <q>that directly or have the ability to directly affect what and how we eat,</q> explains <strong> Colman Andrews </strong>, editorial director of TheDailyMeal, a new site that aims to be a clearinghouse of all things food-related, from recipes to restaurant reviews and more. And on Globes Host <strong> Ricky Gervais </strong> Says He Was", "new_id": -2}, {"uid": "1295648671247758851", "i": 16920, "idx": 1, "sa": ["Eric Schmidt"], "q": "last year. \"I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device,\" Pierce said. <q>But a lot has happened between then and now,</q> such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move that surprised industry analysts", "new_id": -2}, {"uid": "1295806200208044038", "i": 49227, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q>I will always vote for the person who I think is best qualified,</q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]