[{"uid": "1296525295211714056", "i": 6770, "idx": 0, "sa": ["Andre Iguodala", "Elton Brand", "Thaddeus Young", "Lou Williams", "Allen Iverson"], "q": "time, they just got mad. <strong> Andre Iguodala </strong> and <strong> Elton Brand </strong> scored 18 points each, <strong> Allen Iverson </strong> added 16 and the 76ers snapped a four-game home losing streak with a 96-92 victory over the New Orleans Hornets on Monday night. <q>We were a little angry and I thought it helped us,<q> said <strong> Elton Brand </strong>, who fouled out. \"We played with a purpose in the fourth quarter. I think this win will give us a nice boost of confidence.\" <strong> Thaddeus Young </strong> and <strong> Lou Williams </strong> added 12 points each and", "new_id": -2}, {"uid": "1297326779046071825", "i": 4960, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question in 2002 about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The defense secretary responded: <q>Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know.<q> It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one that <strong> Donald Rumsfeld </strong> has rhetorically mastered to create a self-conscious reputation as a fearless questioner of received truths, one", "new_id": -2}, {"uid": "1296677265093847554", "i": 4977, "idx": 0, "sa": ["Andre Miller", "Allen Iverson", "Tyreke Evans"], "q": "was going to take time for everything to come together under the leadership of <strong> Allen Iverson </strong>. Try two games. <strong> Allen Iverson </strong> had 28 points and 13 assists in Denver's 116-105 victory over the Boston Celtics on Tuesday night. <q>I'd say we're real comfortable with him now,<q> said <strong> Tyreke Evans </strong>, who had 14 points and 14 rebounds coming off the bench. <strong> Allen Iverson </strong> picked up his second double-double-- and first win-- since being acquired by Denver for <strong> Andre Miller </strong>, Joe Smith and two first-round picks", "new_id": -2}, {"uid": "1296055281154206214", "i": 9853, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sherrod Brown", "Mike Pence", "Phil Gingrey", "Michele Bachmann"], "q": "president reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was,\" <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> said, before adding that he was disappointed that the president appeared to be <q>committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall.<q> post-speech reaction from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., <strong> Barack Obama </strong> <strong> Sherrod Brown </strong>, D-Ohio, and <strong> Michele Bachmann </strong> <strong> Phil Gingrey </strong>, R-Ga., on our YouTube channel. ON THE ROAD AGAIN <strong> Barack Obama </strong> plans to take his State of the Union", "new_id": -2}, {"uid": "1297616629186400779", "i": 26887, "idx": 29, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": " \"He's afraid of me, basically!\" \"There was this phase when he was a rock star,\" Martin prompted. \"A rock star,\" said Joyce <strong> Donald Rumsfeld </strong>. <q>And then the minute, I mean if you think that fazed me it didn't at all. Because you know it will end, and then he'll be the goat.<q> Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. \"He supposedly worked for me. He never really", "new_id": -2}, {"uid": "1297360972264552456", "i": 22042, "idx": 0, "sa": ["Eric Schmidt"], "q": "said in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q>There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future.<q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to", "new_id": -2}, {"uid": "1295875515093847644", "i": 26978, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer", "Mark Finkelstein"], "q": "mine\" in the Senate, including <strong> Chuck Schumer </strong>, and, er... who? <strong> Mark Finkelstein </strong> points out that <strong> Barack Obama </strong>'s great friend <strong> Kirsten Gillibrand </strong> pronounces her name with a soft G, not a hard G: <q>PBO pronounces <strong> Kirsten Gillibrand </strong> with a hard \"g,\" whereas<q> Maybe someone should take the time to introduce <strong> Barack Obama </strong> to his \"great friend\" one of these days. Got an Obamateurism of the Day? If you see a foul-up by <strong> Barack Obama </strong>, e-mail it", "new_id": -2}, {"uid": "1297366266225542151", "i": 8835, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former \"Frasier\" star and <strong> Camille Grammer </strong>, who appears on <q>The Real Housewives of Beverly Hills,<q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February.", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,<q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1296127977138051604", "i": 37084, "idx": 0, "sa": ["Peter Capaldi", "Andy Coulson"], "q": "Malcolm Tucker... always in the thick of it. Photograph: Allstar/BBC Films/Sportsphoto/Allstar Malcolm Tucker might be fictional, but that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. <q>I'd like to hack his voicemail and find out what's going on in his life,<q> <strong> Peter Capaldi </strong> told the Independent. \"I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we", "new_id": -2}]