[{"uid": "1295980520186695687", "i": 53031, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said. \"He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to", "new_id": -2}, {"uid": "1294997731235044878", "i": 51890, "idx": 6, "sa": ["Brian Finneran", "Michael Vick", "Eric Weems"], "q": "<strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said. <q> I had guys do it with me. I try to emphasize that with all the young guys around. <strong> Eric Weems </strong>, one of our special-team studs, I kept reminding him:` Do the right things. Don't let it go to your head.' </q> Do some guys not want to hear it? \"Oh, yeah,\" <strong> Brian Finneran </strong> said. \"A lot of times, we'll have rookies come in here and literally not want to", "new_id": -2}, {"uid": "1295509675216596495", "i": 19125, "idx": 0, "sa": ["Emma Marcegaglia", "Sergio Marchionne", "Alberto Bombassei"], "q": ", sulle migliaia iscritte a Federmeccanica. La <strong> Emma Marcegaglia </strong> ritiene anche che l'ad della Fiat, <strong> Sergio Marchionne </strong>, far rientrare in Confindustria le \"newco\" di Mirafiori e Pomigliano quando ci sar un contratto per il settore auto. <q> Do per buone le sue parole a New York </q>, fermo restando che \"l'adesione a Confindustria? volontaria. La strada per rientrare pu essere quella che propone Federmeccanica\" . Per <strong> Alberto Bombassei </strong>, vicepresidente di Confindustria, la proposta di Federmeccanica \"? di buonsenso", "new_id": -2}, {"uid": "1296437639091652104", "i": 13195, "idx": 2, "sa": ["Mark Hurd", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with\" the areas <strong> Eric Schmidt </strong> will oversee, he said. These include <q> all the external stuff: customers, partners, deals, M&A, government, press, publicity and Mark Hurdeting. It was misinterpereted by many people who didn't understand what I was doing. </q> <strong> Eric Schmidt </strong> characterized co-founder <strong> Larry Page </strong>, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other", "new_id": -2}, {"uid": "1296513222071991319", "i": 39084, "idx": 0, "sa": ["Matthew Perry", "DeSean Jackson", "David Letterman", "Nom De Strip", "Ice Cube", "Todd Rundgren", "Tom Hooper", "Tavis Smiley", "Craig Ferguson", "Jimmy Fallon", "Leighton Meester"], "q": "<strong> David Letterman </strong> <strong> Matthew Perry </strong>, <strong> Nom De Strip </strong>, the National.( WCCO, Ch. 4) 11 p.m. Lopez Tonight NFL player <strong> DeSean Jackson </strong>( TBS) 11:30 p.m. <strong> Tavis Smiley </strong> English director <strong> Tom Hooper </strong>( <q> The King's Speech. </q>)( TPT-LIFE, Ch. 17) 11:37 p.m. Late Night With <strong> Jimmy Fallon </strong> <strong> Ice Cube </strong>, <strong> Leighton Meester </strong>, <strong> Todd Rundgren </strong>.( KARE, Ch. 11) The Late Late Show With <strong> Craig Ferguson </strong> Dr.", "new_id": -2}, {"uid": "1295344920052248582", "i": 31932, "idx": 0, "sa": ["Steve Ballmer"], "q": "CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting on 28 February. A 17 January statement by Microsoft chief executive <strong> Steve Ballmer </strong> emphasised Dynamics CRM's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data </q>. Microsoft finds itself locked in a fierce battle for CRM market share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals.", "new_id": -2}, {"uid": "1295458115232456196", "i": 3381, "idx": 0, "sa": ["Wen Ping", "Allen Iverson", "Aaron McKie"], "q": "scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. \"It was like he was playing horse tonight,\" said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. <q> His jumper was deadly. </q> Using mostly jump shots, <strong> Allen Iverson </strong> Wen Pingt 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on", "new_id": -2}, {"uid": "1297161526055738379", "i": 41070, "idx": 11, "sa": ["Susan Boyle", "Simon Cowell"], "q": "A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform in front of a live arena audience. \"I want to see them perform in that setting,\" he said. <q> And while it puts more pressure on, it can also help. I'm not sure Britain's Got Talent'] with just a judges' panel. The audience really lifted her. </q> <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on \"X Factor.\" \"Stars can come from anywhere,\" he said. \"<strong> Susan Boyle </strong>", "new_id": -2}, {"uid": "1297203269184696860", "i": 7815, "idx": 16, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "of dodge ball with what... Report Isnilon Hapilonse \" Come on Rummy, You abandoned the \"<strong> Colin Powell </strong> Doctrine\" on the premise that we could do the war \"on the cheap\" . Or as you put it <q> leave a light foot print </q> then we can leave within a year.. by the way the oil revenue would pay for the war... remember that? \" <strong> Colin Powell </strong> said that we needed to go in with massive force with solders on", "new_id": -2}, {"uid": "1297211882164479028", "i": 58317, "idx": 0, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "March 27 in Los Angeles and then Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions.*** According to Entertainment Weekly, <strong> Simon Cowell </strong>, 51, said in a statement: <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. \"I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. </q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}]