[{"uid": "1295278373145555468", "i": 43045, "idx": 0, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC. \"<strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,\" said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295728685209895493", "i": 32646, "idx": 0, "sa": ["Ed Sullivan", "David Letterman", "Kaley Cuoco"], "q": "and posed outside the <strong> Ed Sullivan </strong> Theatre in New York City. While on The Late Show with <strong> David Letterman </strong>, <strong> Kaley Cuoco </strong> talked about how she broke her leg during a horse-riding incident last year and the long road to recovery. <q> Now I have two metal bars in my leg, but the good thing about that is I know when it's going to rain, </q> <strong> Kaley Cuoco </strong> joked.", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1297475330028377090", "i": 39769, "idx": 3, "sa": ["Emma Willard", "Kirsten Gillibrand"], "q": "still too young,\" said Lesser. <strong> Emma Willard </strong>, a private girls' school several miles from her new home. Rensselaer County Executive Kathy Jimino said <strong> Kirsten Gillibrand </strong>'s decision sends a positive message. <q> I think it's an affirmation about Rensselaer County-- that it's a great place to live, work and raise a family, </q> Jimino said. \"It will mean she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate. \"I think she feels strongly about the tie", "new_id": -2}, {"uid": "1297606486106446870", "i": 15330, "idx": 4, "sa": ["Donald Rumsfeld", "Denholm Elliott"], "q": "to Abu Ghraib prison, how about not imprisoning innocent people. Tonytoday 13 February 2011 11:42 AM Well, what did you expect? I can't recall the last war criminal who said, <q> Hmm, yes, you're right, I was completely wrong and acted in an illegal and exceptionally foolhardy way. </q> Given <strong> Donald Rumsfeld </strong>'s completely absurd defence of Guantanamo I think we can dump this pretty smartly in the \"They Haigin88 13 February 2011 1:45 PM As <strong> Denholm Elliott </strong> said in \"Trading Places\"", "new_id": -2}, {"uid": "1295715899131842121", "i": 25770, "idx": 6, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks <strong> Polly Noonan </strong> encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>. <q> What my grandmother's life did for me was, <strong> Mayor Erastus Corning </strong> saw how she did it, and <strong> Mayor Erastus Corning </strong> was never afraid. </q> That said, <strong> Kirsten Gillibrand </strong> is obviously galled by the disrespect she-and female candidates generally-have faced. She recounts with dismay the \"enormous amount of inappropriate comments\" to come from her Republican opponent in 2006. \"", "new_id": -2}, {"uid": "1296853411023298074", "i": 36213, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Roger Goodell </strong> said. <strong> Roger Goodell </strong> was responding to a question about the Super Bowl party that <strong> Michael Vick </strong>'s name had been attached to, and <strong> Roger Goodell </strong> suggested that <strong> Michael Vick </strong> was never involved in the planning of that party. <q> I spoke to <strong> Mike Tomlin </strong> three times in the last two weeks about his schedule here, </q> he said. \"He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what", "new_id": -2}, {"uid": "1296619353222035981", "i": 30860, "idx": 2, "sa": ["Michael Vick", "M. Night Shyamalan"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday <strong> M. Night Shyamalan </strong> Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record <strong> M. Night Shyamalan </strong>^^. This is just a song and a picture", "new_id": -2}, {"uid": "1295580035256213030", "i": 22449, "idx": 6, "sa": ["Eric Schmidt"], "q": " \"It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.\" <strong> Eric Schmidt </strong>, in a blog post, said: <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q> \"For the last 10 years, we have all been equally involved in making decisions,\" he said. \"This triumvirate approach has real benefits in terms of shared wisdom, and we", "new_id": -2}, {"uid": "1296287142002965539", "i": 16971, "idx": 0, "sa": ["Peyton Manning", "Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "person than watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner. This time, someone else is picking up the tab. <q> The first-class flight out here instead of coach didn't hurt either, </q> he said. \"Monsters of the game\" For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and", "new_id": -2}]