[{"uid": "1296117571165298183", "i": 9360, "idx": 12, "sa": ["Matt Ryan", "Michael Vick"], "q": "This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft.`` I feel like this one I had to work hard to get here,'' he said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. I think everything came together and it has worked out for me. </q> <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's <strong> Matt Ryan </strong>.`` It's great,'' <strong> Michael Vick </strong> said.`` <strong> Matt Ryan </strong>'s great. The coaching", "new_id": -2}, {"uid": "1297684045187187200", "i": 22149, "idx": 3, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "from the US occupation still far from dying down, peaceful protests seemed simply too dangerous to be possible. Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2415 on: February 12, 2011, 06:02:47 AM </q> <strong> Donald Rumsfeld </strong> on Iraq War:`` Nobody Lied'' 2/11/2011 4:02:09 PM In an interview with WSJ's Jerry Seib, former Secretary of Defense <strong> Donald Rumsfeld </strong> reveals that <strong> George H. W. Bush </strong> never asked anyone whether going to", "new_id": -2}, {"uid": "1296395184086278204", "i": 42570, "idx": 2, "sa": ["Simon Cowell", "Dermot O'Leary", "Steve Jones"], "q": "perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.'' Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows. <q> People have said he'll fly backwards and forwards and do both. But he's not just a judge, he's also a mentor. That means he needs to stay in just one place. It's possible <strong> Simon Cowell </strong> will miss the UK version for a year and come back once the US one is settled in. </q> <strong> Steve Jones </strong> is in the running to land the presenting gig on the US show ahead of <strong> Dermot O'Leary </strong>, who has made no secret of his desire to move Stateside.", "new_id": -2}, {"uid": "1296751525173539347", "i": 12527, "idx": 1, "sa": ["Bill Lockyer", "Maria Helena Moraes Scripilliti", "Bill H. Gross", "Paris Hilton"], "q": " Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction`` apocalyptic arm-waving,'' the National League of Cities' research director href=\"http://citiesspeak.org/2011/01/12/crying-wolf-on-municipal-defaults-part-2/\" title=\"Open Web Site\" rel=\"external\"> cited her <q> stunning lack of understanding, </q> and Pacific <strong> Maria Helena Moraes Scripilliti </strong> Management Co.'s <strong> Bill H. Gross </strong>, who runs the world's biggest bond fund, simply said he doesn't subscribe to the`` theory.'' <strong> Paris Hilton </strong> doesn't have specific numbers backing up her now", "new_id": -2}, {"uid": "1295591716183287832", "i": 44232, "idx": 4, "sa": ["Thomas S. Price", "Mike Pence", "Judd Gregg"], "q": "On July 14, the White House released letters from four c... Senator <strong> Judd Gregg </strong> R-NH at Senate Health Committee Senator <strong> Judd Gregg </strong> R-NH speaking about the current Health Care Legislation at the Senate Health Committee meeting Thursday 6/25/09. <q> You don't control spending by RADICALLY INCREASING spending </q> Also points out that medicare and medicaid currently have 60 TRILLION unfunded lia...`` This Congress is Spending Like There's No Thomas S. Priceorrow'' <strong> Mike Pence </strong> Jordan on the House Floor, offering the Republican Motion to Recommit on 4/15/2010", "new_id": -2}, {"uid": "1295091172024526893", "i": 19007, "idx": 0, "sa": ["Chris Huhne"], "q": "Es ist im Interesse der weltweiten Energiesicherheit und daran haben die USA gro?es Interesse'', sagte der Manager am Samstag in der BBC. Experten gehen davon aus, dass das Gesch?ft rein praktische Gr?nde hat. <q> BP bekommt Zugang zu den Vorr?ten, Rosneft bekommt Zugang zur Technologie </q>, sagte Phil Weiss, Analyst bei der New Yorker Argus Research, dem britischen Sender. Der britische Energieminister <strong> Chris Huhne </strong> nannte die Vereinbarung`` bahnbrechend''. Der Deal ist auf h?chster politischer Ebene eingef?delt worden.", "new_id": -2}, {"uid": "1296666375083984402", "i": 31166, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "many changes this season, but executive producer <strong> Nigel Lythgoe </strong> assures us that the talent this season is the best yet as he reveals some thoughts about the new season in a recent interview. <strong> Nigel Lythgoe </strong> told the Hollywood Reporter that <q> You haven't really seen how strong the talent is yet. We can afford to lose 10 great ones this year because they're that good! </q> <strong> Nigel Lythgoe </strong> goes on to share that this season is all about bringing the fun back into the show and he sees that happening without <strong> Simon Cowell </strong>, but with a fresh new set of judges- along with Randy of course", "new_id": -2}, {"uid": "1295925206202604558", "i": 39570, "idx": 0, "sa": ["Allen Iverson", "Tim Cahill", "Donyell Marshall", "Dwyane Wade", "John Thompson", "Steve Nash"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Steve Nash </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my Tim Cahille, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Miami_Heat_vs_Phoenix_Suns_109__105_January_8,_2010 <strong> Dwyane Wade </strong> scored 33 points", "new_id": -2}, {"uid": "1295170243052756496", "i": 44379, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "Republicans to salvage unemployment benefits for the long-term jobless and create a sort of ministimulus bill with tax cuts for everybody, including the working poor, besides the dreaded, hated giveaway to the undeserving wealthy. <q> The American people are outraged! </q> said Senator <strong> Bernie Sanders </strong> of Vermont. He wanted the <strong> Barack Obama </strong> to draw that line in the sand, let the unemployment benefits lapse, the tax code fall into limbo, and hold out until public opinion forced 60 votes", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]