[{"uid": "1295264028094093318", "i": 7253, "idx": 1, "sa": ["Andy Coulson"], "q": "a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.\" He added: <q>Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.</q> According to the Mail on Sunday, <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry", "new_id": -2}, {"uid": "1296142066049446919", "i": 24094, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1296081695130252859", "i": 4233, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "Idol\" panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Steven Tyler </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q>This is \"American Idol'!</q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season\"s singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1296711640100515944", "i": 27656, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q>I didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us.</q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored http://wn.com/Wesley_Matthews_Career-High_30_Points_Portland_Trail_Blazers_vs_Memphis_Grizzlies Nene has 22 points, 10 rebounds as Nuggets beat injury-riddled Trail Blazers 109-90 <strong> LaMarcus Aldridge </strong>", "new_id": -2}, {"uid": "1295684940089554965", "i": 37949, "idx": 2, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong>, who scored 24 against Sacramento on Sunday. \"He never cares about starting or anything like that. When his opportunity comes, he's just always ready.\" <strong> Linas Kleiza </strong> shrugged off his career night: <q>It was just one of those games where the shots were going down. <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> were doing a great job sharing the ball,</q> he said. <strong> Linas Kleiza </strong> was doing a great job putting it through the hoops, hitting 10-of-13 shots, including 5-of-6 from the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,</q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1297277770262340612", "i": 17518, "idx": 0, "sa": ["David Letterman", "Zelda Fichandler", "Vince Lombardi", "James Earl Jones", "August Wilson", "Dan Lauria"], "q": "many others. He holds three Pulitzer Prizes, two Tony Awards, the Kennedy Center Honors, the National Medal of Arts and a Tony Award for Lifetime Achievement. According to Arena, the American Artist Award <q>honors an artist who has made a significant contribution to American theater and who represents all that is passionate, exuberant, deep and dangerous in the American spirit.</q> Past awardees include <strong> James Earl Jones </strong>, Robert \"Bob\" Alexander, <strong> August Wilson </strong> and Arena Stage co-founder <strong> Zelda Fichandler </strong>. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited \"", "new_id": -2}, {"uid": "1295313208219807749", "i": 43942, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,\" says <strong> Steve Ballmer </strong>, Microsoft's CEO. <q>The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market</q> More than 11,500 customers and 2,000 partners worldwide have used Microsoft Dynamics CRM 2011 as part of the beta programme, including customers that have switched from competing solutions. In New Zealand, a number of companies", "new_id": -2}, {"uid": "1294969460008224773", "i": 34224, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": "was appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at his confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health-care reform strategy. He argued last year: <q>We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course.</q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising ideals", "new_id": -2}, {"uid": "1297351389055672868", "i": 48872, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "brings deep engineering and online services knowledge to$ 15 billion business. REDMOND, Wash.-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}]