[{"uid": "1297310036062455890", "i": 32254, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "in the cloud.\" It's a cross-silo promotion for Microsoft since <strong> Satya Nadella </strong> previously worked as senior vice president for research and development in the Online Services division, which runs Bing and MSN. <q>In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,</q> <strong> Steve Ballmer </strong> said in an e-mail to all employees Wednesday. \"We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.", "new_id": -2}, {"uid": "1295425450082264181", "i": 17572, "idx": 0, "sa": ["Steve Ballmer", "Mike Feinberg"], "q": ". <strong> Mike Feinberg </strong> at EMC and <strong> Steve Ballmer </strong> Caniano at AT&T discuss EMC Atmos onLine, which EMC announced at EMC World 2009. AT&T also announced a new storage service based on Atmos at the show as well. <q>If I could run webOS on my phone, and a slate, and a netbook... And they all talked to each other and shared information... A friendly little product family... That connects you to the world in amazing new ways,</q> a narrator states on the promotional video, according to those who have seen it. HP has not confirmed the reports, but it has invited the media to a webOS-related event slated for Feb. 9.", "new_id": -2}, {"uid": "1297412496250134529", "i": 20122, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q>Unless something miraculous happens and we get an unexpected gift candidate.</q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1295256413206143491", "i": 15716, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Robert Vaden"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Robert Vaden </strong> 28 Points in 2nd Half against Kentucky <strong> Robert Vaden </strong> let it go, turned as the ball made its way through the net and began pounding his chest. capped by runway Another big shot for the UAB guard", "new_id": -2}, {"uid": "1295639157179568677", "i": 20463, "idx": 2, "sa": ["Eric Schmidt", "Seth Harris", "Tim Cook"], "q": "of key talent to rival Facebook is another sin often laid at <strong> Eric Schmidt </strong>'s feet. The reason for the exodus, many say, is that the company is no longer technically innovative enough. <q>Google is losing engineers frustrated by a shift in the culture that normally happens when a company gets as big as Google is,</q> <strong> Seth Harris </strong>, technology practice head at <strong> Tim Cook </strong> Associates, told the E-Commerce Times. \"Engineers fear the company is not moving fast enough and say it's harder to get time with leaders; many have", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1297623189221642818", "i": 719, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "of <strong> President Bush </strong>'s authorization that he be treated as an enemy combatant, <strong> Donald Rumsfeld </strong>'s lawyers say. The president enjoys complete immunity for those actions, they say, so the suit must be thrown out. <q>Military detention is a normal and inevitable incident of an enemy combatant designation,</q> <strong> Donald Rumsfeld </strong>'s lawyers argue in their brief. Padilla's assignment to the Charleston brig was \"routine and appropriate.\" Padilla's lawyers counter that <strong> Donald Rumsfeld </strong> and other officials can be held legally responsible for Padilla", "new_id": -2}, {"uid": "1296102825131907639", "i": 34368, "idx": 1, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Game_Recap_Atlanta_Hawks_vs_Milwaukee_Bucks__December_27,_2010_NBA December 27, 2010 Atlanta Hawks vs. Milwaukee Bucks( NBA), Score: Atlanta Hawks: Milwaukee Bucks:, Turnovers: Atlanta Hawks:... <strong> Dwyane Wade </strong> scores 38 points and dishes out 10", "new_id": -2}, {"uid": "1296429103034734121", "i": 9395, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q>Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster.</q> Just ask the director of the Iraqi museum. FILE- In this March 7, 1982 file photo, Cleopatra's... Photo in Slideshow: Anti-government protesters walk past... Photo in Slideshow: A protester holds", "new_id": -2}, {"uid": "1295958129216842277", "i": 10781, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q>I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go.</q> But should <strong> Mike Pence </strong>, who has said he will decide this month on his next step, listen to his fans, or choose the safer route of running for governor?", "new_id": -2}]