[{"uid": "1296494521100859915", "i": 32116, "idx": 14, "sa": ["Allen Iverson", "Eddie Jordan", "Earl Watson"], "q": "crazy.\" Since joining the team in Earl Watsony December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. <q> He means a lot more than his numbers, </q> Philadelphia coach <strong> Eddie Jordan </strong> said. \"His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. \"He's", "new_id": -2}, {"uid": "1294966617084754458", "i": 39747, "idx": 1, "sa": ["David Letterman", "Paul McCartney", "John Lennon Silva Santos"], "q": "of photographs, Fab Four FAQ 2.... <strong> Paul McCartney </strong> on \"A Day in the Life\" In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on <q> A Day in the Life. </q>( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com... A few things: <strong> John Lennon Silva Santos </strong> to be immortalized in three time capsules in special tribute: www.examiner.com What would you say in a video message to <strong> John Lennon Silva Santos </strong> if you were", "new_id": -2}, {"uid": "1297230275053084432", "i": 11859, "idx": 0, "sa": ["John Gossage", "Donald Rumsfeld"], "q": "shortly after September 12, 2001, the day <strong> John Gossage </strong> became aware that then-Secretery of Defense <strong> Donald Rumsfeld </strong> was his Kalorama neighbor. <strong> John Gossage </strong> talked to the Washington City Paper about this discovery in an article titled, Gossage-John Gossages-neighborhood-as-hell/\" target=\"_blank\"> <q> The Devil in Kalorama, </q> but the resulting monograph steers clear of the sensationalism that title would promise. Steidl is one of the premier publishers of art monographs, and this is a handsomely produced title, brilliantly designed in ways that go", "new_id": -2}, {"uid": "1295572388224641040", "i": 2688, "idx": 5, "sa": ["Eric Schmidt"], "q": "it,\" and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less now what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as \"creepy\" image. \"The biggest thing I wonder is after a year or so of having", "new_id": -2}, {"uid": "1295543475207126531", "i": 9663, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Carmelo Anthony", "Ray Allen"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,\" <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pMichael Jordaning since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1295627933219987981", "i": 44266, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "- J?hrige hatte zuvor den Softwarekonzern Novell geleitet und f?hrte das damals noch junge Start-up-Unternehmen in enger Absprache mit <strong> Larry Page </strong> und <strong> Sergey Brin </strong>. Doch am 4. April wird er an den 37- j?hrigen <strong> Larry Page </strong> abgeben. <q> Inzwischen ist die t?gliche Aufsicht eines Erwachsenen nicht mehr notwendig </q>, schickte <strong> Eric Schmidt </strong> die Nachricht vom F?hrungswechsel per Twitter in die Welt hinaus. Anzeige <strong> Larry Page </strong> bernimmt diese Aufgabe zu einem schwierigen Zeitpunkt. Zwar hat Google ein gl?nzendes Gesch?ftsjahr hinter sich. Allein von Oktober bis Dezember", "new_id": -2}, {"uid": "1295656975042876955", "i": 17764, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "he was News of the World editor was stopping him giving \"110 per cent\" to his No10 job. He said it had been a privilege to work with the PM but added: <q> When the spokesman needs a spokesman, it's time to move on. </q> Mr <strong> David Cameron </strong> said his aide had done an excellent job- and pointed out that Mr <strong> Andy Coulson </strong> had resigned from the News of the World over the phone hacking claims. He said: \"I feel he", "new_id": -2}, {"uid": "1296013262252100635", "i": 56927, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Michelle Obama"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. \"What comes of this moment is up to us,\" <strong> Michelle Obama </strong> said. <q> What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow. </q> But the <strong> Barack Obama </strong> also acknowledged that he and his party had a lot to learn from the huge Republican victories that gave the Republican Party\"> GOP control of the House last November-", "new_id": -2}, {"uid": "1295969807261718035", "i": 53334, "idx": 0, "sa": ["Eric Schmidt"], "q": "to the company's headcount. Outgoing CEO <strong> Eric Schmidt </strong> announced today that Google intends to hire 1,000 people in Europe alone. Robin Wauters, <strong> Eric Schmidt </strong> said at the DLD( Digital Life Design) Conference in Germany, <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments. </q> Then <strong> Eric Schmidt </strong> continued, \"Hundreds of these people will be located right here in our technology center in Munich.\" By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010,", "new_id": -2}, {"uid": "1296863197220315678", "i": 19402, "idx": 1, "sa": ["Rob Burnett", "David Letterman"], "q": "that <strong> David Letterman </strong> will retire in 2013 after his contract expires in 2012, he himself says he has no idea when the talk show host plans to hang up his hat.( Or should we say pants?) <q> He says this periodically,[ but] I don't want to rule it out, </q> says <strong> Rob Burnett </strong>. \"I have no particular insight into when <strong> David Letterman </strong> is going to want to stop doing the show. I'm not being coy. I honestly don't know. I don't know that", "new_id": -2}]