[{"uid": "1295312331007274510", "i": 37853, "idx": 0, "sa": ["Ricky Gervais", "Piers Morgan", "Simon Cowell"], "q": "and Network dominate Globes Golden Globes: 2011 winners In pictures: Golden Globes 2011 Comedian <strong> Ricky Gervais </strong> promised this year he would push the boundaries as he hosted the Golden Globes for a second time. <q> I think I'll go just close enough to the edge but not go over it, </q> he said on the red carpet before the ceremony. But by the end of the <strong> Ricky Gervais </strong>, <strong> Piers Morgan </strong>, and <strong> Simon Cowell </strong>: Why the Brits do` rude' better than us <strong> Ricky Gervais </strong>, as Golden Globes host,", "new_id": -2}, {"uid": "1297710251054411266", "i": 24920, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "top, unsurprisingly. Microsoft was extremely vague as to when this large update will be made available to users, although <strong> Steve Ballmer </strong> did say that all Windows Phone 7 users will have access all at once, <q> to avoid the fragmentation that exists in other mobile platforms </q>, a not so subtle jab at Google's Android operating system. After 45 minutes <strong> Steve Ballmer </strong> finally mentioned Nokia, with Nokia's CEO <strong> Stephen Elop </strong> taking to the stage to outline just why its deal with Microsoft", "new_id": -2}, {"uid": "1297118217093028381", "i": 45361, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "new_id": -2}, {"uid": "1296008739261193768", "i": 24248, "idx": 1, "sa": ["Jesse Ventura", "David Letterman"], "q": "sip of sumthin it feels like i just swallowed 20,000 mini knives.'' OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ <q> Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>. â\u0080¢`` You answer the phone,` Hut, hut, hello?' â\u0080¢`` Just ruined a wedding by dumping Gatorade on the bride. </q> No foreign objects <strong> Jesse Ventura </strong>, the former rassler and ex-Minnesota governor, is suing the Transportation Security Administration and Department for`` unreasonable searches and seizures'' after he was subjected to a full-scale search after", "new_id": -2}, {"uid": "1297639411018219016", "i": 14655, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest", "new_id": -2}, {"uid": "1296968578257851407", "i": 40183, "idx": 0, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "memos to letters <strong> Donald Rumsfeld </strong>'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q> I started thinking about this amazing archive I had, </q> he says during a recent interview.`` The fact that I had it, persuaded me that I ought to take advantage of it.'' <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1297152367211075085", "i": 30530, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "die hij persoonlijk op het Witte Huis kwam bezorgen. <strong> President Bush </strong> concludeerde echter dat`` Abu Ghraib niet zou verdwijnen door mijn vertrek en hij had liever dat ik het probleem zou behandelen.'' Bovendien, vermoedt <strong> Donald Rumsfeld </strong>, <q> mijn vertrek zou de critici hebben gesterkt </q>. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van president <strong> President Bush </strong> gevoelige klappen opliep.`` Ik had al", "new_id": -2}, {"uid": "1297427687170164234", "i": 13511, "idx": 2, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "produce 1.4 million vehicles a year by 2014 from 650,000 in 2009. In addition to the meeting with <strong> Silvio Berlusconi </strong> tomorrow, <strong> Sergio Marchionne </strong> will also speak about those goals at a parliamentary hearing in Rome on Feb. 15. <q> The government is moving too late, but better late than never, </q> said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement.`` <strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.'' After Italy's main newspapers", "new_id": -2}, {"uid": "1295980272233783310", "i": 28171, "idx": 3, "sa": ["Eric Schmidt"], "q": "words. That is just plain ridiculous...'' RedRat:`` Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...'' RedRat: <q> Verizon greedy???!!! How can this be! Be still my quiet heart. Oh, the world is ending. Come on man, give... </q> Levi Sumagaysay:`` The RSS feed is now working. The ampersand was coded correctly in the headline for the Q&A...'' Tom Allen:`` P.S. I just spent several hours coding a fix for this,", "new_id": -2}]