[{"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1296465917084328475", "i": 12946, "idx": 0, "sa": ["Ali Basha", "Ehud Barak", "Zahi Hawass", "Barack Obama"], "q": "after Mohamad <strong> Ali Basha </strong> and Pharoah Ramesis <strong> Barack Obama </strong>\" 19:17 Vodafone have defended their decision to suspend their mobile phone services in Egypt after the country's government demanded it- a spokesman for the country told Reuters: <q>We would like to make it clear that the authorities in Egypt have the technical capability to close our network, and if they had done so it would have taken much longer to restore services to our customers. \"It has been clear to us that there were no legal or practical options open to Vodafone or any of the mobile operators in Egypt but to comply with the demands of the authorities.</q> 19:10 More on the heartbreaking looting in the Museum of Egyptian Antiquities: <strong> Zahi Hawass </strong>, the Vice <strong> Ehud Barak </strong> of Culture, has thanked protesters for keeping the museum safe, but confirms two mummies have been", "new_id": -2}, {"uid": "1295676548215973969", "i": 29964, "idx": 2, "sa": ["Eric Schmidt"], "q": "do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" The Miami Herald is pleased to provide this opportunity to share information,", "new_id": -2}, {"uid": "1295708457073957387", "i": 15291, "idx": 4, "sa": ["Andy Coulson"], "q": "tattle. Jester2010 22 January 2011 2:52 PM Synergise 22 January 2011 2:52 PM \"We need a director of communications.\" \"Hm, how about <strong> Andy Coulson </strong>?\" <q>Oh, that guy that's pretty much definitely a criminal?</q> \"Yeah.\" \"The one that's been in all the news?\" \"Yeah.\" As far as I know <strong> Andy Coulson </strong> did not help create a dodgy dossier, which lead", "new_id": -2}, {"uid": "1297176031226918403", "i": 3173, "idx": 15, "sa": ["David Letterman", "Aaron Rodgers"], "q": "with guys who had been in prison, guys who had-- I mean, I'm right about that, aren't I?\" <strong> Aaron Rodgers </strong>: \"That's true.\" <strong> David Letterman </strong>: <q>So you were running a club, some guys older than you, some guys, certainly more experience.</q> <strong> Aaron Rodgers </strong>: \"I think leading by example was the most important lesson I learned. It's hard to be able to have the words to relate to a guy like that, who's been through", "new_id": -2}, {"uid": "1297552524158498886", "i": 37440, "idx": 0, "sa": ["David Letterman"], "q": "choice had been suggested to him by his wife, who sensed that the 44-year-old funnyman was beginning to get frustrated by his female-filled household. He quipped during an appearance on the Late Show With <strong> David Letterman </strong>: <q>My wife let me get a transgender housekeeper. Just to be cool for me to have just one other penis in the house. His name is Clemente and he's very nice.</q> Justin TimberlakeWatch an exclusive clip of the DS Competitions Win a 3D TV from Samsung. Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest lie starts to unravel", "new_id": -2}, {"uid": "1297426858243695664", "i": 37944, "idx": 1, "sa": ["Steve Ballmer"], "q": "drive the future of Windows Phone\" by contributing its \"expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies.\" <q>I am excited about this partnership with Nokia,</q> Microsoft Chief Executive <strong> Steve Ballmer </strong> said in the statement Friday. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software", "new_id": -2}, {"uid": "1297682501211042366", "i": 30623, "idx": 2, "sa": ["Mr Williams", "Michael Gove", "Eric Morecambe", "Sarah Vine"], "q": "<strong> Mr Williams </strong> <strong> Michael Gove </strong> and his wife, Times columnist <strong> Sarah Vine </strong>, are altogether less outwardly emotional in their choice. She says the light-hearted Bring Me Sunshine, the theme tune to the <strong> Eric Morecambe </strong> and Wise Show, <q>encapsulates everything there is to say about our relationship</q>. Who started it? How revolutions actually happen \"My lost life' Nigerian freed after police torture and 15 years awaiting trial Lasting love The 500-year legacy of the world\"s first", "new_id": -2}, {"uid": "1297717097255754249", "i": 26294, "idx": 2, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "\" <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the <q>core browsing engine that ships on PCs is the same one that ships on Phones.</q> That will help developers, as sites that \"work well on the PC will work well on Windows Phone as well,\" he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported", "new_id": -2}, {"uid": "1295729282227016705", "i": 38252, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR</q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Police Auction", "new_id": -2}]