[{"uid": "1295981119035848227", "i": 24625, "idx": 1, "sa": ["Tommy Vietor", "Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" <strong> Tommy Vietor </strong> said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 3 BR/ 2.0 BA$ 699,000.00 SAN RAMON 4 BR/ 2.0 BA$", "new_id": -2}, {"uid": "1295596909029032474", "i": 20007, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "to the development, <strong> Eric Schmidt </strong> will step down at the CEO, whilLarry Page will assume the same and <strong> Sergey Brin </strong> being designated as the co-founder. However, <strong> Eric Schmidt </strong> will act as the executive chairman of the company. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> stated <strong> Eric Schmidt </strong>. <strong> Larry Page </strong> will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. \"In this new role he will merge Google's technology", "new_id": -2}, {"uid": "1296444954158449881", "i": 55724, "idx": 2, "sa": ["Ben Wallace", "Ben Roethlisberger", "Michael Vick"], "q": "to run, he's scrambling to throw,\" Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. <q> You have to rush them the same. If you're rushing four, there's five gaps, so there's always an outlet for him.( <strong> Ben Roethlisberger </strong>'s) knack to find that outlet is why I made the comparison, </q> Raji said. \"He's a <strong> Ben Wallace </strong> guy- a <strong> Ben Wallace </strong>, tall, strong man. When you're going against guys like that, a lot of times you're fighting off blocks and you may not", "new_id": -2}, {"uid": "1295880449252248085", "i": 50828, "idx": 1, "sa": ["Zahi Hawass"], "q": "den angestrebten Tausch- und vereitelte ihn. Hitler wollte ihr ein Museum errichten lassen Auch ein weiteres, zun?chst aussichtsreiches R?ckgabeersuchen gyptens nach der Macht?bernahme durch die Nationalsozialisten scheiterte- weil Adolf Hitler pers?nlich f?r den Verbleib Nofretetes- <q> Ich werde den Kopf der K?nigin niemals aufgeben </q>- in Deutschland intervenierte. Er wollte ihr gar ein eigenes Museum einrichten. Die aktuelle Kampagne geht vor allem auf <strong> Zahi Hawass </strong> zur?ck, der seit 2002 die gyptische Altert?merverwaltung leitet. Er setzt beim zentralen Argument der heutigen Eigent?merin", "new_id": -2}, {"uid": "1296606640049397786", "i": 46823, "idx": 1, "sa": ["Michael Gove"], "q": "comparable level beyond 2011. It is wrong to suggest that the Michael Government is certain to scrap the funding, given that they recently made it clear that \"no decisions have been made\" and <strong> Michael Gove </strong> stating that he <q> expects to continue to provide funding </q>. Local authorities must stop their premature cuts prior to the review being published, and the Michael Government must make clear what funding will be available when the review is published to ensure that we do not lose", "new_id": -2}, {"uid": "1295937890179191810", "i": 14219, "idx": 2, "sa": ["Michael Finley", "Antonio McDyess", "Manu Ginóbili", "Allen Iverson", "Rasheed Wallace"], "q": "in the Michael Finleyal 15 minutes after picking up a technical, and the Detroit Pistons rallied from 10 points down to beat San <strong> Antonio McDyess </strong> 89-77 on Tuesday night despite the return of <strong> Manu Ginóbili </strong> to the Spurs' starting lineup. <q> After the tech, he kind of took matters in his own hands, started being a lot more aggressive, </q> <strong> Allen Iverson </strong> said. \"It paid dividends for us.\" But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping", "new_id": -2}, {"uid": "1295551477106610696", "i": 198, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong> \"winning,\" liked <strong> Jennifer Lopez </strong> OK enough, but ordered Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to \"man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1296759030005144618", "i": 7292, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "as excess loyalty to LBJ. \" In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled \"Resign, <strong> Donald Rumsfeld </strong>\" , adding <q> responsibility for errors and indiscipline needs to be taken at the top. </q> \" In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"uid": "1295575736103366674", "i": 45551, "idx": 5, "sa": ["Larry Brilliant", "Steve Poizner", "Peter Piot", "Eric Schmidt"], "q": "about the future of traditional media and new products that Google is developing to help increase profits.... Google.Org: 25 Years of AIDS 53:11 A conversation with Dr. <strong> Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> California Insurance Commissioner and gubernatorial candidate <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> on April 13, 2010 at the Googleplex in Mountain View, CA... <strong> Eric Schmidt </strong>'s University of Pennsylvania commencement address", "new_id": -2}, {"uid": "1297122854184680470", "i": 5032, "idx": 10, "sa": ["Simon Cowell"], "q": "together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales.", "new_id": -2}]