[{"uid": "1295635430256720909", "i": 44336, "idx": 6, "sa": ["Colin Powell", "Ron Paul", "Cynthia McKinney", "Barack Obama"], "q": ", 2009.( Public Domain)... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> Cynthia McKinneyounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... How the ILLUMINATI made <strong> Barack Obama </strong> 7/9 part 7 more on \"a time to kill\" and reverse psychology on the media... <strong> Ron Paul </strong> Response To", "new_id": -2, "mturk_index": "325"}, {"uid": "1295162148185597955", "i": 15714, "idx": 3, "sa": ["Tim Tetrick", "Reggie Miller", "Jalen Rose", "Allen Iverson", "Shaquille O'Neal", "Jermaine O'Neal"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Tetricke after getting 33 from <strong> Reggie Miller </strong>. \"I wish it was reversed,\" <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their Shaquille O'Nealgest lead to that point", "new_id": -2, "mturk_index": "202"}, {"uid": "1296541564262815766", "i": 48223, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Kwame Brown", "Wes Johnson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Jordan's_50_point_statement Briefs: Wes Johnsont St. Paul inventory shows 40 percent of city's trees are ashes A park and ride in Hastings, minus the", "new_id": -2, "mturk_index": "1502"}, {"uid": "1295615554111296525", "i": 50449, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson", "Paul Coulson", "Sam Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Coulson_Paul Coulson_improvises_over_our_'Hollywood_Blues'_Jam_Track The charismatic lickmaster <strong> Sam Coulson </strong> improvises over our HOLLYWOOD BLUES jam track taken from our ESSENTIAL BLUES SERIES package.", "new_id": -2, "mturk_index": "317"}, {"uid": "1296106095124256262", "i": 25226, "idx": 2, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "Google was working on a competitive smartphone operating system. <strong> Eric Schmidt </strong> said he stepped outside the board meetings when the topic came up. But as <strong> Steve Jobs </strong> noted in his statement when <strong> Eric Schmidt </strong> stepped down from the Apple board, <q> <strong> Eric Schmidt </strong>'s effectiveness as an Apple board member will be significantly diminished, since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest. </q> Roger Kay, an analyst with Endpoint Technology Associates Inc., believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days. \"I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong>", "new_id": -2, "mturk_index": "99"}, {"uid": "1296341513125665387", "i": 11174, "idx": 0, "sa": ["Ricky Gervais", "David Letterman", "John Morgan", "Howard Stern", "Oprah Winfrey", "Larry King"], "q": "arrived. The Brit replaced the <strong> Larry King </strong> after his retirement and has started his show \"Pierce <strong> John Morgan </strong> Tonight\" with a bang, interviewing the likes of <strong> Oprah Winfrey </strong>, <strong> Ricky Gervais </strong>, and <strong> Howard Stern </strong>. His promise to viewers? <q> What I want to see is energy, and dynamism, humor... there's nothing more boring than boring TV. Who wants to watch that? The one thing I can guarantee people, is that I won't be boring. </q>( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> \"You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd", "new_id": -2, "mturk_index": "2134"}, {"uid": "1297654044124387332", "i": 20111, "idx": 0, "sa": ["Katherine Gallagher", "George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "CCR alleges waterboarding is a form of torture, and says former Barack Obamas do not enjoy special immunity under the United Nations Convention Against Torture, to which both Canada and the United States are signatories. <q> The reach of the Convention Against Torture is wide-this case is prepared and will be waiting for him wherever he travels next, </q> the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> George W. Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> George W. Bush </strong>'s visit to Canada draws closer, \"we will see what actions we will take.\"", "new_id": -2, "mturk_index": "334"}, {"uid": "1295047748137052165", "i": 4422, "idx": 1, "sa": ["Joe McHugh", "Michael Vick"], "q": "was Miles' son, <strong> Michael Vick </strong>, 18, charged with possession of cannabis with intent to deliver. \"Her arrest was off campus and had nothing to do with the school,\" <strong> Joe McHugh </strong> said. <q> It did not involve students. </q> Miles' booking mug <strong> Joe McHugh </strong> said police obtained a warrant late this week after an investigation. A search of Miles' home turned up 21 grams of marijuana that belonged to her, police said. An additional 126", "new_id": -2, "mturk_index": "412"}, {"uid": "1295559654260145286", "i": 49601, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. In a statement, <strong> Eric Schmidt </strong> said: \" We've been talking about how best to simplify our management structure and speed", "new_id": -2, "mturk_index": "1178"}, {"uid": "1295466326008323095", "i": 13214, "idx": 3, "sa": ["Lindsay Hoyle", "Michael Gove"], "q": "and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker <strong> Lindsay Hoyle </strong> said. <q> People are trying to intervene. I'll decide when they've stood up for too long. </q> Student protestors gathered in Piccadilly Circus at around 16:00 GMT before marching down to Parliament Square. The Metropolitan police contacted academic institutions via email last week to pass on intelligence on localised protests.", "new_id": -2, "mturk_index": "2084"}]