[{"uid": "1296146613005734416", "i": 12697, "idx": 3, "sa": ["LeBron James", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "Among the candidates <strong> Mike Pence </strong> helped was <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. <q> I know he feels pulled because there is a great campaign to recruit him at the federal level, </q> she said. \" I'm going to be excited whatever door he picks. \" If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start worLeBron James quickly to raise campaign money.", "new_id": -2}, {"uid": "1295291311074366988", "i": 45489, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Behind the group are former Kansas Congressman <strong> Jim Ryun </strong> and is coordinated by Ralph Benko, a former Reagan deputy counsel, who worked with the Bush administration's White House Office of Faith-based and Community Initiatives. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, \" <strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1296391518023904278", "i": 53409, "idx": 4, "sa": ["Mike Pence"], "q": "Bill Stephan, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.( 2 of 4) <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in Ronald Reagan \" the manifestation of the kind of traditional American ideals that I was raised", "new_id": -2}, {"uid": "1296486373063668243", "i": 2834, "idx": 4, "sa": ["Mike Pence"], "q": "Bill Stephan, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in Ronald Reagan \" the manifestation of the kind of traditional American ideals that I was raised to believe", "new_id": -2}, {"uid": "1295446736183418917", "i": 1906, "idx": 5, "sa": ["Mike Pence", "Jim Ryun"], "q": "But while fiscal issues may dominate the next election, <strong> Mike Pence </strong> also reaffirmed his strength among social conservatives by saying that the nation also needs \" to get back to basics \" by stressing traditional values, including <q> the sanctity of life, traditional marriage and the importance of organized religion. </q> Among those urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and", "new_id": -2}, {"uid": "1296561500134217730", "i": 20898, "idx": 5, "sa": ["Mike Pence", "Barack Obama"], "q": "Flake's stepdaughter was in the Central class visited by <strong> Mike Pence </strong> and later gave the congressman a hug. <strong> Mike Pence </strong> also said the effort by House Republicans to repeal <strong> Barack Obama </strong>'s health-care reform law was <q> not a gimmick,( but) a promise kept. </q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295292215026312759", "i": 44318, "idx": 0, "sa": ["Jim Ryan", "Tim Pawlenty", "Mike Pence", "Mitt Romney"], "q": "Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, a pro-life Kansas Republican, is also a part of the draft <strong> Mike Pence </strong> comMitt Romneyee, which has already put up a web site. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said, according to AP. \" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. \" <strong> Mike Pence </strong> stepped down from his position in the last session of Congress", "new_id": -2}, {"uid": "1297214463071778371", "i": 43794, "idx": 0, "sa": ["Rachel Maddow", "Tucker Carlson", "Greta Van Susteren", "Nick Casey", "Mike Pence", "John Thune", "Nick Gonzalez", "John Stossel", "Donald Rumsfeld", "Rick Santorum"], "q": "Fox News \" The O'Reilly Factor \" : <strong> Mike Pence </strong>; <strong> John Stossel </strong> \" HRachel Maddowity \" : <strong> Donald Rumsfeld </strong> <q> On the Record with <strong> Greta Van Susteren </strong> </q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former Sen. <strong> Rick Santorum </strong>( R-PA); Sen. <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily", "new_id": -2}, {"uid": "1295698647092569615", "i": 56953, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama"], "q": "GOP <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> leads the Digest today. Her speech to an anti-tax group is fueling speculation that she's serious about a run for <strong> Barack Obama </strong>. Bachmann_to_warn_iowans_america_under_threat_as_never_before\"> MinnPost reports that <strong> Michele Bachmann </strong> will say <q> America is under threat like never before </q> in her speech. MPR says <strong> Michele Bachmann </strong> approaches Iowa with a trail of misstatements. The Des Moines Register says it appears <strong> Michele Bachmann </strong> is putting the pieces in place for a run. Iowa poll shows <strong> Michele Bachmann </strong> getting 3.66 percent", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]