[{"uid": "1295133242039174159", "i": 40869, "idx": 0, "sa": ["Kobe Bryant", "Allen Iverson", "Michael Finley", "Tim Duncan"], "q": "season. Denver also bettered the 66.2 percent shooting of the Lakers earlier this season, the previous best in the league. The highest scoring game before Wednesday night came against Denver, when the Suns scored 137. <q> I've been in the league 12 years and I've been playing a long Tim Duncane. I don't know if we've been this hot before, but it was pretty special, </q> <strong> Allen Iverson </strong> said.`` It was fun.'' Playing a tired Seattle team certainly helped the Nuggets. The Sonics were Michael Finleyishing off a back-to-back, having played at Golden State a night earlier and offered <strong> Kobe Bryant </strong> resistance at", "new_id": -2}, {"uid": "1295564626204079122", "i": 9751, "idx": 3, "sa": ["Sergey Brin", "Larry Page", "Brad Keywell", "Eric Schmidt", "Eric Lefkofsky"], "q": "media service href=\"http://twitter.com\"> Twitter, and two U-M grads- investors <strong> Brad Keywell </strong> and <strong> Eric Lefkofsky </strong> Groupon turn into a wild success. <strong> Eric Schmidt </strong> described Google's leadership transition as a natural move. <q> For the last 10 years, we have all been equally involved in making decisions, </q> he wrote, referring to himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But", "new_id": -2}, {"uid": "1295685222050348045", "i": 45683, "idx": 3, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "The New York Times reported that House Republicans, and senators from both parties, are looking at the bankruptcy issue. Former House Speaker <strong> Newt Gingrich </strong> has also pushed the idea. That caused <strong> Bill Lockyer </strong> to say that California would <q> pass on the <strong> Newt Gingrich </strong> Kool-Aid. </q> States must fix their finances on their own and not look to Congress for easy answers. <h6> Tell us what you think. Comment on this editorial by going to fresnobee.com/opinion, then click on the", "new_id": -2}, {"uid": "1296709836249151511", "i": 28369, "idx": 1, "sa": ["Allen Iverson", "Cam Weaver", "Eric Snow"], "q": "a 65-45 lead. That's when <strong> Allen Iverson </strong>, <strong> Eric Snow </strong> and the rest of the Sixers Cam Weavere alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. <q> When he got ejected, everybody just stepped up their game, </q> <strong> Allen Iverson </strong> said.`` We said,` What are we gon na do?''' <strong> Eric Snow </strong> said.''` Are we gon na lay down? Or are we gon na pick up the intensity?'", "new_id": -2}, {"uid": "1296940939224919552", "i": 17171, "idx": 13, "sa": ["Eric Schmidt"], "q": "pulsed out from that explosion- sometimes controversially but always pushing at the boundaries. <strong> Eric Schmidt </strong> reveals that the company has tightened up its procedures on product launches to protect it from the mistakes of the past. <q> It is very important that the lawyers are not making the product decisions, </q> he says.`` Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers, just build the best product you can.", "new_id": -2}, {"uid": "1295611385143458309", "i": 23665, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "<strong> Eric Schmidt </strong> acted as a mentor to <strong> Larry Page </strong> during his tenure. He also clashed with the co-founder, according to <strong> Ken Auletta </strong>, author of`` Googled: The End of the World as We Know It.'' <q> They went through a very tough management patch, </q> <strong> Ken Auletta </strong> said. While Google resisted threats from rivals Yahoo! and Microsoft under <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> will confront fiercer rivals, said Whit Andrews, an analyst at Gartner.`` Google versus Facebook is an", "new_id": -2}, {"uid": "1294986596221888559", "i": 4787, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "standing by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged.` PROUD OF HER' <strong> Kirsten Gillibrand </strong> told reporters the congresswomen were telling <strong> Gabrielle Giffords </strong> <q> how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said,`` and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she had just", "new_id": -2}, {"uid": "1295750091189693976", "i": 52477, "idx": 4, "sa": ["Antoine Walker", "Allen Iverson", "Paul Pierce"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1297439581129613844", "i": 57514, "idx": 0, "sa": ["Donald Rumsfeld", "Rand Paul"], "q": "him, the Senator from Kentucky: Of course it probably wasn't a good idea to follow up a speech by <strong> Rand Paul </strong>, with the crowd he drew, with href=\"http://www.outsidethebeltway.com/cheney-and-Donald Rumsfeld-booed-at-cpac/\"> the presentation of the <q> Defender of the Constitution Award </q> to <strong> Donald Rumsfeld </strong>, URI: http://www.thelibertypapers.org/2011/02/11/Rand Paul-Rand Paul-at-cpac/trackback/ Mail( will not be published)( required)", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]