[{"uid": "1295149516178094105", "i": 49072, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been Highlights of the Sacramento Kings as they play the Detroit Pistons in their 2010 Summer League opener. http://wn.com/Detroit_Pistons_vs_Sacramento_Kings__November_14_2010 REPLAY@ www.rapidhoops.com Detroit Pistons vs"}, {"uid": "1294980033023642253", "i": 32777, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "James Stavridis"], "q": "perhaps a potential 2012 challenger to <strong> Barack Obama </strong>. There's some talk Mullen might be replaced by another admiral, <strong> James Stavridis </strong>, head of the European Command, but it's unheard of to have back-to-back admirals as chairmen. <q> <h6> Budget Cutting Should be Considered </h6> <strong> Barack Obama </strong> needs to have a Defense Secretary with credibility in Congress( a BIG IMPORTANT factor) who sees the clear need to cut back the military to pre-GWB levels. </q> <strong> Colin Powell </strong> is a good man, but he really stepped in it regarding the run-up to Iraq. It would be great to get a budget geek from the Pentagon who is known as supporting a strong defense,"}, {"uid": "1296697902064045079", "i": 35439, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "the Republican repeal amendment amounted to`` a political stunt.''`` It would deny affordable health insurance to millions of families and eliminate important tax breaks for small businesses,'' <strong> Kirsten Gillibrand </strong> said. <q> We should be focused on creating jobs, not refighting old political battles. </q> <strong> Chuck Schumer </strong> said Democrats are winning the battle of public opinion, citing recent polls that found about 20 percent of Americans want to repeal the health care law. He predicted public support for the law"}, {"uid": "1295461109131301419", "i": 4270, "idx": 0, "sa": ["Chauncey Billups", "Allen Iverson"], "q": "that won the 2004 NBA title and remained teammates until Detroit traded <strong> Chauncey Billups </strong> to his hometown club for <strong> Allen Iverson </strong>. <strong> Chauncey Billups </strong> said Sunday night he didn't know if a trade was imminent, either. <q> I don't know nothing new, so I can't tell you nothing new, </q> he said. Contact Vince Ellis: 313-222-6479 or vellis@freepress.com. Read more in his blog at"}, {"uid": "1297005372041598997", "i": 22936, "idx": 0, "sa": ["Colin Powell", "Dick Cheney", "Ronald Reagan", "Barack Obama"], "q": "Personal and Political Memoir.'' He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q> I'm deep into my years as vice president and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on"}, {"uid": "1296122190127270925", "i": 23897, "idx": 0, "sa": ["George H.W. Bush", "Ronald Reagan", "Mike Pence"], "q": "A. VIGUERIE& RALPH BENKO| 1/27/11 3:59 AM EST The issues facing the Republican Party today look close to identical to the primary campaign between <strong> Ronald Reagan </strong> and <strong> George H.W. Bush </strong>. The National Journal recently reported, <q> Other Republicans believe[ <strong> Mike Pence </strong>] <strong> Mike Pence </strong>'s ideological purity is what makes him at once dangerous to his rivals in a primary and dangerous to his own party if he secures the nod in a general election. </q>( Emphasis added.) The story goes on to quote an unnamed`` Republican lobbyist'' saying,`` If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your"}, {"uid": "1297217356071778338", "i": 454, "idx": 8, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": ", had`` never served in a senior administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to"}, {"uid": "1295254600092618767", "i": 7202, "idx": 4, "sa": ["James Posey", "George Karl", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said.`` <strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_44pts_10_Assists_vs_Seattle_Sonics_06/07 <strong> Allen Iverson </strong>, Nuggets Defeat Sonics; <strong> George Karl </strong> Notches 800th Win <strong> George Karl </strong> couldn't have drawn up his 800th win any better- playing short-handed, making"}, {"uid": "1295146930138919968", "i": 7555, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as`` Tonight'' show host. He says the reason is no mystery, noting,`` We"}, {"uid": "1297120389257998877", "i": 20501, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but"}]