[{"uid": "1295029711140197908", "i": 24557, "idx": 0, "sa": ["Michael Gove", "Terry Molloy"], "q": "in a Michael Government white paper, the baccalaureate was brought in by education Secretary <strong> Michael Gove </strong> as a means of measuring a school's success in` tougher' subjects. <strong> Terry Molloy </strong>, headteacher at Claremont, said: <q> We are delighted that despite the English Baccalaureate being a retrospective measure, our school has achieved at more than twice the national average. \"We will ensure that we look at what changes might be needed to our curriculum to deliver the best possible education for our students, to improve their life chances and those of the communities we serve. </q> Claremont scored the second best GCSE results in Brent, behind the prestigious Jewish Free School in The Mall, Kingsbury, where half its pupils achieved the English Baccalaureate and 88 per cent scored five A*", "new_id": -2}, {"uid": "1295473631213155861", "i": 2996, "idx": 0, "sa": ["Michael Gove"], "q": "a range of benefits, and in Hull, Liberal Democrat-controlled Hull, any student in receipt of Education Maintenance Allowance also gets a travel grant to cope with the full cost,\" he told MPs. <q> Well they won't if a Labour council takes power, I suspect. But if they're wise enough to vote Liberal Democrat at the next local elections in Hull... </q> Amid gasps and laughter, <strong> Michael Gove </strong> paused before adding,\" ... or for the from guardian.co.uk on Conservatives\"> Conservatives in any seat where we are well placed to defeat Labour, then", "new_id": -2}, {"uid": "1297713387197591223", "i": 30677, "idx": 1, "sa": ["Michael Gove"], "q": "lose BSF funding for the other schools but we'll continue to do everything we can to secure investment in the future.\" Mr Justice Holman said in five of the cases Mr <strong> Michael Gove </strong>'s failure was <q> so unfair as to amount to an abuse of power </q>. The High Court battle was brought by Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. But the judge said he believed", "new_id": -2}, {"uid": "1297451814077103115", "i": 11527, "idx": 9, "sa": ["Michael Gove"], "q": "and that the authorities involved had no expectation of being allowed to proceed with their projects.\" The judge stressed that <strong> Michael Gove </strong> still held \"the final decision\" on on any given school and warned that <q> no one should gain false hope from this decision </q>. Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. <strong> Michael Gove </strong> said the programme had been beset", "new_id": -2}, {"uid": "1296287013057311248", "i": 15024, "idx": 0, "sa": ["Michael Gove"], "q": "and is an advocate of the charter school movement, that has inspired <strong> Michael Gove </strong>'s reforms. Speaking on a visit to a school yesterday, <strong> Michael Gove </strong> said he wanted to encourage councils to back academy proposals. <q> That would be the first choice we would like local authorities to make, when new schools are needed, they should be free schools or from guardian.co.uk on Academies\"> academies. </q> The Michael Government has given initial approval to 35 groups. Proposals which have received initial approval include the Maharishi school in Lancashire, a private school where children practise transcendental meditation at the beginning and end of", "new_id": -2}, {"uid": "1296231867027263003", "i": 4690, "idx": 4, "sa": ["Michael Gove"], "q": "privileged minority to run the country. So no change from how it is now. This would restore the natural order, uneducated serfs working in the fields for the educated Lord of the Manor. <q> We need disruptive, militant and self-interested groups like the NUT to be swept away so they can block reform no longer. <strong> Michael Gove </strong> and the Coalition must act. Urgently. </q> About time failing schools were put under pressure to perform. Despite all the political claptrap to the contrary, our state eduction system is a disgrace. <strong> Michael Gove </strong> is actually being too soft. Poor teachers also need", "new_id": -2}, {"uid": "1297424538197410853", "i": 9330, "idx": 0, "sa": ["Michael Gove"], "q": "New education bill to be published The Michael Government is due to publish a new Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1295466326008323095", "i": 13214, "idx": 3, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker <strong> Lindsay Hoyle </strong> said. <q> People are trying to intervene. I'll decide when they've stood up for too long. </q> Student protestors gathered in Piccadilly Circus at around 16:00 GMT before marching down to Parliament Square. The Metropolitan police contacted academic institutions via email last week to pass on intelligence on localised protests.", "new_id": -2}, {"q": "Spy\" /> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "index_answer": 0, "idx": 0, "i": 5365}, {"uid": "1295466326008323095", "i": 13212, "idx": 1, "sa": ["Michael Gove"], "q": "very hard indeed to convince us that a scheme the tenth of the size will improve access to further and higher education. \"How can it possibly achieve that?\" Mr <strong> Michael Gove </strong> replied: <q> You can not spend money you do not have. \"There is no money. That is a truth no single member of the Labour party has had the courage to atone for or apologise for. </q> In an emotional and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker", "new_id": -2}]