[{"uid": "1295281966064159754", "i": 40127, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "three shooting victims still being treated there would be held on Monday. Earlier Sunday, Senator <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and <q> making progress every day. </q> <strong> Gabrielle Giffords </strong> is`` using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing", "new_id": -2}, {"uid": "1295609447188842049", "i": 22884, "idx": 0, "sa": ["Eric Schmidt"], "q": "Movers 01/20: DNBK, ISRG, PLCM, AHL, MXIM, TPX, VSI, GOOG Higher; CVU, ELX, IGT, JNY, MTXX, SWKS, SYNA Lower Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q>", "new_id": -2}, {"uid": "1295499873140181535", "i": 54496, "idx": 3, "sa": ["Grant Hill", "Chris Webber", "Allen Iverson", "Kobe Bryant", "Andre Iguodala", "Kyle Korver", "Shaun Johnson", "Phil Jackson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Shaun Johnson </strong> with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q> They wanted it a <strong> Kobe Bryant </strong> more than we did and that's a <strong> Kobe Bryant </strong> disappointing, </q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Phil Jacksonadelphia", "new_id": -2}, {"uid": "1296407544252772372", "i": 189, "idx": 31, "sa": ["Derrick Coleman", "Robert Horry", "LeBron James", "Allen Iverson", "Eric Snow", "Keith Van Horn", "Nate McMillan"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocLeBron James down Robert Horrys,'' said Sonics coach <strong> Nate McMillan </strong>. <q> Every time we tried to make a run it seemed like he came up with a <strong> Robert Horry </strong> basket. When he has that going, there is nothing you can do except hope that he misses some Robert Horrys. </q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2}, {"uid": "1297174129185073696", "i": 52165, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "city on convicted dog-torturer <strong> Michael Vick </strong>.( Yes,`` It's time to change all the locks'' has been said already.) Jacquielynn Floyd says <strong> Dwaine Caraway </strong> should have looked a little harder for candidates: <q> And some maintain that <strong> Michael Vick </strong>, who lost his personal fortune and did prison time before being readmitted to the NFL, has more than paid his debt. They believe <strong> Michael Vick </strong> has asked for, and earned, forgiveness. </q> But that doesn't tell the whole story. <strong> Dwaine Caraway </strong> didn't just offer <strong> Michael Vick </strong> Dallas'`` forgiveness.'' Embarrassingly, he hailed him as a hero.`` Forgiveness'' and`` slobbering adoration", "new_id": -2}, {"uid": "1295272524072728652", "i": 57614, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing target=\"_blank\" href=\"http://onlinenews.com/\"> News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> UK prosecutors reopen phone hacking investigation LONDON-Prosecutors said Friday that a politically sensitive investigation into <strong> Andy Coulson </strong>` not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has not offered to resign over newspaper he used", "new_id": -2}, {"uid": "1296629363025493514", "i": 16003, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "who had a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with 50 touchdowns", "new_id": -2}, {"uid": "1295560622021315592", "i": 23445, "idx": 0, "sa": ["Eric Schmidt"], "q": " <strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest. This is an interesting role, in terms of US corporate governance. Non-executive chairmen are common,", "new_id": -2}, {"uid": "1297008583120471564", "i": 54213, "idx": 0, "sa": ["Eric Schmidt"], "q": "regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]