[{"uid": "1296219736147357730", "i": 59308, "idx": 5, "sa": ["Mike Pence", "Jim Cawley"], "q": "later they learned the best way to detect bombs is still by using bomb-sniffing dogs. While the rest of the world is cutting military spending, 19 billion dollars is peanuts to the Pentagon,... <strong> Mike Pence </strong> Dahlkemper: <q> We're Cutting Wasteful Spending </q> Across the Commonwealth, people are learning to live with less money. Some 10, 20, in some case 50%( or more!) less income than the year before. <strong> Jim Cawley </strong> MOCKS the mere idea", "new_id": -2}, {"uid": "1295682265065617928", "i": 115, "idx": 9, "sa": ["Mike Pence", "Scott Reed", "Bob Dole"], "q": ". \"The folks I've heard, the names I've seen, are the leaders of the social conservative movement,\" said GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. <q> And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that. </q> <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. \"We're nearing the end of a process that began right after Election Day in November,\"", "new_id": -2}, {"uid": "1296218172048857110", "i": 18253, "idx": 1, "sa": ["Mike Pence", "Ben Young"], "q": "presidency, seek the Indiana governor's office or retain his congressional seat-- that she had no idea what he might decide. \"My personal reaction is I'm disappointed,\" Hollis said. <q> I wanted someone of <strong> Mike Pence </strong>'s caliber representing the Republican Party in the race for the White House. \"My hope is that he will continue to stay in a leadership position, whether running for governor or staying where he's at in Congress. I just want him representing Indiana in some capacity, </q> Hollis added. <strong> Ben Young </strong> of Richmond thinks <strong> Mike Pence </strong> made the right decision. \"My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time,", "new_id": -2}, {"uid": "1296197040069206031", "i": 47202, "idx": 0, "sa": ["Mike Pence"], "q": "governor. <strong> Mike Pence </strong> told supporters of his decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office, saying his <q> heart is in Indiana. </q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said in the letter. <strong> Mike Pence </strong> For now, <strong> Mike Pence </strong>'s decision means", "new_id": -2}, {"uid": "1296206013158072851", "i": 55567, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "for <strong> Eric Holcomb </strong>. tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> title=\"Joe Donnelly\" Donnelly-Joe Donnelly-PESPT001882.topic\"> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. <q> I think he's the clear frontrunner, and I think the race is his if he chooses to accept it, </q> Walorski said. \"I think he'd clear the field.\" State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as", "new_id": -2}, {"uid": "1297214463071778371", "i": 43794, "idx": 0, "sa": ["Rachel Maddow", "Tucker Carlson", "Greta Van Susteren", "Nick Casey", "Mike Pence", "John Thune", "Nick Gonzalez", "John Stossel", "Donald Rumsfeld", "Rick Santorum"], "q": "Fox News \"The O'Reilly Factor\" : <strong> Mike Pence </strong>; <strong> John Stossel </strong> \"HRachel Maddowity\" : <strong> Donald Rumsfeld </strong> <q> On the Record with <strong> Greta Van Susteren </strong> </q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former Sen. <strong> Rick Santorum </strong>( R-PA); Sen. <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily", "new_id": -2}, {"uid": "1296175294201965575", "i": 15428, "idx": 1, "sa": ["Mike Pence"], "q": "for president in 2012, has announced that he will NOT run for the White House: \" As reported by the Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision. \" <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> wrote <strong> Mike Pence </strong>. \"We will not seek the Republican nomination for president in 2012.\" There are indications he may instead run for governor of Indiana. Well, the nation's loss is Indiana's", "new_id": -2}, {"uid": "1297482510048791575", "i": 4380, "idx": 2, "sa": ["Scott Garrett", "Mike Pence", "Jerry Lewis"], "q": "), who defended earmarking to POLITICO as recently as September. For their part, Republican appropriators have tried to be team players. <strong> Mike Pence </strong> <strong> Jerry Lewis </strong>( R-Calif.) said the impetus for the additional cuts came from <q> a whole cross-section of our members. </q> <strong> Mike Pence </strong> <strong> Scott Garrett </strong>( R-N.J.), an RSC leader, who was involved with a number of meetings with top Republicans this week, said leadership was \"receptive to going higher with the cuts\" - something", "new_id": -2}, {"uid": "1295586583144719874", "i": 15147, "idx": 4, "sa": ["Mike Pence", "Robert Wexler", "Barack Obama", "Jerrold Nadler"], "q": "the District of Columbia Washington, DC H... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>'s Questions on State Secrets Today, the Judiciary Subcommittee on the Constitution, Civil Rights, and Civil Liberties held a hearing on: HR 984 the <q> State Secret Protection Act of 2009. </q> Witnesses included: Patricia M. Wald Retired Chief Judge US Court of Appeals for the District of Columbia Washington, DC H... Congressman <strong> Robert Wexler </strong> on <strong> Barack Obama </strong> and the DNC The New Republic's Dayo Olopade interviews Florida Congressman", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. \"The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]