[{"uid": "1295451962002899970", "i": 18634, "idx": 0, "sa": ["Mike Pence"], "q": " href=\"http://Mike PenceMike Pence.house.gov/\"> Republican U.S.  Mike Pence  made the rounds at the Indiana Statehouse on Tuesday. office, delivered a speech in both the Indiana House and Senate chambers, and then spoke with news media.  I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level,   Mike Pence  told reporters. Indiana Republicans have said in recent weeks that they believe  Mike Pence  will run for governor, in part because the office could serve as a better springboard for a national campaign than a U.S.", "new_id": -2}, {"uid": "1295454374253952044", "i": 8821, "idx": 1, "sa": ["Mike Pence", "Bill Frist", "Steve King", "Newt Gingrich", "Barack Obama", "John Boehner"], "q": "'s Constituent Mailbag, Congressman  John Boehner  responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in Barack ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Steve Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com  The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this  Bill Frist  and start over. Together we will prove that this will not stand. --  Newt Gingrich  http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare  Bill Frist , Dr.  Mike Pence  Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1295616772107249684", "i": 521, "idx": 5, "sa": ["Hillary Clinton", "Tim Pawlenty", "Mike Pence", "Steve Cohen", "Barack Obama"], "q": "a North Carolina Republican who is making his fourth White House bid, and Dennis Knill, a home remodeler from Sedona, Ariz., who can't remember exactly the last Tim Pawlentye he voted,\"\"  Schouten writes.  In the 2008 election, a total 366 individuals, ranging from  Hillary Clinton  to a Florida resident named Emperor Caesar, completed the Barack Obamaial paperwork. That's up from 223 four years earlier. Asked why he is running, Knill, 56, said:' I don't want to, but I feel that I have to because we have a bunch of idiots in Washington. They are ruining the country, and somebody has to stop it.' -- \" Mike Pence   Steve Cohen ( D-Tenn.) is insisting that he didn't mean to call his Republican colleagues Nazis for their opposition to the health care reform law, but nonetheless is apologizing to anyone offended by what", "new_id": -2}, {"uid": "1296225951235159601", "i": 482, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Evan Bayh", "Mike McDaniel"], "q": "the unsuccessful Democratic nominee last year for  Evan Bayh 's Senate seat.  Mike McDaniel  said that while he was state GOP chairman- from 1995 until 2002-  Mike Pence  mentioned the  Eric Holcomb 's office to him.  He told me then that he thought he could accomplish more for the people of Indiana as  Eric Holcomb  than he could in Congress,  he said. \"This has been on his mind for a long time.\"\"  Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select", "new_id": -2}, {"uid": "1295633194146702360", "i": 3184, "idx": 10, "sa": ["Charles G. Koch", "Antonin Scalia", "Mike Pence", "Ayaan Hirsi Ali", "Steve Emerson", "Thomas Saunders", "Mark Levin", "Terry Jones", "Peter King"], "q": "said.  Terry Jones  garnered international attention last year when he anti-Muslim expert  Steve Emerson  is enraged that he hasn't been invited to testify during  Mike Pence   Peter King 's( R-NY) hearings on radical Islam. He whined to  Peter King ,  I was even going to bring in a special guest today and a VERY informed and connected source, who could have been very useful... but \"investigate potential conflicts by Justices  Antonin Scalia  and  Thomas Saunders   in hearing campaign finance cases \"and move for their disquAyaan Hirsi Alification from the landMark Levin Citizens United case.\"\"  Citing the Justices' invitation to conservative financier  Charles G. Koch 's retreat this month, the group alleges \"they may be", "new_id": -2}, {"uid": "1296217506223641601", "i": 21347, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Dick Armey", "L. Brent Bozell III"], "q": "selfishly disappointed,\"\"  said  L. Brent Bozell III , president of the conservative Media Research Center and longTim Pawlentye conservative activist who was among a group of Washington conservatives urging  Mike Pence  to run for president-and whose support is now up for grabs.  I don't have a number two. I had a number one and a whole bunch of people are running for number two. It's a crowded dance floor and it's Tim Pawlentye for the people there to start strutting their stuff and see who's got the next booty.  Also on the list of  Mike Pence  supporters now without a candidate: Former House Majority Leader  Dick Armey , the leader of the tea party group FreedomWorks, who had publicly encouraged  Mike Pence  to make a bid for president", "new_id": -2}, {"uid": "1296168750131055629", "i": 6070, "idx": 1, "sa": ["Mike Pence"], "q": "some national conservatives: \" U.S.  Mike Pence  shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. \"  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,   Mike Pence , R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\"  FR: He said he would", "new_id": -2}, {"uid": "1297325841105414662", "i": 25208, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "\"\"  between the two nations. Still that was not enough to quell the cries of those like Representative  Mike Pence , the Republican Conference chairman who earlier this month href=\"http://www.realclearpolitics.com/video/2010/08/04/Mike Pence_Barack Obama_most_anti-israel_Barack Obama_in_history.html\"> told the Christian Broadcasting Network,  I believe the  Barack Obama  administration is the most anti-Israel administration in the modern history of the state of Israel and our relationship with her.  The more extreme the statement the better I guess. Fair or not, these criticisms are crystallizing into a shared belief among many:  Barack Obama  is burning bridges with the Jewish community in order to build bridges to", "new_id": -2}, {"uid": "1295531574028180510", "i": 8768, "idx": 0, "sa": ["Mike Pence", "L. Brent Bozell III", "Morton Blackwell", "Jim Ryun", "Dick Armey"], "q": "Among Conservatives Within the last week, at least two draft  Mike Pence  groups have sprung up, including an effort spearheaded by former  Mike Pence   Jim Ryun , R-Kan., and former Reagan administration official Ralph Benko.  Seize this moment,  Mike Pence ,   Jim Ryun , along with conservative leaders  L. Brent Bozell III ,  Dick Armey  and  Morton Blackwell , wrote in a letter they sent to  Mike Pence  on Thursday. \"Now is the time for you, as one of this generation's leaders, to", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]