[{"uid": "1295288803218529794", "i": 59236, "idx": 0, "sa": ["Mike Pence", "Ron Johnson", "Gary Bauer", "Ian Stannard", "Barack Obama"], "q": "www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate  Gary Bauer  scans the potential 2012 Republican field, not much excites him.  All the obvious fRon Johnsontline names have all the usual pluses and minuses,  Mr.  Gary Bauer  says. But in considering one candidate, Mr.  Gary Bauer  sees only qualities that he likes. IndIan Stannarda  Mike Pence  is a military and fiscal hawk who frequently plugs his ChristIan Stannard credentials. To some, he's the", "new_id": -2}, {"uid": "1295916049143048705", "i": 13681, "idx": 3, "sa": ["Mike Pence"], "q": "the battle being fought over life... have forgotten the lessons of history. As in the days of a House divided, America's darkest moments have come when economic arguments trumped moral principles,\"\"  he said.  Men and women, we must demand, here and now, that the leaders of the Republican Party stand for life  and to do so \"without apology.\"\"  Send to a friend:  Mike Pence  Blasts Abortion Truce in March for Life Remarks", "new_id": -2}, {"uid": "1296157924245841935", "i": 12190, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "the State of the Union. Republican  Mike Pence , who's considering a run for  Barack Obama , said he appreciated the  Barack Obama 's \"affirmation of what makes this country great.\"\"  But  Mike Pence  offered this caution:  In Washington, the devil is always in the details.  He went on to note, \"All his[  Barack Obama 's] answers called for bigger government. This is the challenge.\"\"  As the conversation veered toward the coming year, both Republicans and Democrats", "new_id": -2}, {"uid": "1296253498075055119", "i": 304, "idx": 0, "sa": ["Mike Pence"], "q": "candidate with strong Indiana roots to contrast  Mike Pence 's prominence in Washington. Parker described  Mike Pence  as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates.  The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,  Parker said. \"He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.\"\"  It might be May or", "new_id": -2}, {"uid": "1297365987123617329", "i": 54672, "idx": 1, "sa": ["Mike Pence"], "q": "'re going to have a long year,\"\"  he said. \"You're going to see more spending cuts come out of this Congress than in any Congress in the history of this country.\"\"   Everything's on the table,  he said later. \"We're broke.\"\"  In an interview with Fox News on Thursday,  Mike Pence ( R-Ind.) said members of the House GOP Conference are having \"frank\"\"  discussions about", "new_id": -2}, {"uid": "1295987834031850551", "i": 42647, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Rick Santorum"], "q": "Republican 2012 presidential hopefuls to appear at the annual gathering.  Michele Bachmann , a Minnesota Republican, is set to keynote the March for Life Rose Dinner Monday night. Earlier Monday,  Rick Santorum  tweeted,  Just arrived at the March for Life on the Mall- cold but hearty mostly young folks!  Well-known in socially conservative circles,  Mike Pence  has spoken at the march every year since 2001, when he was first sworn into Congress.  Mike Pence  is considering a bid for president in 2012 and is expected to", "new_id": -2}, {"uid": "1295987623252182537", "i": 49339, "idx": 0, "sa": ["David Vitter", "Mike Pence"], "q": "first day senators are allowed to officially submit legislation,  David Vitter  reintroduced his bill to amend title X of the Public Health Service Act to prohibit family planning grants from being awarded to entities that perform abortions.  My Title X amendment would end the practice of allowing taxpayer funds to be used to pay for administrative costs and other services offered by abortion providers, a practice that allows other funds to be used for abortion practices,  he told LifeNews.com. Congressman  Mike Pence  of Indiana has sponsored in the House that is expected to receive a debate and vote by the pro-life House Republicans that lead the chamber. However, whether pro-abortion Senate Democratic Leader", "new_id": -2}, {"uid": "1296175633054247430", "i": 32238, "idx": 11, "sa": ["Mike Pence", "Barack Obama"], "q": "snow after a fast... Photo in Slideshow: Members of Congress from both parties stand and applaud together... Article:  Barack Obama  seeks new path to environmental goals... Politics Video: Supreme Court Interview: Bernau Report Abuse  You need a little help here understanding this article.  He is not a third party candidate. He is a republican candidate. The article reads\"\"  An independent campaign to draw GOP  Mike Pence  into the 2012 Barack Obamaial race is under way\"\" . Report Abuse \"", "new_id": -2}, {"uid": "1295294243074366995", "i": 23383, "idx": 5, "sa": ["Mike Pence", "Barack Obama", "Jennifer Love Hewitt"], "q": "reported  Barack Obama  having a \"65%\"\"  approval rating in \"all 57 states.\"\"   Mike Pence  said that after standing united against  Barack Obama  on the failed Stimulus Plan, Cap and Trade, and Barack ObamaCare, Republicans are  back in the fight on the Right  to lead the country! Wide-Open GOP Barack Obamaial Field Spurs Dark Horses Possible Republican White House candidates in 2012 Early GOP winds are blowing toward 2012 White House urges China to embrace reform Pre-marital HIV test proposal draws flak  Jennifer Love Hewitt ", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]