[{"uid": "1295762095175325199", "i": 15361, "idx": 7, "sa": ["Christopher Hitchens", "Mike Pence", "Mar Roxas", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the AmChristopher Hitchensan Family Association, a group that opposes gay Mar Roxasriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1295604693188841989", "i": 37274, "idx": 1, "sa": ["Christopher Hitchens", "Jerry White", "Mike Pence", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the AmChristopher Hitchensan Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the <strong> Jerry White </strong> House,", "new_id": -2}, {"uid": "1295277815062636063", "i": 34428, "idx": 4, "sa": ["Mike Pence", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1296133626234815493", "i": 52009, "idx": 1, "sa": ["Chris Dodd", "Mike Pence", "Eric Schmidt", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Doddtian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the AmEric Schmidtan Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1296246869137003031", "i": 362, "idx": 1, "sa": ["Mike Pence", "Chris Christie", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1295546693266108960", "i": 15479, "idx": 1, "sa": ["Mike Pence", "Diana DeGette", "Bryan Fischer", "Guy Barnett", "Chris Smith"], "q": ". InDiana DeGette <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Smithtian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the <strong> Guy Barnett </strong> to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1297377662182599691", "i": 6108, "idx": 0, "sa": ["Mike Pence", "Martha Roby"], "q": ". It's not the friend of women. \" This has led to a massive move in the Republican-controlled House to cut off Planned Parenthood's millions of dollars in government grants and contracts. <q> It is beyond shocking that Planned Parenthood employees were found on videotape aiding and abetting in the sex trafficking of minors, </q> <strong> Mike Pence </strong> <strong> Martha Roby </strong>, R-Ala., said. \" It is not a proud day that citizens learn about these activities. \" Many pro-life lawmakers have wanted to cut Planned Parenthood's funding for years since the group", "new_id": -2}, {"uid": "1296855932158482439", "i": 31168, "idx": 0, "sa": ["Mike Pence", "Christopher Smith"], "q": ". No one wants to do any research to find out what <strong> Mike Pence </strong> and <strong> Christopher Smith </strong> are doing. Huffington Post readers only see this headline \" GOP Hates Women and Wants to Control Their Bodies \" . \" Report Abuse <q> \" These bills seek to overturn years of long-standing legal doctrine and, even worse, they endanger the health of women in this country by attempting to end insurance coverage-- including private coverage-- for all abortions. </q> \" Apparently no one understands that <strong> Mike Pence </strong> and <strong> Christopher Smith </strong> aren't trying to overturn Roe v. Wade. The deficit Americans should think about most: personal character Financial Crisis Prosecutions On Wall Street Slow To Develop Despite Cries For", "new_id": -2}, {"uid": "1295506907199884812", "i": 35600, "idx": 1, "sa": ["John McCain", "Mike Pence", "Campbell Brown", "Ben Smith", "Sarah Palin"], "q": ". RULA <strong> Campbell Brown </strong> Politico's <strong> Ben Smith </strong> reports on the internal tensions that are roiling the <strong> John McCain </strong> campaign, with many <strong> Sarah Palin </strong> allies voicing their unhappiness at how the campaign has been run. According to <strong> Ben Smith </strong>, there are now <q> stirrings of a <strong> Sarah Palin </strong> insurgency. </q> Some of the highlights: Four <strong> Mike Pence </strong>.. <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers \" Jerks \" 11-7-2008 <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers \" Jerks \" 11-7-2008... <strong> John McCain </strong> Aides Blaming and Trashing <strong> Sarah Palin </strong> <strong> John McCain </strong> staffers are scapegoating poor <strong> Sarah Palin </strong> for the", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]