[{"uid": "1297451814077103115", "i": 11528, "idx": 10, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The decision is a further embarrassment for the Education Secretary who was forced to apologise last summer after he released a flawed list of school building projects facing the axe. Subscribe to RSSMost Popular in", "new_id": -2}, {"uid": "1297339670134381570", "i": 31451, "idx": 0, "sa": ["Michael Gove"], "q": "Before <strong> Michael Gove </strong> gets too excited, critics point out there's nothing to stop parents taking their kids out of state schools and not bothering to educate them at all. academies exclude 82% more pupils. <q> \"It is unclear why exclusion rates are so high but it is likely to be because, outside of local authority regulation, it is simply easier to get rid of troublesome students. </q> \"@mikebakerhack flags up \"interesting advice\" from the head of Ucas to independent schools, telling them to broaden the range of universities their students apply for now that competition for places has", "new_id": -2}, {"uid": "1297426049196083720", "i": 25608, "idx": 3, "sa": ["Michael Gove"], "q": "difficulties our schools face. \"We have said all along that we want to sit down and have an amicable discussion with the Michael Government about the difficulties our schools face.\" He added: <q> This slash and burn attitude that the Michael Govenrment has to local Michael Government must end. </q> Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education issued a robust defence to the decision. A spokesman said: \"On the substantive points he[ the judge]", "new_id": -2}, {"uid": "1297451421077103224", "i": 35912, "idx": 3, "sa": ["Michael Gove"], "q": "was no promise or expectation\" that any of the claimants' projects would proceed. The councils had claimed they had a legitimate expectation that the projects would be funded. The spokesman added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that` the final decision on any project still rests with him and.... No one should gain false hope from this decision.' </q>` Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition", "new_id": -2}, {"uid": "1295466590109772806", "i": 7357, "idx": 0, "sa": ["Michael Gove"], "q": "said that despite cuts to their grants, a number of Tory and Liberal Democrat councils were funding student travel costs, which was the \"statutory duty\" of local authorities. Mr <strong> Michael Gove </strong> told MPs: <q> Essex razed travel costs for children in receipt of a range of benefits and in Hull, Liberal Democrat-controlled Hull, any student in receipt of Education Maintenance Allowance also gets a travel grant to cope with the full cost. \"It is no surprise that there are Liberal Democrat and Conservative councils which are ensuring that all students receive the support they deserve. It's striking that this is in addition to Education Maintenance Allowance. </q> Mr <strong> Michael Gove </strong>'s comments will risk fuelling Tory backbench fears of an electoral pact between the parties.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2}, {"uid": "1297511930040550430", "i": 56388, "idx": 1, "sa": ["Michael Gove", "Andy Burnham", "Bill Bailey", "John James"], "q": "legal cases. Sharon Holder of the GMB union said last night: \"This is a huge victory for councils challenging the unjustified Michael Government cuts.\" <strong> Andy Burnham </strong>, Shadow Education Secretary, said: <q> <strong> Michael Gove </strong>'s competence and judgment have all been called into question by this ruling. Public money has been wasted because of the shambolic handling of this matter. </q> <strong> Michael Gove </strong> branded a` power junkie' over Education <strong> Bill Bailey </strong> overhaul <strong> John James </strong> confirms him and Josie are still a couple with a squeeze of her boob The Big Brother couple chats to 3am. co.uk on the red carpet", "new_id": -2}, {"uid": "1297098298149504016", "i": 5413, "idx": 0, "sa": ["Michael Gove", "Darren Henley"], "q": "official review by <strong> Darren Henley </strong>, managing director of Classic FM, recommends placing the highest achieving music graduates into schools through an expansion of the Teach First scheme which encourages academic high-fliers to work in inner-city schools. <q> Many of the graduates will find that education work will ultimately become part of the portfolio career, which they may well adopt as professional musicians, </q> the review says. <strong> Michael Gove </strong>, announced today that? 82.5 m would be given to music services across England for the next financial year, the same amount in cash terms as last year. In the", "new_id": -2}, {"q": "From The UK! As for romance, <strong> Simon Cowell </strong> had a quip when asked about \"Idol\" host <strong> Julianne Hough </strong>. \"How did he land her?\" <strong> Kit Hoover </strong> asked. <q> Did you say <strong> Julianne Hough </strong> or Derek? </q> <strong> Simon Cowell </strong> laughed. They're no longer co-workers, but <strong> Simon Cowell </strong> can't help but take digs at the \"Idol\" host. He's no longer co-workers with John Paul Getty IIIa either- but does he think she", "sa": ["John Paul Getty III", "Simon Cowell", "Julianne Hough", "Kit Hoover"], "index_answer": 1, "idx": 7, "i": 220}, {"uid": "1295936288203702276", "i": 20557, "idx": 1, "sa": ["Michael Gove"], "q": "Mr <strong> Michael Gove </strong>'s decision. He added a judicial review was his council's only option because the Michael Government would not \"sit down amicably and explain their decision to us\" . He added: <q> We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population. \"That chance has been snatched away from future generations and will have a devastating impact for years to come. </q>` Inefficient' The announcement that BSF was being scrapped provoked an outcry from politicians, councils, teachers and pupils. School personnel were often very closely involved in bringing together their school's BSF", "new_id": -2}, {"uid": "1296231911026230797", "i": 25268, "idx": 1, "sa": ["Michael Gove", "Joel Klein", "Demetrius Morton"], "q": "charter.\" Mr <strong> Joel Klein </strong> said one of the lessons he had learned was that there was a need for \"reasonable processes\" to be in place to terminate the employment of under-performing teachers. <q> Every child is entitled to a good teacher, </q> he said. \"It's easier to prosecute a capital punishment case in the US than terminate an incompetent teacher.\" Mr <strong> Michael Gove </strong> said the <strong> Demetrius Morton </strong> Academy, which is an \"all-through school", "new_id": -2}]