[{"uid": "1295481709046153781", "i": 43893, "idx": 2, "sa": ["Joseph Crowley", "Mike Pence", "Harry Reid", "Rob Andrews"], "q": "repeal. They accused the GOP of being in the pocket of insurance companies in seeking to return to a time when they could deny coverage for pre-existing conditions and cap lifetime benefits to the sickest people. <q> This is the <strong> Harry Reid </strong> Houdini health care strategy, </q> railed Democrat <strong> Joseph Crowley </strong> of New York. \"Now you have health care coverage, now you don't.\" <strong> Mike Pence </strong> <strong> Rob Andrews </strong>, D-N.J., asked whether seniors on Medicare who had received$ 250 checks to", "new_id": -2}, {"uid": "1296391518023904278", "i": 53406, "idx": 1, "sa": ["George W. Bush", "Mike Pence"], "q": "conservative activists to run for <strong> George W. Bush </strong> in 2012. \"We seriously considered it, which for a small-town boy from southern Indiana is a very humbling thing to so,\" <strong> Mike Pence </strong> said Thursday. <q> But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've learned in decisions like these to follow my heart. My heart is in Indiana. </q> He said he will spend the next few months traveling around the state before announcing a decision on the gubernatorial race, which he is widely expected to enter as the GOP favorite.", "new_id": -2}, {"uid": "1296195346246956037", "i": 46321, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "left the door open for a campaign to become Indiana's governor. The Indianapolis Star said on its website that <strong> Mike Pence </strong>, 51, made his announcement in a letter being sent to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> and wife Karen said in the letter. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to", "new_id": -2}, {"uid": "1296774287218005531", "i": 25422, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "support the Tea Party folks, everywhere. To: blam Paging, <strong> Mike Pence </strong>. <strong> Mike Pence </strong> to the GOP primary phone. <strong> Sarah Palin </strong> will target him in her crosshairs. E. Pluribus Unum( <q> If they bring a knife to the fight, we bring a gun. </q>-- Barry Soetoro, June 11, 2008) To: blam Will be 80 years old and running for a 6 year term Power corrupts and distorts reality posted on 02/03/2011 2:56:56 PM PST", "new_id": -2}, {"uid": "1296222280071827488", "i": 4025, "idx": 7, "sa": ["Mike Pence", "Barack Obama"], "q": "of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\" he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as \"a Christian, a conservative, and a Republican, in that order,\" is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}, {"uid": "1296286332201490484", "i": 3218, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel", "Joe Donnelly", "Jackie Walorski"], "q": "think we might best contribute in the years ahead.\" <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q> I am convinced he is now going to run for <strong> Eric Holcomb </strong>, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1296111351070025247", "i": 26840, "idx": 0, "sa": ["Mitch McConnell", "Mike Pence", "Tom Cole"], "q": "with their party in favor of the bill. Senate Minority Leader <strong> Mitch McConnell </strong>( R) praised the measure's passage Wednesday afternoon and said that he had introduced matching legislation in the Senate. <q> In a time of exploding deficits and record debt the last thing the American people want right now is to provide what amounts to welfare for politicians, </q> <strong> Mitch McConnell </strong> said. \"I appreciate <strong> Mike Pence </strong> <strong> Tom Cole </strong>'s efforts to protect the taxpayers, and the House Republican leadership for ensuring this taxpayer protection was brought to a timely vote.\" Still, the bill faces", "new_id": -2}, {"uid": "1296199690069206039", "i": 27002, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> He said he would make a decision \"later this year\" about what his next political step is, but by not running for <strong> Barack Obama </strong> it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1295159778185597976", "i": 41907, "idx": 0, "sa": ["Mike Pence"], "q": "- around 6:30 a.m., after feeding the cat- and end long after the party meetings she attends nearly every night. \"I'm addicted,\" she said with a short burst of laughter. <q> There's always another event, a meeting, a candidate coming through. </q> A TELLTALE \"WOOOOOO\" Scotter has met just about every one of the Republican Party's prospective White House hopefuls. Indiana <strong> Mike Pence </strong> asked to friend her on Facebook. Former House Speaker", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]