[{"uid": "1295592192000901154", "i": 20663, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 1:43 AM EST- U.S. Markets open in 7 hrs 47 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went"}, {"uid": "1295703657085770306", "i": 13817, "idx": 0, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "and grounded for two weeks 6) North Korea begins BEGGING for talks about eventual disarmament. THAT my friends is what I call PRESSHAH!!! Applied like thumscrews ha ha ha ha ha!!! Report Abuse <q> I would trust the North about as far as I could toss my GMC pickup. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End U.S.-China Tensions"}, {"uid": "1296006300058851357", "i": 6583, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red"}, {"uid": "1295667464153141265", "i": 4957, "idx": 6, "sa": ["Mike Sergeant", "Andy Coulson"], "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for"}, {"uid": "1295574163043630601", "i": 172, "idx": 0, "sa": ["Eric Schmidt"], "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld"}, {"uid": "1297684045187187200", "i": 18272, "idx": 7, "sa": ["Colin Powell"], "q": "sites, a mass grave and a cemetary- or what??- I couldn't help myself- I had to check. I called our Diyala stringer and this is what I got: <q> I was there. I saw them myself. It was incredible- the way they were each buried- individually, according to the word of Islamic tradition: their faces towards the Kaaba( Mekka), the libna( mud brick) under the head, the white shroud- complete to the smallest detail.`` Since when did al Qaida burry its victims observing such details?? No- These were Qaida fighters for sure </q>. SO- I ask: What benefit would security forces gain by distorting this story? Is it to sow more hatred for al Qaida? And if this story- this unashamed statement by a <strong> Colin Powell </strong>"}, {"uid": "1296231906026230879", "i": 13003, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant"}, {"uid": "1296851765101990425", "i": 19927, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean."}, {"uid": "1297134193068190228", "i": 30317, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I"}, {"uid": "1297419412245137408", "i": 46622, "idx": 1, "sa": ["Steve Ballmer"], "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia"}]