[{"uid": "1295428029082264111", "i": 23785, "idx": 0, "sa": ["Susan Boyle", "Tim Urban", "Kelly Clarkson", "Aaron Kelly", "Simon Cowell"], "q": "what keeps the show going. <strong> Simon Cowell </strong> plans on bringing his UK show \"The X Factor\" to the United States in 2011, in which he will be a full Tim Urbane judge on it. Kelly_Kelly Clarkson_on_American_Idol <strong> Kelly Clarkson </strong> singing <q> You're all I Need </q> on American Idol in 2002. Intro& Judge comments included. Boyle_Susan Boyle__Hometown_Girl,_Singing_Sensation_!_|_ CNN_Profile Britain's Got Talent Strike Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland).", "new_id": -2}, {"uid": "1297118578065749009", "i": 293, "idx": 1, "sa": ["Mayor Tom", "Michael Vick", "Tom Leppert", "Dwaine Caraway"], "q": "Tem <strong> Dwaine Caraway </strong> gave a \"key to the city\" to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including our <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> releasing the following statement on Monday afternoon: <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom </strong>, or an elected official designated by the <strong> Mayor Tom </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. </q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Tom Leppert </strong>, saying: \"", "new_id": -2}, {"uid": "1294962325114475009", "i": 27262, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "up, whereas before she would just go back to sleep right away, like you would do if you were woken up,\" said Dr. Peter Rhee, medical director of the University Medical Center Trauma Center. <q> But it's like in the morning when you get woken up for work, you're about to have your cup of coffee, she's rousing, then her eyes stay open, stays open for long periods of time. </q> One of <strong> Gabrielle Giffords </strong>' close friends, New York Senator <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice. \"All of a sudden she started", "new_id": -2}, {"uid": "1296747320116736041", "i": 27942, "idx": 2, "sa": ["Zahi Hawass"], "q": "Al Jazeera reports suggested the monuments of Saqqara-- a large burial ground of Ancient Egypt referred to as the \"City of the Dead\" -- had been damaged and that items were stolen, <strong> Zahi Hawass </strong> wrote. <q> This is not true. </q> In fact, while the break-in at the Egyptian Museum on Friday( Jan. 28) resulted in 70 broken objects( all of which will be restored), <strong> Zahi Hawass </strong> said all of the Egyptian monuments are", "new_id": -2}, {"uid": "1296839260225148929", "i": 43618, "idx": 1, "sa": ["Bernie Sanders"], "q": "the hell alone! 11 posted on 02/04/2011 8:39:07 AM PST Just how many jobs exactly, is loopy <strong> Bernie Sanders </strong> proposing eliminating? 12 posted on 02/04/2011 8:39:18 AM PST Sgt_Schultze( A half-truth is a complete lie) <q> get rid of all the private health insurance companies </q> What insurance companies would we be left with, then? Public ones? DOes that really count as \"insurance\" ? To: Nachum As long as it isn't replaced by public healh", "new_id": -2}, {"uid": "1295136115025296936", "i": 13755, "idx": 1, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "of California, Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"It felt like we were watching a miracle,\" <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1295806243069746705", "i": 35520, "idx": 0, "sa": ["Robert Gates", "Colin Powell", "Ana Kasparian"], "q": "words \"budget cuts\" there will not be any defense spending cut. Secretary of Defense <strong> Robert Gates </strong> announces preliminary spending cuts ahead of comprehensive military spending Ana Kasparianlysis. Powell_King,_Jr_I_Have_a_Dreamto_Go_to_War! Join the fight to end the war: facebook.com <q> The great initiative in this war is ours. The initiative to end it must be ours. </q>-- Martin <strong> Colin Powell </strong> King, Jr., speaking of Vietnam. This week the Pentagon sank to a new low: claiming that Dr. King would \"understand\" the wars in Iraq and Afghanistan. King's legacy is", "new_id": -2}, {"uid": "1295930793182222854", "i": 27283, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant", "Mike D'Antoni"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE II: <q> Hopefully we can turn things around by having some more energy and execute a <strong> Kobe Bryant </strong> better. </q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do For more Knicks news and highlights go to www.fromthebaseline.com. Follow me on twitter Iverson_Allen Iverson_27pts_vs_NY_Knicks_97/98_NBA_*Self-Pass_Layup_*Crossover_on_Childs In <strong> Allen Iverson </strong>'s 2nd season, the Philadelphia 76ers guard scored 27", "new_id": -2}, {"uid": "1297118217093028381", "i": 55145, "idx": 3, "sa": ["Susan Boyle", "Simon Cowell"], "q": "- they have also expanded the age pool to younger and older contestants-- something <strong> Simon Cowell </strong> is looking forward to seeing. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <q> You can't put an age cap on talent, </q> <strong> Simon Cowell </strong> said. <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,\" he said, referring to the winner of another one of", "new_id": -2}, {"uid": "1295700037236945434", "i": 17183, "idx": 4, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "his own reputation as part of the \"Brokeback\" coalition. Labour accuse <strong> David Cameron </strong> of poor judgment after his controversial press chief <strong> Andy Coulson </strong> resigns.. Follow us on twitter at twitter.com. A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. <strong> Andy Coulson </strong> leaves Downing Street after resigning as head of communications to <strong> David Cameron </strong>. The real reasons behind the slur? copyrights not my own Kisses_Moments_Montage_TV,", "new_id": -2}]