[{"uid": "2008092412_00015001_W", "i": 900, "idx": 2, "sa": ["Stephen Harper"], "q": "go back into deficit. and that's why british columbians will not vote liberal in this election.\" his latest tack has been to lump the ndp in with the liberals because, as he said, the <q> ottawa ndp have worked with the liberals time and again to try to delay or weaken laws that would get tough on criminals... they would take this economy and this country in exactly the same direction as would the liberals. </q>\" ( if)... your family, your neighbours, your workmates, don't like the liberal platform, why would they vote for the ndp?\" <strong> Stephen Harper </strong>, who has made two tough-on-crime announcements in as", "new_id": -2}, {"uid": "2008111007_00029039_W", "i": 4653, "idx": 0, "sa": ["Marc Gasol"], "q": "the game prior, always at this address:. that's where you'll find the form for tonight's game, obviously. <strong> Marc Gasol </strong>? s formula. asked about his way to succeed, <strong> Marc Gasol </strong> said: <q> if the coach asks me for banging my own head 200 times, i do it. even more, i do it 500 times. </q> wide a site by blazer fans, for blazer fans community blog posts and discussion. recommended fanposts jlarose78 about 9 hours ago 22 comments| 0 recs", "new_id": -2}, {"uid": "2008121823_00023993_W", "i": 2042, "idx": 2, "sa": ["Bernard Madoff"], "q": "<strong> Bernard Madoff </strong> did, he would not only need to keep records of what was actually going in and out of his operation, he would have to falsify an alternative sets of books, trading records and investor returns. <q> this was a very large scheme, and he couldn't have done it without the cooperation and assistance of someone well informed who could process trades, report them and create monthly statements, </q> says doug kass, founder of the dedicated short fund seabreeze partners. \"someone had to help him falsify all those reports, conduct mail fraud and create multiple sets of books.\" the usual suspects so who", "new_id": -2}, {"uid": "2008110918_00027534_W", "i": 4118, "idx": 2, "sa": ["Barack Obama"], "q": "of the next u.s. administration under Barack Obama-elect <strong> Barack Obama </strong> will be <NO_QUOTATION> in his country. don't miss u.s. probes airstrikes as afghan fury grows u.s. review likely to say afghanistan situation` dire' canadian journalist freed in afghanistan <q> we've gotten new guidance that we had before the <strong> Barack Obama </strong> talked, or expressed his greetings to Barack Obama-elect <strong> Barack Obama </strong>, </q> he said. \"so it's not that that's new, it's just that we're trying with renewed emphasis to avoid any kind of thing like that.\" the u.s. military also is investigating reports", "new_id": -2}, {"uid": "2008121222_00009040_W", "i": 4305, "idx": 1, "sa": ["Russell Peters", "James Jones"], "q": "eid...( click to enlarge) oh lawd. i love coming up with captions. let me see if i can think of something useful here. \"meet your soulmate, for 20% less!\" <q> twen-nay peh-cent! i give you spe-shal twen-nay peh-cent off! big save! you take money and buy cow! </q>( a la <strong> Russell Peters </strong> doing an oriental accent imitation) in a deep voice( i'm channeling <strong> James Jones </strong> here): \"well hellloo isheeta! i mean, salams, sister! like my... topi?\"", "new_id": -2}, {"uid": "2008120223_00014154_W", "i": 3247, "idx": 2, "sa": ["Mariah Carey"], "q": "with patton in 2007, saying he just wanted her to focus on being his mom. \"i have just chosen to take the reins of my career,\" he told the associated press earlier this year. <q> we have a different view and mind-set. i'm doing it and i'm handling it and very happy, very happy with it. </q> <strong> Mariah Carey </strong>, told the ap that his split with usher was amicable. freeman leaves hospital after a rough week, morgan freeman has left a tennessee hospital and headed home to get some rest. people magazine, freeman", "new_id": -2}, {"uid": "2008100202_00043429_W", "i": 3959, "idx": 3, "sa": ["Nancy Pelosi", "Brendan Daly"], "q": "issue.... as speaker of the house, it sends the wrong message. she shouldn't be putting family members on the payroll.\" a senior adviser to mrs. <strong> Nancy Pelosi </strong> described the payments to fls as <NO_QUOTATION> <q> she's followed all the appropriate rules and regulations in terms of records and paperwork, </q> said <strong> Brendan Daly </strong>, mrs. <strong> Nancy Pelosi </strong>'s spokesman. \"when[ former treasurer] leo mccarthy became ill, she thought that it was best that that firm did the accounting and she's paid fair market value in san", "new_id": -2}, {"uid": "2008101710_00026070_W", "i": 2457, "idx": 5, "sa": ["Torry Pedersen"], "q": "sunday is the lowest selling day in the regional newspaper market[ in norway], but because of the price increase it still gives a healthy profit. <strong> Torry Pedersen </strong> said that the supplements were better vehicles for advertisers. <q> it is important to have products that can feature wonderful adverts. </q> the newspaper conducted reader research and found that 37 per cent of people questioned said the reason for buying a newspaper on a saturday was the supplement, especially women and young people. the key factor with supplements is", "new_id": -2}, {"uid": "2008111902_00002676_W", "i": 3679, "idx": 2, "sa": ["Stephenie Meyer"], "q": "the founders of twilightmoms.com, who left their children and husbands at home to attend the premiere. pia castillo said she came all the way from tegucigalpa, honduras, to see the film's bloodsuckers in person. <q> it's shocking something i came up with could inspire all this, </q> said twilight author <strong> Stephenie Meyer </strong>. the red carpet was buzzing about possible sequels. <strong> Stephenie Meyer </strong> has written three other", "new_id": -2}, {"uid": "2008100900_00086010_W", "i": 291, "idx": 3, "sa": ["Mahmoud Darwish"], "q": "accused of blasphemy because a verse of koran was used in the poem! <strong> Mahmoud Darwish </strong> came forward to defend. in a passionate article he gave the progressive position on freedom of arts and expression. the article was named <q> in defense of freedom of creativity </q> <strong> Mahmoud Darwish </strong> wrote what most of us need to understand today \"globalization besieges our path to future and islamic fundamentalism besieges present pushing us to past from which bright pages only the margins of intellectual censorship are selectively read.", "new_id": -2}]