[{"uid": "1295646299254836774", "i": 31522, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "Your tan, your tan, your tan?) And I'm Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1296645995047939588", "i": 22104, "idx": 1, "sa": ["David Letterman", "Barbara Walters", "George McGinnis", "Bill Clinton"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion.`` I didn't want people to feel that this was going to be an hour lecture,'' she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> George McGinnis </strong> <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes bursts", "new_id": -2}, {"uid": "1296140217208175107", "i": 30137, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Commenting is intended as a constructive, open community forum. Abusive text and comments that do not follow href=\"http://www.wusa9.com/terms/\" target=\"_blank\"> terms of service guidelines are not condoned by WUSA9 and will be removed.", "new_id": -2}, {"uid": "1296209272047054852", "i": 51051, "idx": 1, "sa": ["Alassane Ouattara"], "q": "qu'en[...] relation avec le pr?sident <strong> Alassane Ouattara </strong>, les r?ponses appropri?es soient apport?es dans les meilleurs d?lais? cette situation sans pr?c?dent dans l'Union'', lit-on dans le communiqu. Selon la m?me source, <q> toutes les agences de la BCEAO install?es sur le territoire de la C?te d'Ivoire sont ferm?es jusqu'? nouvel ordre </q>,? la suite de cette`` r?quisition'' de la direction nationale par le gouvernement nomm par Laurent Gbagbo. Samedi,? Bamako( Mali), les chefs d'Etats de l'Union conomique et mon?taire ouest-africaine", "new_id": -2}, {"uid": "1295116313259309579", "i": 6207, "idx": 0, "sa": ["Allen Iverson"], "q": "of filmmakers, educators and students, explore topics ranging from civil rights and the treatment of military veterans to environmentalism and freedom of the press. Among the other documentaries chosen for this year's showcase are <q> If a Tree Falls: A Story of the Earth Liberation Front, </q> which deals with the radical environmental group that some regard as a terrorist organization;`` Freedom Riders,'' which traces the experiences of civil rights advocates in 1961; and`` No Crossover: The Trial of <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296102406079347829", "i": 45425, "idx": 0, "sa": ["John Gormley", "Eamon Gilmore"], "q": "three days, and so this odd configuration of deputies seated themselves in unfamiliar places around the chamber. The opposition leaders took it easy on a subdued Taoiseach and contented themselves with half-hearted jibes. <q> It is an Order of Business which will bring to an end a dysfunctional and now diminished Government and will bring that to an end by the end of this week, </q> declared <strong> Eamon Gilmore </strong> dutifully. And <strong> John Gormley </strong> TD got to his feet to underline his party's role in bringing about the brief truce between the warring factions.`` I do welcome the fact that a", "new_id": -2}, {"uid": "1295885804234930188", "i": 15958, "idx": 5, "sa": ["M S Banga", "Alassane Ouattara"], "q": "could send cocoa prices rocketing.`` If it's enforced prices of cocoa will go through the roof,'' Gary Mead, analyst with the VM Group in London, said of <strong> Alassane Ouattara </strong>'s call. <q> If he's serious, if they can enforce such a trade embargo, the disruption would be huge. </q> A European commodity hedge <strong> M S Banga </strong> argued that cocoa was so crucial to victory in the struggle over the presidency that stopping the exports would be a priority.''... the struggle will be resolved not", "new_id": -2}, {"uid": "1295015233063946826", "i": 21507, "idx": 1, "sa": ["Jim Moeller", "David Letterman"], "q": "Thursday by telephone from Olympia. Followed by seconds of bemused laughter.`` I'm a bit flabbergasted. The top 10, huh? Maybe we'll make` <strong> David Letterman </strong>,''' <strong> Jim Moeller </strong> said. <q> I've always thought we were a better place to live than Seattle, but not gayer.`` You made my day. </q> Joking aside, <strong> Jim Moeller </strong> was asked what the ranking, however arcane, might really mean.`` I've been an openly gay elected official in Vancouver since 1995,'' <strong> Jim Moeller </strong> said.``", "new_id": -2}, {"uid": "1296423892068993033", "i": 403, "idx": 2, "sa": ["Allen Iverson", "Jim O'Brien", "Andre Iguodala", "Danny Granger"], "q": "hard to beat a team twice,'' <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Philadelphia failed in its bid to win three straight games for the first time this season. <q> We do a lot of things positive on the basketball court, we're just not putting together whole games, </q> <strong> Allen Iverson </strong> said.`` That's the frustrating part, because a game like this, we're supposed to win.'' Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]