[{"uid": "1296770511173654034", "i": 12198, "idx": 48, "sa": ["Hamid Karzai", "Donald Rumsfeld"], "q": "`` More troops do not necessarily mean a greater chance for success,'' he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing`` encouraging signs of progress'' in 2006 <q> alongside harbingers that the real fight for Afghanistan's future was yet to come. </q> But he never truly grapples with why the so-called good war is still raging a decade after the Taliban were driven from power and <strong> Hamid Karzai </strong> took nominal control of the country. His war narrative ends in Iraq with the", "new_id": -2}, {"uid": "1295289698026066945", "i": 26020, "idx": 0, "sa": ["Alex Hudson", "Steve Ballmer"], "q": "listening to <strong> Steve Ballmer </strong> on an endless loop. I could go on about what Chicago has over Seattle, but Seattlest's own <strong> Alex Hudson </strong> made the case for me last Friday. To wit: <q>`` We would like to get in on some of the sweet cultural action in the Windy City. For instance, we would like to have beluga whales at the aquarium, Van Goghs in the art museum and more than absolutely anything we would like to have a world class planetarium to blow our space-minds. We win, we get the space show. They win, they can have our far superior ballet company. On loan. </q> </blockquote> First,`` sweet cultural action?'' Project much? Second: don't go crowing about your`` far superior ballet company'' when Chicago is home to the Joffrey Ballet. Second,", "new_id": -2}, {"uid": "1294977377249905176", "i": 9008, "idx": 4, "sa": ["Paul Pierce", "Allen Iverson"], "q": "scoreless in the final period.`` This is what playoff basketball is all about,'' <strong> Paul Pierce </strong> said.`` Nobody said it was going to be easy when we got here. It's obviously not.'' <q> It's hard to get the clinching game, </q> said <strong> Allen Iverson </strong>, who has gotten five of them in his career.`` Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to", "new_id": -2}, {"uid": "1297234411010321925", "i": 45343, "idx": 0, "sa": ["Michael Vick", "Chris Chase"], "q": "is <strong> Chris Chase </strong>'s articles are only going to get worse now that football season is over( if such a thing is possible) Here's a taste of what we can see in a few weeks. <q> <strong> Aaron Rodgers </strong> Sends Back Steak at Green Bay Steakhouse </q>`` <strong> Michael Vick </strong> Adopts a Virtual Dog on Web-Site''`` <strong> Chris Chase </strong> Assaulted at Local Wendy's'' On another note... I've noticed quite a few of my` <strong> Chris Chase </strong> is a douchbag'' comments disappearing", "new_id": -2}, {"uid": "1295563324217792518", "i": 46365, "idx": 0, "sa": ["Eric Schmidt"], "q": "has prompted the first deep-soul searching at the company, which has faced few direct challenges up until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to`` clarify'' their roles <q> so there's clear responsibility and accountability at the top of the company. </q> The company had always argued in the past that its unusual leadership arrangements worked well, and that it reflected the fact that Google was operated differently from most traditional companies. In one sign of Mr Page", "new_id": -2}, {"uid": "1297245606137953297", "i": 12313, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "have puked yesterday, then the constipation wouldn't set in! Aw well, Wall Street will sell me the next best and brightest, end all laxative to die for in the fine print! </blockquote> Report Abuse <q> Q: What's the difference between <strong> Barack Obama </strong> and his dog, Bo? </q> Report Abuse <blockquote> Q: What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </blockquote> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296664426136101888", "i": 7123, "idx": 0, "sa": ["Jennifer Aniston", "Steven Tyler", "Oprah Winfrey", "Simon Cowell", "Jennifer Lopez"], "q": "Idol'' judges that don't include the brutally honest <strong> Simon Cowell </strong>. <strong> Jennifer Aniston </strong> spoke with <strong> Oprah Winfrey </strong> following the segment where the talk show host interviewed`` Idol'' judges <strong> Jennifer Lopez </strong>, Randy Jackson and <strong> Steven Tyler </strong>. <q> I have to say this new` American Idol' gang make me so excited, because you just feel so happy now, </q> the actress said of the hit FOX talent show.`` As opposed to before I would watch it, me personally, I would feel so horrible for those people who are going out there.... It just", "new_id": -2}, {"uid": "1297098987088211457", "i": 21900, "idx": 0, "sa": ["Simon Cowell"], "q": "at the end of March and hit small screens in fall 2011. The new program got a healthy dose of publicity on Sunday with a spot during Fox's coverage of Super Bowl XLV. <q> We are going to put our money where our mouths are with the$ 5-million recording contract, </q> <strong> Simon Cowell </strong> said in a statement. The deal will be through <strong> Simon Cowell </strong>'s company Syco and Sony Music.", "new_id": -2}, {"uid": "1295667370077054011", "i": 20057, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for a long time to come.'' Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> Page said in a written statement.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]