[{"uid": "1297699169029687919", "i": 19032, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and not the current Windows Phone 7 platform. But the company later and briefly showed images of a prototype Nokia device, suggesting that the company would rush a Windows Phone 7-based device to market later this year. <q> My boss has told me he would be much happier if that time was in 2011, </q> one Nokia representative said Friday. And what about Zune? Though both companies talked up virtually all Windows Phone-based services, only Zune was conspicuously missing, both in discussions from both <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, and", "new_id": -2}, {"uid": "1296770549227754057", "i": 59290, "idx": 3, "sa": ["Bernie Sanders"], "q": "vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Bernie Sanders </strong> said. \"DoD is very concerned about any fraudulent activity on the part of its contractors,\" the department said in a statement Thursday. <q> In addition to the criminal, civil penalties and sanctions imposed by the courts, DoD has numerous contractual and administrative remedies available, including suspension and debarment, when it is determined that it is not in the department's best business interests to contract with a particular company. </q> Defense declined to comment further. The report recommended Defense provide \"additional guidance and training\" on the EPLS to its contracting officers. According to the report, Defense is hopeful the Federal Awardee", "new_id": -2}, {"uid": "1297271105258801674", "i": 3476, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "trial can eventually get going. Report Abuse \" pennsylvania to many white-wing radicals... a man that abuses young women is a \"... hero in this state, corrupt police cover-up murder, and this Report Abuse <q> guess what not matter the outcome he will be paid hundreds of thousands a year for life out of YOUR pocket. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1295571782118030340", "i": 3636, "idx": 3, "sa": ["Eric Schmidt"], "q": ". In the race between Facebook and Google to become the one who profits the maximum from exploitation of user privacy, who do you think will win in the long run? www.StockMarketFunding.com Pt 1$ 16 Drop <q> Google had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of Google. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major product area,", "new_id": -2}, {"uid": "1297269561137707527", "i": 44999, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "their import was being trashed by her former employer, the Washington Post, and many politicians and pundits. \"In the dark morning hours of Feb. 22, 2006,\" she recalled, <q> a group of unknown attackers detonated bombs in the northern Iraqi city of Samarra, bringing down the golden dome of a revered Shia Muslim shrine... During visits to Baghdad's morgue over the next two days, I saw Sunni families thronging to find the bodies of loved ones killed by the militias. The morgue's computer registrar told the grim-faced families and me that we would have to be patient; the morgue had taken in more than 1,000 bodies since the Samarra bombing, and was way behind on processing corpses. </q> \" Here's the thing, though: According to then-Secretary of Defense <strong> Donald Rumsfeld </strong> and his top commanders, it never happened. These killings, these dead, did not exist. According to them,", "new_id": -2}, {"uid": "1295795435125714464", "i": 10724, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "relations Former Secretary of State <strong> Colin Powell </strong> said Sunday that <strong> Barack Obama </strong>, who received the Republican's endorsement in 2008, has lived up to his promise but still has \"got a way to go.\" <q> He hasn't achieved all of his purposes, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union,\" while crediting <strong> Barack Obama </strong> with stabilizing the economy, dealing with unemployment, reaching out to countries across the globe and taking on healthcare reform, \"whether you", "new_id": -2}, {"uid": "1295487896122978305", "i": 27803, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "show this week admitting he was snorting the sleep drug Lunesta when he fell of the stage in South Dakota in 2998. It was an incident that caused his bandmates to demand <strong> Steven Tyler </strong> go to rehab. <q> I guess it's not any news about my drug use and addictions in the past, </q> <strong> Steven Tyler </strong> told <strong> David Letterman </strong>. In a recent interview with Billboard magazine <strong> Steven Tyler </strong> said at first he didn't like the way \"American Idol\" was able to make singers an instant success. <strong> Steven Tyler </strong> said", "new_id": -2}, {"uid": "1295808436044548117", "i": 9665, "idx": 1, "sa": ["Keith Olbermann", "David Letterman"], "q": "man's version of ESPN, Olbermannwouldhavetroublereturningtomajorsportsbroadcastingnetworks/39805150/SIG=112ogocai/*http://cornellsun.com/node/13424\"> according to a Cornell Sun report. \"Fox Sports was an infant trying to stand[ in comparison to ESPN],\" <strong> Keith Olbermann </strong> said. <q> But on the broadcast side there was no comparison- ESPN was the bush leagues. </q> During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, \"What is it about you? You seem to burn bridges wherever you leave.\" said of his relationship", "new_id": -2}, {"uid": "1296538917017350691", "i": 2040, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", when it emerged from bankruptcy, the mere survival of the company to this point is a minor miracle. To silence the lingering doubts, Chrysler needs to build on the progress achieved in 2010. <q> What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> said Chrysler chief executive <strong> Sergio Marchionne </strong>. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\" he said. In the past", "new_id": -2}, {"uid": "1295560568082083860", "i": 44745, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Jahre alte <strong> Eric Schmidt </strong> soll dem 37- j?hrigen <strong> Larry Page </strong> weiterhin als Berater zur Seite stehen. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <strong> Eric Schmidt </strong> erkl?rt F?hrungswechsel in Blog target=\"_blank\" Im \"Google Blog\"", "new_id": -2}]