[{"uid": "1296807366222625794", "i": 39365, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "significant news by disputing the NFL's assertion that teams can still use the franchise tag to retain stars, even if the collective bargaining agreement expires in March. The NFLPA advised agents of their view. <q>You can franchise anyone you want by whatever date you want, but if there is no CBA, the franchise tag will be meaningless,</q> <strong> DeMaurice Smith </strong> said. The Eagles expect to use the tag to keep Pro Bowl quarterback <strong> Michael Vick </strong>, whose contract is due to expire. The NFL has said teams can still use the tag despite the labor uncertainty", "new_id": -2}, {"uid": "1295876260066535475", "i": 23245, "idx": 1, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "his company is employing to weather the economic downturn. Speaking at the SIIA Information Industry Summit.... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q>Drilling Down on America's Energy Future: Safety, Security, and Clean Energy</q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... video results for: chairman company president <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is", "new_id": -2}, {"uid": "1297443949230703173", "i": 28582, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence", "Rep. Diana DeGette"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and <q>prevent funding from being withheld from institutions that refuse to provide abortions.</q> <strong> Rep. Diana DeGette </strong>( D-CO), who joined <strong> Nancy Pelosi </strong> on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services. <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN) has", "new_id": -2}, {"uid": "1295883490173096982", "i": 16866, "idx": 3, "sa": ["Eric Schmidt"], "q": "very fine line between on your behalf and without your knowledge or approval. Just as fine is the line between without you needing to type and without you needing to think or act. <strong> Eric Schmidt </strong> explains further that, <q>most people don't want <strong> Google Inc. </strong> to answer their questions. They want <strong> Google Inc. </strong> to tell them what they should be doing next.</q> When I read that interview, my blood ran cold. A more perfect expression of totalitarianism could scarcely be articulated. A soft totalitarianism, to be sure, but all the more insidious for it-- the hard", "new_id": -2}, {"uid": "1297272042258801683", "i": 30684, "idx": 0, "sa": ["Steve Ballmer"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q>Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief Bob Muglia- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years,</q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn( Â£ 800m) worth of shares in the firm.", "new_id": -2}, {"uid": "1295568275055377924", "i": 19901, "idx": 1, "sa": ["Eric Schmidt"], "q": "until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to ''clarify'' their roles ''so there's clear responsibility and accountability at the top of the company.'' <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> Mr <strong> Eric Schmidt </strong> said on Thursday. The company had always argued in the past that its unusual leadership arrangements worked well, and that it reflected the fact that Google was operated differently from", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,</q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, ''or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1295564626204079122", "i": 8109, "idx": 1, "sa": ["Eric Schmidt"], "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would ''merge Google's technology and business vision brilliantly.'' <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote. ''Larry, in my clear opinion, is ready to lead.'' Page's connection to U-M is credited with Google's 2006 decision to launch an AdWords sales office in downtown Ann Arbor", "new_id": -2}, {"uid": "1297622399186056706", "i": 14291, "idx": 3, "sa": ["Lois Capps", "Ron Paul", "Cecile Richards", "Mike Pence"], "q": "- have vowed to fight the proposed funding cut. ''In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said <strong> Ron Paul </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q>driven by an extreme ideological agenda.</q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. ''This", "new_id": -2}, {"uid": "1295481575005455907", "i": 35293, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "does not have wireless internet and is only able to offer laptops to officers after graduation. These funds will provide every officer in training with a computer and update their internet infrastructure for everyone on site. <q>We understand that the backbone of any strong police force, state police or any other officers, is the kind of training these officers receive. It is no secret that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy,</q> said <strong> Sen. Bernie Sanders </strong>, I-Vermont. ''One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports", "new_id": -2}]