[{"uid": "1295266429010354711", "i": 7798, "idx": 1, "sa": ["Steve Ballmer"], "q": "voice, your gestures, your body.\" <strong> Steve Ballmer </strong> also said Windows Phone 7 was off to a strong start, and that the platform can compete with the big mobile players like Apple. <q> There's a lot of competition, but we've got the best-looking phones on the market. We've got the greatest range of alternatives, the phones, the software, the craftsmanship. It is as good or better than anything out there. We have a lot of work to do. But, we're in the game. We sold 1.5 million into the carriers. </q> <strong> Steve Ballmer </strong> said Microsoft would officially support Kinect on PC at \"the right time\", although shortly after, Microsoft PR provided us with The Irony in this is that when the PS3 was released, everyone, including", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1295582902002506766", "i": 42343, "idx": 1, "sa": ["Eric Schmidt"], "q": "powerhouse that it is today. In a post on Google's corporate blog, <strong> Eric Schmidt </strong> explains that he accomplished more than what he set out to do in an explanation for his decision: <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}, {"uid": "1295897193127107081", "i": 45265, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "the war on terror?\" \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war,", "new_id": -2}, {"uid": "1295642186266682423", "i": 6059, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "George Osborne"], "q": "this why <strong> David Cameron </strong> was reluctant to let <strong> Andy Coulson </strong> go. We must remind everyone how the Tories supported the spending( which was no higher and often less thn Tory years) Telegraph September 2007 <q> The Conservatives sought last night to destroy Labour claims that they would cut public services by issuing a formal pledge to match <strong> Gordon Brown </strong>'s spending plans... </q> <strong> George Osborne </strong> vowed last night to stick to <strong> Gordon Brown </strong>'s plan of increasing public spending by 2 per cent in real terms over the next three years. \"Today, I can confirm for the first time", "new_id": -2}, {"uid": "1295131435025296915", "i": 26312, "idx": 2, "sa": ["Allen Iverson", "Jason Collins"], "q": "professiona... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... \"Taiwan's \"first NBA player ï¼\u0088 2010/07/28 æ\u009e\u0097æ\u009b¸è±ªè¨\u0098è\u0080 æ\u009c\u0083 ï¼\u0089 Daniel( Dan) <strong> Jason Collins </strong> Issel( born October 25, 1948 in Batavia, Illinois) is a retired American", "new_id": -2}, {"uid": "1295715717099811342", "i": 11262, "idx": 0, "sa": ["Rodney Stuckey", "Michael Jordan", "Allen Iverson", "Chuck Daly"], "q": "27 points in the second half, but his teammates set the tone early by making Detroit pay for double-teaming <strong> Michael Jordan </strong>. Nothing worked for <strong> Chuck Daly </strong>. He started Tree http://wn.com/Allen_Iverson_Highlight_vs_Pistons_09/10_NBA_*AI_blocks_Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the injury-plagued Pistons to a 90-86 win over Philadelphia on Wednesday night, the", "new_id": -2}, {"uid": "1295154913111345676", "i": 7382, "idx": 2, "sa": ["Juwan Howard", "Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Juwan Howard </strong> a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295149516178094105", "i": 49072, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Highlights of the Sacramento Kings as they play the Detroit Pistons in their 2010 Summer League opener. http://wn.com/Detroit_Pistons_vs_Sacramento_Kings__November_14_2010 REPLAY@ www.rapidhoops.com Detroit Pistons vs", "new_id": -2}, {"uid": "1295762811142376968", "i": 29989, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "'s time to move on.\" Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q> real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long </q>. Play video Vincent Tabak Charged With Jo Yeates Murder Play video Claims phone-hacking row involves other... Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss", "new_id": -2}]