[{"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1295307571068321280", "i": 37381, "idx": 2, "sa": ["George H.W. Bush", "Barack Obama", "Mike Pence"], "q": ". The real question is whether or not the president has the mind set to be the kind of leader that people are looking for.\" Steele said the GOP House leadership will work with <strong> Barack Obama </strong>. <q>I really believe they will run with him on certain issues,</q> he said. http://thehill.com/blogs/ballot-box/other-races/138349-steele-gop-could-have-used-a-few-more-brothers-in-the-house <strong> Mike Pence </strong> Steele: Republicans \"could have used a few more brothers in the house' Gov. Perry to miss Super Bowl in Texas; will instead celebrate Reagan\"s birthday <strong> George H.W. Bush </strong> to offer endorsement in", "new_id": -2}, {"uid": "1295562095148553730", "i": 29909, "idx": 2, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1296960654064782358", "i": 18887, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q>", "new_id": -2}, {"uid": "1297267752007700492", "i": 28698, "idx": 0, "sa": ["Jay Leno", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>'s \"The X Factor,' she's feigning ignorance. On <strong> Jay Leno </strong> asked whether she missed working with him as an` American Idol' judge. <q>Of course, I miss everybody,</q> she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. \"I'm a massive fan of Paula\"s. When you work with somebody as long as I did with Paula... we", "new_id": -2}, {"uid": "1295965860135200782", "i": 26425, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who oversaw the company's meteoric rise in recent years, also said the group would hire thousands of people this year in response to accusations that it has struggled to retain its best talent. <q>I'm very personally excited about my next decade at Google,</q> he told the DLD media conference in Munich. From April, <strong> Eric Schmidt </strong> will focus on deals and government outreach as executive chairman. He is also set to get a$ 100 million equity award", "new_id": -2}, {"uid": "1296413017033259530", "i": 41611, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "with <strong> Jeff Fisher </strong>, who just completed his 16th full season as the NFL's longest-tenured coach. The team said in a release last night that \"<strong> Jeff Fisher </strong> will no longer be the head coach of the team.\" <q>It became evident that consensus was increasingly hard to find and reality wasn't matching the vision we discussed,</q> the an unmistakable benchmark for what has been a rapid, successful and, in some circles, surprising comeback. A few thousand miles away in the wilderness of Utah, the pit bulls <strong> Michael Vick </strong> once owned are making", "new_id": -2}, {"uid": "1295816701183353357", "i": 5359, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick TechCrunch Disrupt Winner Qwiki Hits No. 1 On Google Trends \"Hot Searches\"", "new_id": -2}, {"uid": "1296351299017891328", "i": 38255, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "and weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,</q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.", "new_id": -2}, {"uid": "1295928839118013955", "i": 5657, "idx": 0, "sa": ["Chris Bosh", "Samuel Dalembert", "Allen Iverson", "Gilbert Arenas"], "q": "hold a double-digit lead at any point. The 76ers wasted an 18-point lead in a loss to <strong> Gilbert Arenas </strong> and the Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. <q>We're jumping out and holding leads and we just can't hold them,</q> guard <strong> Allen Iverson </strong> said. \"We play well for a while and then it seems we just lose focus.\" <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance", "new_id": -2}]