[{"uid": "1296128045255868977", "i": 30204, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"Matt is great. The coaching staff is great. We're just having a good time,\" he said. <q>I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.<q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the middle.", "new_id": -2}, {"uid": "1296555335171900942", "i": 37071, "idx": 1, "sa": ["Barbara Walters", "David Letterman"], "q": "<strong> Barbara Walters </strong> says she spent most of the time after the initial diagnosis trying to deny she needed the surgery. Perhaps, she says, she was hoping doctors would find a new, less invasive process. <q>I had heard some horrendous things about it. You're in agony, and then you'll be depressed,<q> she says. \"It is barbaric,\" <strong> David Letterman </strong> tells <strong> Barbara Walters </strong> about the operation, in which doctors saw the chest open and use a spreader to get to the heart. \"I've", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q>I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table,<q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1295803136231243808", "i": 27920, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q>Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph<q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>: \"Perfectly Acceptable To Get Rid Of DADT\"- Towleroad, More than gay news. More gay men Due to the secret", "new_id": -2}, {"uid": "1295052399183648284", "i": 11919, "idx": 0, "sa": ["Rahm Emanuel", "Sen. Bernie Sanders"], "q": "obvious call to would-be murders to shoot Giffords et al.. When Obama himself had cried for Democrats to \"bring guns\" against Republicans, no one suggested that he meant literally. But then as <strong> Rahm Emanuel </strong> said, <q>You never want a serious crisis to go to waste.<q> <strong> Sen. Bernie Sanders </strong>, Democrat from Vermont certainly didn't want this crisis to go to waste as he grabbed hold of the tragedy with both hands and shook it till money fell out. In the wake of the", "new_id": -2}, {"uid": "1296583927119291947", "i": 46953, "idx": 0, "sa": ["Mark Sanford", "David Letterman"], "q": "PM) I'm sorry I think you got the names wrong in the article. That's King <strong> David Letterman </strong> and Bathsheba.( And that photo was the moment that inspired <strong> Mark Sanford </strong> King <strong> David Letterman </strong> to write the Psalm about <q>He leadeth me beside the still waters<q>. That's the Psalm that also includes walking the Appalachian trail \"Yea though I walk through the valley\". Just thought you might want to print a correction.:-) uZFl% 2BNGkatVlBBChS% 2FOM6Jh9YZte6gA5GURvNwW4tS", "new_id": -2}, {"uid": "1297715559147800085", "i": 14079, "idx": 0, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "from sticking by his decision yesterday. \"The message and the kids are far greater than all this response about,` Why give him the key to the city?\" <strong> Dwaine Caraway </strong> told ESPNDallas.com. <q>He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around.<q> An aside to the story is that Dallas radio reporter <strong> Richard Hunter </strong> attended, and filmed, the event. In the film, which can be found on the Internet, <strong> Richard Hunter </strong> tells <strong> Michael Vick </strong> that he adopted one", "new_id": -2}, {"uid": "1295753411087883776", "i": 29311, "idx": 0, "sa": ["Andy Coulson"], "q": "being accepted, so I'll have to make a separate post of it, regarding the source of US aid to Haiti following the earthquake. from Wikipedia discussing US earthquake aid to Haiti: <q>The USA is the largest foreign source of relief aid to Haiti from the 2010 Haiti earthquake. USA, through USAID is giving more than$ 712 million in aid. However, this money is comprised by the donations of many non-governmental organizations such as World Vision and the Red Cross accumulated from different parts of the globe through various campaigns in support of Haiti.[ 1<q> http://en.wikipedia.org/wiki/Foreign_aid_to_Haiti Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1297711413124567566", "i": 37319, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,<q> he wrote. \"You have to believe, and know that they are more than just imagination.\" All content Â© Copyright 2000- 2011 WorldNow and WAVE, a", "new_id": -2}, {"uid": "1297094194234487815", "i": 11844, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong>. He served as Defense secretary and chief of staff to <strong> Gerald Ford </strong> and again led the Pentagon during the second <strong> President Bush </strong> presidency. <strong> Donald Rumsfeld </strong> was unapologetic about his leadership of the wars in Iraq and Afghanistan. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al Qaeda out of Afghanistan,<q> he said. As in his book, <strong> Donald Rumsfeld </strong> was forthcoming with his criticism of public figures, including his fellow <strong> President Bush </strong> Cabinet members. <strong> Donald Rumsfeld </strong> said he was \"kind of disappointed\" in <strong> George H.W. Bush </strong>", "new_id": -2}]