[{"uid": "1295476329265797672", "i": 842, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": ".''( A jab at <strong> Simon Cowell </strong>?)`` I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully. <q> There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a great heart. </q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets:`` I made some harsh comments the", "new_id": -2}, {"uid": "1294985664245579792", "i": 18057, "idx": 1, "sa": ["Wayne LaPierre", "Mike Pence"], "q": "her legislation forward.`` Listen, any kind of bill the N.R.A. is against is always a problem.'' Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q> I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe. </q> The N.R.A. has kept such a low profile that its normally accessible executive vice president, <strong> Wayne LaPierre </strong>, declined to comment.`` At this time, anything other than prayers for the victims and their families would", "new_id": -2}, {"uid": "1295967141135200834", "i": 38829, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "what even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q> If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>.`` There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.''", "new_id": -2}, {"uid": "1297178433142131273", "i": 4959, "idx": 0, "sa": ["Walt Disney", "David Letterman", "Aaron Rodgers"], "q": "with them Sunday night after the game that are continuing to play in his mind.`` Just in the locker room after the game and being able to reflect with my teammates,'' he said. <q> Big hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year. </q> After he was done at <strong> Walt Disney </strong>, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's`` Late Show with <strong> David Letterman </strong>,'' where he chatted with the host about his days at junior college and", "new_id": -2}, {"uid": "1295229284227999751", "i": 46771, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Christiane Amanpour"], "q": "her husband Astronaut Mark Kelly, parents, Congressman <strong> Debbie Wasserman Schultz </strong>( FL) and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( NY), the time and acknowledged she could see... News' <strong> Christiane Amanpour </strong> that he doesn't consider himself a hero. <q> I think that there were maybe heroic things done by normal people. That means we're human beings and I think that's, to me, one of the most lasting Arizona( CNN)-- The breathing tube for U.S. Rep. <strong> Gabrielle Giffords </strong> could be removed Friday as she continues on her`` miracle </q> journey to recovery after she was critically injured in a mass shooting, her husband said. Though the congresswoman had been shot in the head less than a week ago, she continued to make positive progress", "new_id": -2}, {"uid": "1295093305253313052", "i": 3343, "idx": 5, "sa": ["Michael Jordan", "Allen Iverson"], "q": "Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when th... OJ <strong> Michael Jordan </strong> 2008-2009 Highlight Mix( HD) OJ <strong> Michael Jordan </strong> 2009 Season highlights- At 11 years old, he signed his first autograph.-", "new_id": -2}, {"uid": "1295819193226000912", "i": 7276, "idx": 2, "sa": ["Eric Schmidt"], "q": "to leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I", "new_id": -2}, {"uid": "1297282407122896681", "i": 23084, "idx": 3, "sa": ["Simon Cowell"], "q": "won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena.`` It was supposed to be similar to them doing their first concert,'' <strong> Simon Cowell </strong> explained. <q> It really helped show me who could handle the pressure. </q> <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically", "new_id": -2}, {"uid": "1296671847037879814", "i": 29548, "idx": 0, "sa": ["Kobe Bryant", "LeBron James", "Mike D'Antoni", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear.`` He willed this win for us,'' Cavs coach <strong> Mike D'Antoni </strong> Brown said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_30pts_vs_Toronto_Raptors_2001_NBA_Playoff_Game_4 Nobody came close to scoring 50. The biggest shot in this game was the one that gave <strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with", "new_id": -2}, [{"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]]