[{"uid": "1296759800078708738", "i": 10746, "idx": 5, "sa": ["Colin Powell", "Donald Rumsfeld", "Howard Kurtz", "Dick Cheney"], "q": "goal with this memoir is to leave readers with the same conclusion. ''But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,'' writes <strong> Howard Kurtz </strong>. <q>What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.</q> <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Opinion Video: After the Show Show: Super Bowl Bound The Christian Science Monitor: It turns out that squids can hear", "new_id": -2}, {"uid": "1297337860072925262", "i": 14080, "idx": 0, "sa": ["Kate Middleton", "Simon Cowell"], "q": "to overshadow Prince William and <strong> Kate Middleton </strong>'s wedding. The X Factor star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. <q>I don't want to overshadow Prince William,</q> he said. ''So they've got to go first.'' Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X", "new_id": -2}, {"uid": "1295726389160612375", "i": 36234, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Martin Indyk", "President Bush", "Dick Cheney", "Paul Wolfowitz", "Bill Clinton"], "q": "term of office and then National Security Adviser to <strong> President Bush </strong> during <strong> President Bush </strong>'s second term. In these positions he worked closely and comfortably not only with <strong> Paul Wolfowitz </strong> but also men like <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. <strong> Barack Obama </strong>. <q>A second effort[ is] led by <strong> Martin Indyk </strong>.</q> And who is <strong> Martin Indyk </strong>? <strong> Martin Indyk </strong> served twice as U.S. Ambassador to Israel as well as being a member of the National Security Council under <strong> Bill Clinton </strong>. Before that he was deputy research director for", "new_id": -2}, {"uid": "1295946658120340491", "i": 46988, "idx": 0, "sa": ["Mike Daisey", "Bill Lockyer", "Newt Gingrich"], "q": ". With the passion of a disabused true believer, he wants the piece to plant a missionary virus in the audience( a handout offers tips for what to do next). As <strong> Mike Daisey </strong> says, <q>If you don't think about what operating system you're using, you are living the unexamined life.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$ 2,199,000.00 DALY CITY 3 BR/ 2.1 BA$", "new_id": -2}, {"uid": "1296579646157810697", "i": 6040, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q>The people in the streets have to give this government an opportunity to change,</q> he said cheerfully. ''Beautiful things happened in the last five days.'' This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more", "new_id": -2}, {"uid": "1297094194234487815", "i": 11844, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong>. He served as Defense secretary and chief of staff to <strong> Gerald Ford </strong> and again led the Pentagon during the second <strong> President Bush </strong> presidency. <strong> Donald Rumsfeld </strong> was unapologetic about his leadership of the wars in Iraq and Afghanistan. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al Qaeda out of Afghanistan,</q> he said. As in his book, <strong> Donald Rumsfeld </strong> was forthcoming with his criticism of public figures, including his fellow <strong> President Bush </strong> Cabinet members. <strong> Donald Rumsfeld </strong> said he was ''kind of disappointed'' in <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1297077143210305038", "i": 12112, "idx": 2, "sa": ["Amy Manson", "Daniel Mays", "Liam Cunningham", "Simon Cowell", "Ashley Walters", "Jamie Bamber", "Hermione Norris"], "q": "also a huge risk.'' ''The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.'' <q>As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States.</q> <strong> Liam Cunningham </strong>, <strong> Hermione Norris </strong>, <strong> Daniel Mays </strong>, <strong> Amy Manson </strong>, <strong> Jamie Bamber </strong> and <strong> Ashley Walters </strong> star in the Beeb's latest blockbuster as a diverse group of individuals who have left their old lives behind, departing Earth to start new lives on", "new_id": -2}, {"uid": "1295897616111312927", "i": 48800, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Images View Larger Images Get Quote Symbol Lookup In the 1990s, attorney Gary Reback helped goad the Department of Justice into launching the landmark antitrust lawsuit against Help us to keep our finger on the pulse. <q>Previous| Main <strong> Rupert Murdoch </strong> employs BP strategy <strong> Robert Peston </strong>| 09:12 time, Monday, 24 January 2011 You might call it the BP strategy. It goes like this: company suffers a newspaper he headed and the row is unlikely to go away, commentators said Saturday. ''So far, our worst day in government,</q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Call to probe police over investigation into hacking Minister <strong> David Cameron </strong>'s hopes of limiting the", "new_id": -2}, {"uid": "1296099209217432070", "i": 48570, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "of the Senate floor after more than 8 1 hours. ''It has been a very long day,'' he said as he concluded his remarks, including a five-hour period in which he spoke without interruption. <q>I do believe that if the American people stand up... I think we can defeat this proposal. I think we can come up with a better proposal which better reflects the needs of the middle class.</q> <strong> Sen. Bernie Sanders </strong>, who caucuses with the Democrats, took to the floor at 10:25 am EST Friday to ''take a strong stand'' against the legislation, which was formally introduced Thursday night. When he yielded the floor", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q>probably went from 50 percent to 75 percent,</q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, ''I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]