[{"uid": "1297154709260177972", "i": 29831, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "two cars and$ 40,000 in cash. <strong> Eric Schmidt </strong> took bribes from Iraqi vendors and in one case allegedly changed a contract to deliver less exercise equipment than was paid for, the Times said. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, special inspector general for Iraq reconstruction. <strong> Eric Schmidt </strong>'s wife, Janet <strong> Eric Schmidt </strong>, 39, will be sentenced in March for her role in the fraud. She faces up to three years in", "new_id": -2}, {"uid": "1294952896035717140", "i": 16480, "idx": 2, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Washington with the president Thursday morning. <strong> Gabrielle Giffords </strong>' husband Mark Kelly then told his wife to give them a thumbs-up if she could hear him. Instead, she slowly raised her left arm. <q><strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,</q> <strong> Kirsten Gillibrand </strong> said. <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> had visited with <strong> Gabrielle Giffords </strong> and her husband earlier in the day before attending a memorial service for the victims of Saturday's shooting rampage. Kelly told the", "new_id": -2}, {"uid": "1295624513043139076", "i": 36560, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" Mr. <strong> David Cameron </strong> said that he was <q>very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.</q>\" <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said in", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q>So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.</q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1295568458148553735", "i": 6006, "idx": 0, "sa": ["Eric Schmidt", "The Consumer", "Paul Joseph Watson", "Google Inc."], "q": "a homeowner has brush growing too close to his home, keeping junk cars on their lot in violation of ordinances, as well as finding illegal porches and http://wn.com/Google's_Gmail_and_Chrome_Pose_Privacy_Risks__ABC-7 L'AD di <strong> Google Inc. </strong> <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q>Forza ragazzi, prendete i vostri gelati gratis... conosco giÃ i vostri gusti preferiti</q>. Campagna di <strong> The Consumer </strong> Watchdog, www.insidegoogle.com http://wn.com/Government_Using_Google_Earth_To_Loot_Destitute_Americans__The_Alex_Jones_Showflv Government Using <strong> Google Inc. </strong> Earth To Loot Destitute Americans <strong> Paul Joseph Watson </strong> www.infowars.com www.prisonplanet.tv Monday, August 16, 2010 Aerial imaging technology is being used by the government to spy on Americans in an", "new_id": -2}, {"uid": "1296260491067190794", "i": 4026, "idx": 3, "sa": ["Steve Jobs", "Eric Schmidt", "Vic Gundotra"], "q": ", as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware,\" <strong> Eric Schmidt </strong> said at a conference this fall. <q>If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open. The inverse would be open.</q> But <strong> Vic Gundotra </strong> is the one senior Googler who has been pointedly critical of <strong> Steve Jobs </strong> and Apple- at least in public. Last May, at Google's annual developer conference, <strong> Vic Gundotra </strong> told the world", "new_id": -2}, {"uid": "1296727907183500817", "i": 16354, "idx": 22, "sa": ["Elton Brand", "Jrue Holiday", "Thaddeus Young", "Michael Jordan", "Allen Iverson"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q>It's been working for us, but we just couldn't get the win,</q> <strong> Thaddeus Young </strong> said. \"It really worked tonight.\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had", "new_id": -2}, {"uid": "1297183321119177307", "i": 3674, "idx": 3, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "<strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they \"saved lives.\" But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>: <q>Qahtani would be subjected to sexual humiliation and long periods of sleep deprivation and isolation while in custody at Guantanamo, and his heartbeat at one point dropped to 35 beats per minute.</q> <strong> Donald Rumsfeld </strong> said he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. \"I didn't approve any of that,\" <strong> Donald Rumsfeld </strong> said in", "new_id": -2}, {"uid": "1295093100028508164", "i": 1357, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important issue in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q>Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,</q> Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1297120389257998877", "i": 20502, "idx": 3, "sa": ["Simon Cowell"], "q": "the contestants but also mentor them. The live portion of the show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants. <q>I got bored of just judging,</q> said <strong> Simon Cowell </strong>. \"I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis.\" <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end", "new_id": -2}]