[{"uid": "1295094125134053943", "i": 20100, "idx": 30, "sa": ["Allen Iverson", "Nate Robinson"], "q": "trailed by six in overtime, tied it on <strong> Allen Iverson </strong>'s 3-pointer with 6.2 seconds remaining. The Knicks pushed the ball up the court and <strong> Nate Robinson </strong> took a 23-foot jumper from the right side just before the buzzer. <q> I just knew if I get it up high enough I would have a good chance of making it, </q> <strong> Nate Robinson </strong> said.`` So I just shot it hard and let it go.''`` The sky's the limit for him,'' <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the", "new_id": -2}, {"uid": "1297242441083116117", "i": 20962, "idx": 1, "sa": ["Jay Leno", "David Letterman"], "q": "`` You had your foot on his neck,'' Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis. <q> What was that? I didn't like it... I don't acknowledge my competitors. </q> He had a point. It was a popular promo, but it undercut the vicious attacks on <strong> Jay Leno </strong>'s character that were dominating <strong> David Letterman </strong>'s monologues around this time last year.( The themes are still prevalent.", "new_id": -2}, {"uid": "1296109290115327074", "i": 23379, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing", "new_id": -2}, {"uid": "1296380264205537380", "i": 40349, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' McCarthy said. <q> More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback for a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers", "new_id": -2}, {"uid": "1296540116017350690", "i": 17631, "idx": 0, "sa": ["Chris Bosh", "Michael Vick", "Sidney Crosby", "LeBron James"], "q": ". Secondly, <strong> LeBron James </strong>, <strong> Chris Bosh </strong>, and <strong> Michael Vick </strong> Wade are signed by the Miami Heat. Finally, it is decreed by the journalistic community that all such transactions or movements of personnel must be described using the phrase <q> I/He/She/ They am/is/are taking my/his/her/ their/its talents to Company X/Team Y/Location Z </q>. 1) Canada's Gold in Hockey: <strong> Sidney Crosby </strong>, the player that has been hailed as the Next One for some time, finished the job against the Americans in the most glorious setting imaginable.", "new_id": -2}, {"uid": "1295016583186548227", "i": 24488, "idx": 0, "sa": ["Peter Rice", "Simon Cowell"], "q": "' X Factor'- will be joining the panel on the new programme after they praised her`` chemistry'' with show chief <strong> Simon Cowell </strong>. <strong> Peter Rice </strong>, the head of entertainment on the network, said: <q> If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>. </q>( c) BANG", "new_id": -2}, {"uid": "1296082803258637838", "i": 12068, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "from Indiana`` Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.''- Paul Ryan, a Republican congressman from Wisconsin <q> The Interior Department is in charge of salmon while they're in fresh water, but the Commerce Department handles them when they're in saltwater. And I hear it gets even more complicated once they're smoked. </q>- <strong> Barack Obama </strong>`` Soon a fresh water salmon will sit next to a salt water salmon in the spirit of civility.''- <strong> Mike Pence </strong> Moore`` The Tea Party has become", "new_id": -2}, {"uid": "1297099586237600778", "i": 19463, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1296370322095813646", "i": 2660, "idx": 3, "sa": ["Dick Lugar", "Dan Coats", "Mike Pence"], "q": "<strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told their two daughters and then called their son, who is in college, early Thursday. <q> We just concluded that while we could seek the presidency, we concluded that our best opportunity to continue to serve the people of Indiana was either in Washington, D.C., or here at home, </q> <strong> Mike Pence </strong> said. Thursday afternoon, <strong> Mike Pence </strong> sent a letter to supporters and told politicians, such as Sens. <strong> Dick Lugar </strong> and <strong> Dan Coats </strong>, of his decision. Though <strong> Mike Pence </strong> said staying in Congress is a real", "new_id": -2}]