[{"uid": "1297129562188514329", "i": 1985, "idx": 10, "sa": ["Simon Cowell"], "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our Usually ships in 24 hours Buy New:$ 15.56( as of 4:57 PM EST- Buy I Hate to Be Rude, But", "new_id": -2}, {"uid": "1296179950266141706", "i": 16765, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s to raise the retirement age from 67 to 69. <q> We know what to do on Social Security; I put on the table[ a proposal] adjusting the age from 67 to 69, </q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday.`` I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements.`` Why can't we do what", "new_id": -2}, {"uid": "1297273074137707595", "i": 19949, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". It was fresh, different, and captures the spirit of what <strong> Sergio Marchionne </strong> is trying to do at Chrysler. That's why it hit home. Late Sunday night <strong> Sergio Marchionne </strong> knew he had a winner. <q> I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler, </q> he said.`` And these are from people who have been here 20 or 30 years.'' That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler", "new_id": -2}, {"uid": "1295596906046137392", "i": 47775, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead.'' 07 Jan 2011 He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company </q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any`` material change'' in the way the company is run because`` we tend to agree on pretty much everything''.", "new_id": -2}, {"uid": "1297520083086999051", "i": 31615, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who have replaced <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to join Ant and Dec think the show suffers when the music mogul is not on it and can't wait for his return for the live finals. Ant said: <q> Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. \" <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q>`` <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better.'' Comment on this Article However the pair are excited to be working with former", "new_id": -2}, {"uid": "1295560338061718544", "i": 35840, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295945463061587464", "i": 35950, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company", "new_id": -2}, {"uid": "1295887271156680263", "i": 9804, "idx": 1, "sa": ["Eric Schmidt", "Theresa Potter"], "q": ",'' says Cauley. <strong> Theresa Potter </strong>'s management and personnel skills complemented Cauley's expertise in research and development, quality control and technical sales. It was a no-brainer to hire her as president. <q> It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it, </q> Cauley says.`` She does things that I never even thought of.'' After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1295203196095649830", "i": 14646, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Jeff Flake"], "q": "rhetoric'' during the debate, <strong> Jeff Flake </strong> predicted the substance of the Republicans' arguments will not change. The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. <q> We've lessened the impact between doctors and patients with this bill, </q> he said.`` My hope is the debate will be good for it.'' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]