[{"uid": "1295560274260145180", "i": 7618, "idx": 2, "sa": ["Eric Schmidt"], "q": ",\" <strong> Eric Schmidt </strong> said in a prepared statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Twitter comment on the shuffle was less formal: <q>Day-to-day adult supervision no longer needed!,</q> he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him \"a chance to work on the things I'm most interested", "new_id": -2}, {"uid": "1295008939037093396", "i": 37771, "idx": 10, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> said. After about 30 seconds, <strong> Gabrielle Giffords </strong> did just that. \"You could tell she was desperately trying to focus, and it took enormous strength from her,\" <strong> Kirsten Gillibrand </strong> said. <q>Mark is so happy because he can't believe it, and we are crying because we are witnessing something that we never imagined would happen in front of us.</q> Kelly then said: \"If you can see me, give us the thumbs up,\" <strong> Kirsten Gillibrand </strong> said. Hearing that, <strong> Gabrielle Giffords </strong> raised her hand and tried to hug her husband.", "new_id": -2}, {"uid": "1297272872262504463", "i": 31653, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,</q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1295404963171524096", "i": 22225, "idx": 1, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "the Stern"], "q": "and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>, \"<strong> the Stern </strong> won't do[ his show] again.\" <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>. <q><strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings,</q> said <strong> Howard Stern </strong>. \"It's beyond my comprehension. America must be filled with morons, who at night lay in bed, the ones that are watching him, must be in a coma.\" Check", "new_id": -2}, {"uid": "1297433777190496801", "i": 21112, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "echoed <strong> Sarah Palin </strong>'s sentiment when she told the Huffington Post: \"We need to be very careful when we get to talk about our opinions and be inclusive.\" The HRC- whose stated goal is to <q>achieve lesbian, gay, bisexual and transgender( LGBT) equality</q>- appears to be holding a second Day of Silence. \"We have no comment on this matter,\" HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for", "new_id": -2}, {"uid": "1297360660125239349", "i": 38876, "idx": 0, "sa": ["Eric Schmidt"], "q": "in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q>There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future.</q> reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google", "new_id": -2}, {"uid": "1295762811142376968", "i": 29988, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised \"real questions about <strong> David Cameron </strong>'s judgement", "new_id": -2}, {"uid": "1296547175213106706", "i": 2793, "idx": 1, "sa": ["Sergio Marchionne", "The CEO"], "q": "Chief Financial Officer Richard Palmer. And there will be added costs at the end of the year to introduce a new Fiat-engineered compact Dodge sedan to make Chrysler a player in a crucial segment where it has <q>had inadequate representation for a while,</q> <strong> Sergio Marchionne </strong> said. <strong> The CEO </strong> does not apologize for the cost uptick, or the reliance on less profitable fleet sales to limp through the rough patches in 2010. The recent influx of new models allowed Chrysler to", "new_id": -2}, {"uid": "1297142120027197452", "i": 38918, "idx": 1, "sa": ["Eric Schmidt"], "q": ". While <strong> Eric Schmidt </strong>'s comments are official company statements, a Google spokesperson downplayed them, referring to the company's statement from November when it conceded the Commission was investigating it over complaints from competitors. <q>Since we started Google, we have worked hard to do the right thing by our users and our industry-ensuring that ads are always clearly marked, making it easy for users to take their data with them when they switch services and investing heavily in open-source projects,</q> the spokesperson said. Get past speeds, feeds, and misleads and into smarter systems for better decision-making. New Technologies That Will Change Enterprise Computing Move forward with Sony Media Backbone solutions IBM Smarter Systems Virtual Event", "new_id": -2}]