[{"uid": "1296781113036126750", "i": 25477, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "in Cardiff and the judges are due to attend in April. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are expected to sign up soon but the status of <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> is unclear. A show source said: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> ITV chiefs are being forced to play second fiddle to US broadcaster Fox as it prepares to announce who will star in the American version. <strong> Simon Cowell </strong>, who will be one of the judges, is trying", "new_id": -2}, {"uid": "1295567978244678669", "i": 49368, "idx": 0, "sa": ["Eric Schmidt", "Mark Hurd"], "q": "an investigation of the events surrounding <strong> Mark Hurd </strong>'s exit, the latest development in a shareholder lawsuit stemming from the move.`` That's a pretty big make-over,'' said Kaufman Bros. analyst Shaw Wu. <q> The board definitely caught some flack with how it handled the <strong> Mark Hurd </strong> situation and you're seeing the repercussions of that. </q> The shakeup of H-P's board comes on the same day that Google Inc.( GOOG) altered the roles of its leadership. CEO <strong> Eric Schmidt </strong> is taking on the role of executive chairman", "new_id": -2}, {"uid": "1295444542254590982", "i": 29336, "idx": 0, "sa": ["Maxine Waters", "Sen. Bernie Sanders"], "q": "to more media consolidation. <strong> Sen. Bernie Sanders </strong>( I., Vt.) decried the deal, as did <strong> Sen. Bernie Sanders </strong> <strong> Maxine Waters </strong>( D., Calif.). DirecTV, in a filing with the FCC on Jan. 5, said the <q> unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers, </q> later noting that`` Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct.'' Because your contributions are currently under review, no comments", "new_id": -2}, {"uid": "1296746454261505026", "i": 14693, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Las Vegas, The Spa at Ravella invites guests to step... Arrest made in Bellagio casino...- A suspect has been arrested in the December robbery of Las Vegas' Bellagio casino... Report Abuse <q> Unless they can prove it( which they can't) they have to honor it no matter what! </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War New Trading Software Breakthrough Software Turns$ 10,000 Into$ 825,100- Find Out How!", "new_id": -2}, {"uid": "1296405909000507905", "i": 31518, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "did not pursue additional evidence which the News of the World have now handed to them.'' In September 2010, when he first launched his legal action, the News of the World said it had <q> absolutely no knowledge or evidence that Mr <strong> George Galloway </strong>'s voicemail was accessed </q>. A number of public figures are taking action against the newspaper over allegations that their phones were hacked. At the time of <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong>'s conviction, the paper's editor, <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297702534073007116", "i": 3951, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", maar ook in andere Bing-diensten, zoals op pc en tv.'' Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega's sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: <q> Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen. We bouwen aan een derde mobiel ecosysteem. Dat leidt uiteindelijk tot meer keus voor de consument. </q> 3 jaar geleden: 14 februari 2008 4 jaar geleden: 14 februari 2007 5 jaar geleden: 14 februari 2006 Internet Explorer heeft opnieuw last van` drag and drop-probleem' 6 jaar geleden: 14 februari 2005", "new_id": -2}, {"uid": "1295147687219021312", "i": 10751, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "<strong> Michael Vick </strong> Dwyer, AP <strong> Tom Brady </strong> and the Patriots host the Jets on Sunday. IN` THE HUDDLE' COMMUNITY READ THE LATEST POSTS FOXBOROUGH, time for the sound that really matters. The opening whistle. <q> I think all the stuff that will be said up to that point won't make a difference, </q> said. The wide receiver heard the volleys from the leading up to Sunday's divisional playoff http://wn.com/cheryl_ling_7_25_10_whale_nba_timberwolf_david_kahn_tom_brady_new_england_patriots_football_PT_II www.myricegirl.com part 2 of 5 parts, click icon under video for next episode <strong> Tom Brady </strong> displays his loyalty to the team that", "new_id": -2}, {"uid": "1295625832143933451", "i": 20893, "idx": 5, "sa": ["Saddam Hussein", "Colin Powell", "Brent Scowcroft", "George H.W. Bush"], "q": "<strong> Saddam Hussein </strong> remained defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George H.W. Bush </strong> as`` the enemy of God and humanity.'' <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q> have a protective arm around their friend, Iraq. </q> <strong> George H.W. Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295452591083853361", "i": 7942, "idx": 4, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "advertising that[` American Idol'] isn't going to be as mean, they might be losing their professional credibility,'' says Robert Thompson, a professor of television and pop culture at Syracuse University. <q> It's not as meaningful to get a compliment from someone who's always nice. In past seasons, you'd see people running out of the[ judging] room saying,` <strong> Simon Cowell </strong> loved me!' <strong> Simon Cowell </strong> was always the one people cared about, because he was the hardest one to get. </q> Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>.`` Outside of the music industry", "new_id": -2}, [{"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]]