[{"uid": "1295552615218546373", "i": 55158, "idx": 0, "sa": ["Mary McNamara", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic Linda", "new_id": -2}, {"uid": "1295617200111296519", "i": 53167, "idx": 0, "sa": ["Andy Coulson", "Alan Johnson"], "q": "2011-01-21 13:36:46.0 Coulson- <strong> Andy Coulson </strong>- resigns- amid- phone- hacking- allegations- live.html?service=artBody ponders on Twitter: <q> With <strong> Andy Coulson </strong> gone, the Ying/Yang( Essex man/Cameroon) bAlan Johnsonce in No. 10 has gone too. Can Cam cope without tabloid expert? </q> tells Sky News he \"understands why he wants to go\" but says he feels that <strong> Andy Coulson </strong> has been \"punished for the same offence twice\" . Comparing his director of communication's conduct with the \"", "new_id": -2}, {"uid": "1295984196057327656", "i": 29776, "idx": 5, "sa": ["Eric Schmidt"], "q": "startups such as Groupon Inc. in social networking, entertainment and retail. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials opened a formal antitrust probe last year into Google search results, while in China", "new_id": -2}, {"uid": "1295762811142376968", "i": 36346, "idx": 3, "sa": ["David Cameron", "Jeremy Hunt", "George Osborne", "Andy Coulson", "Glenn Mulcaire", "Clive Goodman"], "q": "and to some extent he never was,\" he said. <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgement, then there's the News of the World and what appears to be industrial phone hacking going on systematically. <q> There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by <strong> Jeremy Hunt </strong>, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate", "new_id": -2}, {"uid": "1295611063109838355", "i": 3596, "idx": 7, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <strong> Eric Schmidt </strong> said the change has been under discussion \"for a long time\" as the company tried to \"simplify\" its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be", "new_id": -2}, {"uid": "1297334471212090885", "i": 24685, "idx": 1, "sa": ["Sergio Marchionne"], "q": "and labour mininsters, have summoned <strong> Sergio Marchionne </strong> to the talks to discuss the Fiat CEO's suggestion the automaker could potentially transfer its headquarters to the US following any merger with Chrysler. <q> We prefer to speak directly to Fiat without government- the government does not have a real role, </q> Federazione Italiana Metalmeccanici( FIM) national secretary with automotive responsibility Bruno Vitali told just-auto from Italy. \"We have no great expectations- because the government has no money to put on the table", "new_id": -2}, {"uid": "1297183424149962758", "i": 31164, "idx": 9, "sa": ["Donald Rumsfeld", "Colin Powell", "Laura Bush", "Condoleezza Rice", "George W. Bush", "Barack Obama"], "q": "his book, the former defense chief also ripped into some of <strong> George W. Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>-- <strong> Laura Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> Laura Bush </strong> advisers and officials, truly believed Saddam <strong> Barack Obama </strong> had weapons of mass destruction when he made a presentation", "new_id": -2}, {"uid": "1297176549217825300", "i": 8631, "idx": 1, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "I told the <strong> George H. W. Bush </strong> my mind was made up. Nonetheless, he insisted that he wanted some time to think about it and to consult with others. The next day, <strong> George H. W. Bush </strong> Cheney came to the Pentagon. <q> Don, 35 years ago this week, I went to work for you, </q> he said, \"and on this one you're wrong.\" Adapted from Known and Unknown: A Memoir by <strong> Donald Rumsfeld </strong>, with permission from Sentinel, a member of The Penguin Group,", "new_id": -2}, {"uid": "1295042959009945138", "i": 14129, "idx": 0, "sa": ["Eric Schmidt", "Bill Gates"], "q": "\" of original reporting, opinion, aggregated content and contributed long-form journalism, and held its inaugural event in August( featuring speakers such as <strong> Bill Gates </strong> and Google CEO <strong> Eric Schmidt </strong>), but is currently in the midst of <q> reconsidering its business model, </q> according to partner Michael Christman. Former CMP/UBM editorial director Scott Raynovich developed a Web business-The Rayno Report-that includes ad-supported blogs and paid research, as well as message boards and e-commerce. As noted by DeusM managing", "new_id": -2}, {"uid": "1297226178238518284", "i": 34288, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}]