[{"uid": "1295975421157089792", "i": 34692, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "ABC Castle 2.4/ 7 9.09 NBC Harry's Law 2.1/ 6 10.37 CBS Hawaii Five-0( R) 1.7/ 5 6.55- via NBC press note: <q> In Late-Night Metered Markets Monday night: â\u0080¢ In Nielsen's 56 metered markets, household results were:`` The Tonight Show with <strong> Jay Leno </strong>, </q> 3.3/ 8; CBS's'' Late Show with <strong> David Letterman </strong>,'' 2.1/ 5 with an encore; and ABC's combo of'' Nightline,'' 3.2/ 7; and`` <strong> Jimmy Kimmel </strong>", "new_id": -2}, {"uid": "1295469111069730385", "i": 17649, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said.`` It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1295636751256720935", "i": 12848, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "to the coming campaign.`` We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.'' <q> GE is a story of success, </q> <strong> Kirsten Gillibrand </strong> added.`` If we can beat Russia in the race to the moon, we can beat China in the race to green energy.'' jakester: I think we shoud have a new bill intorduced", "new_id": -2}, {"uid": "1295419250126189579", "i": 24260, "idx": 0, "sa": ["Sergio Marchionne"], "q": "might come out later than its sibling, the 300, because the Chrysler brand commands higher prices and larger profits. Bragman said the big sedans and minivans are good choices for hybrid powertrains. <q> The technology makes the biggest difference in vehicles with the worst mileage, </q> he said. <strong> Sergio Marchionne </strong> used his visit to Windsor to expand on Chrysler's strategy for its next generation of minivans. The company is developing a new vehicle architecture, or platform, in the", "new_id": -2}, {"uid": "1295629074004243497", "i": 8519, "idx": 3, "sa": ["Les Hinton", "Andy Coulson", "Rebekah Brooks"], "q": "We will vigorously pursue the truth- and we will not tolerate wrongdoing.'' <strong> Les Hinton </strong>, former News International chairman, giving evidence to the culture, media and sport select committee in September 2009 <q> There was never any evidence delivered to me suggesting that the conduct of <strong> Clive Goodman </strong> spread beyond him. The News of the World is populated overwhelmingly by decent hard-working people. If anyone were found conducting themselves in the way that <strong> Clive Goodman </strong> did, there is no question there would be instant dismissal. </q> <strong> Rebekah Brooks </strong>( then <strong> Rebekah Brooks </strong>), News International chief executive, 10 July 2009 <strong> Andy Coulson </strong>'s resignation must not be seen as the end of the hacking scandal News of the World phone hacking: what", "new_id": -2}, {"uid": "1297180938217825348", "i": 14141, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "as well as celebrities and statesmen from all over the country. It was the perfect time to give out the key to the city to some deserving philanthropist, such as... <strong> Michael Vick </strong>? <q> <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented </q> <strong> Michael Vick </strong> a key to the city of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes`` a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a", "new_id": -2}, {"uid": "1295907733051232769", "i": 26823, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "SKY PRESENTERS APOLOGISE FOR SEXIST COMMENTS Sky football presenters <strong> Andy Coulson </strong> Gray and Richards <strong> Richard Keys </strong> have been suspended by Sky Sports after being caught by an open microphone making off-air comments about lineswoman <strong> Sian Massey </strong> at the Wolves-Liverpool game on Saturday. <q> Somebody better get down there and explain offside to her, </q> <strong> Richard Keys </strong> said.`` Can you believe that?'' Gray responded.`` A female linesman. Women don't know the offside rule.'' The pair later apologised, but will not be on hand to present", "new_id": -2}, {"uid": "1296746557227606543", "i": 1160, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times: <q>`` Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' \" Reactions are starting to come in", "new_id": -2}, {"uid": "1297200983061325341", "i": 1806, "idx": 6, "sa": ["Paul Bremer", "Donald Rumsfeld", "Condoleezza Rice"], "q": "'s man, had a background in the State Department, and a relationship with <strong> Condoleezza Rice </strong>,'' says Mr. <strong> Donald Rumsfeld </strong>. So Mr. <strong> Paul Bremer </strong> chose what guidance he preferred, which Mr. <strong> Donald Rumsfeld </strong> describes as the equivalent of having <q> four or eight hands on the steering wheel. </q> Critical issues-whom the U.S. should support, who should have power, how quickly to turn over authority-lingered. I ask Mr. <strong> Donald Rumsfeld </strong> why he didn't simply fire Mr. <strong> Paul Bremer </strong>. He says he couldn't. Mr. <strong> Paul Bremer </strong>", "new_id": -2}]