[{"uid": "1295521028242155602", "i": 12773, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "to the Daily Mail that <strong> Cher Lloyd </strong> is not keen on the \"bubblegum' pop songs that <strong> Simon Cowell </strong> has got lined up for her and wants to record more` urban' songs. A source said: <q> You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain. </q> They added: \"You have to admire such self-confidence in a young girl, but she's no respecter of authority and she\"s had run-ins with a few people.\" However, <strong> Cher Lloyd </strong>", "new_id": -2}, {"uid": "1295307571068321280", "i": 37381, "idx": 2, "sa": ["George H.W. Bush", "Barack Obama", "Mike Pence"], "q": ". The real question is whether or not the president has the mind set to be the kind of leader that people are looking for.\" Steele said the GOP House leadership will work with <strong> Barack Obama </strong>. <q> I really believe they will run with him on certain issues, </q> he said. http://thehill.com/blogs/ballot-box/other-races/138349-steele-gop-could-have-used-a-few-more-brothers-in-the-house <strong> Mike Pence </strong> Steele: Republicans \"could have used a few more brothers in the house' Gov. Perry to miss Super Bowl in Texas; will instead celebrate Reagan\"s birthday <strong> George H.W. Bush </strong> to offer endorsement in", "new_id": -2}, {"uid": "1296171922065404971", "i": 2959, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \"a Christian, a conservative, and a Republican, in that order.", "new_id": -2}, {"uid": "1295163154245039105", "i": 28863, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": ", <strong> Tramon Williams </strong> topped his game-saving interception against Philadelphia with two more. One was a near replica of his end-zone pick of Eagles quarterback <strong> Michael Vick </strong>, and the other, a momentum-changing grab-and-run for a 70-yard touchdown. <q> I guess that's one way to shut people up is to go to the Super Bowl not the Pro Bowl, </q> <strong> Tramon Williams </strong> said. \"I didn't need that motivation. Every game is motivation.\" <strong> Tramon Williams </strong> not only has become one of the finest cornerbacks in the NFL, he has become one of the smartest", "new_id": -2}, {"uid": "1296542758249364481", "i": 47613, "idx": 9, "sa": ["Michael Vick"], "q": ", but not to use him in ads. Not yet. Maybe, if <strong> Michael Vick </strong> continues on the path he's on now, he'll be hawking products on TV again. <q> I think he could as long as his football career keeps going as well as it has this year, </q> Bodock said. \"A lot of it will have to do with the public's reaction to him. Truth61 at 7:41 AM January 31, 2011 He still has a LONG way to go. And", "new_id": -2}, {"uid": "1296940939224919552", "i": 14166, "idx": 6, "sa": ["Eric Schmidt"], "q": "social is the next big narrative. <strong> Eric Schmidt </strong> says that people who \"opt in\" to the system will begin experiencing a much richer relationship with technology, aided by their computerised \"personal assistant\". <q> We still think of search as something you type, </q> <strong> Eric Schmidt </strong> said. \"Perhaps a decade from now, you will think, well, that was interesting, I used to type but now it just knows. \"How does it know? Well,", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1295872767073089031", "i": 34656, "idx": 0, "sa": ["Andy Coulson"], "q": "enabled the proceedings to take place.\" He added however that this is not the situation for other cases, which he said are therefore likely to \"slip through to the keeper\". <q> The reality is that if you look at the chain of evidence, there isn't that continuum which allows legal action to actually get off the ground. </q> On Friday, former editor of the News of the World <strong> Andy Coulson </strong> resigned from his position as director of communications for Downing Street, citing the pressure of media coverage relating to allegations of phone-hacking at the tabloid.", "new_id": -2}, {"uid": "1295636623157057039", "i": 19147, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgment in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1294967127178536477", "i": 31908, "idx": 0, "sa": ["Michael Douglas", "Horst Jankowski", "David Letterman"], "q": "of his life. \"The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.\" <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q> Wall Street: Money Never Sleeps. </q> <strong> Horst Jankowski </strong> \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. \"I've got cancer. I've got cancer. I've found out about three", "new_id": -2}]