[{"uid": "1296804417169033786", "i": 41732, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra", "Jennifer Lopez"], "q": ", a <strong> Frank Sinatra </strong> <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. <strong> Jennifer Lopez </strong> told her, <q>You're way off on all the notes and everything.</q> \"Talk about delusional people,\" Jackson said, in the midst of the mediocrity. Mariners FanFest Instead of watching from the bleachers, Mariners fans took to the field itself at Safeco", "new_id": -2}, {"uid": "1297488396192626690", "i": 44826, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ". \"X-Factor\" reunion?: It appears <strong> Simon Cowell </strong>'s \"The X Factor\"( Fox) may include a reunion of sorts, in the form of <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1295217119075989139", "i": 28385, "idx": 0, "sa": ["John McCain", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q>At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds,</q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible <strong> John McCain </strong> House contender in 2012, figured in the unfolding political debate. Initially, an", "new_id": -2}, {"uid": "1295782000044482592", "i": 6751, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "2010. www.guardian.co.uk... The Future of <strong> Google Inc. </strong> Books- <strong> Google Inc. </strong> Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism <strong> Google Inc. </strong> has received concerning its project to digitize and store millions of the world's books online. <q>I've been surprised at the level of controversy there,</q> says <strong> Sergey Brin </strong>, but maintains that he's \"optimi... Larry Page Replaces <strong> Eric Schmidt </strong> As <strong> Google Inc. </strong> CEO!!! Co-Founder of <strong> Google Inc. </strong> Larry Page Is Confirmed To Be The New CEO of <strong> Google Inc. </strong>, Former CEO <strong> Eric Schmidt </strong> Demotes Himself To", "new_id": -2}, {"uid": "1294955215093012132", "i": 23937, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Mark Udall", "Barack Obama", "Chuck Schumer"], "q": "diverging backgrounds to serve the public good. Today both senators from New York are among the first to endorse the idea. \"<strong> Barack Obama </strong> <strong> Sen. Mark Udall </strong> has the right idea,\" said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>. <q>This would be a great way to start off the new session in a bipartisan way following up on the cooperation during the lame duck and the <strong> Barack Obama </strong>'s speech urging all Americans to come together.</q> And earlier today <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was asked about <strong> Sen. Mark Udall </strong>'s letter on CNN, and said that sitting together would help the Senate realize the call for a more civilized debate that <strong> Barack Obama </strong> asked for", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1297269838172048416", "i": 25074, "idx": 2, "sa": ["Steve Ballmer", "Preston Gralla"], "q": "<strong> Preston Gralla </strong>. \"Je hoeft ook niet technisch geschoold te zijn om te zien dat Microsoft snel iets moet gaan doen in de markt voor tablets.\" Volgens <strong> Preston Gralla </strong> hebben nerds aan de macht geen zin. <q><strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst.</q> Dean Takahasi van Venturebeat stelt het nog scherper: \"Op een gegeven moment kan <strong> Steve Ballmer </strong> niet meer de schuld op mensen binnen de organisatie schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij", "new_id": -2}, {"uid": "1295456090049922076", "i": 24698, "idx": 3, "sa": ["Simon Cowell", "Mark Zuckerberg", "Todd Gordon"], "q": "\" it appears that \"Idol\" could be caught. And \"24\" ended its long run last season. \"<strong> Simon Cowell </strong>'s been critical to the show, no question,\" said <strong> Todd Gordon </strong>. <q>So this year's \"Idol' is hard to anticipate and plan for as media buyer.</q> The real Person of the Year is... In Rex On Techs, Rex Crum says Facebook\"s <strong> Mark Zuckerberg </strong> may be the obvious Person of the Year choice. But he knows someone else who deserves", "new_id": -2}, {"uid": "1295802228188252172", "i": 4631, "idx": 6, "sa": ["Lee Myung-bak", "Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential advisor. \"The administration knows that <strong> Lee Myung-bak </strong> am quite content with the work <strong> Lee Myung-bak </strong> am doing now,\" he said. <q><strong> Lee Myung-bak </strong> am not interested in a government job.</q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}, {"uid": "1295440369254591006", "i": 20193, "idx": 3, "sa": ["Simon Cowell"], "q": "to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor. \"I think she'd be fantastic- and there would be a few contestants reduced to tears,\" she joked. <q>It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show!</q> Glee Live Tickets are on sale now for the show's UK arena tour this summer. Follow us on Twitter Follow us on Facebook Related stories", "new_id": -2}]