[{"uid": "1297413722221036567", "i": 28024, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Today, Nokia and Microsoft intend to enter into a strategic alliance,\" <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. <q>Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities beyond anything that currently exists.<q> Microsoft CEO <strong> Steve Ballmer </strong> said the partnership \"brings the brands mobile consumers want, like Bing, Office, and of course Xbox Live.\" <strong> Stephen Elop </strong> Shankland Full Profile", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.<q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1296695007231915535", "i": 7920, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> pointing out that the two companies face a computing revolution that is outpacing them. He said that Nokia in particular needed to drop its resistance to opening its platform and slim down its operations. <q>You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers such as WANG, Unisys, IBM and Burroughs,<q> he wrote. \"And, <strong> Steve Ballmer </strong>, you and Bill must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well, this", "new_id": -2}, {"uid": "1296527331020578309", "i": 4285, "idx": 0, "sa": ["Michael Vick"], "q": "personal trainers. That's what we're here for, folks. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q>Who thought of this, And why did it take so long for some to think of it? Wow In a country this...<q> Hounddog left a comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15", "new_id": -2}, {"uid": "1297200983061325341", "i": 1807, "idx": 7, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "Mr. <strong> Donald Rumsfeld </strong>'s last months on the job. Yet he does acknowledge a visit in September of 2006 from retired <strong> Colin Powell </strong> Jack Keane, a key architect of the surge, who warned that the two generals were not <q>sufficiently aware of the gravity of the situation.<q> When I ask Mr. <strong> Donald Rumsfeld </strong> if they were indeed left in Iraq too long, he concedes: \"In retrospect, you could make that case.\" He isn't as willing to acknowledge", "new_id": -2}, {"uid": "1297282260166281230", "i": 21802, "idx": 3, "sa": ["The Lost Dogs", "Jamie Buehrle", "Michael Vick"], "q": "<strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd, in her estimation. <q>What gets me the most is so many people say he paid his dues,<q> <strong> Jamie Buehrle </strong> said. \"He was charged with trafficking of money, not animal cruelty. \"I read the book <strong> The Lost Dogs </strong> and I read every detail of the investigation. I saw the dogs and I saw", "new_id": -2}, {"uid": "1296607319049397800", "i": 24532, "idx": 6, "sa": ["Sergio Marchionne"], "q": "industry analyst. \"European manufacturers are very adept at engine technology.\" This could benefit Fiat, as \"fuel economy is embedded into the brand\", Mr <strong> Sergio Marchionne </strong> acknowledges. <q>But it's about much more than that. I don't think it's dependent on fuel prices,<q> he insists. \"Buying a Fiat 500 is a lifestyle statement,\" according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Invasion of Super-Brits The Brits ousting US film stars in iconic", "new_id": -2}, {"uid": "1296581392157810696", "i": 17172, "idx": 7, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.<q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. Connect with local businesses. Click here. Find out what and when programs", "new_id": -2}, {"uid": "1295668654007979024", "i": 6219, "idx": 2, "sa": ["Steve Booth", "Eric Schmidt"], "q": ".\" While a freewheeling attitude typically works well at small companies, it could cause problems in a company as large as Google, says <strong> Steve Booth </strong>, a business professor at University of Chicago. <q>The risk is that if you take away the process, that in some sense you go back to a kind of chaos,<q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295348812121946130", "i": 29855, "idx": 2, "sa": ["Steve Ballmer"], "q": "and I love them.\") <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. <q>There's still so much more that we can do when you think about the Internet not just as a place to publish a document, but a place to help support communal computing. Whether it's for a business or for a group of friends.<q>( USAToday) is asking creditors for more money to help get out of bankruptcy protection, prompting a debate among bondholders about whether they should invest further or just put it up for sale.( Wall Street Journal", "new_id": -2}]