[{"uid": "1295125227265830412", "i": 35017, "idx": 20, "sa": ["Michael Smith", "Donald Rumsfeld", "Jeremy Brecher", "Patrick Donahue"], "q": "ADAM ZAGORIN, Time^ War Crimes Suit Prepared against <strong> Donald Rumsfeld </strong> Democracy Now, November 9, 2006^ War Criminals, Beware by <strong> Jeremy Brecher </strong> and Brendan <strong> Michael Smith </strong>, The Nation, November 3, 2006^ <q>German Prosecutor Won't Set <strong> Donald Rumsfeld </strong> Probe Following Complaint,</q> by <strong> Patrick Donahue </strong>, Bloomberg.com, 27 April 2007. http://www.aclu.org/torturefoia/released/FBI.121504.4940_4941.pdf^ American Civil Liberties Union: ACLU Interested Persons Memo on FBI documents concerning detainee abuse at Guantanamo Bay^ Darling clashes with rivals in TV debate[", "new_id": -2}, {"uid": "1296574317231948293", "i": 28682, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price"], "q": "the ITV1 talent show by music mogul <strong> Simon Cowell </strong>, who sees the mother-of-three as an ideal replacement for him after he quits the programme to concentrate on the US version. He is quoted as saying: <q>Do I want <strong> Katie Price </strong> as a judge on \"The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>\"s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. She said: \"Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely", "new_id": -2}, {"uid": "1296895260171786245", "i": 9120, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q>He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing.</q> â\u0080¢ He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296044299210403360", "i": 48276, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Democratic Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}, {"uid": "1297260229046088245", "i": 24311, "idx": 4, "sa": ["Simon Cowell"], "q": "to four weeks.\" in several ways. In addition to having no upper age limit, X Factor allows for both individual and group acts and makes the judges serve as mentors to the finalists. <q>I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do,</q> <strong> Simon Cowell </strong> said. There is a change in the audition process as well. On Idol, would be superstars perform for the panel of judges only; on X Factor, there will be a public", "new_id": -2}, {"uid": "1297716260199933960", "i": 10279, "idx": 0, "sa": ["Mike Pence"], "q": "R-South Carolina) introduced the Tax Relief Certainty Act, a bill that would permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax. <q>Uncertainty is the enemy of prosperity,</q> said Congressman <strong> Mike Pence </strong>. \"By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to", "new_id": -2}, {"uid": "1296780771243531829", "i": 14896, "idx": 2, "sa": ["Zahi Hawass"], "q": "at the Museum and warned against \"rumours.\" In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in \"70 broken objects, all of which can be restored.\" <q>I want people to know that after nine days of protests, the monuments are safe,</q> <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" Experts fret over Egypt's treasures in full\" class= \"active\"> Scientists make bionic \"off the shelf\" veins in", "new_id": -2}, {"uid": "1297300010261144614", "i": 43287, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "John Boehner"], "q": ": <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> Photo in Slideshow: U.S. House Speaker <strong> John Boehner </strong>, House Majority... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q>ha ha you stupid democraps will freeze to death</q> thanks to your one term muslim usurper president ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295980272233783310", "i": 28170, "idx": 2, "sa": ["Eric Schmidt", "Meg Whitman"], "q": "app download winners STUART: \"Welcome to the future: access can be obtained anonymously while streaming movies-or...\" Patrick: \"Not even close, what we have looks more like <strong> Meg Whitman </strong>.\" RedRat: <q>OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain ridiculous...</q> RedRat: \"Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...\" RedRat: \"Verizon greedy???!!! How can this be!", "new_id": -2}]