[{"uid": "1295022258099024910", "i": 20752, "idx": 1, "sa": ["Simon Cowell"], "q": "'s Big Blog( mjsbigblog.com) says Idol is at a crossroads.`` With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate the franchise,'' she says. <q> I could see Idol going on for many years, but if they're going to remain culturally relevant, they have to have a really big year this year. </q> Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation.`` I think this is the most creative year for Idol,''", "new_id": -2}, {"uid": "1295224428194101276", "i": 12146, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Monday. Earlier Sunday, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and`` making progress every day.'' <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1296482655189546503", "i": 12338, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' SENIOR SOFTWARE QA ENGINEERS Company SOFTWARE ENGINEER Company", "new_id": -2}, {"uid": "1295804058124010503", "i": 26642, "idx": 0, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "`` State of the Union'' Sunday, <strong> Colin Powell </strong> said the meeting between <strong> Hu Jintao </strong> and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter Beijing's human-right policies. <q> They are going to remain an authoritarian nation, </q> <strong> Colin Powell </strong> said.`` They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years.'' <strong> Colin Powell </strong> observed that both leaders presented", "new_id": -2}, {"uid": "1295569764147800153", "i": 38150, "idx": 1, "sa": ["Eric Schmidt"], "q": "yet: Kona( a cloud-based BI tool) and 12 Sprints( a collaborative decision making tool, also in the cloud) <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295199579040058902", "i": 7102, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "showing that she understood commands.`` If there's anyone in the world that will recover... it's her,'' the senator said, adding that she sees her friend's`` extraordinary'' progress <q> as a triumph over terrible happenings. </q> <strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s memorial speech that evening-- with Minority Leader <strong> Nancy Pelosi </strong>( D-Calif.) and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-Fla.) in the room.", "new_id": -2}, {"uid": "1295692762156631048", "i": 22517, "idx": 1, "sa": ["Andy Coulson"], "q": "leaders warned of` unprecedented anger' Arab leaders warned of` unprecedented anger' Photo: Muslim women walk in east London Report Abuse \" Dust off the guillotine and sharpen the blade, \" Report Abuse <q>`` <strong> Zine El Abidine Ben Ali </strong> fled to Saudi Arabia last week </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296179070266141708", "i": 43186, "idx": 0, "sa": ["Mike Pence"], "q": "he wants to focus on issues closer to home. Last year <strong> Mike Pence </strong> stepped down from his house leadership position which has led to a lot of speculation. The 51-year-old <strong> Mike Pence </strong> often describes himself as <q> a christian, a conservative, and a republican, in that order. </q>  Share this article:  0 Comments Email this article Facebook Tweet Digg Print this article  Print ", "new_id": -2}, {"uid": "1297120638195428364", "i": 18727, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "everyone to know that he wasn't involved in that decision. not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,'' <strong> Mayor Tom Leppert </strong> said in a statement. <q> Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. </q> So what was Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> thinking when he gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]