[{"uid": "1295563322217792553", "i": 1260, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: <q>Day-to-day adult supervision no longer needed!</q>", "new_id": -2}, {"uid": "1297077971265338891", "i": 43629, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "concedes that \"it's possible\" that decisions on how many \"In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q>the most important failure in the execution of the war,</q> <strong> Donald Rumsfeld </strong> called that \"interesting.\" \"I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to", "new_id": -2}, {"uid": "1297374769188006439", "i": 6739, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Hyper9 enables IT organizations to efficiently and effectively manage todays dynamic virtualized environment by providing visibility and control, all in an easy-to-navigate application. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297184332188334094", "i": 8389, "idx": 3, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick", "Gene Simmons"], "q": "\" <strong> Richard Hunter </strong> said. On Monday, <strong> Dwaine Caraway </strong> explained that he wanted to show children at the event they can reset their lives in the right direction after bad decisions like the ones <strong> Michael Vick </strong> made. <q>My thing is the message that it gets over to the children, and who it's coming from- someone saying, \"Look, don't you do it,\"</q> <strong> Dwaine Caraway </strong> said. <strong> Dwaine Caraway </strong> said what he gave <strong> Michael Vick </strong> was a ceremonial key to the city available to City Council members. Last week, Council colleague Steve Salazar gave rocker <strong> Gene Simmons </strong> of the group Kiss", "new_id": -2}, {"uid": "1295951271178913282", "i": 28595, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The", "new_id": -2}, {"uid": "1295560040175849483", "i": 2219, "idx": 3, "sa": ["Eric Schmidt"], "q": "Mr. Page is set to take over product development and technology strategy. The executive shake up is designed to \"simplify our management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said. <q>In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly,</q> Mr. <strong> Eric Schmidt </strong> said. \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion", "new_id": -2}, {"uid": "1295746465110362632", "i": 4943, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "LeBron James", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach Mike Brown said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season,", "new_id": -2}, {"uid": "1295510839092602382", "i": 14540, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Brandon_Roy_21_Points_vs_Rockets_Game_1_Playoffs_!!_HD_!_18409 Pacers Stunned By Knick Errors By TIMOTHY W. SMITH Published: May 8, 1995 www.nytimes.com To a man, the Indianapolis Pacers could", "new_id": -2}, {"uid": "1297079511110805018", "i": 28635, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "editor <strong> Glenn Mulcaire </strong>, were jailed for phone hacking. In one recording, Mr <strong> Andy Coulson </strong> praises news editor <strong> Ian Edmondson </strong>, who was sacked last month for alleged phone hacking. He says: <q>I've got total and complete faith in <strong> Ian Edmondson </strong>, I think he is a great operator and I think he's doing a brilliant job.</q> In another tape, he apparently tells a reporter: \"People are making redundancies we've all got to justify our existence. It means that I need more stories. I need more exclusives, and I", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q>You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target,</q> he said in a taped press event available widely online. \"We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.\" Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}]