[{"uid": "1296183151117178385", "i": 27585, "idx": 4, "sa": ["Mike Pence"], "q": "the congressman's decision to forgo a presidential run and instead turn his attention toward a possible gubernatorial run. One source who met with <strong> Mike Pence </strong> several times over the last few months tells NRO the conservative Hoosier <q> was extremely torn while he deliberated. </q> Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that`` the people closest to him, the friends and people he knew best from", "new_id": -2}, {"uid": "1295231821192299018", "i": 2253, "idx": 5, "sa": ["LeSean McCoy", "Michael Vick", "DeSean Jackson"], "q": "in yards per rush. Deep threat <strong> DeSean Jackson </strong> averaged 22.5 yards a catch, Sid Gillman deep-ball numbers in a West Coast offense. Running back <strong> LeSean McCoy </strong> led the NFC in total yards from scrimmage. <q> A lot of people didn't expect us to be in this situation, </q> <strong> Michael Vick </strong> said.`` Yeah, it's a new era. We're just trying to make our mark and play good football.'' <strong> Michael Vick </strong> expects to see some of the defensive back blitzing Minnesota used", "new_id": -2}, {"uid": "1297184999119177281", "i": 9161, "idx": 1, "sa": ["Simon Cowell"], "q": "same house, where the cameras continue to roll. So why the big prize for the American X Factor? <strong> Simon Cowell </strong> says that he's confident a big star will emerge from season one. <q> We are going to put our money where our mouths are with this$ 5 million recording contract, </q> says the judge and producer.`` I'm doing this show in America because I genuinely believe we can find a superstar.'' The premiere date hasn't been announced, but auditions start in L.A.", "new_id": -2}, {"uid": "1297709543205012998", "i": 1202, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders"], "q": "House budget proposal that would nearly cut in half a heating assistance program for seniors and low-income families with children. Sen. <strong> Patrick Leahy </strong>( D-Vt.), a senior member of the Senate Appropriations Committee, said <q> heat in the winter is not a consumer choice. It's not a luxury. </q> Instead of cutting heating assistance, <strong> Patrick Leahy </strong> said Congress should end tax breaks for oil companies that`` are just using them to make obscene profits.'' Sen. <strong> Bernie Sanders </strong> was the chief sponsor of a 2008 bill", "new_id": -2}, {"uid": "1295823240240304144", "i": 21485, "idx": 0, "sa": ["Chris Huhne", "Andy Coulson"], "q": "opposition benches and from within the coalition government itself. Britain's energy secretary, Liberal Democrat <strong> Chris Huhne </strong>, is publicly questioning Mr <strong> Andy Coulson </strong>'s claims to have known nothing about the illegal phone tapping. <q> It seemed to me clear for a long time that the number of people that were being hacked clearly was not consistent with it being one rogue reporter who happened to be the royal correspondent, </q> he said.`` Either he was a not very effective newspaper editor, I think I said one of the most incompetent in Fleet Street's history, or he knew what was going on and was", "new_id": -2}, {"uid": "1295665859231571524", "i": 4151, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Craig Kilborn"], "q": "nights in Philadelphia at the urging of a friend. From there, he never wanted to do anything else.`` It was the only thing I didn't want to quit,'' Matarese said. <q> I started when I was 19. I quit every single job I had up until that point. I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's``", "new_id": -2}, {"uid": "1297288963243777544", "i": 33626, "idx": 0, "sa": ["Amit Sood", "Simon Cowell"], "q": "the Rijksmuseum). Absent from the list of participants are the Louvre and the Musee d'Orsay, both in Paris.`` We approached as many museums as we could,'' <strong> Amit Sood </strong> said. <q> But you can only wait so long for people to come on board. We just decided to stop at 17. </q> But if the project is successful, there will be more. Currently, visitors can access 385 gallery rooms, including more than 1,000 high-resolution images of works by 486 artists. Does <strong> Simon Cowell </strong> have`", "new_id": -2}, {"uid": "1296849466211632181", "i": 10532, "idx": 0, "sa": ["Roger Goodell", "Michael Vick", "Bill Belichick"], "q": ", Ap Pro Football Writer 22 mins ago DALLAS- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being Bill Belichicked as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1295882507043008021", "i": 54669, "idx": 3, "sa": ["Alassane Ouattara"], "q": ", in defiance of a stay-at-home strike called by the <strong> Alassane Ouattara </strong> camp. But in recent days, at the slightest loud noise, all shops shut and the area fills up with soldiers, residents said. <q> We can see that the soldiers are nervous. Personally, I don't go on to the road to find transport any more. I prefer to stay at home with the children, </q> said Affou, a retired nurse. aa/am/cs/ cb", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]