[{"uid": "1295802995079921158", "i": 19506, "idx": 3, "sa": ["Colin Powell", "George W. Bush"], "q": "\"Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,\" <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" <q> Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes. </q> <strong> Colin Powell </strong>, who worked in four George W. Bushial administrations- most recently under former <strong> George W. Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus", "new_id": -2}, {"uid": "1295047478138936360", "i": 16815, "idx": 3, "sa": ["Kevin Gardner", "Eric Schmidt"], "q": "technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,\" said <strong> Kevin Gardner </strong> Gallagher, professor of international relations at Boston University. <q> They say,` We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.' </q> Google Inc CEO <strong> Eric Schmidt </strong> introduces Google TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the U.S. Justice Department over... Photo in Slideshow: China", "new_id": -2}, {"uid": "1296537956082821143", "i": 18973, "idx": 1, "sa": ["Elton Brand", "Kobe Bryant", "Phil Jackson", "LeBron James", "Allen Iverson", "Jason Kidd", "Tim Duncan", "Ray Allen"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Ray Allen </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Jamess_RECAP_NBA_seJason Kidd_2010_Kobe Bryants's_triple-doble When <strong> Kobe Bryant </strong> was limited in training camp because of offseJason Kidd knee surgery, the Los Angeles Lakers didn't know how long it would", "new_id": -2}, {"uid": "1295800451231243789", "i": 19070, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1297114520257425423", "i": 42727, "idx": 7, "sa": ["Leona Lewis", "Simon Cowell", "Matt Cardle"], "q": "saw singer <strong> Matt Cardle </strong> crowned the winner. \"The X Factor\" has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q> It has to be controversial, interesting, </q> <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. \"If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well.", "new_id": -2}, {"uid": "1295599055020365403", "i": 1678, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "$ 10.8 bn(? 6.8 bn). Mr <strong> Eric Schmidt </strong>, who was brought in to guide Google's student founders, Mr <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account: <q> Day-to-day adult supervision no longer needed! </q> On a conference with analysts late last night he added: \"I believe <strong> Larry Page </strong> is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this", "new_id": -2}, {"uid": "1297526702080166914", "i": 53072, "idx": 0, "sa": ["Jay Johnson", "Maya Angelou", "Michael Vick", "Dwaine Caraway"], "q": "'s Smokehouse Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the EisemMaya Angelou Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2}, {"uid": "1295667464153141265", "i": 5893, "idx": 6, "sa": ["Andy Coulson", "Mike Sergeant"], "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "new_id": -2}, {"uid": "1296104229053330070", "i": 736, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "endorsement contract since his release from federal prison. The Philadelphia Eagles' Pro Bowl quarterback signed a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1296034048058212376", "i": 45258, "idx": 0, "sa": ["Allen Iverson", "Gregg Popovich", "Kobe Bryant", "Alvin Gentry"], "q": "26 points Date: December 6, 2009 Staples Center, Los Angeles, CA Outside his team's locker room following a 108-88 shellacking by the Lakers, Phoenix <strong> Gregg Popovich </strong> <strong> Alvin Gentry </strong> said it as a matter of fact. <q> We play the other teams, </q> he said. \"and I think they're by far the best team.& q... <strong> Allen Iverson </strong> 2001 NBA Final Game 4 vs <strong> Kobe Bryant </strong> Lakers Just as <strong> Kobe Bryant </strong> said they would, the Los Angeles Lakers have", "new_id": -2}]