[{"uid": "1295745495072876080", "i": 6371, "idx": 3, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? \" Like I said <q> move along, nothing to see here </q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this", "new_id": -2}, {"uid": "1297617511105119748", "i": 36219, "idx": 0, "sa": ["Eric Schmidt", "Steve Ballmer", "Stephen Elop"], "q": "Bloomberg BusinessWeek Feb. 10, <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> have been engaged in talks about porting Windows Phone 7 onto Nokia devices. <strong> Stephen Elop </strong> apparently had similar conversations with Google CEO <strong> Eric Schmidt </strong>, according to the source, but <q> those discussions are unlike to lead to an alliance. </q> Should a Nokia-Microsoft alliance develop over Windows Phone 7, it could prove beneficial to both parties.\" You get access to their WP7 intellectual property Scot-free and access to the U.S. market where your share has dived", "new_id": -2}, {"uid": "1296585990184188937", "i": 25809, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<strong> Justin Bieber </strong> did talk about his movie and career last night on the Late Show With <strong> David Letterman </strong>, but it was sometimes difficult to\" like,\" understand what he was\" like,\" saying. <q> Right now[ I'm] just kind of like focusing like on my music a lot and stuff like that's really like important to me, </q> <strong> Justin Bieber </strong> said on the show( via PopEater).\" Like, like I like only drive like at home, because like when I'm in like, like places like this", "new_id": -2}, {"uid": "1296079315000753673", "i": 48813, "idx": 1, "sa": ["Steve Ballmer", "Barack Obama"], "q": "\" BMC Software's strong balance sheet, cash position and free cash flow generation continue to allow us to enhance shareholder value by returning funds to shareholders,\" said <strong> Steve Ballmer </strong> Solcher, BMC's chief financial officer. <q> BMC's share repurchase program remains one of the many ways we deliver value to our shareholders. </q> http://wn.com/GM_to_Test_Investors'_Hunger_for_Risk_With_Stock_Offering From voaspecialenglish.com| http I'm Alex Villarreal with the VOA Special English Economics Report. America's biggest carmaker accepted fifty billion dollars in federal aid from the <strong> Barack Obama </strong> and Bush administrations. People joked that GM meant", "new_id": -2}, {"uid": "1295043900220282944", "i": 683, "idx": 0, "sa": ["Jack Kemp", "Colin Powell", "Bill Clinton", "Herman Cain"], "q": "raison d'etre: the secret sign that made him, <strong> Herman Cain </strong>, think of running for <strong> Bill Clinton </strong> of the United States.\" By that time,\" says David Overholtzer, a GOP activist who was in attendance, <q> he had some of the moms tearing up. </q> It's now fair to ask: Who, exactly, is <strong> Herman Cain </strong>? Well, <strong> Herman Cain </strong> is one of the most successful African-American food entrepreneurs in American history. His pal <strong> Jack Kemp </strong> once dubbed him\" the <strong> Colin Powell </strong>", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>\" I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote.\" Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1294972672267157620", "i": 5536, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "Big Blog( mjsbigblog.com) says Idol is at a crossroads.\" With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate the franchise,\" she says. <q> I could see Idol going on for many years, but if they're going to remain culturally relevant, they have to have a really big year this year. </q> Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation.\" I think this is the most creative year for <strong> Nigel Lythgoe </strong>, who", "new_id": -2}, {"uid": "1297121266135839981", "i": 45805, "idx": 1, "sa": ["Simon Cowell"], "q": "groups of all ages to audition. The winner will sign a record deal with <strong> Simon Cowell </strong>'s company Syco in a joint venture with Sony Music. Costs of recording and marketing will be separate. <q> This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years.\" It is a massive, massive risk but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, who will also executive produce the format he created in and Seattle. The minimum age is 12, there is no upper age limit and the contest is", "new_id": -2}, {"uid": "1295896684027754517", "i": 4911, "idx": 1, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport \"\" I don't mind female fans but no way will I support female refs/linespeople, managers etc.\" \" <q> Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball. </q>\" It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.\" responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over", "new_id": -2}, {"uid": "1295562824254656513", "i": 108, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The holiday period saw a jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of its revenue comes from search advertising. <strong> Google Inc. </strong> says co-founder Larry Page will return as CEO on April 4,", "new_id": -2}]