[{"uid": "1296784629036126790", "i": 41640, "idx": 9, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "we were wrong.\" As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q>did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment,</q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}, {"uid": "1295109134267436066", "i": 11614, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that the Weekly Standard acquired. The senators starts off by mentioning that he wanted to speak about the tragedy, then adding that he encouraged supporters to donate for his 2012 election campaign, saying, <q>the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me.</q> Perhaps <strong> Sen. Bernie Sanders </strong> saw the two as discrete, but if so, he didn't communicate it clearly, drawing condemnation for fundraising from the shooting. An appeal from the Tea Party Express, a leading Tea Party", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1296127574046055469", "i": 34249, "idx": 0, "sa": ["Eric Schmidt", "George Osborne"], "q": "role at the heart of government has come under increasing scrutiny. One of the co-founders of the Independent newspaper Stephen Glover recently wondered why Chancellor <strong> George Osborne </strong> had co-written an editorial piece with outgoing Google CEO <strong> Eric Schmidt </strong>. <q>I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>,</q> Glover noted. You can imagine the reaction if he had. What's good for Google, it seems, must be good for the UK. Â® What are your plans for your office", "new_id": -2}, {"uid": "1295811905072826893", "i": 26659, "idx": 0, "sa": ["Andy Coulson"], "q": "who steals constantly steals from them.\" apart from these there are a bunch of serbs here, so immature, who are so much influenced by politics they cant see the real issue. Report Abuse <q>Albanians in Kosovo are filthy gypsies.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295967193135200806", "i": 8092, "idx": 1, "sa": ["Zahi Hawass"], "q": "runs the Neues Museum in the German capital where the bust is kept. \"The foundation's position on the return of Nefertiti remains unchanged,\" foundation president Professor Hermann Parzinger said in a statement. <q>She is and remains the ambassador of Egypt in Berlin.</q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}, {"uid": "1296113722137510985", "i": 26399, "idx": 0, "sa": ["Joe Scarborough", "Michael Mullen", "Ralph Nader", "Robert Gates", "Sen. Bernie Sanders", "Ron Paul", "Barney Frank"], "q": "<strong> Barney Frank </strong> <strong> Joe Scarborough </strong> Courtney and the House Armed Services Committee host a hearing with Defense Secretary <strong> Robert Gates </strong> and Joint-Chiefs of Staff Chairman Admiral <strong> Michael Mullen </strong> to discuss FY 2011 Defense Budget. The Connecticut lawmaker sought answers to questions pertaini... <strong> Ralph Nader </strong> <q><strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget</q> <strong> Ralph Nader </strong> \"<strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget\" Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a", "new_id": -2}, {"uid": "1296163911042713105", "i": 21124, "idx": 0, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by <strong> Mike Pence </strong>'s mother, who has been urging him to finally put an end to all of the building speculation over his political future. <q>He will be making his announcement tomorrow,</q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, {"uid": "1297148770248266755", "i": 36015, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "critici hebben gesterkt\". Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van president <strong> President Bush </strong> gevoelige klappen opliep. <q>Ik had al besloten dat ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen</q>, schrijft de oud-minister. 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen De Iraanse ambassadeur in Nederland wordt vandaag opnieuw ontboden om opheldering te geven in de... Het", "new_id": -2}, {"uid": "1296173803032686171", "i": 8410, "idx": 0, "sa": ["Mike Pence"], "q": "supporters that he will not mount a presidential run in 2012. Though he stopped short of a formal announcement, <strong> Mike Pence </strong> strongly suggested that he will instead seek the governorship of Indiana next year. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> told supporters in an e-mail message sent Thursday afternoon. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> gave up his post in the House Republican leadership this year,", "new_id": -2}]