[{"uid": "1297617511105119748", "i": 36219, "idx": 0, "sa": ["Eric Schmidt", "Steve Ballmer", "Stephen Elop"], "q": "Bloomberg BusinessWeek Feb. 10, <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> have been engaged in talks about porting Windows Phone 7 onto Nokia devices. <strong> Stephen Elop </strong> apparently had similar conversations with Google CEO <strong> Eric Schmidt </strong>, according to the source, but <q>those discussions are unlike to lead to an alliance.</q> Should a Nokia-Microsoft alliance develop over Windows Phone 7, it could prove beneficial to both parties. \"You get access to their WP7 intellectual property Scot-free and access to the U.S. market where your share has dived", "new_id": -2}, {"uid": "1295237247203866125", "i": 2164, "idx": 1, "sa": ["Alex Rodriguez", "David Letterman", "Kate Hudson"], "q": "the \"Late Show\" with <strong> David Letterman </strong>. \"You're a big Yankees fan, and you're friends with <strong> Alex Rodriguez </strong>,\" <strong> David Letterman </strong> said. \"Yeah,\" she said, laughing. <q>He's a friend of mine. Nice guy.</q> The pair started dating in May and <strong> Kate Hudson </strong> was often spotted cheering him on in the stands. \"<strong> Alex Rodriguez </strong> has a wandering eye, and <strong> Kate Hudson </strong> is a hopeless romantic. It's not exactly", "new_id": -2}, {"uid": "1295797594180797479", "i": 2427, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "2012 <strong> Colin Powell </strong> says he's uncommitted in 2012- POLITICO Live: <strong> Colin Powell </strong> says he's uncommitted in 2012 <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> said on CNN's \"State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1295348812121946130", "i": 29855, "idx": 2, "sa": ["Steve Ballmer"], "q": "and I love them.\") <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. <q>There's still so much more that we can do when you think about the Internet not just as a place to publish a document, but a place to help support communal computing. Whether it's for a business or for a group of friends.</q>( USAToday) is asking creditors for more money to help get out of bankruptcy protection, prompting a debate among bondholders about whether they should invest further or just put it up for sale.( Wall Street Journal", "new_id": -2}, {"uid": "1297265672144211976", "i": 39156, "idx": 4, "sa": ["Donald Rumsfeld", "Shahid Balwa"], "q": "doubt for a minute that other countries in the region looking at that have to say: \"Well, isn't that interesting?\" <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q>is tough, is risky and has to proceed at a pace that fits their culture.</q> Nearly 400 suspected war criminals living as` free birds' in Britain Sequencing of issues should not be intended to` score points\": Pakistan 2G scam: CBI gets two-day transit remand to bring <strong> Shahid Balwa </strong>", "new_id": -2}, {"uid": "1297675114098910209", "i": 12288, "idx": 0, "sa": ["Michael Gove"], "q": "Despite cuts, however, the Government was now keen to bring about much-needed improvements. \"Some of the school buildings in Northumberland are old and in need of upgrading,\" he said. <q>There has been a bit of investment, but that's generally been in the south-east of the county. \"At the moment, we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings.</q> Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. \"The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times. \"I was able to explain why the", "new_id": -2}, {"uid": "1296594161057851931", "i": 4199, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "In the first place, it's not appropriate. <strong> Steve Jobs </strong>[ <strong> Steve Jobs </strong>] is still the CEO and I hope he continues forever,' <strong> Eric Schmidt </strong> told CNBC in a Monday interview,\" Electronista reports. <q>In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion,</q> Electronista reports. \"I'm not going to talk about private conversations with anybody,' the chairman is quoted as saying.\" 11-inch MacBook Air: The next generation of MacBooks. From$ 999.", "new_id": -2}, {"uid": "1294957392081149963", "i": 6986, "idx": 10, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a[ player] because of an injury the rest of the way,</q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit-- AI is probably at the top of the list.\"", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q>Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better.</q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1295105515258523157", "i": 675, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}]