[{"uid": "1296648198175931392", "i": 37324, "idx": 2, "sa": ["Colin Powell", "Queen Elizabeth II", "Sen. Joe Lieberman", "Joe Biden"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q> Iraq- its infrastructure of concealment, deception and intimidation </q>) saying: \"<strong> Sen. Joe Lieberman </strong> would call my colleagues' attention to the fine paper that <strong> Joe Biden </strong> <strong> Queen Elizabeth II </strong> distributed... which describes in exquisite detail Iraqi deception activities.\" It was 5th February 2003. <strong> Sen. Joe Lieberman </strong> stood", "new_id": -2}, {"uid": "1297236828167477280", "i": 201, "idx": 7, "sa": ["Tommy Lee Jones", "Simon Cowell"], "q": "said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply: <q> If we don't, with what I've put[ up as a prize], find a global star, I think we've failed. </q> Man vs. Machine Watson takes on former \"Jeopardy!' champions <strong> Tommy Lee Jones </strong> directs, produces, co-stars in` The Sunset Limited\" Fight between 2 women led to murder, witness testifies 30 homes evacuated after train cars carrying", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1295501555083329035", "i": 29493, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "often register as opinion. There was no <strong> Simon Cowell </strong> to shatter the conversation as cleanly as a rock through a window, although <strong> Steven Tyler </strong> at least is weirdly, arrestingly flip. He asked one all-over-the-map vocalist, <q> Did you eat a lot of paint chips as a child? </q> Yet somehow he never came across as mean. On the other hand, it doesn't seem appropriate that a judge should look at a 16-year-old girl and say appreciatively of her skirt, \"Just the", "new_id": -2}, {"uid": "1295564127055377926", "i": 33121, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said the move was to simplify management structure and speed decision making processes. This comes after 10 years of what he called the two of them and co-founder <strong> Sergey Brin </strong> having an equal say in company operations. <q> We've decided to streamline things by elevating me and having Larry running things day-to-day, </q> <strong> Eric Schmidt </strong> said. In his blog, <strong> Eric Schmidt </strong> said he thought Larry is \"ready to lead\" and it's time for him to have a shot. On his personal twitter account, <strong> Eric Schmidt </strong> said,", "new_id": -2}, {"uid": "1295501763033751040", "i": 5504, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Paper Funding Facility( CPFF). The facility was opened on October 27, 2008. PFK). There's more, according to a statement by Senator <strong> Sen. Bernie Sanders </strong> on Fed transparency: <q> \" \"We have learned that the$ 700 billion Wall Street bailout signed into law by <strong> President Bush </strong> turned out to be pocket change compared to the trillions and trillions of dollars in near-zero interest loans and other financial arrangements the Federal Reserve doled out to every major financial institution in this country. Among those are Goldman Sachs( </q> \" C), which received$ 1.8 trillion; Bear Stearns, which received nearly$ 1 trillion, and Merrill Lynch( MER), which received some$ 1.5 trillion in short term loans from", "new_id": -2}, {"uid": "1295559593175849510", "i": 22805, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, who joined the company in 2001, will remain with the company as executive chairman. In a blog posting early this morning, <strong> Eric Schmidt </strong> said the position will give him an \"external\" focus on <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach. </q> Google founder Larry Page, as CEO, will take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a", "new_id": -2}, {"uid": "1297269838172048416", "i": 25076, "idx": 4, "sa": ["Steve Ballmer", "Bill Gates", "Wes Miller"], "q": "schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij Nokia en AMD.\" De kans lijkt klein dat met het aanstellen van nieuwe topmanagers de aandeelhouders direct tevreden gesteld worden. <q> Het kan wel de druk op <strong> Steve Ballmer </strong> wegnemen, maar alleen als het op korte termijn resultaat oplevert </q>, aldus <strong> Wes Miller </strong>. UPDATE: Ondertussen zou ook oprichter <strong> Bill Gates </strong> het signaal afgeven dat hij <strong> Steve Ballmer </strong> niet langer zou steunen. Het teruggetreden boegbeeld van Microsoft heeft in een jaar tijd ongeveer 90 miljoen aandelen De aanwijzingen", "new_id": -2}, {"uid": "1295105515258523157", "i": 676, "idx": 2, "sa": ["John McCain", "Colin Powell", "Obama Girl", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Immortal_Technique_on_Obama,_9/11_truth_Corporate_America <strong> Barack Obama </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}, {"uid": "1294994465235045029", "i": 2968, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "says contributed to the attack- greeted, privately, with outrage by Republicans. But for some, especially for ones where the tragedy hit close to home, perhaps the stinging attacks will resonate. <q> When I show up at a candlelight vigil sponsored by the state Democratic Party and people who spent the past year beating the crap out of me come up and give me a hug, there is something that, at least for a little while, in this window, is very different, </q> freshman <strong> Sen. Bernie Sanders </strong> Dave Schweikert( R-Ariz.) told Politico. It was a sentiment Obama echoed in his speech Wednesday evening in Tucson, too, telling mourners that \"at a time", "new_id": -2}]