[{"uid": "1295242776190218262", "i": 39471, "idx": 0, "sa": ["Charlie Sheen", "Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "when it comes to <strong> Ricky Gervais </strong>, his lines that rip the Hollywood elite tend to get more people buzzing than the ones that are merely funny. Here are the biggest zingers from the Golden Globes host:- <q> Welcome to a night of partying and heavy drinking. Or as <strong> Charlie Sheen </strong> calls it: breakfast. </q>-`` I'd like to quash this ridiculous rumor going around that the only reason The Tourist was nominated so the HFPA could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. That is rubbish. That is", "new_id": -2}, {"uid": "1297217356071778342", "i": 8258, "idx": 4, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that`` in a war, many things cost lives.''", "new_id": -2}, {"uid": "1295601684081559570", "i": 32284, "idx": 9, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " In a blog post, <strong> Eric Schmidt </strong> said:`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.'' <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> he added, noting each member of the trio had been equally involved in decision-making over the past 10 years.`` But we have also agreed to clarify our individual roles so there's clear responsibility and", "new_id": -2}, {"uid": "1295706203179273783", "i": 8038, "idx": 0, "sa": ["Andy Coulson", "Mark Lewis"], "q": "veral publications, and that one of the four claims was being made by a journalist.`` This was almost kids' play time. It was such a widespread practice,'' said Mr <strong> Mark Lewis </strong>. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''.", "new_id": -2}, {"uid": "1297292864070500360", "i": 51991, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "abetting underage sex trafficking,'' said <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. <q> The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men, </q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America.`` While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended", "new_id": -2}, {"uid": "1297304481234995720", "i": 41617, "idx": 0, "sa": ["Erin Andrews", "Angela Elwell Hunt", "Michael Vick", "Tom Leppert"], "q": "and <strong> Erin Andrews </strong> Walk Into a Dinner Party... Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas( 119) Yet Another Exciting Addition to Fair Park: <q> Proposed Cotton Bowl Museum. </q> Much More From <strong> Angela Elwell Hunt </strong>, Who Says <strong> Tom Leppert </strong> Hasn't Been a Good Mayor 330 Parker Square Flower Mound, TX 75028", "new_id": -2}, {"uid": "1296534583102203392", "i": 11974, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "said:`` We are standing behind Mr. President. Medinat Nasr is completely secure,'' talking about where he lived.`` We are with this guy,'' he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q> We are with him until the end. We've known this guy since forever. </q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the`` lies and fabrications'' of Al Jazeera and href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/a/al_arabiya/index.html?inline=nyt- org\"", "new_id": -2}, {"uid": "1296706301075202568", "i": 3831, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote:`` In retrospect, there may have been times when more troops could have helped", "new_id": -2}, {"uid": "1297162307055738376", "i": 25695, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "likely to resurge, and a fragile government propped up by foreign funding and a limited military presence. Not despite our best efforts, but quite possibly because of them''. Let's try asking Afghan people: <q> Has the west failed in Afghanistan? </q> How did the US get to here and what should they conclude? May 1, 2003. In Kabul the US Secretary of Defense <strong> Donald Rumsfeld </strong> href=\"http://www.washingtonpost.com/ac2/wp- dyn/A2634- 2003May1?language=printer\"> announces", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]