[{"uid": "1296759800078708738", "i": 10743, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld", "Howard Kurtz", "Dan Amira"], "q": "later that Bush finally decided to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> confesses in his memoir that he wishes he had been let go sooner. Daily Intel's <strong> Dan Amira </strong> can't argue with that sentiment, writing, <q> America is not going to disagree with you on that one! Especially not <strong> John McCain </strong>, who told ABC News this morning,` Thank God he was relieved of his duties.' </q> Hopes to Garner Respect After a detailed recap of the 800-page memoir, The Daily Beast's <strong> Howard Kurtz </strong> concludes with Bush's decision to finally ask for <strong> Donald Rumsfeld </strong>'s resignation. The <strong> Dick Cheney </strong> is quoted as saying", "new_id": -2}, {"uid": "1297253463195313665", "i": 35763, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": "rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the <strong> House Judiciary Committee </strong> bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion", "new_id": -2}, {"uid": "1297245175074432520", "i": 17449, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "to follow.'' She added it was likely the Los Angeles Airport Court would view the alleged crime`` seriously'' as <strong> Lindsay Lohan </strong> has been pictured wearing the jewellery. She told website HollywoodLife.com: <q> Wednesday( 09.02.11) is just the kick-off. Just because she's not being convicted and sentenced on Wednesday doesn't mean this isn't serious and she couldn't go to jail. In fact, I think the judge will sentence her to the full six months that she owes on the violation of her probation. <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297271024021168141", "i": 16731, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "company's next generation of cloud solutions for business customers.`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft CEO <strong> Steve Ballmer </strong> in a statement. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> <strong> Satya Nadella </strong> has been at Microsoft for 19 years and most recently led the engineering efforts in the Online Services Division, which includes overseeing the technical strategy for one of the largest cloud infrastructures in the world,", "new_id": -2}, {"uid": "1295022258099024910", "i": 20754, "idx": 3, "sa": ["Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q> Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was, </q> says Atlanta Journal-Constitution blogger Rodney Ho.`` How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.'' Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a", "new_id": -2}, {"uid": "1297713944012566553", "i": 27958, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "show for Thursday, Feb. 24. This is not much of a surprise, given that <strong> Michael Vick </strong> himself said he'd bet Oprah would win the bet, about a month ago, telling USA Today, <q> If the bet was made, she'll probably win, because I know nothing about that other guy. </q> And, of course, Oprah cancelled the bet a few days ago, tweeting`` I'm pulling out of the bet. I don't know why I let[ <strong> Piers Morgan </strong>] talk me into it", "new_id": -2}, {"uid": "1296725293246726664", "i": 333, "idx": 3, "sa": ["Steve Ballmer"], "q": "potential 20-25% global share over time- and exclusivity.`` Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's?'' he asked <strong> Steve Ballmer </strong>. <q> You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA. </q> Ahmad's advice was echoed by Wedge Partners analyst Brian Blair, who said the switch to Windows Phone 7`` would address the key concern we have had about Nokia for the last several years: terrible", "new_id": -2}, {"uid": "1296224676092700695", "i": 2080, "idx": 4, "sa": ["Mike Pence"], "q": "that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high profile in Congress has made him a familiar face and name to many Hoosiers, Holcomb said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor.", "new_id": -2}, {"uid": "1295272524072728652", "i": 47378, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> UK prosecutors reopen phone hacking investigation LONDON-Prosecutors said Friday that a politically sensitive investigation into <strong> Andy Coulson </strong>` not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has not offered to resign over newspaper he used", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]