[{"uid": "1295981303233783296", "i": 18597, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. \"In strategy we", "new_id": -2}, {"uid": "1295085191096239620", "i": 39010, "idx": 1, "sa": ["Rand Paul", "Mike Pence"], "q": "<strong> Rand Paul </strong>( R., Ky.) and <strong> Mike Pence </strong> Lee( R., Utah), who along with West are widely popular within the Tea Party, have recently signaled they might be open to a deal. <q>I am instinctively and passionately opposed to raising the debt ceiling,</q> Lee tells National Review Online. \"I'm not sure I can stomach it one way or the other.\" But Lee says he could consider doing so if the vote was part of a deal that", "new_id": -2}, {"uid": "1297506563204570648", "i": 22213, "idx": 0, "sa": ["Michael Gove", "Pank Patel"], "q": "he said was unlawful as he failed to consult with any of the claimants. However, the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, <q>the final decision on any given school or project still rests with him</q>. \"He may save all, some, a few, or none. No-one should gain false hope from this decision.\" Mr <strong> Pank Patel </strong>, headteacher of Wood Green High School in Wednesbury", "new_id": -2}, {"uid": "1295499872140181512", "i": 3838, "idx": 4, "sa": ["Allen Iverson", "Chauncey Billups", "Vince Carter", "Yao Ming"], "q": "vs Nuggets Game 1 Playoffs! HD! 19.4.09 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> can't recall any of his other 117 playoff performances being as <strong> Yao Ming </strong> as his 36-point outburst in front of his homies. <q>It was definitely one of my best games in the playoffs,</q> <strong> Chauncey Billups </strong> said Monday after reviewing film of his stir... <strong> Allen Iverson </strong> 2001 Playoff vs Raptors( every single point) I have made this video of AI vs <strong> Vince Carter </strong> the Toronto Raptors in 2001 NBA Playoff. Every single points", "new_id": -2}, {"uid": "1296400304150192146", "i": 10957, "idx": 3, "sa": ["Drew Brees", "Michael Vick", "Tony Gonzalez", "Jason Witten"], "q": "said to take the field alongside veteran stars such as <strong> Michael Vick </strong>, <strong> Tony Gonzalez </strong>, <strong> Jason Witten </strong> and countless others has been \"breathtaking. \" \"There's no real word to describe it,\" Nicks said. <q>It's a blessing to be around all the Pro Bowlers, the stars of the game. To be considered among them for a week, that's a blessing. It\"s a once-in-a-lifetime sort of thing.... Well, hopefully not. But you know what I mean.</q> Even <strong> Drew Brees </strong>, who is turning this game into a permanent commitment on his calendar, said the chance to be around so many players you admire from around the league, and have \"kind of a", "new_id": -2}, {"uid": "1297462668072581183", "i": 49016, "idx": 0, "sa": ["Steve Ballmer"], "q": "now run the Windows Phone OS, instead of the in-house Symbian OS; in exchange, Nokia would help Microsoft improve its hardware. Bing, meanwhile, will become the default search engine on Nokia handsets. <q>I am excited about this partnership with Nokia,</q> <strong> Steve Ballmer </strong>, the CEO of Microsoft, said in a statement released today. \"Ecosystems thrive when fueled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and", "new_id": -2}, {"uid": "1295779892017170523", "i": 1840, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "something that has been done only once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1297456376176717916", "i": 13387, "idx": 0, "sa": ["Kirsten Gillibrand", "Patty Murray"], "q": "in December, the latest local available statistic. Among veterans nationally, the rate is 15 percent overall and 20 percent for younger veterans who've served less than five years, <strong> Kirsten Gillibrand </strong> said. <q>For the men and women who literally risked their lives, giving everything of themselves to defend our country and our freedom, I think going that extra mile really does matter. And I think we should because their unemployment is that much greater,</q> <strong> Kirsten Gillibrand </strong> said. U.S. Senator <strong> Kirsten Gillibrand </strong> spoke during a roundtable discussion about the employment future of military veterans held at the Southside Innovation Center. The senator is working with Senate Veterans Committee Chairwoman <strong> Patty Murray </strong>, D-Washington,", "new_id": -2}, {"uid": "1295033166139100209", "i": 631, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "chair like that?\"- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q>God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open,</q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments. \"We'll see,\"- Andy Reid, hundreds of times, usually when asked about injuries. It", "new_id": -2}]