[{"uid": "1296547175213106706", "i": 3356, "idx": 2, "sa": ["Lee Iacocca", "Richard Palmer-James", "Sergio Marchionne"], "q": "said Chief Financial Officer <strong> Richard Palmer-James </strong>. And there will be added costs at the end of the year to introduce a new Fiat-engineered compact Dodge sedan to make Chrysler a player in a crucial segment where it has <q> had inadequate representation for a while, </q> <strong> Sergio Marchionne </strong> said. The CEO does not apologize for the cost uptick, or the reliance on less profitable fLee Iacoccat sales to limp through the rough patches in 2010. The recent influx of new models allowed Chrysler", "new_id": -2}, {"uid": "1296195422159858704", "i": 46439, "idx": 2, "sa": ["Zahi Hawass", "Ahmed Nazif"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. We welcome comments that advance the story directly or with relevant tangential", "new_id": -2}, {"uid": "1297174755196968449", "i": 60043, "idx": 9, "sa": ["Simon Cowell"], "q": "hasn't seen a whole episode. \"From what I've seen and heard, things seem to be going well, which I expected.\" He sees this as good news because it means, <q> People are still excited by these shows. </q> Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus- Sun-Sentinel-- Topsy.com COMMENT BOARD GUIDELINES: You share in the SunSentinel.com community, so we just ask that", "new_id": -2}, {"uid": "1294968322178536453", "i": 53758, "idx": 2, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24. \"He's good,\" <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. \"To be a part of something like that is something to Iverson_Allen Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have", "new_id": -2}, {"uid": "1297122406226197630", "i": 33898, "idx": 6, "sa": ["Simon Cowell", "Will Smith"], "q": "to do,\" he said. On X-Factor\" competitors <strong> Will Smith </strong> make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see <q> who can handle the pressure, </q> adds <strong> Simon Cowell </strong>. Plus, the stakes are high for the hopeful stars: The winner of X Factor <strong> Will Smith </strong> be awarded$ 5 million record deal, the largest guaranteed prize in TV history.", "new_id": -2}, {"uid": "1296296849031719434", "i": 492, "idx": 3, "sa": ["Eric Schmidt"], "q": ", um <strong> Eric Schmidt </strong>, den Vorstandsvorsitzenden des Internetkonzerns Google, mit der Frage zu konfrontieren, ob auch er den Pessimismus seiner Landsleute in der Fernsehdebatte teile. Der Japaner bekommt von <strong> Eric Schmidt </strong> eine berraschend deutliche und ausf?hrliche Antwort: <q> Wenn Sie hier allen Bemerkungen zu diesem Thema zuh?ren, kann es eigentlich nur einen Schluss geben: Wir m?ssen aufgeben </q>, beginnt <strong> Eric Schmidt </strong>, will aber an dieser Stelle nicht innehalten. Denn er vermag diesen Pessimismus nicht nachzuvollziehen, wobei ihm der inzwischen wieder atemberaubende gesch?ftliche Erfolg der Anbieter von Informationstechnologie im Allgemeinen und von Internetkonzernen wie", "new_id": -2}, {"uid": "1295730324150700038", "i": 34970, "idx": 3, "sa": ["Howard Kurtz", "Andy Coulson", "Tom Watson", "David Cameron"], "q": "<strong> Tom Watson </strong>, a Labour lawmaker, said the <strong> Andy Coulson </strong> controversy raises questions about <strong> David Cameron </strong>'s judgment and should trigger a deeper investigation of Murdoch's media empire. The New York Times quoted <strong> Tom Watson </strong> as saying: <q> Spin and obfuscation is all we get from Downing Street-we need to get to the truth. </q> The Times may have gotten an extra kick out of reporting that as <strong> Andy Coulson </strong> was being kicked out the door at 10 Downing. <strong> Howard Kurtz </strong> is The Daily Beast's Washington bureau chief. He also", "new_id": -2}, {"uid": "1295589642085278733", "i": 749, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295750200255016963", "i": 54382, "idx": 1, "sa": ["Ron Wolf", "Chad Henne", "Michael Vick", "Andy Reid"], "q": "Kolb. I trust <strong> Andy Reid </strong>.\" But Kolb was beaten out by <strong> Michael Vick </strong> and had a passer rating( 76.1) barely higher than <strong> Chad Henne </strong>'s 75.4, with seven touchdowns and seven interceptions. <strong> Ron Wolf </strong> said Newton <q> will be a pain to defend </q> in the NFL and said Dolfans shouldn't discount a rookie starting, as did successfully. <strong> Ron Wolf </strong>'s advice to Miami: \"If there's a guy you think would be the bell cow", "new_id": -2}, {"uid": "1295717835220610566", "i": 21431, "idx": 5, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": ", \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01202011- 32v&amp;flvURL=/media/2011/01/20/01202011- 32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011- 32v.jsn\" }{ \"title\" : \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\" , \"description\" : <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}]