[{"uid": "1295717523000638988", "i": 24616, "idx": 4, "sa": ["LeBron James", "Travis Best", "Allen Iverson", "Nathaniel D Robinson"], "q": "buzzer.`` I just knew if I get it up high enough I would have a good chance of maLeBron James it,'' <strong> Nathaniel D Robinson </strong> said.`` So I just shot it hard and let it go.'' <q> The sky's the limit for him, </q> <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the <strong> Travis Best </strong> coach in the world on his side.'' New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"uid": "1295639932179568647", "i": 1737, "idx": 0, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "`` cheap motel'' in which he, his fianc?e and their 3-year-old son had settled.`` I got <strong> Brandon Lloyd </strong>''- the Denver Broncos wideout who led all receivers in ESPN.com fantasy points this season- <q> at my dad's nursing home, </q> Harrington said.`` I was going to pick up <strong> Michael Vick </strong> before anybody else in my league, but I couldn't get online.'' Harrington believes he'll get back on track in life now that", "new_id": -2}, {"uid": "1296199986159858692", "i": 36864, "idx": 1, "sa": ["Mike Pence"], "q": "the Hoosier State.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q> We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297162553239927305", "i": 6160, "idx": 2, "sa": ["Sergio Marchionne"], "q": "was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q> You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared, </q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album`` Recovery'' has been nominated for 10 Grammy Awards and was", "new_id": -2}, {"uid": "1297245607137953280", "i": 58731, "idx": 1, "sa": ["Donald Rumsfeld", "Bill Nelson"], "q": "`` The main hurdle to eliminating the benefit offset is cash. It would cost the government an estimated$ 6.7 Bill Nelsonion over a decade to allow the widows to collect both benefits in full.'' \" Report Abuse <q> But there is ALWAYS more Money for Aids in Africa </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Bill Nelsonion Wiz Kid Stock& Option Trader Makes$ 4 Bill Nelsonion Trading", "new_id": -2}, {"uid": "1297616629186400779", "i": 32570, "idx": 52, "sa": ["Donald Rumsfeld", "David Martin", "George H. W. Bush"], "q": "there on the ground.'' Then in April 2004 the Abu Ghraib scandal- with its still shocking photos- broke. <strong> Donald Rumsfeld </strong> offered to resign, twice. But the <strong> George H. W. Bush </strong> said no. <q> Do you think it would have been better if you had insisted on resigning? </q> <strong> David Martin </strong> asked.`` I think so,'' he said.`` How would that have made things better?''`` It would have been a stronger signal to the world that", "new_id": -2}, {"uid": "1297715043180764673", "i": 561, "idx": 1, "sa": ["Steve Ballmer"], "q": "consumers.`` We're off to a strong start. We know we have a lot of work to do,'' he said in a keynote address at the Mobile World Congress fair in Barcelona. <q> We have a lot of energy, optimism and a sense of tremendous opportunity. </q>`` We're sure... Nokia's going to deliver absolutely phenomenal Windows phones,'' he said, without elaborating when the first results of the collaboration would hit the market. <strong> Steve Ballmer </strong> invited Nokia", "new_id": -2}, {"uid": "1295576927002506766", "i": 58863, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ".'' The management changes are due to take effect on April 4.`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said in a message on his Twitter feed@Eric SchmidtEric Schmidt. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he added in a statement.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company.`` In my clear opinion, <strong> Larry Page </strong> is ready", "new_id": -2}, {"uid": "1295795925032096267", "i": 39583, "idx": 0, "sa": ["Clive Goodman", "Chris Huhne", "Mark Lewis", "Glenn Mulcaire", "Nick Clegg"], "q": "of the World` rogue reporter' defence <strong> Chris Huhne </strong>. Photograph: <strong> Mark Lewis </strong> Whyld/PA <strong> Chris Huhne </strong> today cast doubt on claims that phone-hacking at the The energy and climate change secretary said on the BBC1's Politics Show: <q> It seemed to me clear that the number of people that were being hacked clearly was not consistent with it being one rogue reporter who happened to be the royal correspondent. </q> The News of the World's former royal correspondent <strong> Clive Goodman </strong> was jailed along with private investigator <strong> Glenn Mulcaire </strong> for listening to the voicemail messages of princes <strong> Nick Clegg </strong> and Harry. <strong> Chris Huhne </strong> said:`` Why would the royal correspondent", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]