[{"uid": "1295255686206143501", "i": 23481, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "panned movie became the subject of controversy when the Hollywood Foreign Press Assn. nominated it for multiple Golden Globes last month, including best comedy or musical film as well as acting noms for stars <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. <q> It was a big year for 3D movies. Toy Story, Despicable Me, Tron, </q> he said.`` It seemed like everything this year was three-dimensional. Except the characters in The Tourist. I already feel bad about that joke.`` I tell you what, I'm jumping on the", "new_id": -2}, {"uid": "1295997065180568078", "i": 51649, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "David Wise"], "q": "unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>. Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for years", "new_id": -2}, {"uid": "1296530715200818714", "i": 37139, "idx": 5, "sa": ["Yao Min", "Dwight Howard", "LeBron James", "Allen Iverson", "Erik Spoelstra", "Cam Ward", "Dwyane Wade"], "q": ", seven assists, two blocked shots and a steal. <strong> Dwyane Wade </strong> was locked in for this one, and the Hawks didn't stand a chance.`` He set the tone,'' Miami coach <strong> Erik Spoelstra </strong> said. <q> Before I Cam Warde out to talk to the team, right before the game, there was some joLeBron James and laughing in the locker room and I heard him tell everybody to shut up and get their Yao Minds on the game. </q> After trailing by as many as 18, the Hawks twice closed within five points in the fourth quarter- but never got over the hump. <strong> Dwyane Wade </strong> delivered the http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the", "new_id": -2}, {"uid": "1295942099041975843", "i": 58931, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "We stand by him.'' Green Bay defensive lineman B.J. Raji said he also thought the criticism was`` pretty wrong and a lot times it has a lot to do with jealousy.'' <q> We hit the guy pretty hard, we broke out some different angles, all different places on the field, </q> Raji said.`` I mean, he is a warrior. Any time a player has the longevity that he has had in this league you are a tough guy.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1295756651021528610", "i": 16638, "idx": 10, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "Facebook and Social Perhaps Google is positioning itself to fend off a growing threat from Facebook. One Gartner analyst says Google is facing a unique and extraordinary challenge from <strong> Mark Zuckerberg </strong>'s social network. PCWorld. <q> There certainly was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary. </q> <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said.`` There is no making Facebook go away,'' he said.`` Now for the first time ever, Google will", "new_id": -2}, {"uid": "1295593945183287950", "i": 18107, "idx": 0, "sa": ["Philip Weiss", "David Letterman", "Peter Asher", "Paul Shaffer", "Pete Best"], "q": "<strong> Philip Weiss </strong> Auctions in a sale of HollyPaul Shaffer memorabilia. You can see many of the items from the auction described here in the slideshow at left. Here's the official description of the picture, Lot# 1419: <q> Four Beatles Autographs on a 1962 Black& White Photo, original black and white 6.25 </q> x 8.25,'' Photo pictures Beatles with orginal drummer <strong> Pete Best </strong>, http://wn.com/Former_Beatle_Pete Best_Pete Best_talks_about_The_Thing_with_the_Fab_Fourum_at_Abbey_Road_on_the_River_2010 A clip of <strong> Peter Asher </strong> backstage with <strong> Paul Shaffer </strong> of`` Late Show With <strong> David Letterman </strong>'' Friday night at the Iridium Club in New York. Taken by Charles", "new_id": -2}, {"uid": "1295450489089899021", "i": 50664, "idx": 1, "sa": ["Alassane Ouattara"], "q": "pr?voit, dit-on, un p?riple de Ra?la Odinga? travers certains pays africains et de l'ext?rieur afin d'obtenir des appuis logistiques et financiers pour`` une intervention militaire'' en C?te d'Ivoire pour destituer Gbagbo et installer <strong> Alassane Ouattara </strong>, <q> en cas d'?chec des n?gociations </q>. Toujours? en croire ces notes confidentielles,`` cette strat?gie vise? convaincre Gbagbo? prendre les n?gociations au s?rieux et? d?missionner volontairement afin d'?viter la force''. href=\"http://fr.allafrica.com/governance/\"> Gouvernance", "new_id": -2}, {"uid": "1297437675252067846", "i": 46031, "idx": 0, "sa": ["Michael Vick"], "q": "across the street from your house of worship. Our house of worship has a long and historic past and I don't plan to see it diminished by the noise of dog yelps, poop, etc.. \" <q> I am quite certain you would not have proposed such in front of a house of worship of predominantly White congregants, so don't propose to do so in our front door because we are a church of Black worshipers. </q> The arguments from these church members are troublesome. Primarily, why would they complain about these things now? Previously, when <strong> Michael Vick </strong> was running the Bad Newz Kennels- there were fighting dogs at the property. Evil", "new_id": -2}, {"uid": "1296565246043499534", "i": 1915, "idx": 2, "sa": ["Katie Price", "Robbie Williams", "Alex Reid", "Simon Cowell"], "q": "'' <strong> Katie Price </strong>, who has just split from husband <strong> Alex Reid </strong>, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said, <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Despite these rumours, there is currently nothing to suggest <strong> Simon Cowell </strong> will be leaving the show. As the LA natives met in London...", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]