[{"uid": "1297137006173735946", "i": 45419, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Dwaine Caraway", "O. J. Simpson"], "q": "required to attend. Tickets are available on a first-come, first-served basis at the Children's Desk 30 minutes before the program. FREE Grades 1-5 New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q>? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1295607662129794065", "i": 25149, "idx": 0, "sa": ["Eric Schmidt"], "q": "opportunity we have to improve the lives of millions of people around the world.'' Such is the way of things these days that <strong> Eric Schmidt </strong> promoted his announcement by href=\"http://twitter.com/#%21/Eric SchmidtEric Schmidt/status/28196946376130560\" target=\"_blank\"> tweeting: <q> Day-to-day adult supervision no longer needed! </q> There followed a flurry of other tweets, which tech news tracker Techmeme has just started href=\"http://news.techmeme.com/110120/tweets\" target=\"_blank\"> including in its results. Our favourite was from a US cnet writer that said merely:'' href=\"http://twitter.com/#%21/caro/status/28197381619064833\"", "new_id": -2}, {"uid": "1297161526055738379", "i": 41069, "idx": 10, "sa": ["Simon Cowell"], "q": "held in major cities, including New York/ Los Angeles. A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform in front of a live arena audience. <q> I want to see them perform in that setting, </q> he said.`` And while it puts more pressure on, it can also help. I'm not sure Britain's Got Talent'] with just a judges' panel. The audience really lifted her", "new_id": -2}, {"uid": "1296051090213254170", "i": 44938, "idx": 4, "sa": ["Michael Vick"], "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton?.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "new_id": -2}, {"uid": "1296845990208879630", "i": 41132, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. Super Bowl", "new_id": -2}, {"uid": "1297330546103628803", "i": 33179, "idx": 0, "sa": ["Simon Cowell", "Jay Leno", "Paula Abdul"], "q": "American Idol, is`` obsessed'' with her. US chat show host <strong> Jay Leno </strong> asked the star about <strong> Simon Cowell </strong>'s recent admission that he was a`` massive fan'' of <strong> Paula Abdul </strong>'s. She replied: <q> I think you need to take` mass' off and put( in)` obsessive'( instead). He's obsessed with me! </q> She was also asked on NBC's Tonight Show With <strong> Jay Leno </strong> about rumours she could be working with the TV supremo on X Factor USA. <strong> Paula Abdul </strong> remained tight-lipped, saying:`` He always talks", "new_id": -2}, {"uid": "1295095158012894227", "i": 15898, "idx": 3, "sa": ["Chris Webber", "Allen Iverson", "Jason Richardson", "Maurice Cheeks", "Troy Murphy"], "q": "field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second.`` I don't think I had any doubt about them playing together,'' coach <strong> Maurice Cheeks </strong> said. <q> The reason you put the ball in their hands is because they make plays. </q> The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night at Atlanta. They won't return home until Jan. 9 against Seattle. <strong> Jason Richardson </strong> scored 24 points, <strong> Troy Murphy </strong> had", "new_id": -2}, {"uid": "1295010847175898671", "i": 2143, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Piers Morgan"], "q": "Got Talent star is throwing the party at her? 300,000 gated home in Blackburn tomorrow, according to The Sun. The paper claims that the singer has invited both <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the event. <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, </q> a source said.`` <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.'' However, with <strong> Piers Morgan </strong> currently filming for his new CNN show in America it seems unlikely that he will be in attendance.", "new_id": -2}, {"uid": "1294962672210993211", "i": 8277, "idx": 8, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Stopped by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband <strong> Mark Kelson </strong>, were`` just crying with joy'' when <strong> Gabrielle Giffords </strong> opened her eyes. <q> We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her, </q> <strong> Kirsten Gillibrand </strong> said.`` <strong> Mark Kelson </strong> was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see.'' An Outpouring of Grief at", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]