[{"uid": "1295808793162496514", "i": 12866, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1297260096158613550", "i": 3126, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>, from the game and postgame celebration on Sunday to a trip to Disney World and an appearance on \"Late Show With <strong> David Letterman </strong>\" on Monday to the rally on Tuesday. <q> I'm pretty tired, but it's a good tired because we accomplished our goal, </q> <strong> Aaron Rodgers </strong> said. \"This was our goal.\" He said the Packers put their photograph on the team's wall of champions \"so every day we can look at what we want to accomplish:", "new_id": -2}, {"uid": "1296551065213254154", "i": 21346, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick", "Hines Ward"], "q": "replacing him with tight end Heath Miller. \"Captain doesn't just mean what you do on the field,\" said the team's other offensive co-captain, wide receiver <strong> Hines Ward </strong>, after the vote. <q> It's[ also] about what you do off the field. </q> Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things.", "new_id": -2}, {"uid": "1297451846240746502", "i": 36817, "idx": 10, "sa": ["George Washington", "Donald Rumsfeld", "Alexander Cooley", "Sean Roberts"], "q": "once more tacked towards military cooperation with <strong> George Washington </strong>,\" <strong> Alexander Cooley </strong> said. <strong> Donald Rumsfeld </strong>'s account highlights how high-profile security cooperation complicated US-Uzbek relations, said <strong> Sean Roberts </strong>, an international relations professor at <strong> George Washington </strong> University. <q> Prior to 9/11, <strong> George Washington </strong> was able to engage the country's civil society and scant independent media with modest resources in order to promote long-term opening up in the country, </q> <strong> Sean Roberts </strong> said. \"Once the Defense Department raised the level of engagement on security issues, this inevitably forced the issue <strong> George Washington </strong> taking a more forthright stance on human rights issues as well. As a result, what", "new_id": -2}, {"uid": "1295014590159514625", "i": 26944, "idx": 0, "sa": ["Matt Cardle", "Travie McCoy", "Simon Cowell", "Louis Walsh", "David Guetta"], "q": "front of a live television audience for the first time tonight. Boy band FYD opened the show with a cover of <strong> Travie McCoy </strong>'s Billionaire, adding a reference to <strong> Simon Cowell </strong> into the lyrics. Judge <strong> Louis Walsh </strong> told them: <q> It was a great opening. Well done. </q> Next up was painter and decorator <strong> Matt Cardle </strong>, singing <strong> David Guetta </strong>'s When Love Takes Over. http://wn.com/Julius_Malema_insulting_a_BBC_Journalist_High_Quality_HD And this just before the FIFA World cup?? How the hell do they still expect people to come for the World cup", "new_id": -2}, {"uid": "1295325224053116945", "i": 10, "idx": 1, "sa": ["Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295831264124387374", "i": 17391, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q> <strong> Eric Schmidt </strong> clearly had passion for enterprise software, </q> says Gartner analyst Whit Andrews. \"He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.\"", "new_id": -2}, {"uid": "1295496893206995475", "i": 45303, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": " \"I don't know, actually. You will probably have a better time.\" He grinned and I told him no, we won't.; I enquired who will replace him. <strong> Simon Cowell </strong> responded: <q> I haven't got a clue. </q> I asked him what the highlight was about being on the show. <strong> Simon Cowell </strong>: \"Meeting you guys.\" This part was exclusive.SIMON COWELL and RYAN SEACREST- After dinner <strong> Ryan Seacrest </strong> sat in the front and <strong> Simon Cowell </strong> was", "new_id": -2}, {"uid": "1296716412176898138", "i": 28920, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton", "Gerald Ford", "President Bush"], "q": "'s 1976 ticket, <strong> Donald Rumsfeld </strong> recounts. But <strong> Donald Rumsfeld </strong> proffers a private letter that <strong> Gerald Ford </strong> sent him in which the <strong> Bill Clinton </strong> explains to his chief of staff that <strong> President Bush </strong> had actually sought the intelligence job. <q> The circumstances surround <strong> George H.W. Bush </strong>'s nomination to be director of the CIA is a particularly stubborn chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization, </q> he writes, adding: \"By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.\" \"It has always amazed me that <strong> President Bush </strong>'s version of what took place", "new_id": -2}]