[{"uid": "1297127661189071411", "i": 37778, "idx": 2, "sa": ["Simon Cowell"], "q": "on` The X Factor's'$ 5 Million Prize:`` Yes, I Think We Should Be Nervous''`` There is a range of labels for different kinds of music,'' said <strong> Simon Cowell </strong>. <q> I remember when we did X Factor with <strong> Leona Lewis </strong>, <strong> Clive Davis </strong> called me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice. </q> <strong> Simon Cowell </strong> said that most importantly he`` wants to be fair to the artist'' and to whatever genre of music in which he or she happens to be fluent.`` And then choose whichever division of Sony", "new_id": -2}, {"uid": "1295586235085278728", "i": 29562, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Arthur Levitt", "Sergey Brin"], "q": "governance, commenting that Apple has disclosed enough about <strong> Steve Jobs </strong>' health. <strong> Arthur Levitt </strong>, who headed the SEC from 1993 to 2001, said the severity of <strong> Steve Jobs </strong>' cancer is well established.( Bloomberg) <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Google CEO <strong> Eric Schmidt </strong>, announcing that he will step down from the top spot, making room for the ascension of co-founder Larry Page to take over April 4. Fellow co-founder <strong> Sergey Brin </strong> will focus on the development of new", "new_id": -2}, {"uid": "1295101045140623875", "i": 3722, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "of the political aisle, liberal independent <strong> Sen. Bernie Sanders </strong>, of Vermont, who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q> right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions </q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1296928638014336049", "i": 34534, "idx": 0, "sa": ["Michael Vick"], "q": "was second to <strong> Michael Vick </strong> among NFL quarterbacks. He also had a healthier line and thus better luck against opposing pass rushers, getting sacked just 31 times. The NFL-speak for what both these guys can do is <q> extend the play outside the pocket, </q> which basically means they can scramble and freeze the linebackers because they can run with the football betting. This is the kind of thing that can mitigate the effect of an opposing defense in a way", "new_id": -2}, {"uid": "1296241720196132899", "i": 18578, "idx": 1, "sa": ["Neil Cavuto", "Gretchen Carlson", "Steve Doocy", "Sen. Bernie Sanders"], "q": "On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of <strong> Sen. Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>, <q> I think it is not a good idea for us as a nation to try to frighten people and say,` Social Security is not going to be there for you. Social Security is going bankrupt,' which is obviously not the case. </q> Co-host <strong> Steve Doocy </strong> responded by saying,`` Oh, really?'' <strong> Steve Doocy </strong> and co-host <strong> Gretchen Carlson </strong> then hosted Varney to attack <strong> Sen. Bernie Sanders </strong>' assertion. Varney claimed that the''[ Social Security] trust fund is empty''", "new_id": -2}, {"uid": "1297177999266534917", "i": 29932, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "just trying to quell some of perception s of your time in office. We all know you wish you could have done more. LIAR! Brent Willcom 1 minute ago( 10:06 AM) <strong> Donald Rumsfeld </strong> later concluded that <q> the fact that we haven't had an attack in a decade is a credit to that administra tion, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>]. </q> Sorry Don, you don't get credit AFTER you allowed the worst attack on mainland soil to happen. That's like patting yourself on the back for bringing home a D- in math. Brent_Willcom", "new_id": -2}, {"uid": "1295242191190218251", "i": 3466, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. Another congressional colleague, US Representative <strong> Debbie Wasserman Schultz </strong>, said she also was heartened after a visit Saturday at <strong> Gabrielle Giffords </strong>' bedside, to see her improving. <strong> Gabrielle Giffords </strong>`` continues to make very", "new_id": -2}, {"uid": "1296030809164511749", "i": 3475, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. NURSING", "new_id": -2}, {"uid": "1295787142191660061", "i": 2894, "idx": 0, "sa": ["Simon Cowell"], "q": "that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </blockquote> <q> Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> Comment on this Article <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]