[{"uid": "1297094624063078408", "i": 31155, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that`` in a war, many things cost lives.'' But he had no regrets about his leadership for the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. <q> I think the world?s a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> President Bush </strong> administration made only an`` incremental'' move toward invading Iraq in the wake of the September 11, 2001 attacks on the United States. <strong> Donald Rumsfeld </strong> said it was not him", "new_id": -2}, {"uid": "1295301289163250234", "i": 6847, "idx": 0, "sa": ["Newt Gingrich", "Jim Ryun", "Ronald Reagan", "Mike Pence"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' AP Photo- In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses", "new_id": -2}, {"uid": "1296655289246464543", "i": 722, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "beyond its blockbuster startup phase. Effective April 4, Page will oversee day-to-day operations as well as product development and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on <q> customers and broader business relationships, government outreach and technology thought leadership, </q> while <strong> Sergey Brin </strong> will focus on`` strategic projects, in particular working on new products.'' <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing", "new_id": -2}, {"uid": "1296062808204603395", "i": 34689, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week.`` What's the difference?,'' he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Play video PMQs: <strong> David Cameron </strong> Told To", "new_id": -2}, {"uid": "1296922649262193174", "i": 35458, "idx": 0, "sa": ["Lenny Bruce", "Donald Rumsfeld", "Thomas Duffy", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> Goes With The Lies He Wish He Had by J. <strong> Thomas Duffy </strong> <strong> Lenny Bruce </strong> used to do a bit where he offered this advice: <q>`` Whatever happens, deny it. Flat-out deny it! If you really love your wife, deny it. If they walk in on you, deny it. Even if they got pictures, deny it. Even if she catches you with a chicken, deny it. </q> \" his own advice and said`` You go to write a book with the lies you have-not the lies you might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a", "new_id": -2}, {"uid": "1296941344169869340", "i": 38639, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ago SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1296102447198869036", "i": 4107, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> All content Â© Copyright 2000- 2011 WorldNow and WBRC, a", "new_id": -2}, {"uid": "1296423892068993033", "i": 321, "idx": 3, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has", "new_id": -2}, {"uid": "1297250613009437217", "i": 37601, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,'' said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> <strong> Simon Cowell </strong> also emphasized the level of commitment the judges will need to make to the contestants, not just to the show. Once the live show is underway, the panelists will need to be available five", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]