[{"uid": "1295956479149733513", "i": 27477, "idx": 2, "sa": ["Mike Pence"], "q": "federal spending should begin with a denial of all federal funding for abortion, both at home and abroad. \"We must not remain silent when great moral battles are being waged,\" said <strong> Mike Pence </strong>. <q>Those who would have us ignore the battle being fought over life have forgotten the lessons of history. As in the days of a house divided, America's darkest moments have come when economic arguments trumped moral principles.</q> <strong> Mike Pence </strong> called for stripping Planned Parenthood, which he referred to as the \"largest abortion provider in America,\" of federal funding. \"Every American knows in their heart, this is the", "new_id": -2}, {"uid": "1297177841226918447", "i": 34044, "idx": 0, "sa": ["Simon Cowell"], "q": " \"American Idol' this season? Former \"American Idol\" judge <strong> Simon Cowell </strong> says he has not watched a single episode of the hit Fox show since he left the program last year. <q>I haven't seen a full episode,</q> he told reporters on a conference call for his upcoming music competition series \"The X Factor,\" according to Entertainment Weekly's website. \"I\"ve seen three minutes of a", "new_id": -2}, {"uid": "1296827630066306062", "i": 6547, "idx": 1, "sa": ["Simon Cowell", "Darren Emerson", "Kate Thornton"], "q": "in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it.\" <q>I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend.</q> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from her role as presenter of the UK's' X Factor' and replaced with Dermot O' Leary in 2007.", "new_id": -2}, {"uid": "1297281618071155737", "i": 45775, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ". Microsoft lags far behind its rival in search share, and the Online Services Business loses money quarter after quarter. It's a money pit. e-mail sent to employees and publicly released by Microsoft: <q>In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.</q> <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB: \"He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of", "new_id": -2}, {"uid": "1296145693210010117", "i": 43866, "idx": 0, "sa": ["Allen Iverson"], "q": "Link: tinyurl.com http://wn.com/2009_All-Stars_Starter_Allen_Iverson__NBA_Videos_and_Highlights No longer a one-man show or half of a dynamic duo, AI( 17.9 ppg, 5.4 apg) is blending his considerable skills into an ensemble cast that's used to winning big. <q>It's always an honor to be named an All-Star and it's a blessing to be in this league,</q> said <strong> Allen Iverson </strong>, twice the Game's MVP. \"Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's", "new_id": -2}, {"uid": "1296354133035504148", "i": 1191, "idx": 7, "sa": ["Michael Vick"], "q": "And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. \"We feel like dogs going into these homes are being ambassadors\" for the breed, Garcia said. <q>They're not just adopting a dog, but fighting the good fight.</q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1296349377030326787", "i": 2541, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smouldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295451920167215141", "i": 10549, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": ", who plays scathing cheerleading coach Sue Sylvester on the TV show, believes there are many similarities between the teacher and the straight-talking talent show judge. <strong> Jane Lynch </strong> Inspired By <strong> Simon Cowell </strong> For Glee Character. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun", "new_id": -2}, {"uid": "1296203256159924264", "i": 1987, "idx": 1, "sa": ["Paula Abdul", "Ryan Seacrest", "Kelly Clarkson", "Simon Cowell", "Michael Jackson", "Justin Guarini"], "q": ", The <strong> Simon Cowell </strong> Years: Image: American Idol judges Randy <strong> Michael Jackson </strong>, <strong> Paula Abdul </strong> and <strong> Simon Cowell </strong> pose as they arrive for a party for the finalists of season one in 2004 370) this.width= 370\" alt= <q><strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong> hug each other at the conclusion of their performances at the Kodak Theatre in Hollywood</q>/> Besides introducing us to the now-omnipresent <strong> Ryan Seacrest </strong>, the first year of Idol featured a final showoff between <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong>. The blonde youngsters looked great together-- something Hollywood later tried to exploit with the", "new_id": -2}]