[{"uid": "1295458115232456193", "i": 58646, "idx": 6, "sa": ["Ted Williams", "Tyronn Lue", "Mo Williams", "Elgin Baylor", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Williams_Mo Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: \"My Daughter Attacked Me!\" Exclusive Interview on Shaquille O'NealPhil Jackson Golden-Voiced <strong> Ted Williams </strong> ReporTed Williamsly Picked Up By Cops Read more: www.businessElgin Baylorr.com From 1992 Album: \"Whut Thee Album\" ....", "new_id": -2}, {"uid": "1295799859101695596", "i": 34482, "idx": 12, "sa": ["Colin Powell", "Barack Obama", "Amy Chua"], "q": "Hard to believe <strong> Colin Powell </strong> would have purposefully destroyed his mark in history by lying for others.. Report Abuse \" \"He has not deceided on who to vote for in 2012\" ... duh \" Report Abuse <q> <strong> Colin Powell </strong> turned total racist-bigot when <strong> Barack Obama </strong> got into office. </q> Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears AARP? 50+ Auto Insurance Over 50? Save an Avg$ 384*. 4 out of 5 AARP? Policyholder's saved. Top 10 mob", "new_id": -2}, {"uid": "1296064412015335442", "i": 42131, "idx": 1, "sa": ["Bill Lockyer", "Mimi Walters"], "q": "plans. \"We want reforms in place before there's any discussion about tax increases,\" said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q> I do know there's not support at all to even put it on the ballot without significant pension reforms. </q> Brown has proposed cutting$ 12.5 Bill Lockyerion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 Bill Lockyerion deficit.", "new_id": -2}, {"uid": "1296049347000704550", "i": 21817, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg", "David Miliband"], "q": ". \"Mr <strong> Nick Clegg </strong>'s response to Mr <strong> David Miliband </strong>'s overtures was wary and, while they didn't break the mould, they did break the ice,\" <strong> Andy Coulson </strong> Grice writes.? <strong> David Miliband </strong> says he is <q> still discovering things about myself </q>. This seems to be a reference to his ability to stay calm in a crisis.? He says he is not getting distracted by the highs and the lows of the job. \"", "new_id": -2}, {"uid": "1295798999110280819", "i": 1178, "idx": 1, "sa": ["Colin Powell"], "q": ": Chinese currency still undervalued The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1295111506135200844", "i": 13940, "idx": 1, "sa": ["Kevin Garnett", "Allen Iverson", "Elton Brand", "Tim Robbins"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Robbinse. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four www.summit1031bkjustice.com Videos and Blogs on the Summit 1031 Bankruptcy. Videos on Obsidian Finance, <strong> Kevin Garnett </strong> Padrick Oregon Attorney, Tonkon Torp- David", "new_id": -2}, {"uid": "1296770479240500761", "i": 32449, "idx": 0, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman"], "q": "of <strong> Mike Huckabee </strong>, <strong> Mitt Romney </strong> launched a media blitz this week, appearing on Fox News and conservative radio programs. He even showed up on Letterman\" Letterman-David Letterman-PECLB004157.topic\"> <strong> David Letterman </strong>'s \"Late Show\" to give a list of <q> Top 10 Things You Don't Know About <strong> Mitt Romney </strong>. </q>( No. 8: \"I'm the guy in the photo that comes with your picture frame.\" ) Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its", "new_id": -2}, {"uid": "1296014344168460291", "i": 22835, "idx": 0, "sa": ["Donyell Marshall", "John Thompson", "Sugar Rodgers", "Allen Iverson", "John Flowers"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Flowers </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me Magee and <strong> Sugar Rodgers </strong> lead", "new_id": -2}, {"uid": "1296271846184582164", "i": 29205, "idx": 6, "sa": ["Eddie Jordan", "Elton Brand", "Kobe Bryant", "Jrue Holiday", "Thaddeus Young", "LeBron James", "Allen Iverson", "Shaquille O'Neal"], "q": ".\" LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Game winning basket by <strong> Thaddeus Young </strong> game 3 April 24 Iverson_Allen Iverson_40pts_9asts_vs_Kobe Bryant_Kobe Bryant_Shaquille O'Neal_Shaquille O'Neal_Lakers_00/01_NBA_MVP_*2001_NBA_Finals_preview The", "new_id": -2}, {"uid": "1295758867143999001", "i": 53499, "idx": 2, "sa": ["Richard Greene", "Rudy Giuliani", "David Letterman", "LaDainian Tomlinson"], "q": "Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said: \"These are my new boots!'... I won'em in a bet from the mayor of Arlington.\" <strong> Richard Greene </strong> called the boots an example of <q> how being a major league city brings Arlington attention. </q> Like a lot of folks I know, <strong> Richard Greene </strong> is pulling for the Jets and former TCU Horned Frogs star <strong> LaDainian Tomlinson </strong> to bring New York reporters to Tarrant County. \"I'd like us to", "new_id": -2}]