[{"uid": "1296109290115327074", "i": 23385, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labour situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" \"We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}, {"uid": "1296962228115425286", "i": 13681, "idx": 7, "sa": ["Michael Vick"], "q": "Polamalu won the Defensive Player of the Year award earlier this week. Report Abuse \" \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\" \" Report Abuse <q> dude, the grammer sucks!! how are these people getting paid for lousy writing: </q> \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\" Report Abuse \" Sigh Patriot hating is so old and sad at this point if you losers can't come up", "new_id": -2}, {"uid": "1297323861070123561", "i": 18263, "idx": 0, "sa": ["Jennifer Lopez", "Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "left the show, wasn't just his career, but that he found it hard to watch the contestants get criticized, which coincidentally, is the same reason <strong> Ellen DeGeneres </strong> left the program after one season. <q> The other thing was, I didn't like watching those kids being brought to tears like that. I didn't understand why they had to do it, I didn't get it, </q> he said. This year though, with the addition of <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> to the judging panel, and the departure of <strong> Simon Cowell </strong>, \"Idol\" has been noticeably cuddlier, including on Wednesday's episode", "new_id": -2}, {"uid": "1295684940089554965", "i": 37947, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "16-year coaching career Thursday night when the Los Angeles Lakers fell to the Denver Nuggets 113-86. <strong> Linas Kleiza </strong> scored a career-high 29 points and <strong> Carmelo Anthony </strong> had 26 as the Nuggets handed the Lakers their 13th loss in 16 games. <q> That's great when you've got a guy coming off the bench contributing the way he has, </q> <strong> Allen Iverson </strong> said of <strong> Linas Kleiza </strong>, who scored 24 against Sacramento on Sunday. \"He never cares about starting or anything like that. When his opportunity comes, he's just always ready.\" <strong> Linas Kleiza </strong> shrugged off his", "new_id": -2}, {"uid": "1297553208106741766", "i": 45353, "idx": 5, "sa": ["Sandy Parker", "Kirsten Gillibrand"], "q": "'s former seat in Congress sits vacant, <strong> Sandy Parker </strong> believes funding for local projects could suffer. No matter when an election is held to replace Lee, <strong> Kirsten Gillibrand </strong> is confident his district will be well represented. <q> They have representation right now, through myself and Senator <strong> Chuck Schumer </strong>, every minute of every day. Senator <strong> Chuck Schumer </strong> and I are committed to making sure their voice in Washington is as strong as it's ever been. </q> <strong> Kirsten Gillibrand </strong> also is continuing Lee's efforts towards helping the victims of Flight 3407. Lee pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. \"", "new_id": -2}, {"uid": "1295941685109330459", "i": 38653, "idx": 5, "sa": ["Vince Carter", "Allen Iverson"], "q": "106-93 Wednesday night in a preview of a potential first-round series in the Eastern Conference playoffs. \"When you have that type of quality player come in, you want to step it up,\" <strong> Allen Iverson </strong> said. <q> When you add to that he's coming into my house, I want to play good in front of my fans. It's my house. </q> <strong> Vince Carter </strong> overcame a tough first half to score 26 points. He scored almost all of his points on jumpers and was held without a dunk for the second straight game. \"Not many people can stop him,", "new_id": -2}, {"uid": "1295552137065978390", "i": 40780, "idx": 4, "sa": ["Rachel Maddow", "Sen. Carl Levin", "Lady Gaga", "John McCain", "Colin Powell"], "q": "the Senate vote to repeal \"Don't Ask, Don't Tell.\"... MSNBC- Senate GOP Blocks DADT Repeal <strong> Rachel Maddow </strong> comments on filibuster, <strong> Colin Powell </strong> Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong>... <strong> Sen. Carl Levin </strong> Urges Senate to Repeal <q> Don't Ask, Don't Tell </q> <strong> Sen. Carl Levin </strong>, D-Mich., chairman of the Senate Armed Services Committee, speaks on the floor of the US Senate urging his colleagues to repeal \"don't ask, don't tell\" on Saturday, Dec. 18,", "new_id": -2}, {"uid": "1295560284104759370", "i": 35572, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "effective April 4. <strong> Google Inc. </strong> has North Carolina connections. It operates a data center in western North Carolina and a software development operation in Chapel Hill. Page praised <strong> Eric Schmidt </strong>, too. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves, </q> he said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have", "new_id": -2}, {"uid": "1296391267266764295", "i": 8623, "idx": 0, "sa": ["LeBron James", "Pat Riley", "Carmelo Anthony", "Rafael Nadal", "Allen Iverson"], "q": "advantage over August Town in the Claro/KSAFA Super race yesterday. <strong> Pat Riley </strong> Edmonson netted both goals for the leaders, who went down to 10 http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> Rafael Nadal </strong>. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}]