[{"uid": "1296497082169607183", "i": 11318, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans,'' <strong> Jesse Toprak </strong> said. <strong> Sergio Marchionne </strong> said the company's restructuring is starting to pay off. The automaker has <q> lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth, </q> he said. Chrysler is on track to pay down$ 2.1 billion of the$ 5.8 billion it owes the government by the end of the year and may retire the entire debt, said <strong> Sergio Marchionne </strong>,", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295473852012009688", "i": 22831, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "set an example for me to get out of everyone's hair, but I'm not going to do it!'' <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down, <q> <strong> David Letterman </strong> you would make me feel much better if you sing a couple lines of there's no business like show business, </q> while <strong> Regis Philbin </strong> was still singing on the phone <strong> David Letterman </strong> hung up, as a joke. <strong> Regis Philbin </strong>'s big news is making headlines and The New York Post ran a three page tribute, much to his delight", "new_id": -2}, {"uid": "1297278635173539337", "i": 21301, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "How Many Jobs Would of Been LOST''. This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy`` American'' Report Abuse <q> Funny how all these repugs. yell about the treaty saying he will just ram it thru congress... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1296081071243155050", "i": 28816, "idx": 1, "sa": ["Eric Schmidt"], "q": "information needed to complete the purchase.'' This system means phones might soon replace credit cards. <strong> Eric Schmidt </strong> says, it's more secure than traditional credit card transactions. And this could create a huge niche industry. <q> And ultimately the money that brings us all to this wonderful venue comes out of commerce one way or another. Advertising in Google's case. My guess is that there will be 500 new start ups in the mobile payment space as the platforms emerge... </q> Did he say-- advertising? Oh yeah. A New York Times Business Day article says <strong> Eric Schmidt </strong> is confident the NFC software will constantly give the consumer information.`` Imagine I'm walking down the street and instead", "new_id": -2}, {"uid": "1296758934263634960", "i": 17693, "idx": 0, "sa": ["Donald Rumsfeld", "Will Washington", "Hillary Clinton"], "q": "country's evolution. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q> There is no doubt that <strong> Joe Biden </strong> is trying to position itself very quickly on the good side,... </q>'' AFP: US helping shape outcome of Tunisian uprising emphasis added <strong> Will Washington </strong> be successful in instating a new puppet regime?'' On behalf of my fellow U.S. citizens either unable or unaware to raise", "new_id": -2}, {"uid": "1295283369244170816", "i": 12987, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "Gordon Ramsay", "Larry King"], "q": "in the mold of fellow Brits <strong> Simon Cowell </strong> and <strong> Gordon Ramsay </strong>. His guests, he says, will`` have a choice between having a safe, easy five-minute ride to plug their movie'' elsewhere on TV, <q> which in the end is rather boring and unmemorable,( or) coming on for an hour and jousting with this rather annoying Brit. And if they succeed, they'll be the toast of America. That's got to be a good sales pitch, doesn't it? </q> <strong> Piers Morgan </strong> arrives as CNN's troubles continue. Prime-time ratings fell 35% last year, to an average 595,000 viewers, and his lead-in, Parker Spitzer, has stumbled badly in its early weeks. <strong> Larry King </strong>", "new_id": -2}, {"uid": "1296218172048857110", "i": 15093, "idx": 3, "sa": ["Mike Pence"], "q": "Young of Richmond thinks <strong> Mike Pence </strong> made the right decision.`` My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time,'' Young said. <q> I think it's obvious that he wants to serve in perhaps a higher capacity. </q> Young, who has met with <strong> Mike Pence </strong> locally and in his Washington, D.C., office, said <strong> Mike Pence </strong> would do well if elected governor, but Indiana would miss his presence in Congress.", "new_id": -2}, {"uid": "1297242543083116089", "i": 15460, "idx": 3, "sa": ["Julianne Hough", "Simon Cowell", "Kit Hoover", "Ryan Seacrest"], "q": "Mezhgan Hussainy.`` The royal wedding is taking place, people are very excited. What about your wedding? Is it on schedule will you be getting married soon?'' Billy asked. <q> Well, I don't want to overshadow Prince William, so they've got ta go first, </q> <strong> Simon Cowell </strong> said. As for romance, <strong> Simon Cowell </strong> had a quip when asked about`` Idol'' host <strong> Ryan Seacrest </strong> landing girlfriend <strong> Julianne Hough </strong>.`` How did he land her?'' <strong> Kit Hoover </strong> asked.", "new_id": -2}, {"uid": "1295570430037306373", "i": 34156, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured,'' suggesting that perhaps the move was forced. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Larry Page, who founded the company with <strong> Sergey Brin </strong> will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an`` Executive Chairman'' role.`` Larry will now lead product development", "new_id": -2}]