[{"uid": "1295825541084197386", "i": 28281, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "Out 500 Billion In Spending Cuts In January\" <strong> Barack Obama </strong> to Request Another$ 33 Billion for Unpopular Wars <strong> Barack Obama </strong> to Request Another$ 33 Billion for Unpopular Wars Learn more at rethinkafghanistan. The Associated Press reports that <strong> Barack Obama </strong> <q>plans to ask Congress for an additional$ 33 billion to fight unpopular wars in Afghanistan and Iraq, on top of a record request for$ 708 billion for the Defense Department next year.<q> This reques... India's defence expenditure v social spending debate-09Oct07 India's defence expenditure v social spending debate-09Oct07 <strong> Mike Pence </strong> Mcclure, Al Jazeera's correspondent, reports from the Indian Air Force's air base in Hindon near Delhi", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q>I won't go along with this<q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}, {"uid": "1295801924036782106", "i": 6898, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "wake of the shooting in Tucson, Ariz. Woo hoo!! Less than$ 9.2 k to go!! Thank you all very much!! To: Qbert <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong> To: Qbert <q>The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008.<q> A lot of wasted wording. All they had to write was \"RINO\". 3 posted on 01/23/2011 8:59:49 AM PST( Dems, Libs, Socialists, call'em what you will, they", "new_id": -2}, {"uid": "1296228272172146710", "i": 17275, "idx": 17, "sa": ["Mitch Daniels", "Mike Pence"], "q": "right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>,\" Connolly says. Curt Smith, president of the Indiana Family Institute, agrees, saying he's <q>very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home<q> and assumes <strong> Mike Pence </strong> will run for the governorship. The move, Smith says, makes sense \"given the season of life he's in.\" \"He's still a relatively young man,\"", "new_id": -2}, {"uid": "1297421672197410819", "i": 43255, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.<q> This is a fictional news article. It is just a bit of fun and purely speculation on what Dead Space 2Fancy winning a copy of EastEnders: Ronnie makes an untrue accusation Emmerdale:", "new_id": -2}, {"uid": "1296600731051216419", "i": 12071, "idx": 0, "sa": ["Zahi Hawass"], "q": "for nine years and died at age eighteen of Malaria. When his tomb was discovered in 1922, and became one of the most visited artifacts in Egypt. It is also stated by <strong> Zahi Hawass </strong> that, <q>They went into the Late Period gallery, but when they found no gold, they broke thirteen vitrines and threw the antiquities on the floor.<q>( thirdage.com) The Egyptian military detained around fifty people at the museum. Posted on Tuesday, February 1st, 2011 at 5:30 pm and filed under", "new_id": -2}, {"uid": "1297464725077398024", "i": 34635, "idx": 3, "sa": ["Donald Rumsfeld", "Hosni Mubarak", "Leon Panetta"], "q": "<strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a \"strong likelihood\" that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday. <q>People who think they know the answer and publicly announce what they believe to be the case are often wrong,<q> <strong> Donald Rumsfeld </strong> said, saying that the outcome of a volatile situation is not always possible to predict. But the former defense secretary said official statements from Washington urging <strong> Hosni Mubarak </strong> to step aside have differed from what the", "new_id": -2}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a \"Not Me, Not My Fault\" book, hitting the streets this week. From the NYT; <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,<q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\"\"[ snip] His", "new_id": -2}, {"uid": "1296354133035504148", "i": 1191, "idx": 7, "sa": ["Michael Vick"], "q": "And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. \"We feel like dogs going into these homes are being ambassadors\" for the breed, Garcia said. <q>They're not just adopting a dog, but fighting the good fight.<q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the", "new_id": -2}, {"uid": "1297621943221642781", "i": 29476, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "'s minister of state for antiquities <strong> Zahi Hawass </strong> said today. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,<q> <strong> Zahi Hawass </strong> said. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against <strong> Hosni Mubarak </strong> drove his police from the streets in a series of running battles. Also missing", "new_id": -2}]