[{"uid": "1296221646223641606", "i": 50213, "idx": 0, "sa": ["Kelsey Grammer", "Taraji P. Henson", "Kim Kardashian", "Ryan Seacrest", "Giuliana Rancic", "Simon Cowell", "Jennifer Aniston"], "q": "for the bus company.' I was going to explain it to them, but I was like,` Ah, forget it.' So finally I'll get a little respect,'' he said. <q> That's basically what my career has come down is to earn the respect of my nieces. </q> <strong> Kelsey Grammer </strong> Invites Camille to His Wedding EYE CANDY: <strong> Taraji P. Henson </strong> Gets Naked for PETA <strong> Giuliana Rancic </strong> tells Celebrity Baby Scoop that she is done with IVF for now <strong> Jennifer Aniston </strong> Is Adopting! HollyBaby <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kim Kardashianmel", "new_id": -2}, {"uid": "1295048804153829388", "i": 13409, "idx": 1, "sa": ["Mike Murphy", "David Letterman", "Colin Jost", "Joan Rivers", "Jimmy Fallon", "Gwyneth Paltrow", "Bill Maher", "Chrystia Freeland", "Martin Short", "James Carville", "Charlie Day", "Candice Bergen"], "q": "of toCharlie Day),`` Episodes,'' and`` Shameless.''-- The TV Junkie Must-Watch Plan: Tonight-`` Real Time with <strong> Bill Maher </strong>''( <strong> James Carville </strong>, <strong> Chrystia Freeland </strong>, <strong> Mike Murphy </strong>, <strong> Martin Short </strong>), <q> 16th Annual Critics' Choice Movie Awards, </q>`` The Soup,''`` Fashion Police,'' <strong> David Letterman </strong>( <strong> Joan Rivers </strong>, Jeff Caldwell, Wintersleep performs), <strong> Jimmy Fallon </strong>( <strong> Candice Bergen </strong>, writer/comedian <strong> Colin Jost </strong>). SaturCharlie Day-`` Primeval,''`` SNL''( <strong> Gwyneth Paltrow </strong>", "new_id": -2}, {"uid": "1295308684212140059", "i": 47461, "idx": 6, "sa": ["Michael Vick", "John Clark"], "q": "in the Eagles' offense. <strong> John Clark </strong> asked him what percentage of his potential he played at in Atlanta, what percentage he played at last season and what percentage he expects to play at next season. <q> 65 percent in Atlanta, 85 percent here this year, going for 95 to 100 next year, </q> <strong> Michael Vick </strong> said.`` I think next year will definitely be the year. That's the only thing I can think about now. It's funny because two years ago, I never envisioned myself being in this", "new_id": -2}, {"uid": "1296188505230555653", "i": 30843, "idx": 0, "sa": ["Michael Turner", "Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate href=\"http://www.tsn.ca/nfl/teams/players/?name=Michael Vick+Michael Turner\"> <strong> Michael Turner </strong>. This time, someone else is picking up the tab. <q> The first-class flight out here instead of coach didn't hurt either, </q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, href=\"http://www.tsn.ca/nfl/teams/players/?name=Drew Brees+Drew Brees\"> <strong> Drew Brees </strong>, href=\"http://www.tsn.ca/nfl/teams/players/?name=Michael Vick+Michael Vick\"> <strong> Michael Vick </strong> and other NFL greats-- past and present", "new_id": -2}, {"uid": "1296110489112230490", "i": 58038, "idx": 0, "sa": ["Simon Cowell", "Dane Cook", "Ben Gleib"], "q": "have collaborated before. Newberg co-wrote the song`` <strong> Simon Cowell </strong> Said,'' which <strong> Dane Cook </strong> performed for <strong> Simon Cowell </strong> on his last episode of`` American Idol'' in May of 2010. <strong> Dane Cook </strong> also performed Newberg's song <q> That's Probably a Bad Idea </q> to close the show every night on tour. <strong> Dane Cook </strong> invited Newberg and the other opening comedians on the tour( <strong> Ben Gleib </strong> and Al Del Ben Gleibe) on stage to sing the song with him every night.", "new_id": -2}, {"uid": "1296757679010059804", "i": 7011, "idx": 4, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "it was <strong> George H. W. Bush </strong> who first raised the possibility of intervention in Iraq, two weeks after the 9/11 attacks. He expresses regret over the handling of some prisoners at Abu Ghraib in Iraq and at Guant?namo Bay. <q> Looking back I see there are things the administration could have done differently and better with respect to wartime detention, </q> he says. <strong> Donald Rumsfeld </strong> claims interrogation techniques used by the military, for which he had responsibility, were less extreme than those used by the CIA. <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure", "new_id": -2}, {"uid": "1295684554156401677", "i": 11711, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Steve Booth"], "q": "problems in a company as large as Google, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead. <q> <strong> Larry Page </strong> has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview Thursday.`` It's not like he has been sitting around doing nothing.'' Although management by committee worked well enough to turn Google into an enormous success, it eventually", "new_id": -2}, {"uid": "1297304788026935319", "i": 33264, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "I remember saying to <strong> George W. Bush </strong> Shultz,`` I don't think I want to write a book because I've read other people's books and I see that it's their slice.'' And he said, <q> That's true, it's always going to be that way. But you should have your slice there, too. How it looked from your perspective. </q> So I've enjoyed doing that. Newsweek: Wars aside, we've been bad at grappling in non-kinetic fashion with Islamic extremism. If anything, it's spreading. Why? <strong> Donald Rumsfeld </strong>:", "new_id": -2}, {"uid": "1295502688237502473", "i": 4839, "idx": 4, "sa": ["Erin Kelly", "Mike Pence", "Barack Obama", "Ben Quayle"], "q": "that's a government takeover of health care and the American people know it,'' <strong> Mike Pence </strong> said. Democrats countered that the law is already Ben Quayleefiting millions of Americans and should not be derailed. <q> Because of the Affordable Care Act, Americans no longer have to live in fear that insurance companies will drop or cap their coverage if they get sick, or that they'll face double-digit premium increases with no accountability or recourse, </q> <strong> Barack Obama </strong> said.`` Small businesses across the country can take advantage of a new health care tax credit to offer coverage to their employees, and children suffErin Kellyg from an illness or pre-existing condition can no longer be denied", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]