[{"uid": "1296340734125665312", "i": 33048, "idx": 3, "sa": ["Carmelo Anthony", "Marcus Camby", "Lil Jon", "Steve Blake", "Allen Iverson"], "q": "to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Lil Jon </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the Nuggets can make a deep playoff run. <q>For me, at this stage of my http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night MYMIX FROM MISIEK MOVIE SHOW footage from 2002 to 2009 HQ: rapidshare.com Music: <strong> Mos Def </strong>& <strong> DJ Honda </strong>- Travellin' <strong> Carmelo Anthony </strong>( Hip-Hop) misiekakpl@o2.pl LUDZIE PRZEMYSÅ\u0081U Number: 2,5,8,10,24 Highlights/ Video/ Clip Small Biograpahy: <strong> Carmelo Anthony </strong> \"Beetlejuice</q> Johnson( born October 2, 1974 in Charleston, South Carolina) is an American professional basketball player, currently with the Orlando Magic of the NBA. Johnson is a 6' 3\"( 1.91 m)", "new_id": -2}, {"uid": "1295607417062603290", "i": 1007, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "\" Goldman Sachs analyst Ikuo Matsuhashi said that although the joint venture would have little impact on NEC's PC business earnings, it would be a sign of change in NEC's business strategy. <q>If NEC were to cede leadership to another company even in the PC business, something that would have been difficult to imagine in the past, that would mark a shift aimed at changing the company's earnings structure,</q> he said in a note. <strong> Google Inc. </strong> co-founder Page takes over, shares climb <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> will step aside and make way for co-founder Larry Page to take the reins, in a surprise announcement...", "new_id": -2}, {"uid": "1295225672165576721", "i": 33530, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q>Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives,</q> he explained. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1296380125137199666", "i": 33345, "idx": 0, "sa": ["Rush Limbaugh", "Colin Powell"], "q": "Your browser's security settings are preventing some features from appearing. Former Secretary of State <strong> Colin Powell </strong> recently stated, <q>There has crept into our society... a coarseness, a nastiness, an attack of people who don't share the same views as you do.</q> He was right to be concerned. Talk show incendiary <strong> Rush Limbaugh </strong>, as one might expect, derisively dismissed the same behaviors as \"human nature.\" In considering these views, I realized why, for two", "new_id": -2}, {"uid": "1294977903249905195", "i": 5924, "idx": 1, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill", "Devean George"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q>It felt funny playing against guys you played with all year,</q> <strong> Allen Iverson </strong> said. \"You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.\" <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297427687170164234", "i": 13513, "idx": 4, "sa": ["Sergio Marchionne", "Antonio Di Pietro"], "q": "be on his agenda before 2014. 20 Billion Euros \"<strong> Sergio Marchionne </strong> is taking the money and running to the U.S.,\" former Public Works Minister <strong> Antonio Di Pietro </strong> wrote in a post on his website. <q>Where are the 20 billion euros?</q> Fiat is trying to improve productivity and capacity utilization to restore profitability in Italy, still the carmaker's biggest market. None of the company's profit in 2010 came from Italy, <strong> Sergio Marchionne </strong> said. The", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q>the good and strong and opinionated people of this state</q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1295669701105103360", "i": 6862, "idx": 1, "sa": ["Eric Schmidt"], "q": "a shot at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.</q> Google generated$ 8.44 billion in revenue in the quarter, ended December 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1295568458148553731", "i": 25444, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Newt Gingrich", "Paul Kanjorski"], "q": "Chairman <strong> Paul Kanjorski </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Newt Gingrich </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1297283735263864322", "i": 7995, "idx": 0, "sa": ["Simon Cowell"], "q": " \"The X Factor,\" plus her thoughts on the new\" <strong> Simon Cowell </strong>'s \"The X Factor\"? <strong> Simon Cowell </strong> has told \"Extra\" she is still in consideration, but Abdul danced around the question. <q>Right now I'm concentrating on the finale of \"Live to Dance.'</q> The singer/dancer is very excited about the talent she saw on her show. \"Oh, my gosh, it's just a culmination of unbelievably unique ability and talent. And one act\"s gon", "new_id": -2}]