[{"uid": "1297713451165232640", "i": 41940, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Top Stories Video: Egyptian tourist town in dumps Top Stories Video: Royal wedding duties handed out Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> The Christian Science Monitor: Why Egypt's Muslim Brotherhood isn't the Islamic bogeyman The Christian Science Monitor: A budget proposal fit for Valentine's Day", "new_id": -2}, {"uid": "1295569141118865927", "i": 57768, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Bill Gates"], "q": "no longer needed!'' Vindicia offers an e-Bill Gatesing product that runs as a service, manages recurring Bill Gatesing and offers fraud management <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295594598183287816", "i": 56401, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe <strong> Larry Page </strong> is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most-watched companies. <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although <strong> Sergey Brin </strong> would", "new_id": -2}, {"uid": "1295909859246595674", "i": 48642, "idx": 3, "sa": ["Bernie Sanders", "Paul Ryan", "Barack Obama", "Sheldon Whitehouse"], "q": "enough to alleviate those fears.`` I was very pleased to see in the media this afternoon that the <strong> Barack Obama </strong> will not-- underline will not-- advocate raising the retirement age,'' <strong> Bernie Sanders </strong> said. <q> I applaud the <strong> Barack Obama </strong> for standing up for Social Security. </q> <strong> Bernie Sanders </strong> was on the call with Sen. <strong> Sheldon Whitehouse </strong>( D-RI), who joined with the Vermont independent in condemning the Republican budget plan-- which was proposed by the Rep. <strong> Paul Ryan </strong>( R-WI), who Republicans", "new_id": -2}, {"uid": "1295556469260145156", "i": 26703, "idx": 2, "sa": ["Eric Schmidt"], "q": "`` First, we must focus on developing the underlying fast networks( generally called LTE),'' <strong> Eric Schmidt </strong> writes.`` Second, we must attend to the development of mobile money,'' he continues. <q> Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world. </q> I will focus on priorities two and three, in part because they're more in Google's control. I'll start with mobile money, which I've written about numerous times. In a", "new_id": -2}, {"uid": "1295091463061095940", "i": 29570, "idx": 4, "sa": ["Pier Luigi Bersani", "Sergio Marchionne"], "q": "ora gli investimenti. Anche il segretario del Pd? intervenuto sull` esito del referendum.`` Ora gli investimenti promessi da <strong> Sergio Marchionne </strong>'', ha detto <strong> Pier Luigi Bersani </strong>. Il risultato del referendum sull` accordo per Fiat Mirafiori <q> va rispettato. E va rispettato anche per quel tanto di disagio che rappresenta </q>. Cos il segretario del Pd, <strong> Pier Luigi Bersani </strong>, ha risposto alle domande dei giornalisti a margine di una manifestazione oggi ad Ancona.`` Quindi- ha aggiunto- ora la Fiat mantenga gli impegni e si rivolga a", "new_id": -2}, {"uid": "1295599345020365320", "i": 34618, "idx": 6, "sa": ["Sergey Brin", "Eric Schmidt", "Mark Zuckerberg", "Larry Page"], "q": "denke ich, bei allem berein.'' Und was macht nun <strong> Sergey Brin </strong>, der Kompagnon von <strong> Larry Page </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. <q> Die Rolle passt perfekt zu ihm </q>, sagt <strong> Eric Schmidt </strong> v?terlich.`` <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder.'' Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit aber vorbei. Jetzt gibt es", "new_id": -2}, {"uid": "1296164507194232338", "i": 1293, "idx": 2, "sa": ["Bernie Sanders"], "q": "are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion,'' <strong> Bernie Sanders </strong> said. <q> Social Security can pay out every benefit owed to every eligible American, for the next 27 years. </q> Social Security has built up a$ 2.5 trillion surplus since the retirement program was last overhauled in the 1980s. Benefits will be safe until that money runs out. That is projected to happen in 2037", "new_id": -2}, {"uid": "1296148222056688642", "i": 31878, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Georgia Legislators Aim to` Crack Down' On Illegal Immigration This Year YouTube overnight sensation Megan McGlover talks about Atlanta traffic, weather and more on Wednesday's Daily 11 at 7 with Ted Hall.", "new_id": -2}, {"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}]