[{"uid": "1296566909244629504", "i": 29797, "idx": 0, "sa": ["Allen Iverson", "Miguel Ángel Portugal", "Leon Powe"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the Leon Powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Miguel Ángel Portugales' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1296867070001982490", "i": 3671, "idx": 7, "sa": ["Sergio Marchionne"], "q": "projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> This guy sounds like Morry from Goodfellas... </q> Time.com: Last-Name Effect: People with End-of-Alphabet Names Buy Faster", "new_id": -2}, {"uid": "1297141515250691586", "i": 39338, "idx": 0, "sa": ["Simon Cowell"], "q": "Super Bowl commercials? The Black Eyed Peas singer planned to send out tweets while the band was on the field performing the halftime show at Sunday's game-- until he lost service. <q> Att crashed... ahhhh!!!! The worse, </q> he tweeted after they performed. <strong> Simon Cowell </strong> is making a huge noise with his new talent show, \"The X Factor,\" which will premiere on Fox in the fall. The winner will", "new_id": -2}, {"uid": "1296532421049463301", "i": 11795, "idx": 0, "sa": ["Zahi Hawass"], "q": "dome and tried to lower themselves using ropes. They fell on to a tomb, smashing its case and severing the heads of two mummies.Chief curator <strong> Zahi Hawass </strong> told how they then ransacked the souvenir shop. He said: <q> These idiots missed the real treasure and stole from the gift shop instead. </q> The Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria and El Manial Museum have also been targeted. Mr <strong> Zahi Hawass </strong> said: \"My heart is broken and my blood is boiling.\"", "new_id": -2}, {"uid": "1297171230133922851", "i": 11411, "idx": 2, "sa": ["Simon Cowell"], "q": "'m a big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he said during", "new_id": -2}, {"uid": "1296709732155615281", "i": 55205, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson", "Max Clifford", "Ralph Fiennes"], "q": "who was employed by publicist <strong> Max Clifford </strong>, is suing the tabloid claiming her voice mail was illegally accessed in 2006 to mine information on actor <strong> Ralph Fiennes </strong> and singer Cornelia Crisan. target=\"_blank\"> The Independent reports: <q> \"The alleged hacking, which it is claimed allowed the NotW to print a similar story to that only obtained by the Sunday Mirror and The Mail on Sunday after paying Ms Crisan some? 35,000, is the latest evidence that the practice was used to monitor the activities of journalists and publicists, as well as public figures and celebrities. </q> \" NOTW associate editor <strong> Ian Edmondson </strong> has been named a co-defendant in the case. He was sacked last month after it was revealed he was linked to a private investigator. Former editor <strong> Andy Coulson </strong> was", "new_id": -2}, {"uid": "1295423004000589831", "i": 15453, "idx": 6, "sa": ["Sergio Marchionne", "Raffaele Bonanni", "Maurizio Landini"], "q": "trattativa(( il no di <strong> Raffaele Bonanni </strong>: \"Questo non? un gioco di societ\" ) e col segretario <strong> Maurizio Landini </strong> che attacca <strong> Sergio Marchionne </strong>( \"Non vuole pi nessun contratto\" ) e parla di modello tedesco: <q> Dico s se preso nel suo complesso: pi salari, pi diritti, meno lavoro, l'azienda obbligata a dare ai sindacati i piani industriali </q>. Il punto, per, ora? Melfi e Cassino. Anzi, prima il contratto di Mirafiori. \"Bisogna scriverlo\" dice Palombella, che stima sar pronto entro \"fine gennaio-inizi febbraio\" .", "new_id": -2}, {"uid": "1294957392081149963", "i": 8359, "idx": 5, "sa": ["Metta World Peace", "Allen Iverson", "Linas Kleiza", "Tyronn Lue"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said <strong> Linas Kleiza </strong> The Red Hurricane A video with nice dunks and highlights from <strong> Linas Kleiza </strong>- Olympiakos player <strong> Linas Kleiza </strong>( pMetta World Peaceounced[ lin?s kl?iz])( born January 3", "new_id": -2}, {"uid": "1295375973188088334", "i": 3080, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler minivans. The redesigned 2011 Chrysler Town& Country and Dodge Grand Caravan have been driving off the assembly line for several weeks, and the vehicles are selling well, <strong> Sergio Marchionne </strong> has said. <q> I think whenever we launch new products coming out of these plants, we need to be there, </q> said <strong> Sergio Marchionne </strong> last Wednesday during the North American International Auto Show in Detroit. \"I think it's an important recognition of the effort that's gone in here by our colleagues on the shop floor.\"", "new_id": -2}, {"uid": "1295570598118865953", "i": 6253, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having <strong> Larry Page </strong> running things day to day,", "new_id": -2}]