[{"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1295991953089178223", "i": 3077, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}, {"uid": "1296163888042713094", "i": 31164, "idx": 0, "sa": ["Karen Pence", "Austin Stout", "Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q> I believe history will record... Indiana led the country back. </q> Charlie Nye/ The Star. Nine-year-old <strong> Austin Stout </strong>, Brownsburg, left, comes up to congratulate Indiana Congressman <strong> Mike Pence </strong>, who won reelection for his 6th District seat, with wife <strong> Karen Pence </strong> at his side, after his victory", "new_id": -2}, {"uid": "1296498486124518453", "i": 34025, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \"Indiana is going to be a priority for the president,\" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. \"The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1295293272209076262", "i": 34178, "idx": 2, "sa": ["Steve Ballmer"], "q": ", your body.\" Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say, \"No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game\", </q> he said.", "new_id": -2}, {"uid": "1295135053142065693", "i": 53, "idx": 3, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson", "Anthony Morrow"], "q": "<strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high. \"When he puts his mind to it, he can do anything on the basketball court,\" <strong> Allen Iverson </strong> said. <q> He can dominate in every aspect. Rebounding, that's all effort. When <strong> Carmelo Anthony </strong> gets down low and starts banging with those guys, it's hard for people to defend him. </q> <strong> Anthony Morrow </strong> credited his aggressive play on the boards to simply wanting to take the pressure off <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong>. \"I know I can do it,\" he said. \"I know when I want to do", "new_id": -2}, {"uid": "1297145575101449730", "i": 21661, "idx": 8, "sa": ["Simon Cowell"], "q": "top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in", "new_id": -2}, {"uid": "1295753709087883837", "i": 33581, "idx": 2, "sa": ["Damon Jones", "Allen Iverson", "Reggie Jackson", "Chris Webber"], "q": "stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them. \"I just think something had to be said at that point,\" <strong> Damon Jones </strong> said. <q> No big thing http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"<strong> Reggie Jackson </strong>'s really what I did. It helped me out.\" <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295476301073809929", "i": 15220, "idx": 0, "sa": ["Donald Brashear", "David Letterman", "Harold Jacob Rome", "Peggy Lee", "Blair Betts"], "q": "<strong> Donald Brashear </strong>'s dirty hit on <strong> Blair Betts </strong> 2009-04-26 <strong> Donald Brashear </strong> got only 5(+1) games for this nasty hit on <strong> Blair Betts </strong> who suffers multiple fractures to the face.... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong> <q> All of a sudden my heart sings </q> performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> \"All of a sudden my heart sings\" performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford", "new_id": -2}, {"uid": "1297449712044924950", "i": 34889, "idx": 1, "sa": ["Steve Ballmer", "Bill Gates"], "q": "Microsoft's stock has languished for the past decade, and the company is now a \"hapless also-ran in a number of crucial, emerging markets.\" Why? <strong> Steve Ballmer </strong>. How is he even still CEO? <q> Does[ <strong> Steve Ballmer </strong>] possess compromising photos </q> he's been using for blackmail? \"<strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares...\" Let's not rush to conclusions: Sure, <strong> Bill Gates </strong> could be \"souring on Microsoft,", "new_id": -2}]