[{"uid": "1295492627115408900", "i": 56008, "idx": 6, "sa": ["Allen Iverson", "Will Solomon"], "q": ".... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I <strong> Will Solomon </strong> continue my career. </q> Referring to a Monday meeting with Griz... Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights I was seven years old.", "new_id": -2}, {"uid": "1295554110082853921", "i": 30195, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" href=\"http://wn.com/?an?\"> an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard`` American Idol </q> returned to Fox with its 10th season target=\"_blank\" href=\"http://filmnews.com/\"> premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable <strong> Randy Jackson </strong> occupying <strong> Simon Cowell </strong>'s old seat", "new_id": -2}, {"uid": "1297185505205783051", "i": 13237, "idx": 2, "sa": ["Michael Vick"], "q": "that are being put down.'' <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> <q> Comeback Player of the Year. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WTOL, a", "new_id": -2}, {"uid": "1296048192167411747", "i": 46267, "idx": 0, "sa": ["Zack Follett", "Michael Vick", "Matt Wile", "Mark Snyder", "John Morrison"], "q": "team, hopes to turn the Wolverines' woeful kicking game around. In an article by <strong> Mark Snyder </strong> of the Detroit Free Press, <strong> Mark Snyder </strong> quotes <strong> Matt Wile </strong>'s San Diego Francis Parker High School coach, <strong> John Morrison </strong>: <q> <strong> Matt Wile </strong> has a huge leg, he can kickoff for them immediately, kick extra points and field goals immediately, and it wouldn't surprise me if he punted for Michigan someday. </q> Michigan football team gets commitments from quarterback Russell Bellomy and linebacker Antonio Poole Darrell Funk says Michigan offensive line has to be a` physical, nasty group' Lions' <strong> Zack Follett </strong> regrets` china doll' reMark Snyder; <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295479864156581898", "i": 59409, "idx": 6, "sa": ["Andy Reid", "Michael Vick"], "q": "contract, wants to start next season and told coach <strong> Andy Reid </strong> that he would rather be traded than be <strong> Michael Vick </strong>'s backup for another season.`` It's understandable coming from Kev,'' <strong> Michael Vick </strong> said. <q> We haven't spoke. He's enjoying his free time. </q> The labor discord will play a major role in how the Eagles approach their quarterback situation next season. Both sides appear to be preparing for a work stoppage. One of the issues is a proposed 18-game", "new_id": -2}, {"uid": "1296167621065404968", "i": 51496, "idx": 0, "sa": ["Mike Pence"], "q": "'s security settings are preventing some features from appearing. U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' He said he would make a decision", "new_id": -2}, {"uid": "1297298613261144580", "i": 50091, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane. \" Report Abuse <q> Quit sending us Mexican and we will quit sending you guns OK!!!! </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1296863261132562962", "i": 11869, "idx": 5, "sa": ["Carlos Ghosn", "Sergio Marchionne", "Tom Gage"], "q": "CEO of both Fiat and Chrysler.`` From a corporate governance standpoint is the point in which separate companies don't make a lot of sense.... We're not there yet.'' <strong> Sergio Marchionne </strong> said <q> I'm not <strong> Carlos Ghosn </strong>, </q> referring to the fact that <strong> Carlos Ghosn </strong> heads both Renault and Nissan- two auTom Gageakers that have formed an alliance. <strong> Sergio Marchionne </strong> said he'd like to the see Chrysler and Fiat formally merged in two or three years", "new_id": -2}, {"uid": "1296774921237715483", "i": 4057, "idx": 1, "sa": ["Wanda Jackson", "David Letterman", "Bob Dylan", "Jack White"], "q": "a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the`` Late Show With <strong> David Letterman </strong>'' in New York and`` Conan'' in Los Angeles. <q> I want to thank <strong> Jack White </strong> for making all this happen for me, </q> <strong> Wanda Jackson </strong> said at a recent week.`` He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight.'' She told", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]