[{"uid": "1297285832010960898", "i": 45376, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jay Leno"], "q": "Live to Dance <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together By Elizabeth Kwiatkowski, 02/09/2011 <strong> Paula Abdul </strong> has confirmed that she and fellow former American Idol <strong> Simon Cowell </strong> have discussed working together again. <q> He always talks to me about,` We will work together somehow, some way,' and he's an acquired taste but I love him very much, </q> the Live To Dance star said during a Tuesday appearance on The Tonight Show with <strong> Jay Leno </strong>. <strong> Jay Leno </strong> noted that <strong> Simon Cowell </strong> had Cowell-Simon Cowell-the-x-factor-judging-panel-still-yet-be-determined--11968.php\"> recently referred to himself as a \"massive\" fan of <strong> Paula Abdul </strong> when", "new_id": -2}, {"uid": "1296173892054247454", "i": 13020, "idx": 0, "sa": ["Bernie Sanders"], "q": "of Representatives, discussing ways to create private accounts with Social Security taxes. Centrist Democrats, while they're not backing privatization, are discussing ways to save money by making smaller alterations to the system. <q> Social Security has been the most successful social program initiated by the federal government in the history of this country, </q> said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. \"We are getting very tired of hearing Republicans saying Social Security is collapsing.\" It's not, and estimates are that", "new_id": -2}, {"uid": "1296040609025690129", "i": 29984, "idx": 2, "sa": ["Patrick Leahy", "Bernie Sanders", "Peter Welch"], "q": "Social Security remains strong not only for the present generation but for our kids and grandchildren,\" <strong> Bernie Sanders </strong> said. Democratic Rep. <strong> Peter Welch </strong> said the president laid out the right direction for the country. <q> He hit the right issues. We've got to create jobs and the only way we're going to do that is by investing in the jobs of the future and investing in our infrastructure, </q> <strong> Peter Welch </strong> said. <strong> Peter Welch </strong> says the other big point the president made was deficit control, which he says goes hand in hand with job creation. Comments Terms of Use: We welcome your particiPatrick Leahyion in", "new_id": -2}, {"uid": "1297711413124567566", "i": 45344, "idx": 2, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote. \"You have to believe, and know that they are more than just imagination.\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WAVE, a", "new_id": -2}, {"uid": "1297698848012320885", "i": 34339, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "CEO <strong> Steve Ballmer </strong> actually announced: Windows Phone 7 will become Nokia's primary smartphone platform Nokia will contribute to Windows Phone 7 hardware devStephen Elopment( help Microsoft devStephen Elopers better optimize their software for telecom) Nokia will bring WP7 to <q> a larger range of price points, market segments and geographies </q>( translation: low-cost replacements for today's feature phones and more devices in the devStephen Eloping world) The Microsoft Marketplace( app and media store) will absorb Nokia's current apps and content( the Ovi store)", "new_id": -2}, {"uid": "1295656711074924044", "i": 58310, "idx": 0, "sa": ["Kirsten Gillibrand", "Eric Schneiderman", "Charles Ellis Schumer", "Andrew Cuomo", "Barack Obama"], "q": "U.S. Sen. <strong> Charles Ellis Schumer </strong>, D-N.Y., praised the speech, saying <strong> Barack Obama </strong> offered a glimpse of his plans for 2011. The <strong> Barack Obama </strong> will give his State of the Union address on Tuesday. <q> I think you saw a little preview of the State of the Union-- talking about growth and jobs and a positive future for AmEric Schneidermana, </q> <strong> Charles Ellis Schumer </strong> said. U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said the <strong> Barack Obama </strong> was rightly focusing on jobs. \"I think the <strong> Barack Obama </strong>'s speech really hit the <strong> Andrew Cuomo </strong>,\" <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295550320082853986", "i": 54738, "idx": 5, "sa": ["Jackie Chan", "Colin Powell", "John McCain", "Barack Obama", "Manmohan Singh", "Bill Ayers"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to pasJackie Chan <q> a comprehensive energy and climate <strong> Bill Ayers </strong>... because the nation that leads the clean energy economy will be the nation that leads the global economy. </q> Obama_Barack Obama_Takes_Questions_at_GOP_House_Issues_Conference The <strong> Barack Obama </strong> takes questions from Republican members of the House of Representatives at the GOP House Issues Conference in Baltimore, MD.. January 29, 2010. Obama_Barack Obama_Welcomes_Prime_Minister_Manmohan Singh_of_India The <strong> Barack Obama </strong> and Prime Minister <strong> Manmohan Singh </strong> of India speak during", "new_id": -2}, {"uid": "1295715717099811342", "i": 13560, "idx": 8, "sa": ["Allen Iverson"], "q": "of his 14 assists in the period and also finished Celtics 86, Pistons 82: Boston rides Shaq, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q> It's like being at a party, and the record skips, and you've got to get back on beat, </q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the target=\"_blank\" Detroit Pistons 86-82 on Wednesday night. \"So, you know, the record skipped a bit. But I", "new_id": -2}, {"uid": "1296335182265814026", "i": 31736, "idx": 2, "sa": ["Tim Thomas", "Rodney Stuckey", "LeBron James", "Michael Bruce Curry", "Allen Iverson", "Richard Hamilton", "Rasheed Wallace"], "q": "group. Detroit coach <strong> Michael Bruce Curry </strong>, though, felt that sticLeBron James with three guards-- <strong> Rodney Stuckey </strong>, <strong> Allen Iverson </strong> and <strong> Richard Hamilton </strong>-- was worth giving up size inside. \"I thought we won that battle,\" he said. <q> Yes, they posted us up a few Tim Thomases, but we were able to get <strong> Allen Iverson </strong> and Rip free. AI had 38 and Rip scored 30, and I'll take that. </q> <strong> Allen Iverson </strong> led the Pistons with 38 points, and <strong> Richard Hamilton </strong> added 30. <strong> Rasheed Wallace </strong>'s 3-pointer pulled Detroit within 96-94 with 1:20 to play, and <strong> Rodney Stuckey </strong> picked off the inbounds pass and laid it in to tie the game", "new_id": -2}, {"uid": "1297216894026116176", "i": 44765, "idx": 0, "sa": ["Paula Abdul", "George Michael", "Christina Aguilera", "Nicole Scherzinger", "Simon Cowell"], "q": "\" <strong> Nicole Scherzinger </strong> and Cole and admits his former American Idol judging pal <strong> Paula Abdul </strong> is \"in the mix\" with the other potentials. But Pussycat Dolls star <strong> Nicole Scherzinger </strong> appears to be a favourite. <strong> Simon Cowell </strong> says, <q> She is gorgeous and she does know what she's talking about. </q> He also dismissed reports <strong> George Michael </strong> might be on the panel and <strong> Simon Cowell </strong> has also ruled out <strong> Christina Aguilera </strong> after her national anthem mess at the Super Bowl on Sunday( 06Feb11). Esben And The Witch,", "new_id": -2}]