[{"uid": "1295582731089079830", "i": 24126, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "Regis Philbin", "Joan Rivers"], "q": "Abdul, <strong> David Letterman </strong>- <strong> Howard Stern </strong> says that <strong> Jay Leno </strong> is a`` crook.'' In an interview on <strong> Piers Morgan </strong>... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> I have enjoyed Detroit 187. It is great to recognize the streets and places that I am familiar with. </q> The last two episodes have been excellent. There are so many interesting stories to tell about Detroit. Report Abuse \" Detroit 187 has legs and needs a chance to grow. It may seem like the typical", "new_id": -2}, {"uid": "1295310733097861638", "i": 44758, "idx": 0, "sa": ["Lou Williams", "Allen Iverson", "Anthony Parker"], "q": "pulled the Sixers to 98-96. But <strong> Anthony Parker </strong> came right back with a clutch 3-pointer of his own for a 101-96 advantage.`` It's good to see the ball go through the hoop,'' <strong> Anthony Parker </strong> said. <q> Defensively, I felt like we did a good job, forcing them to take some tough shots, which they hit. </q> On the Sixers' next possession, <strong> Lou Williams </strong> hit a 3-pointer and was fouled by <strong> Anthony Parker </strong>. <strong> Lou Williams </strong> connected on the free throw for a rare http://wn.com/Allen_Iverson_back_to_Philadelphia_76ers__Interview Sixers agree to terms with <strong> Allen Iverson </strong> to make Sixers season debut on Monday", "new_id": -2}, {"uid": "1297275510262340633", "i": 2901, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Jason Maynard"], "q": "<strong> Steve Ballmer </strong> wrote at the time. While <strong> Steve Ballmer </strong> was vague about the reasons, analysts believed that the CEO had lost faith in Muglia's ability to lead the company into the next generation of enterprise computing. <q> Our key conclusion from the management change is that <strong> Steve Ballmer </strong> feels that new leadership is needed to navigate Microsoft's evolution to the cloud, </q> said Wells Fargo Securities analyst <strong> Jason Maynard </strong>. As the former head of engineering in Microsoft's online unit, <strong> Satya Nadella </strong> should be well prepared to lead Microsoft's ventures into the cloud. He said he's up", "new_id": -2}, {"uid": "1296593740161153052", "i": 7886, "idx": 1, "sa": ["Andy Coulson"], "q": "resigned after deciding that the continuing allegations about phone hacking dating back to his time as the Sunday tabloid's editor had made it impossible to devote`` 110%'' of his time to his job. <q> When the spokesman needs a spokesman, it is time to move on, </q> he said in his statement. Downing Street insisted his resignation was not precipitated by any new evidence that would challenge his claim that he had no knowledge of phone hacking at the newspaper. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295649657122683421", "i": 23011, "idx": 3, "sa": ["Kirsten Gillibrand", "Chris Gibson"], "q": "we can beat Russia in the race to the moon, we can beat China in the race to green energy and that's what this is about,'' said Senator <strong> Kirsten Gillibrand </strong>( D- New York). <q> It's about being competitive. It's about creating opportunity for growth in a growing sector and I think the President's speech really hit the mark. </q> Republican Congressman <strong> Chris Gibson </strong>, fresh off his vote to repeal and replace`` Obamacare'', also reviewed the speech positively.`` I don't want to focus on what I may or may not have disagreed with,", "new_id": -2}, {"uid": "1297129044188514306", "i": 487, "idx": 9, "sa": ["Simon Cowell"], "q": "of doing.... They've got their own opinions; they know what they're doing. You look at someone like American Idol?`` I haven't seen a full episode,'' he said. <q> I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over, </q> <strong> Simon Cowell </strong> continued.`` The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"uid": "1297364549156647470", "i": 6118, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of Beverly Hills, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Updated: A", "new_id": -2}, {"uid": "1297175256265814058", "i": 3528, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "Former defense secretary <strong> Donald Rumsfeld </strong> says he should have stepped down in 2004 after photos emerged of the abuses done to Iraqi prisoners by U.S. personnel at the Abu Ghraib prison in Baghdad. <q> That was such a stain on our country, </q> he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed`` I stepped up and told the president I thought I should resign,'' he says.`` I think probably he and the military and the Pentagon", "new_id": -2}, {"uid": "1296060288015335448", "i": 6046, "idx": 0, "sa": ["The doctor", "Nancy Reagan", "David Letterman", "Betty White"], "q": "`` <strong> David Letterman </strong> is going to come, he promised. I want to get a couple of famous people up here, her friends especially, some people like <strong> Betty White </strong>, <strong> Nancy Reagan </strong>.'' He explained: <q> My wife will stay in her bedroom, she'll have her hair done nicely and make up so people can go singularly into the bedroom and talk to her. Maybe she understands them or not and maybe she cheers up. </q> Working out how many candles to put on the cake might be a contentious issue though.`` In the emergency room the doctors came in and asked for her age. <strong> The doctor </strong> asked me`", "new_id": -2}, {"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,'' <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}]