[{"uid": "1296372760006340610", "i": 38325, "idx": 1, "sa": ["Zahi Hawass"], "q": "Army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artefacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalised two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}, {"uid": "1297697522107970622", "i": 31612, "idx": 5, "sa": ["Steve Ballmer"], "q": "more easily.'' Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start on. Smart design first. 4:09 PM <q> Great products are really defined by the passion and the loyalty that they inspire from the people who've gone out and purchased them. </q> Sounds like Symbian fans to us, hah! 4:08 PM`` 93% of customers are delighted with their Windows Phones.'' 4:08 PM`` We knew from the reaction that we got here at MWC last year", "new_id": -2}, {"uid": "1295085191096239620", "i": 47373, "idx": 3, "sa": ["Michele Bachmann", "Mike Pence", "Rand Paul", "Barney Frank"], "q": "opposition`` useful'' in terms of creating political leverage. But now, apart from <strong> Rand Paul </strong> and <strong> Michele Bachmann </strong>, firm opponents are hard to come by. And <strong> Rand Paul </strong> thinks most GOP freshmen will end up voting yes. <q> I[ expect] they're going to be talked into it- the majority will be talked into it- because they are going to get some promise they are going to cut back, </q> he said in an interview on Fox Business Network. Perhaps sensing an opportunity, House Democrats have begun to toy with the idea of`` playing chicken'' with the debt. <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D., Mass.", "new_id": -2}, {"uid": "1296828433039223362", "i": 41923, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld"], "q": ". I say, sit the f down and shut the f up. He should cross over to the other side and we can be done with him. Mr <strong> Donald Rumsfeld </strong> describes Senator <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. Bravo Rummy... you captureds the essence of this vain and petty little man in one sentence! Mr <strong> Donald Rumsfeld </strong> describes Senator <strong> John McCain </strong> in his book as`` a man with a hair-trigger temper and a propensity", "new_id": -2}, {"uid": "1295050940061669383", "i": 48916, "idx": 3, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "he was a massive part of the show's identity. Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver`` succinct, brutally honest and witty'' critiques in an off-the-cuff fashion. <q> <strong> Simon Cowell </strong> was the voice of the people, </q> he says.`` He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it_ and that was a shock to me.''", "new_id": -2}, {"uid": "1295597750252706816", "i": 1303, "idx": 1, "sa": ["Tim Cook", "Eric Schmidt"], "q": ". On the call, <strong> Eric Schmidt </strong> said the three men had a long series of discussions about the appropriate management structure, and concluded that their overlapping authority was adding delays to the decision-making process. <q> I don't anticipate any material change in our strategies, but I do believe we, as a result of this, will operate and execute the business even( better), </q> he said. Industry observers, however, were scratching their heads about the Tim Cooking of the shakeup, as the company continues to deliver impressive financial results. Google reported revenue of$ 8.4 billion", "new_id": -2}, {"uid": "1295615031066224132", "i": 39580, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "he was'' very sorry'' <strong> Andy Coulson </strong> had felt'' compelled'' to resign. <strong> Andy Coulson </strong> also said in his statement that he was'' proud'' of his work with <strong> David Cameron </strong> and the coalition, adding that <q> nothing is more important than the government's task of getting this country back on its feet. </q> Thinking Beyond Borders: Management of Extended Business Travelers Service Is the Path to Growth: How Communications Companies Can Gain Market Share in the Digital Home", "new_id": -2}, {"uid": "1296135713210878469", "i": 51, "idx": 1, "sa": ["Bernie Sanders", "Mike Luckovich"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}, {"uid": "1295670452069369863", "i": 9986, "idx": 2, "sa": ["Tracy McGrady", "Allen Iverson"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]