[{"uid": "1297136473102924319", "i": 29846, "idx": 10, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003- and never spoke up during meetings with the president to raise objections about the war. <q>There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,</q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1297668332223444997", "i": 6783, "idx": 2, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "Amy work for local nonprofit organizations. They have two children: Zachary, 8, who suffers from autism, and Jacob, 12. The family appeared with <strong> Kirsten Gillibrand </strong> on Sunday to support her legislation. <q>Raising two kids in the city of <strong> Mayor Michael Bloomberg </strong> is not easy. Our water bill is going up, the bridge tolls are going up,[ and] property taxes are going up every year. We feel like we're getting nickled and dimed and squeezed at every turn,</q> Lavelle said. <strong> Kirsten Gillibrand </strong> says the Homeowner Tax Fairness Act would save 1.1 million <strong> Mayor Michael Bloomberg </strong> state homeowners who do not itemize their tax deductions a total of$ 1 billion annually; this would include$ 210 million", "new_id": -2}, {"uid": "1295166038045383695", "i": 1324, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a \"deliberate\" move on then-defence secretary <strong> Donald Rumsfeld </strong>'s part. <q>He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period,</q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1295022258099024910", "i": 20757, "idx": 6, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": ",\" says Richard Rushfield, author of the upcoming American Idol: The Untold Story. Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. <q>You can't, and it would be foolish to try to do that,</q> she says. \"If you go, \"We're going to find another slightly nasty British( recording) executive,\" people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is.", "new_id": -2}, {"uid": "1297712336141344797", "i": 2204, "idx": 0, "sa": ["Zahi Hawass"], "q": "' protest was also deeply personal, with protesters saying <strong> Zahi Hawass </strong> was a \"showman\" and publicity hound with little regard for thousands of archaeology students who have been unable to find work in their field. <q>He doesn't care about us,</q> said 22-year-old Gamal el-Hanafy, who graduated from Cairo University in 2009 and carried his school certificates in a folder. \"He just cares about propaganda.\" <strong> Zahi Hawass </strong> has maintained that his first love is Egypt", "new_id": -2}, {"uid": "1295340687209076236", "i": 14939, "idx": 1, "sa": ["Allen Iverson", "Jermaine Dupri"], "q": "something that doesn't require practice, he never would have been involved in that heartwarming return to Philly. Nor would he have taken that leave of absence to be with his family- which was actually code for <q>throw a party in Charlotte with <strong> Jermaine Dupri </strong> and hope the media don't find out.</q> Then poor <strong> Jermaine Dupri </strong> would have had to sit there all alone wondering why the club was empty. No one wanted that- least of all <strong> Jermaine Dupri </strong>. And so <strong> Allen Iverson </strong> will push on, because that's", "new_id": -2}, {"uid": "1295315613097861656", "i": 3444, "idx": 0, "sa": ["Mike Pence"], "q": "The pair's site is a gathering place for grassroots conservatives to sign a petition urging <strong> Mike Pence </strong> to choose a run for the White House. The site describes <strong> Mike Pence </strong> as \"the conservative champion.\" <q><strong> Mike Pence </strong> describes himself as \"first a Christian, then a conservative, then a Republican,\"</q> Benko said. \"He unifies fiscal, social and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012.\" The Hill reported <strong> Mike Pence </strong>, 51,", "new_id": -2}, {"uid": "1297084960088915971", "i": 39087, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Shiloh Fernandez"], "q": "The ad only featured <strong> Simon Cowell </strong> which leads us to wonder whether or not <strong> Cheryl Cole </strong> has landed the estimated Â£ 10m deal to join him. An insider has hinted that she has, telling OK!: <q><strong> Simon Cowell </strong> is the boss of this show, he gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk. \"The way American contacts are, gives Fox the chance to opt out if the viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.</q> <strong> Shiloh Fernandez </strong> \"Happy' He Didn't Get Twilight\"s Edward Cullen Role", "new_id": -2}, {"uid": "1296124798102268952", "i": 49270, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "that it's got to come from somewhere.\" Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,</q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}]