[{"uid": "1295158532128794647", "i": 626, "idx": 4, "sa": ["Byron Scott", "Allen Iverson", "Guo Lusheng", "Earl Boykins"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer Earl Boykinsy in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his <strong> Guo Lusheng </strong> against San Byron Scottio a week ago, slips on a brace after every game per doctors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1297401258190005254", "i": 43701, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick", "Josh Hamilton"], "q": "million,$ 3.3 million more than Texas had offered.`` Obviously you want to have things behind you as far as the business standpoint, before you go start playing again,'' <strong> Josh Hamilton </strong> said. <q> This deal done allows me to do that for a couple of years now.... Just go play and have fun, and stay away from walls. </q> <strong> Josh Hamilton </strong> got hurt last year when he rolled his ankle and stumbled into the wall after making a catch on the warning track in Minnesota.? <strong> Mark Buehrle </strong> BASHES <strong> Michael Vick </strong>: White Sox pitcher <strong> Mark Buehrle </strong>,", "new_id": -2}, {"uid": "1295243665038617117", "i": 27351, "idx": 2, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "York Democrat.`` If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have,'' <strong> Kirsten Gillibrand </strong> said on CBS. <q> The bill's not perfect. It never has been. </q> <strong> Charles Ellis Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of a provision requiring businesses to report annual expenses to individual vendors in excess of$ 600.", "new_id": -2}, {"uid": "1295542835101302273", "i": 22395, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "but I couldn't help but to notice how much the show's standards are lowered with <strong> Simon Cowell </strong> out of the picture.'' Entertainment Weekly asked in a poll whether fans enjoyed the first episode, inquiring: <q> Will the inclusion of 15-year-olds turn` Idol' into glorified tryouts for` Glee'? So much to take in, but let's bottom-line it: Did it work? </q>`` I liked it,'' wrote a commenter named Tierra Berry.`` I kinda became smitten with <strong> Steven Tyler </strong>... his accompaniment to contestants' song[ s] must make them feel better more[ often]", "new_id": -2}, {"uid": "1297429199014975043", "i": 46384, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying,`` We aren't making a specific announcement of when that will be,'' while <strong> Steve Ballmer </strong> contented himself with, <q> When there's news there will be news. </q> He added that Microsoft and Nokia's engineers have already been working closely together, with talks having started back in November between the two companies. <strong> Steve Ballmer </strong> said the deal is not exclusive:", "new_id": -2}, {"uid": "1295440340072597603", "i": 4382, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Randy Jackson", "Simon Cowell"], "q": "of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Randy Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295612670207978506", "i": 4625, "idx": 2, "sa": ["Eric Schmidt"], "q": "change was`` not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision-making at the company, which ended the year with about 24,000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> told Reuters. <strong> Eric Schmidt </strong>, who has been CEO for the past decade will become Executive Chairman. Eight pirates are dead and 5 captured after the high seas clash.", "new_id": -2}, {"uid": "1296331565124452868", "i": 37063, "idx": 0, "sa": ["Aaron McKie", "Allen Iverson"], "q": "for the first time since the 1991-92 season, when it won six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish. <q> Our chemistry is a lot better, </q> <strong> Allen Iverson </strong> said.`` One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me,", "new_id": -2}, {"uid": "1295476300073809973", "i": 1961, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q>`` Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]