[{"uid": "1296770773199835687", "i": 11837, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Numerous, have refuted such findings. Indeed, the story itself makes the following observations: Some immigrants`` land jobs that unemployed Americans turn up their noses at or lack the skills to do.'' <q> Some of those who entered the country since 2008 were employed in sectors that generally require a high level of skills and education, such as finance and insurance. </q> Some`` newcomers since 2008 got work in health care and social services, a fast-growing sector where skills are in demand.'' <strong> Sen. Bernie Sanders </strong> Leahy: If Mubarak Doesn't Begin Transition from Power Immediately,`` Foreign Aid", "new_id": -2}, {"uid": "1296783764243531794", "i": 9589, "idx": 0, "sa": ["Zahi Hawass"], "q": "Our Silver Perspectives enrichment program offers travelers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,'' said Steve Tucker, Silversea's vice president of field sales for North America. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most famous", "new_id": -2}, {"uid": "1295304293100499478", "i": 36645, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are`` very routine'' for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings.------", "new_id": -2}, {"uid": "1295642432138969088", "i": 48056, "idx": 2, "sa": ["Eric Schmidt"], "q": "promising internet market. In recent years, there have also been repeated questions about whether Mr <strong> Eric Schmidt </strong> was preparing for a new career in politics- a suggestion that he sought again to scotch this week: <q> The impact I can have at Google trumps any impact I can have in a political role and frankly will be a lot more fun. </q> Yet the news that he plans to sell part of his personal stake in the company has only added to questions about his long-term presence there.", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1297437953065749009", "i": 1095, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,'' he said.", "new_id": -2}, {"uid": "1296280079111296551", "i": 6643, "idx": 0, "sa": ["Mike Pence"], "q": "on a 2012 presidential run, Indiana 6th District Rep. <strong> Mike Pence </strong>, a Republican, said he enjoys public service so much that he would rather run for an office he stands a stronger chance of winning. <q> Our decision, honestly, did come down to the difference between opportunities to seek and opportunities to serve, </q> he said Friday morning on his way in to a town hall meeting with about 50 constituents in this central Indiana town. <strong> Mike Pence </strong> announced Thursday that despite the urging of some social conservatives, he will not", "new_id": -2}, {"uid": "1296863251114081849", "i": 18014, "idx": 1, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "to the side and I'm like,` Did you just say that?''' <strong> Simon Cowell </strong>, the current season of Idol feels less caustic and more heartwarming- see examples- and <strong> Jennifer Lopez </strong> approves. <q> Some people walk in there and it's a crazy funny thing and then some people walk in there and they really can sing and they have this story, </q> <strong> Jennifer Lopez </strong> says.`` It's real people who are really out there really going through some stuff and who have dreams. I think that's the magic of it.''", "new_id": -2}, {"uid": "1294962672210993211", "i": 6922, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "we hope to do with her. And we knew she was responding- she was holding our hands, and caressing our hands and squeezing them and moving her arms, moving her legs,'' <strong> Kirsten Gillibrand </strong> recalled. <q> She started to open her eyes. And when her husband saw her making this effort, he urged her, said,` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes.' And sure enough, she did. </q> Special Section: Tragedy in Tucson <strong> Gabrielle Giffords </strong>' husband asked her to give a`` thumbs up'' if she could see the friends in the room.`` And a few moments later, she", "new_id": -2}, {"uid": "1295882878140918831", "i": 22554, "idx": 0, "sa": ["Oprah Winfrey", "Regis Philbin", "David Letterman", "Larry King"], "q": "AM EST- U.S. Markets close in 5 hrs 33 mins <strong> Oprah Winfrey </strong>, <strong> Larry King </strong> and now <strong> Regis Philbin </strong>-- 3 TV talk exits{`` s'':`` cbs, twx'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> David Letterman </strong> Bauder, AP Television Writer, On Monday January 24, 2011, 9:54 am NEW YORK( AP)-- <strong> Regis Philbin </strong>'s", "new_id": -2}]