[{"uid": "1296680778019759128", "i": 45468, "idx": 0, "sa": ["Zahi Hawass"], "q": ", said in a telephone interview on February 1. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. <q> People are asking me, \"Do you think Egypt will be like Afghanistan?\" </q> he said. \"And I say,` No, Egyptians are different- they love me because I protect antiquities.\" Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work,", "new_id": -2}, {"uid": "1296433725170967043", "i": 27583, "idx": 1, "sa": ["Stewart Mandel", "Michael Vick", "George Karl", "Kevin Kolb"], "q": "into the stands. <strong> George Karl </strong> says he's proud of the way the Nuggets have handled the Anthony trade circus. \"We laugh about it, we joke about it,\" <strong> George Karl </strong> said. <q> In general, it has not had a big effect on our basketball. </q> <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295640105112984072", "i": 33513, "idx": 0, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "during his time as editor of a Sunday tabloid. In his own version of <strong> Alastair Campbell </strong>'s dictum, <strong> Andy Coulson </strong> quit 10 Downing Street on Friday morning in a bid to spare his boss further embarrassment, declaring: <q> When a spokesman needs a spokesman, it's time to move on. </q> Only a few days earlier, <strong> David Cameron </strong> had stood by his man, insisting he had given <strong> Andy Coulson </strong> a \"second chance\" in 2007, after the affair which led to his resignation as editor of the(", "new_id": -2}, {"uid": "1295725300067436636", "i": 2934, "idx": 0, "sa": ["Andy Coulson"], "q": "Talks End With No Deal Report Abuse \"Can we detain and deport all Illegal Immigrant Brazilians from the USA?\"( about 2,000 lives lost), but Brazil will lose about 1,000 lives. Report Abuse <q> Missing my arse, they \"re DEAD& Rotting. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295618242003915778", "i": 14140, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": ". Success also came. The NoW won newspaper of year at British Press Awards in March 2005, when <strong> Andy Coulson </strong> apparently sought to sum up his approach to editing as he accepted the award, saying: <q> The News of the World doesn't pretend to do anything other than reveal big stories and titillate and entertain the public, while exposing crime and hypocrisy. </q> However, his departure from the editor's seat was itself a dramatic one, when he quit in January 2007 on the day that <strong> Clive Goodman </strong>, the newspaper's former royal editor, was jailed for four", "new_id": -2}, {"uid": "1295217134075989080", "i": 3944, "idx": 2, "sa": ["Barack Obama", "Jim Kessler", "Sen. Bernie Sanders"], "q": "the long-term solvency of Social Security in his State of the Union address. \"I would love him to talk about Social Security in a very responsible and adult manner,\" <strong> Jim Kessler </strong> said. <q> We need to have a healthy adult conversation on the subject. If we wait until after the <strong> Barack Obama </strong> presidency to take on Social Security, that's waiting until 2017 or 2018 to act and that puts us in a precarious situation, </q> he added. A coalition of more than 200 labor unions and liberal groups, however, are waging a broad lobbying campaign to steer <strong> Barack Obama </strong> away from endorsing cuts in benefits. <strong> Sen. Bernie Sanders </strong> warns <strong> Barack Obama </strong> not to", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1296055281154206214", "i": 9853, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sherrod Brown", "Mike Pence", "Phil Gingrey", "Michele Bachmann"], "q": "president reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was,\" <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> said, before adding that he was disappointed that the president appeared to be <q> committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall. </q> post-speech reaction from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., <strong> Barack Obama </strong> <strong> Sherrod Brown </strong>, D-Ohio, and <strong> Michele Bachmann </strong> <strong> Phil Gingrey </strong>, R-Ga., on our YouTube channel. ON THE ROAD AGAIN <strong> Barack Obama </strong> plans to take his State of the Union", "new_id": -2}, {"uid": "1295807081069746690", "i": 15013, "idx": 0, "sa": ["Andy Coulson"], "q": "\"AP/Yahoo.. trying to give us SOME news from the USA WAR FRONT.\" Which of course, they ignore as not to hurt the Democrat in office-- and his campaigning. Report Abuse <q> Iraq, Iran, Afghanistan, Pakistan, N Korea, Somalia, Sudan, Ivory Coast, Mexico-- so when are we planning on winning any of these wars? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295063530176554024", "i": 34209, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.\"... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" User comments are not being accepted on this article.", "new_id": -2}]