[{"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1297588672045400131", "i": 10459, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Washington-- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1297556753101662742", "i": 29941, "idx": 2, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "about disagreeing with <strong> Simon Cowell </strong>. In an interview with Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for \"The X Factor\" U.S. <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers, </q> <strong> Shayne Ward </strong> said. \"But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"uid": "1295468819208011269", "i": 12509, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "drugged-out, effusive nutcase <strong> Paula Abdul </strong>, and brutally honest <strong> Simon Cowell </strong>, were fun to watch. I carry their voices in my head and amuse myself to this day with the tribunal's critique of my daily life: <q> Randy: Yo, Dawg. How you doin? You stepped out of your comfort zone here, but It wasn't the right subject matter for you. It got a little grammar-y at the end. So I du n no, it was just a \"ight for me. </q> <strong> Paula Abdul </strong>: First of all I love your font! It's just gorgeous. And your spelling is perfect as always. I don\"t care what Randy syyays, I loved it. So witty and articulate", "new_id": -2}, {"uid": "1297553031000114732", "i": 25361, "idx": 0, "sa": ["John Thune", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Haley Barbour", "Ron Paul", "Mitch Daniels", "Newt Gingrich"], "q": "<strong> Mike Pence </strong> 5% <strong> Newt Gingrich </strong> 4% <strong> Mike Huckabee </strong> 4% <strong> Mitch Daniels </strong> 2% <strong> John Thune </strong> 2% <strong> Rick Santorum </strong> 2% <strong> Haley Barbour </strong> 1% <strong> Ron Paul </strong> won the presidential straw poll at the anal <q> Conservative Fudge Packers Political Action Conference, </q> earning 30 percent of the vote. 24 posted on 02/12/2011 3:13:05 PM PST CPAC became a Libertarian organization long ago. Social Conservatives are no longer welcome. Those straw polls are rigged because <strong> Ron Paul </strong> and", "new_id": -2}, {"uid": "1294980002041598981", "i": 48222, "idx": 1, "sa": ["Steve Ballmer"], "q": "to the point, he seems intent on rectifying those errors. Earlier this week, <strong> Steve Ballmer </strong> announced that Bob Muglia, president of Microsoft's Server and Tools Business, would depart the company this summer. <q> While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing, </q> he wrote in a Jan. 10 e-mail to company employees. \"We are now ready to build on our success and move forward into the era of cloud computing.\" <strong> Steve Ballmer </strong> had apparently talked with Muglia", "new_id": -2}, {"uid": "1297089856185942020", "i": 22534, "idx": 0, "sa": ["Simon Cowell"], "q": "This is something worth singing about: The winner of Fox's upcoming singing competition series will receive a hefty$ 5 million grand prize- the largest in television history- the network announced Monday. <q> We are going to put our money where our mouths are with the$ 5 million recording contract, </q> executive producer <strong> Simon Cowell </strong> said in a statement. \"I'm doing this show in America because I genuinely believe we can find a superstar.\" The X Factor's judges- who've yet", "new_id": -2}, {"uid": "1296149159246923304", "i": 40045, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q> when the spokesman needs a spokesman, it's time to move on. </q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops-- and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1296430315137691137", "i": 43081, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged, </q> <strong> Zahi Hawass </strong> said. \"Only their heads were intact,\" he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"uid": "1295980272233783310", "i": 28170, "idx": 2, "sa": ["Eric Schmidt", "Meg Whitman"], "q": "app download winners STUART: \"Welcome to the future: access can be obtained anonymously while streaming movies-or...\" Patrick: \"Not even close, what we have looks more like <strong> Meg Whitman </strong>.\" RedRat: <q> OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain ridiculous... </q> RedRat: \"Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...\" RedRat: \"Verizon greedy???!!! How can this be!", "new_id": -2}]