[{"uid": "1295965142202670083", "i": 3207, "idx": 2, "sa": ["Barack Obama", "Mike Pence", "Jimmy Carter", "Ronald Reagan", "Ron Paul"], "q": "leaders of the G-20 countries-- a group that includes the world's largest economies-- are gathering in Washington to seek solutions to the ongoing... 11/26/09 Weekly Republican Address: <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN) <strong> Ron Paul </strong> <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... <strong> Jimmy Carter </strong>- Address to the Nation on Energy The <strong> Ronald Reagan </strong> gives remarks on North Korea's nuclear weapons test. May 25, 2009.( Public Domain)... <strong> Barack Obama </strong>: Memorial in Arizona The Zhou Brothers:", "new_id": -2}, {"uid": "1295686742156401686", "i": 47034, "idx": 1, "sa": ["Chris Webber", "Ron Artest", "Peja Stojakovic", "Martin Luther King", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him http://wn.com/Allen_Iverson_41pts_vs_Mike_Bibby_Sacramento_Kings_NBA_05/06 The Sacramento <strong> Martin Luther King </strong> could've used either <strong> Ron Artest </strong> or <strong> Peja Stojakovic </strong> against <strong> Allen Iverson </strong> and the Philadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points and <strong> Chris Webber </strong> had", "new_id": -2}, {"uid": "1295392975093929516", "i": 8827, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296232173027263023", "i": 22177, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "`` <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor,'' a source tells The Sun. <q> It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q> Although nothing has been confirmed yet, <strong> Simon Cowell </strong> revealed his week he'll be making an announcement about the US X Factor in`` two weeks' time''. Follow us on Twitter", "new_id": -2}, {"uid": "1295932596118013987", "i": 21336, "idx": 0, "sa": ["David Letterman", "the Black"], "q": "in. Normally when the Rangers and Flyers play, you can smell the hatred, but this was even worse! Rangers at Flyers 2001/2002.... <strong> David Letterman </strong>- New York Rangers Top Ten The New York Rangers present <q> Top Ten Things Never Before Spoken By A Hockey Player. </q>... Mighty Morphin Power Rangers Theme Song( Original) Tommy becomes <strong> the Black </strong> Ranger... Power Rangers Samurai- First Look Promo The very first promo for Power Rangers Samurai, as first seen on www.nick.com. Catch the Season", "new_id": -2}, {"uid": "1297154768156483585", "i": 1438, "idx": 1, "sa": ["David Letterman"], "q": ", but you could see in his eyes that it was something he'd thought seriously about. Otherwise, your baby girl is out there with some strange man and who knows what's happening. <q> I can't sit in the car and just watch from a distance? </q> he asked. There's another thing for his daughter to worry about now. But then <strong> David Letterman </strong> made it even worse for the young girl.`` You could hire a guy,'' he suggested.", "new_id": -2}, {"uid": "1297117709195428398", "i": 21439, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": ". <strong> President Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.''`` I think that it's possible,'' <strong> Donald Rumsfeld </strong> responded. <q> We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong> is promoting his memoir,`` Known and Unknown,'' which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said,`` we were wrong, terribly wrong,'' decades after", "new_id": -2}, {"uid": "1296102285053329931", "i": 864, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that`` we move quickly, and we tend to be disruptive at scale.'' European Union officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1295936962220463131", "i": 19643, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and partner Fiat SpA researched its potential, the decision was made to relaunch the full Fiat brand in the United States, and Laura Soave was hired to oversee the initiative. Advertisement It still <q> doesn't need to be everything to everybody, </q> said Soave, head of Fiat North America, as her team prepares to open the first dealership in Los Angeles Monday and deliver the first batch of special edition Prima Edizione Fiat 500s next month. <strong> Sergio Marchionne </strong>", "new_id": -2}]