[{"uid": "1296120493016678926", "i": 8591, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. href=\"http://www.boston.com/news/nation/articles/2011/01/27/social_security_fund_will_be_drained_by_2037?rss_id=Boston.com+--+Latest+news#\"> Single Page href=\"http://www.boston.com/news/nation/articles/2011/01/27/social_security_fund_will_be_drained_by_2037?page=1\"> 1 href=\"http://www.boston.com/news/nation/articles/2011/01/27/social_security_fund_will_be_drained_by_2037?page=2\"> 2", "new_id": -2}, {"uid": "1297420749197410818", "i": 41055, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "the hell would buy such a device that's going to be orphaned at birth?) 10.19 am: Q+A time. What happens to Series 40 and to Ovi? <strong> Stephen Elop </strong>: <q> Nokia strategy comprises 3 pillars- right now this is smartphone. Second pillar is plans for low end of portfolio... in Series 40. Ovi: while we are placing dependency on Microsoft for Windows Phone.. Ovi Portal will be a critical contribution to that ecosystem... Ovi Maps... so capabilities and services will be part of a shared environment. </q> Q when first handset? <strong> Stephen Elop </strong>: not making specific announcement. But we can move faster in introduction that what we've ever done before. <strong> Steve Ballmer </strong>: engineering teams have spent a lot of time together,", "new_id": -2}, {"uid": "1295665811145047669", "i": 52314, "idx": 0, "sa": ["Andy Coulson"], "q": "he was editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1297148717028524550", "i": 33510, "idx": 7, "sa": ["Simon Cowell"], "q": ". <strong> Simon Cowell </strong> is eager to find breakout talent.`` I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee to High School Musical,'' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said.``", "new_id": -2}, {"uid": "1295018833055181321", "i": 10559, "idx": 0, "sa": ["Bernie Sanders", "Peter King"], "q": ". We saw that in Arizona. We saw the tenacity of those clinging to life, the compassion of those who kept the victims alive, and the heroism of those who overpowered a deranged gunman. <q> She has a 101 percent chance of surviving, </q> trauma chief Dr. <strong> Peter King </strong> Rhee told ABC News.`` She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message", "new_id": -2}, {"uid": "1295567746217792542", "i": 17096, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "customers and broader business relationships, government outreach and technology thought leadership to enhance Google's global reach.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' said <strong> Larry Page </strong>. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> In addition, Google reported revenues of$ 8.44 billion for the fourth quarter of 2010. The data represents an increase of 26% compared to the fourth quarter of 2009. href=\"http://lincolntribune.com/?p=3933\" rel=\"bookmark\"> Rachel", "new_id": -2}, {"uid": "1294993091216956940", "i": 10200, "idx": 0, "sa": ["Richard Smith", "Donald Rumsfeld"], "q": "marketing, the sheds, the body, the two-minutes silence and the DNA- Anorak rounds-up the news: <strong> Donald Rumsfeld </strong> Has News The href=\"http://www.mirror.co.uk/news/top-stories/2011/01/14/jo-yeates-murder-4-weeks-on-80-cops-1-million-spent-what-is-really-going-on-in-jo-manhunt-115875-22847692/#ixzz1Azg8XNSp\" target=\"_blank\"> Daily Mirror leads with`` THE JO FILES'' <q>`` 4 weeks on... 80 cops,? 1m spent.. what si really going on in Jo manhunt? </q> \" <strong> Richard Smith </strong> delivers an`` exclusive'' that carries all the insight of a puppy sat by a pile of poo. Here's one choice cut: \" Periodically, detectives will be asking what", "new_id": -2}, {"uid": "1297304481234995720", "i": 41617, "idx": 0, "sa": ["Erin Andrews", "Angela Elwell Hunt", "Michael Vick", "Tom Leppert"], "q": "and <strong> Erin Andrews </strong> Walk Into a Dinner Party... Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas( 119) Yet Another Exciting Addition to Fair Park: <q> Proposed Cotton Bowl Museum. </q> Much More From <strong> Angela Elwell Hunt </strong>, Who Says <strong> Tom Leppert </strong> Hasn't Been a Good Mayor 330 Parker Square Flower Mound, TX 75028", "new_id": -2}, {"uid": "1297175264144113727", "i": 19139, "idx": 4, "sa": ["Donald Rumsfeld", "Diane Sawyer", "Osama bin Laden"], "q": "'s brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q> What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then, </q> he said.`` Back then, there was reasonable confidence that[ Saddam Hussein] had these weapons.'' Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]