[{"uid": "1294978384186728451", "i": 39710, "idx": 1, "sa": ["Kirsten Gillibrand", "Stephanie Herseth Sandlin", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong>, who was elected in 2006 with Ms. <strong> Gabrielle Giffords </strong>. When they met for their super-fast lunches and after-work drinks, they were often joined by <strong> Stephanie Herseth Sandlin </strong> of South Dakota, who was defeated last year. <q>We met on our first day,</q> said Ms. <strong> Kirsten Gillibrand </strong>, Democrat of New York, who later went on to the Senate. \"Not that many young women who run for Congress get elected, so I gravitated to her right away. She is", "new_id": -2}, {"uid": "1296098111217432120", "i": 3573, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "trucks. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296752760168230988", "i": 37245, "idx": 3, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "fraudulent contractors. The Pentagon brass saw no need for any changes. \"The department believes that existing remedies with respect to contractor wrongdoing are sufficient,\" the Report to Congress on Contractor Fraud concluded. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> <strong> Sen. Bernie Sanders </strong> said. Under a separate <strong> Sen. Bernie Sanders </strong> provision in another law signed by <strong> Barack Obama </strong>, a government-wide federal contractor fraud database will be accessible to the public by April 15. Until now, access to the Federal", "new_id": -2}, {"uid": "1297546979003112975", "i": 47877, "idx": 1, "sa": ["Paolo Romani", "John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy after saying February 4 the Turin-based carmaker and Chrysler Group LLC may <q>end up looking like one entity,</q> possibly based in the US. He later backtracked, saying no decision has been made and the issue would be dealt with no sooner than 2014. Fiat owns a 25 per cent stake in Auburn Hills, Michigan-based", "new_id": -2}, {"uid": "1297361556156647441", "i": 19294, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q>I believe you are a star,</q> we followed like faithful minions- for nine years straight! It's going to take a minute to readjust, so be patient. And, unlike last season, let's maybe take it easy on the new", "new_id": -2}, {"uid": "1296092084132530182", "i": 14612, "idx": 2, "sa": ["Eric Schmidt"], "q": "Google Apps. After all, Google's core business of search can't prop up the company forever. \"Google's business group gets good support overall,\" says Forrester research analyst Ted Schadler. <q>With Google's core search business under attack from Bing and Yahoo, I would expect them to keep investing in Google Apps for Business.</q> And Microsoft might not want to get too comfortable with the idea of Larry Page as the t-shirt wearing, Wall Street-oblivious CEO: Page may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1296124101014483473", "i": 2749, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Barack Obama"], "q": "just vastly exceed the number of people we have at the company.\" The company is believed to be pushing aggressively for more innovation to compete against smaller companies such as Facebook and Twitter. <q>The opportunities are so big this year that for us to maximise them we are going to have to work quicker and we are going to have to make decisions faster,</q> <strong> Alan Eustace </strong> said. Google CEO <strong> Eric Schmidt </strong> was among the business leaders who met with US <strong> Barack Obama </strong> last month to discuss ways to improve the US economy. Buy the latest industry research online today! Europe IT", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295681319220479501", "i": 35753, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Chauncey Billups", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q>It was a <strong> Yao Ming </strong> defensive play,</q> said <strong> Marcus Camby </strong> Check out the 2009 Top 10 Plays of the Season from the Denver Nuggets. http://wn.com/Allen_Iverson_25pts_9asts_vs_Lebron_James_Cavs_06/07_*LBJ_Triple_Double <strong> Marcus Camby </strong> figured his night was over. <strong> Chauncey Billups </strong> lead, fourth quarter, road game in Houston the next night. <strong> Marcus Camby </strong>", "new_id": -2}, {"uid": "1295513002158531648", "i": 1949, "idx": 0, "sa": ["Jackie Chan", "Steve Ballmer", "Dianne Reeves", "Barbra Streisand", "James Brolin"], "q": "it from his Twitter account. After the show, <strong> Dianne Reeves </strong> was in good spirits. \"I sang \"Lullaby of Birdland' and` What a Wonderful World,\" she said, <q>because I wanted to sing something related Interactive: View an interactive graphic detailing US-China relations at the onset of the Chinese <strong> Barack Obama </strong>'s visit. to what's going on today. \"They( the Obamas) were so gracious. They were so happy and grateful we were there.</q> Singer <strong> Barbra Streisand </strong>; her hubby, actor <strong> James Brolin </strong>; and action film star <strong> Jackie Chan </strong> were supplying some of the star power. Big business was out in force, too, including Microsoft\"s <strong> Steve Ballmer </strong> and JPMorgan Chase", "new_id": -2}]