[{"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1295970663009764877", "i": 22975, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "winning streak, 109-96, on Friday night. \"It's just because our backs are against the wall,\" <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. <q>We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the <strong> David West </strong>, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs. \"And with our roster... there's no way we shouldn't be in the playoffs.</q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1297553208106741766", "i": 45353, "idx": 5, "sa": ["Sandy Parker", "Kirsten Gillibrand"], "q": "'s former seat in Congress sits vacant, <strong> Sandy Parker </strong> believes funding for local projects could suffer. No matter when an election is held to replace Lee, <strong> Kirsten Gillibrand </strong> is confident his district will be well represented. <q>They have representation right now, through myself and Senator <strong> Chuck Schumer </strong>, every minute of every day. Senator <strong> Chuck Schumer </strong> and I are committed to making sure their voice in Washington is as strong as it's ever been.</q> <strong> Kirsten Gillibrand </strong> also is continuing Lee's efforts towards helping the victims of Flight 3407. Lee pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. \"", "new_id": -2}, {"uid": "1296123122027361301", "i": 9661, "idx": 1, "sa": ["Michael Gove"], "q": "not bother trying to do anything about this problem either. \"Schools will be responsible for finding and funding an alternative school for a pupil they expel.\" Good luck with that. <q>Other reforms contained in the bill give teachers new rights to search pupils for forbidden items</q> Small teacher \"can I please look in your bag?\" BikMcFarlane 27 January 2011 9:13 AM johnandanne 27 January 2011 9:16 AM <strong> Michael Gove </strong>, the EducationSecretary said \"these measures would", "new_id": -2}, {"uid": "1297166995062062625", "i": 29609, "idx": 3, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over one season or two, no team in NBA history has lost as many games", "new_id": -2}, {"uid": "1295505910113688578", "i": 40587, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", pay off government bailout loans and take the company public again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. \"So far I have been able to manage it,\" but <q>there will come a point in time when I have to go into the kitty and use other cash for this.</q> Nolan Finley: What despicable opportunists are some on the Left to exploit the tragic attack that killed six in Arizona and badly wounded Rep.Gabrielle Giffords, a Phoenix... Tom Markowski: The Big Day Prep Showdown VII", "new_id": -2}, {"uid": "1297254907195313703", "i": 24289, "idx": 8, "sa": ["Simon Cowell"], "q": "said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply: <q>If we don't, with what I've put[ up as a prize], find a global star, I think we've failed.</q> Fight between 2 women led to murder, witness testifies Couples from B.G., Point Place are among 22 honored by state GM reportedly to pay$ 3,000 profit shares Man vs. Machine Watson takes on former \"Jeopardy!\"", "new_id": -2}, {"uid": "1295576927002506766", "i": 48431, "idx": 6, "sa": ["Eric Schmidt"], "q": "to$ 2.54 billion in the fourth quarter from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 percent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy,</q> <strong> Eric Schmidt </strong> said, \"and by the extraordinary momentum of our newer businesses, such as display and mobile. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that", "new_id": -2}, {"uid": "1297156905137773056", "i": 21936, "idx": 0, "sa": ["Donald Rumsfeld", "Jane Francis"], "q": ", faster than any other part of the world. So, if this warming was to continue unabated, could an emerald Antarctica be reborn? \"It is just possible,\" said Professor <strong> Jane Francis </strong>. <q>However, that assumes that plant species are able to migrate across the Southern Ocean from places like South America or Australia,</q> she said. Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1296863197220315678", "i": 16059, "idx": 0, "sa": ["David Letterman"], "q": "the Internets, wondering if that meant retirement was in <strong> David Letterman </strong>'s future. As Rob Burnett- CEO of Worldwide Pants and executive producer of Late Show- tells EW, don't count on it. <q>I think the first time <strong> David Letterman </strong> said he was going to leave in two years was back in 1987,</q> Burnett says. \"He was asked a question[ last night]: \"How much longer do you see yourself doing this?' And he said,' I don\"t know, a couple of years", "new_id": -2}]