[{"uid": "1295425615261013543", "i": 55289, "idx": 4, "sa": ["Bernie Sanders", "Barack Obama", "Erskine Bowles"], "q": "and <strong> Erskine Bowles </strong>, to co-chair his deficit commission, which proposed trimming the program's payouts by increasing the retirement age. <strong> Barack Obama </strong>`` could have said that's not on the table,'' <strong> Bernie Sanders </strong> said. <q> He didn't say that. </q> But much more disconcerting, the senator added, was the tax deal the <strong> Barack Obama </strong> struck with Senate Republicans last month, which included a one-year cut in the payroll tax- the source of Social Security's", "new_id": -2}, {"uid": "1297242044088965131", "i": 7536, "idx": 0, "sa": ["Noel Whelan", "Enda Kenny", "Eamon Gilmore"], "q": "the polls, there is no reason why they need to engage in these high profile media events and take the risk that something might go wrong,'' <strong> Noel Whelan </strong>, a barrister and political analyst said. <q> I think Fine Gael has made a strategic decision and a wise decision to do the minimum in terms of leaders debates and to do them as late as possible so that if anything did go wrong, the damage could be contained. </q> <strong> Enda Kenny </strong> will participate in three other debates before the February 25 poll and said he was happy to leave href=\"http://uk.news.yahoo.com/fc/labour-party.html\"> Labour Party leader <strong> Eamon Gilmore </strong> and the new leader of the ruling Fianna Fail party,", "new_id": -2}, {"uid": "1296626067029638657", "i": 47656, "idx": 1, "sa": ["Eamon Gilmore"], "q": "leader <strong> Eamon Gilmore </strong> that he could have committed`` economic treason'' by introducing the state banking guarantee. He strongly defended his record and his policies during his| two-and-a-half years in office| yesterday. <q> I believe politics is about serving the interests of the people, first and last. That was my motivation starting out in public life and I stayed true to it right to the end, </q> he said. Mr Cowen released a statement last night to counter any suggestions his government intended to pack Irish state boards with cronies over the next three weeks. And he told the Dail yesterday", "new_id": -2}, {"uid": "1297245176074432526", "i": 41214, "idx": 0, "sa": ["Simon Cowell", "Blake Lively", "Lindsay Lohan"], "q": "out his romance in public tough. He and 23-year-old <strong> Blake Lively </strong> were famously tight-lipped about their private life, which he argued was the only way to ensure they didn't attract undue attention when out together. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295522810040943616", "i": 12330, "idx": 0, "sa": ["Simon Cowell", "Ricky Gervais", "Paul Lieberstein"], "q": "Seminar. According to New York Magazine's Vulture blog, US version star and producer <strong> Paul Lieberstein </strong> said that fans may want to watch the screen closely in case they miss <strong> Ricky Gervais </strong>. He said: <q> It's a little more than if you blink, you'll miss it, but if you don't set your TiVo right, you'll miss it. </q> The 49-year-old is said to have shot the episode back in September when he was in town for the Emmy Awards. <strong> Ricky Gervais </strong> won't host the Golden Globes again.... <strong> Simon Cowell </strong> thinks Rihanna is the", "new_id": -2}, {"uid": "1295577085256213073", "i": 3845, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned$ 2.5 billion", "new_id": -2}, {"uid": "1295627933219987982", "i": 1875, "idx": 0, "sa": ["Eric Schmidt"], "q": "versilbert vor seinem Abtritt erst einmal Aktienoptionen im Wert von 334 Millionen Dollar. Das ist allerdings erst der bescheidende Anfang. Der scheidende Google-Chef <strong> Eric Schmidt </strong> trennt sich vor seinem Abschied von einem kleinen Teil seiner Aktien. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die US- B?rsenaufsicht SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch,", "new_id": -2}, {"uid": "1295191877017137675", "i": 27043, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Bloomberg)-- U.S. Representative <strong> Gabrielle Giffords </strong>, shot in the head in last weekend's Arizona rampage, is making steady progress, New York Senator <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press'' program. <q> She's doing great, </q> said <strong> Kirsten Gillibrand </strong>, a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak,", "new_id": -2}, {"uid": "1296523805167067675", "i": 9879, "idx": 1, "sa": ["Michael Vick"], "q": ". This won't be <strong> Michael Vick </strong>'s first return to Atlanta, of course. He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome. <q> I'll never forget this day, </q> an emotional <strong> Michael Vick </strong> said after the game.`` I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]