[{"uid": "1295393652226230279", "i": 17267, "idx": 0, "sa": ["Sergio Marchionne"], "q": "AP Auto Writer WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297092424253722625", "i": 1734, "idx": 1, "sa": ["Simon Cowell"], "q": "Contestants as young as 12 can compete. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong> in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> New judges will be announced \"in the coming weeks,\" and auditions will begin March 27 in L.A.` King's Speech,'` Inception,'` Black Swan' Win Art Directors", "new_id": -2}, {"uid": "1297647737198574120", "i": 37564, "idx": 4, "sa": ["Rush Limbaugh", "Bernie Sanders"], "q": "In other words, working-people who listen to <strong> Rush Limbaugh </strong> are too stupid to figure things out on their own because of the \"concentration of corporate media.\" So what's the remedy? <strong> Bernie Sanders </strong> thinks there should be <q> a dozen Rachel Maddows. </q> I would suggest that one is plenty. Yet <strong> Bernie Sanders </strong> did catch my attention when he described our current state of affairs as a \"fairly dismal political situation.\" There wasn't exactly a lot of", "new_id": -2}, {"uid": "1295983502139264026", "i": 42628, "idx": 2, "sa": ["Zahi Hawass", "Ahmed Nazif"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an e-mail that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artifacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Egypt's", "new_id": -2}, {"uid": "1297291723073252902", "i": 47454, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "this specific bill, but the GOP's bait-and-switch agenda: But why go to such lengths when the bill has little chance to ever become law? <strong> Kirsten Gillibrand </strong> explained it to me this way: <q> This legislation is an unprecedented effort to restrict access to women's reproductive health care and it is critical that my colleagues and everyone who cares about women's rights have the facts about the damage this bill would cause. </q> The GOP's mantra has long been that there is too much government involvement in our lives. Right now, one commercial airing daily calls on the government 3g\"> not to tax soda", "new_id": -2}, {"uid": "1296476969084410398", "i": 34310, "idx": 1, "sa": ["Kirsten Gillibrand", "John Thune", "Rand Paul", "Charles Ellis Schumer", "Thomas Carper"], "q": "speaks about... Senator <strong> Charles Ellis Schumer </strong> <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong>, <strong> John Thune </strong>, <strong> Thomas Carper </strong>, Scott... Report Abuse \" All of you who are against the ban on these drugs, are probably drug users themselves. \" Report Abuse <q> The Senate doesn't want people to get high unless they pay big pharma for it. The Senate doesn't want people to get high because they want you to suffer while they tax you and give your money to contractors. </q>", "new_id": -2}, {"uid": "1296525293211714054", "i": 51963, "idx": 0, "sa": ["Tracy McGrady", "DerMarr Johnson", "Marcus Camby", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Soulja Boy", "Kyle Korver", "Anthony Carter"], "q": "who lost their third straight game. After <strong> Anthony Carter </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> Anthony_Anthony Carter_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Absolutely NO COPYRIGHT infringement is intended. All images, audio, and video clips are property of their respective owners. <strong> Carmelo Anthony </strong> Rising in NBA 2009/2010 MORE TAGS: <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>", "new_id": -2}, {"uid": "1295215200195395606", "i": 18497, "idx": 2, "sa": ["Camille Grammer", "David Letterman", "Zsa Zsa Gabor"], "q": "target=\"_blank\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, UCLA doctors say they successfully amputated <strong> Zsa Zsa Gabor </strong>'s infected right leg LOS ANGELES- Doctors in Los Angeles say they have successfully amputated most of <strong> Zsa Zsa Gabor </strong>'s right leg. They", "new_id": -2}, {"uid": "1296443805235372683", "i": 57055, "idx": 2, "sa": ["Allen Iverson", "Carmelo Anthony", "Yao Ming"], "q": "and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night. \"I just felt like I was back home,\" <strong> Allen Iverson </strong> said. <q> It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than I already was. </q> The Nuggets did their share to ruin <strong> Allen Iverson </strong>'s homecoYao Ming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team", "new_id": -2}, {"uid": "1295980613139264005", "i": 59190, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ". A Lib Dem increase by 2% is achieved from a Tory loss of 2%. Others and Labour only equal the Tory-dominated coalition. rusticred 25 January 2011 6:31 PM <q> And therein lies Labour's problem. After all these months in the job, <strong> David Cameron </strong> doesn't really resemble a Prime Minister much but compared to Milliband, he's positively Churchillian. Doesn't matter how well they do in the opinion polls, Labour can never win with Ed. </q> mrkristopherson 25 January 2011 6:31 PM \" Tories will sink further now that they lost <strong> Andy Coulson </strong>. \" For the umpteenth time, having that scumbag in the job makes no difference.", "new_id": -2}]