[{"uid": "2008100213_00028093_W", "i": 1711, "idx": 0, "sa": ["Leonardo DiCaprio"], "q": "using reverse psychology to get young people into voting booths on election day. in a new public service announcement that hit youtube and other online outlets wednesday, <strong> Leonardo DiCaprio </strong> says:\" please-- just don't vote. <q> others echo his plea: <NO_QUOTATION> but the stars soon twist the message: voting is a civic duty and the only way to effect change. </q> i mean, seriously,... after this whole video-- if you're not gon na vote, i don't even know what to say.... you know you have to vote, \"says <strong> Leonardo DiCaprio </strong>,", "new_id": -2}, {"uid": "2008120808_00023209_W", "i": 928, "idx": 0, "sa": [], "q": "since 3rd brigade combat team, 1st infantry division, took over the area of operation in support of operation enduring freedom ix.\" capt. robert jose yllescas watched over the soldiers and the locals of keating district, <q> lt. col. james markert commander of 6-4 cav, task force raider, said. </q> he cared for those who were in need of help and security. bringing what is so far apart and putting them closer together. \"during his time in service, yllescas served under 1st armored division as both", "new_id": -2}, {"uid": "2008123023_00010524_W", "i": 1369, "idx": 1, "sa": ["Barack Obama", "Jeremiah Wright"], "q": "in the american consciousness:\" tonight is a particular honor for me because, let's face it \"- here he placed his hand over his heart-\" my presence on this stage is pretty unlikely. <q> with that phrase he tilted straight at his unexpected name and skin color, and set himself apart from all other stars in the political firmament- a zig set against a predominant union of zags. he ascended. the rise happened almost without pause until this past march, midway through the primary season, when video surfaced of <strong> Barack Obama </strong>'s longtime pastor and friend, the reverend <strong> Jeremiah Wright </strong>, exercising his right to free speech with a particular vigor. among other things, he referred to the tragedy of september 11th, saying </q> america's chickens are coming home to roost, \"and admonished his congregation to sing <NO_QUOTATION> political poison. unavoidable catastrophe. how, people wondered, could <strong> Barack Obama </strong> possibly distance himself from his lethal cleric? how could", "new_id": -2}, {"uid": "2008111909_00011310_W", "i": 398, "idx": 1, "sa": [], "q": "tools, fish and wildlife officials restricted the periods when miners could dig or dredge for gold and other minerals.\" we're most concerned about eggs in the gravel. a shovel and dredge will kill eggs, <q> said greg hueckel, the agency's director for habitat programs. </q> they can still( dredge), but not during the times when fish eggs are there. \"at the heart of the debate is suction dredging. prospectors essentially use an underwater vacuum cleaner to suck up stream", "new_id": -2}, {"uid": "2008091102_00019194_W", "i": 1414, "idx": 4, "sa": ["Richard Blair", "Jennifer Flynn"], "q": "percent. it's putting the brakes on tdot's funding. <strong> Jennifer Flynn </strong>,\" we are funded through the gas tax so if people drive fewer miles they purchase less fuel less fuel means less money for us. <q> and she says less money means no new projects, just completion of current ones. mcdaniel, </q> montgomery alabama, they're$ 3.89 down there. \"so while there's not much relief at the pump. at least you might find some on the road. <strong> Richard Blair </strong>,\" driving up here we noticed", "new_id": -2}, {"uid": "2008090900_00010736_W", "i": 1383, "idx": 0, "sa": ["Greg O'Connor"], "q": "me anymore because i can't see myself in the police in two years. politics interests me more.\" i'm enjoying local body government, so if it means leaving the police then so be it. <q> he intends to run for manawatu mayor in the next local body elections. police association president <strong> Greg O'Connor </strong> said he was unhappy with the <NO_QUOTATION> around the issue. earlier in the year, police were given assurances by labour the rule would be changed to allow police the right to serve on councils. </q> it's a shame that petty politics got in the way of what otherwise is a reasonably good piece of legislation. \"the association was looking at other options to get an amendment made in the future. acting", "new_id": -2}, {"uid": "2008120902_00004320_W", "i": 941, "idx": 2, "sa": [], "q": "but we were poor in those days, \"he said. and looking at ketut, added,\" we were all poor then. you don't know this about the life then, do you ketut? <q>( ketut being nearly twenty years younger) </q> we didn't have an inheritance, didn't own any rice fields and before the fifties, we didn't always have rice to eat. sometimes people just ate vegetables. these were the crisis years for us", "new_id": -2}, {"uid": "2008111900_00043594_W", "i": 1582, "idx": 2, "sa": ["Barack Obama", "John McCain", "Joe Lieberman"], "q": "mr. <strong> Joe Lieberman </strong>, who had angered many democrats by campaigning for mr. <strong> John McCain </strong>, his longtime friend, emerged from the private session looking pleased. he called the result <NO_QUOTATION> and one of\" reconciliation and not retribution. <q> he said he was looking forward to working with Barack Obama-elect <strong> Barack Obama </strong>- whom he criticized during the campaign- </q> to keep the american people secure at home \"as well as abroad. before the meeting, mr. <strong> Joe Lieberman </strong> said he was optimistic.\" i'm going into a roomful of friends, \"he told the associated", "new_id": -2}, {"uid": "2008093011_00007215_W", "i": 1447, "idx": 2, "sa": ["Stephanie Hill"], "q": "for one, it illustrates on a small scale the principles dining services is applying that affect all students on campus every day-- principles that stress local and sustainable production, as well as human and environmental health. <q> <strong> Stephanie Hill </strong>, a politics major who is earning a certificate in environmental studies, has been on campus all summer working on the garden while also participating in a </q> i'm getting a chance to work with the community of scholars at princeton, with the local community and with insiders in the field, \"<strong> Stephanie Hill </strong> said.\" i'm gaining quite a bit of perspective on", "new_id": -2}, {"uid": "2008091102_00019194_W", "i": 1415, "idx": 5, "sa": ["Richard Blair", "Jennifer Flynn"], "q": "less fuel less fuel means less money for us. \"and she says less money means no new projects, just completion of current ones. mcdaniel,\" montgomery alabama, they're$ 3.89 down there. <q> so while there's not much relief at the pump. at least you might find some on the road. <strong> Richard Blair </strong>, </q> driving up here we noticed there's not that much traffic. \"<strong> Jennifer Flynn </strong> says tdot looks for alternative funding for projects that normally wouldn't get done. summer movie wrap: your votes on the best, worst", "new_id": -2}]