[{"uid": "1294968981008224777", "i": 1560, "idx": 2, "sa": ["Philippe Mangou", "Alassane Ouattara"], "q": ". Gbagbo slapped a night-time curfew on the restive area on Wednesday night, after 11 people died in violence there. Army chief of staff General <strong> Philippe Mangou </strong> has said the curfew would be used to <q> seek and flush out everbody behind these attacks, </q> and could be extended to other Abidjan neighbourhoods. <strong> Alassane Ouattara </strong>'s camp on Thursday denied it had been encouraging what General <strong> Philippe Mangou </strong> called`` endless calls for civil disobedience, armed insurrection and murder of all sorts''", "new_id": -2}, {"uid": "1295565903148553757", "i": 17133, "idx": 0, "sa": ["Daniel Craig", "Nora Roberts", "Angelina Jolie", "Kristin Cast", "Rooney Mara"], "q": "The Associated Press January 20, 2011( AP) Key: F-Fiction; NF-Nonfiction; H-Hardcover; P-Paperback 1.`` Awakened'' by P.C. <strong> Kristin Cast </strong> and <strong> Kristin Cast </strong>( St. Martin's Griffin)( F-H) 2. <q> The Mystery Writers of America Announces Edgar? Nominations Amazon Books Giveaway- Win the top 10 books of 2010 Mystery Writers of America announce 2011 Edgar Award Nominees(& a book giveaway) Titles of <strong> Nora Roberts </strong>' romantic suspense novels: Updated list` Unbroken' offers inspirational saga Cindy Barrett of Braintree is the mother of two grown daughters, grandparent of three, Hollywood opened its door for a starring <strong> Rooney Mara </strong> and <strong> Daniel Craig </strong>. This is the first installment of the three-part target=\"_blank\" href=\"http://worldlibraries.com/\"> book series. The second novel is entitled </q>,'' while the third one is''.'' Another famed writer whose Book Buzz:` True Grit,' <strong> Angelina Jolie </strong>, e-book sales USA Today Updated| Comment| Recommend||| Interactive Calendar-->", "new_id": -2}, {"uid": "1295563321217792537", "i": 8333, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Mark Zuckerberg", "Larry Page"], "q": "of the company,'' <strong> Eric Schmidt </strong> wrote. <strong> Eric Schmidt </strong> holds out that he, <strong> Sergey Brin </strong> and <strong> Larry Page </strong> will all continue to work together for a long time to come, but the shakeup suggests otherwise. <q> <strong> Eric Schmidt </strong> was the grownup, </q> says one analyst.`` It's almost a little like Facebook now,'' he added, referring to the decision-making role of the social network's founder and CEO <strong> Mark Zuckerberg </strong>. Investors seemed to focus more", "new_id": -2}, {"uid": "1297183312119177307", "i": 56045, "idx": 1, "sa": ["Simon Cowell"], "q": "that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects.`` It's on a different time here in the UK,'' Mr. <strong> Simon Cowell </strong> said. <q> I watched some clips last week to get up to speed, and it looked good. </q> Asked about the new judges, he said,`` I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself", "new_id": -2}, {"uid": "1294954762094584920", "i": 54020, "idx": 5, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "open her eyes.'' <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, realized the significance of the moment.`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: <q> It felt like we were watching a miracle. </q> So how did <strong> Gabrielle Giffords </strong> survive the gunshot wound? The path of the bullet, quick and quality medical care, and a stroke of luck meant the difference between life and death, say her doctors and brain experts", "new_id": -2}, {"uid": "1297427687170164234", "i": 16343, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "combinations, so it's crucial to stress the importance now of a prominent position for Italy,'' Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. <q> The government wants to verify with Fiat's management the status of the Italian investment plan. </q> The Mirafiori deal is part of a 20 billion-euro($ 27 billion) investment project to revamp Fiat's five Italian car plants, where it aims to produce 1.4 million vehicles a year by 2014 from 650,000", "new_id": -2}, {"uid": "1295411717092504082", "i": 46, "idx": 1, "sa": ["Simon Cowell", "Show Luo"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean to be target=\"_blank\" href=\"http://rudegirls.com/\"> rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the <strong> Show Luo </strong> to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday,", "new_id": -2}, {"uid": "1297242013085999616", "i": 48866, "idx": 3, "sa": ["Simon Cowell"], "q": "of five years. <strong> Simon Cowell </strong> says`` by putting up that kind of prize money, it's a massive, massive risk.'' But, he says`` it's also an incredible incentive.'' And, <q> it puts everybody, rightly, under an enormous amount of pressure. </q> Auditions for`` The X-Factor'' begin March 27 in Los Angeles. The show premieres in the fall on Fox. Sound: CUT..024( 02/08/11) 00:34''''", "new_id": -2}, {"uid": "1296609176189513732", "i": 27040, "idx": 0, "sa": ["Allen Iverson", "Stephen A. Smith", "Chris Henry"], "q": "go to your mo... NFL's <strong> Chris Henry </strong> dies after fall from truck Cincinnati Bengals football player <strong> Chris Henry </strong> died after a fall from the bed of a pickup during a fight with his fianc?e, police said Thursday. <q> <strong> Chris Henry </strong> died as a result of his injuries sustained during this incident, </q> a Charlotte-Mecklenburg Police news release said.... <strong> Allen Iverson </strong> 1st Interview after the Trade ESPN AI told <strong> Stephen A. Smith </strong> on`` Quite Frankly'' on Wednesday night he didn't demand a trade, but he's happy now <strong> Allen Iverson </strong> tells", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]