[{"uid": "1297215145071778342", "i": 34802, "idx": 0, "sa": ["Dilip Kapur", "Donald Rumsfeld"], "q": "overseas, especially to shops in the UK and US. But India has become an increasingly big market place for its leather goods, with 50% of company revenues now coming from there. <q>The modern cosmopolitan experience has spread rapidly within the last five years, and luxury brands such as Hi-design have now become \"premium' and affordable to the upper middle class,</q> according to Mr <strong> Dilip Kapur </strong>. \"For retailers and brand builders like us it is explosively exciting.\" Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>\"s memoirs leave", "new_id": -2}, {"uid": "1296413477170033187", "i": 20904, "idx": 3, "sa": ["Ronald Reagan", "Michael Feinstein", "Bill Stephan", "Mike Pence"], "q": "\" <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q>I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,</q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> \"the manifestation of the kind of traditional <strong> Michael Feinstein </strong> ideals that I was raised to believe in", "new_id": -2}, {"uid": "1295253330160432215", "i": 12434, "idx": 2, "sa": ["Piers Morgan", "Jeremy Clarkson", "Simon Cowell", "David Hasselhoff"], "q": "that wealth hasn't separated him from his childhood friends in Sussex, who remain his closest confidants. He has a bet with his friend <strong> Simon Cowell </strong> that he won't succumb to the temptations of surgery or Botox- <q>Take me, warts and all!</q>- which <strong> Jeremy Clarkson </strong> hope he wins, because a surgically enhanced <strong> Piers Morgan </strong> would probably look alarmingly like <strong> David Hasselhoff </strong>. \"<strong> Jeremy Clarkson </strong> agree that would be terrifying,\" he grins. He does drink much less than he used", "new_id": -2}, {"uid": "1297706209114671657", "i": 21600, "idx": 0, "sa": ["Steve Ballmer"], "q": "attempting to meet those challenges by offering different technologies, such as specialized integration with its popular Office software for PCs and Web services that automatically back up users' data in case the device is lost. <q>Increasingly, consumers and mobile operators won't choose a phone, they'll choose a mobile platform,</q> <strong> Steve Ballmer </strong> said. Along with offering Twitter integration and multitasking, Microsoft said it plans to deliver a more advanced version of its Internet Explorer web browser for Windows Phone 7, which the company said will surf", "new_id": -2}, {"uid": "1297430563243695617", "i": 26331, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\". He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\".\" <q>School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents,</q> said <strong> Andy Burnham </strong>. More education news from the Guardian 60% of poorest children fail to reach good level of behaviour, says study Education news from around the web Around the web,", "new_id": -2}, {"uid": "1295122532207224849", "i": 3832, "idx": 0, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "announced$ 12.5 billion in spending cuts. That same day, Illinois raised its state income-tax rate to 5% from 3% to help plug an estimated$ 13 billion budget shortfall. <cite> Reuters </cite> <q>You could see... 50 to 100 sizeable defaults. More. This will amount to hundreds of billions of dollars.</q>- <strong> Meredith Whitney </strong>, financial analyst \"We've never defaulted, not once in our entire history, including during the Great Depression,\" says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying", "new_id": -2}, {"uid": "1296273664046694409", "i": 25149, "idx": 6, "sa": ["Chauncey Billups", "Allen Iverson", "Carmelo Anthony"], "q": "for No. 10-- Philadelphia's 10th straight loss. <strong> Chauncey Billups </strong> scored 31 points and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night. <q>I just felt like I was back home,</q> <strong> Allen Iverson </strong> said. \"It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than I already was.\" The Nuggets did their share to", "new_id": -2}, {"uid": "1296579713157810749", "i": 1147, "idx": 0, "sa": ["Zahi Hawass", "Jimmy Carter", "Hosni Mubarak"], "q": "named antiquities minister in a new Cabinet appointed by besieged <strong> Jimmy Carter </strong> <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q>We can not be like Afghanistan,</q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history. \"Civilization is inside the Egyptians.\" The sites have not been immune to the chaos. Last week", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1295722934067436550", "i": 15741, "idx": 0, "sa": ["Andy Coulson"], "q": ", and that one of the four claims was being made by a journalist. \"This was almost kids' play time. It was such a widespread practice,\" said Mr Lewis. <q>Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught.</q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\".", "new_id": -2}]