[{"uid": "1297129044188514306", "i": 487, "idx": 9, "sa": ["Simon Cowell"], "q": "of doing.... They've got their own opinions; they know what they're doing. You look at someone like American Idol?`` I haven't seen a full episode,'' he said. <q> I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over, </q> <strong> Simon Cowell </strong> continued.`` The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"uid": "1296149159246923304", "i": 40045, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q> when the spokesman needs a spokesman, it's time to move on. </q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops-- and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1296552417261570573", "i": 23546, "idx": 14, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Shaquille O'Neal"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_2001_NBA_Final_Game_2_vs_Kobe_Bryant_Lakers <strong> Shaquille O'Neal </strong> attacked, <strong> Kobe Bryant </strong> bounced back and the Los Angeles Lakers got on track. The Lakers responded like defending champions and evened the", "new_id": -2}, {"uid": "1297439837161464379", "i": 7927, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The biggest change by far for Nokia is its tacit admission that its Symbian operating platform has failed to become competitive, illustrated by its bold move to take on Microsoft's mobile platform for its smartphones. <q> I think there was a recognition that for something to effectively compete and ultimately win against Android and iPhone, it would require some big muscle, </q> <strong> Stephen Elop </strong> said at a joint news conference with Microsoft CEO <strong> Steve Ballmer </strong>. The choice to adopt Microsoft Phone is a controversial one as the platform has also not done so well against Google's Android or the iPhone", "new_id": -2}, {"uid": "1295561846217792525", "i": 28621, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' he added. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.'' The company reported that net profit rose to$", "new_id": -2}, {"uid": "1295739237074268687", "i": 9444, "idx": 4, "sa": ["Marvin Webster", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong>", "new_id": -2}, {"uid": "1295357795139706381", "i": 14558, "idx": 0, "sa": ["Kirsten Gillibrand", "Harry Reid", "Gabrielle Giffords"], "q": "<blockquote>`` I keep tellin' her, I'm like,` <strong> Gabrielle Giffords </strong>, you're in the ICU. You know, you don't need... to be doin' this,''' Kelly said. <q> But it's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people. </q> </blockquote> Three-Course-Lunch Deal at Four Seasons; Gwar Hosts Happy Hour at Idle Hands Man Predicts Vanity Fair Will Never Be at a Loss for Cover Subjects <strong> Kirsten Gillibrand </strong> on The View: <strong> Harry Reid </strong> Is an` Extraordinary Man' Congressman", "new_id": -2}, {"uid": "1295586272212418583", "i": 2946, "idx": 11, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. Denver also halted the Celtics' dominance over Western Conference teams this season, snapping their string of 16 straight wins. <q> I don't look at it as we beat the best team in the league, a win is a win, </q> <strong> Allen Iverson </strong> said.`` Obviously, we can compete with anybody. No one seems to know how much talent we have. We have enough talent to scare some people, but we just have to bring it night", "new_id": -2}, {"uid": "1295552137065978390", "i": 40781, "idx": 5, "sa": ["John McCain", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga"], "q": "...` Don't Ask, Don't Tell' Repeal Passes Historic Senate Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay troops known as <q> Don't Ask, Don't Tell. </q> Prior to the vote, Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their <strong> John McCain </strong>.. A message from <strong> Lady Gaga </strong> to the Senate Sept 16 2010 www.sldn.org Call your senator at(202) 224-3121... In Historic Move", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]