[{"uid": "1295625832143933451", "i": 20890, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "a peaceful way to resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q>Our mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,</q> <strong> Norman Schwarzkopf </strong> said. \"Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from", "new_id": -2}, {"uid": "1296832188012370001", "i": 35717, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld"], "q": "American Civil Liberties Union has uncovered thousands of pages of government documents that show that torture was authorized at the highest levels of the Bush administration. <strong> Jameel Jaffer </strong>, Deputy Legal Director of the ACLU: <q>Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false. Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic. If there's any \"known known,' it\"s that <strong> Donald Rumsfeld </strong> joined with other officials to orchestrate a program of torture. This effort to rewrite history is shameful.</q> Funded Status of U.S. Pensions Rises to 87.6 Percent, According to BNY Mellon Asset Management Oil in Gulf of Mexico: Biologists cite need for critical data to determine ecological consequences <strong> Donald Rumsfeld </strong> Memoir Reportedly Includes False Claims That Torture", "new_id": -2}, {"uid": "1296391267266764295", "i": 8628, "idx": 5, "sa": ["LeBron James", "George Headley", "Carmelo Anthony", "Rafael Nadal", "Michael Jordan", "Allen Iverson"], "q": "hat-trick as he led August Town to a 5-1 drubbing of <strong> George Headley </strong>, as the 2011 LIME/INSPORTS Primary Schools <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> Rafael Nadal </strong>. <q>I know he hates losing to me,</q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... Heat vs. Bulls 1996-1997. <strong> Michael Jordan </strong>'s 50 point statement November", "new_id": -2}, {"uid": "1295586061144719886", "i": 17224, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Google co-founder Larry Page will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. <strong> Eric Schmidt </strong>, 55, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, according to the official Google blog spot. <strong> Eric Schmidt </strong> would continue to act as an advisor to Page and co-founder <strong> Sergey Brin </strong>. \"Page will take charge of Google</q> s day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been", "new_id": -2}, {"uid": "1295594470029032448", "i": 893, "idx": 0, "sa": ["Michael Gove"], "q": "said that if trips meant teachers filling in endless forms, or if procedures for asking for parents' permission for children to go on trips were not streamlined, organising a science outing could become unattractive. <q>It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette Smith </strong>: \"Every educator would say outdoor experience is good</q> \"Every educator would say outdoor experience is good, but it is more complicated to organise.\" In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools.", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1296104876231735384", "i": 16843, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Tea", "new_id": -2}, {"uid": "1297426636014974991", "i": 32891, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetisation.\" <q>We the ability to activate users and put them in a position to be more effective in what we call local commerce,</q> added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297225373053084179", "i": 45413, "idx": 1, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "news media. \"<strong> Michael Vick </strong> is a convicted felon. He committed horrible, atrocious crimes, violent crimes,\" Jonnie England, of the Metroplex Animal Coalition, told CNN affiliate WFAA. <q>He has done nothing to deserve a key to the city of Dallas.</q> On Monday, Dallas <strong> Mayor Tom Leppert </strong> distanced himself from the presentation, telling the Dallas Morning News: \"We don't condone it and clearly didn't approve it. It's unfortunate, and I", "new_id": -2}, {"uid": "1295990431002195464", "i": 3050, "idx": 1, "sa": ["Matt Lauer", "David Letterman", "Conan O'Brien", "Sacha Baron Cohen"], "q": "that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\" Bruno to Terrorist Leader: <q>Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa</q>( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\"& <strong> Conan O'Brien </strong>) to promote \"Bruno,\" his latest outrageous comedy film character. Alleged terrorist Aita to Bruno: \"", "new_id": -2}]