[{"uid": "1297071251184320070", "i": 8132, "idx": 1, "sa": ["Michael Gove", "The Big Brother"], "q": "also accused him of \"foisting\" his 1950s vision for schools on the taxpayer. And Chris Keates, of the teachers' union NASUWT, accused Mr <strong> Michael Gove </strong> of \"destroying our education system\". <q>The Bill has all the hallmarks of being conceived by a power junkie. The rhetoric surrounding the bill is \"localism'. The reality is unprecedented centralisation of power.</q> John James confirms him and Josie are still a couple with a squeeze of her boob <strong> The Big Brother </strong> couple chats to 3am. co.uk on the red carpet at the NTAs Sunday People Exclusive- Corrie's Helen Flanigan\"s", "new_id": -2}, {"uid": "1296498486124518453", "i": 34026, "idx": 1, "sa": ["Brad Ellsworth", "Mike Pence"], "q": "n't have a primary.\" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. <q>The fiscal conservatives-he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him.</q> He also doesn't alienate the opposition. \"I like <strong> Mike Pence </strong>,\" says former House Speaker <strong> Brad Ellsworth </strong> Gregg, a Democrat. \"He is a conservative, but unlike some conservatives he's not angry", "new_id": -2}, {"uid": "1295218013110215267", "i": 2955, "idx": 0, "sa": ["Will Smith", "Janick Gers", "David Letterman", "Bruce Dickinson", "Nicko McBrain"], "q": "Gyptian received his musical calling at the age of seven, when he began singing in the church. Recognizing his talent, his parents introduced him to <strong> Will Smith </strong> Wong, a record producer from Portmore, St. Catherine. <q>I did not take... <strong> Iron Maiden </strong>- 11. Powerslave( Bercy 1999) <strong> Iron Maiden </strong>- Palais Omnisport de Bercy, Paris, France, Sep. 9, 1999, during the</q> The EdHuntour\" 1999. Powerslave( <strong> Bruce Dickinson </strong>) <strong> Bruce Dickinson </strong>: Vocals Steve Harris: Bass <strong> Janick Gers </strong>: Guitar <strong> David Letterman </strong> Murray: Guitar Adrian <strong> Will Smith </strong>: Guitar <strong> Nicko McBrain </strong>: Drums[ Lyrics] Into the Abyss I&... Nuances", "new_id": -2}, {"uid": "1297100048035717139", "i": 43891, "idx": 0, "sa": ["Michael Vick", "Lesley Stahl", "Sarah Palin", "Aaron Sorkin"], "q": "any patience with the glamorization of dumbness.\" Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q><strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies.</q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On CNN's Parker-Spitzer", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1295568681147800068", "i": 14132, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, who was made <strong> Google Inc. </strong> CEO in 2001 to provide greater management experience at the youthful company, explained that the decision had been taken to \"simplify our management structure and speed up decision making\". <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,</q> he said. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" Aaron Kessler", "new_id": -2}, {"uid": "1295563364204783630", "i": 10557, "idx": 1, "sa": ["Eric Schmidt"], "q": "right moment to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they <q>will continue to discuss the big decisions among the three of us.</q> But Thursday's announcement clarifies their individual roles \"so there's clear responsibility and accountability at the top of the company.\" After April 4, Page will lead product development and technology strategy and take", "new_id": -2}, {"uid": "1295700037236945434", "i": 14182, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". <strong> Andy Coulson </strong>, in his resignation statement, insisted he stood by his previous line that he was not aware of when he was News of the World editor and said he had done nothing wrong. He said that <q>when a spokesman needs a spokesman, it is time to move on</q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to the judgment of <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1296924819144195601", "i": 20641, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "' Chrysler Group LLC is working to refinance what its chief executive characterized as \"shyster loans\" that US <strong> Barack Obama </strong>'s administration extended as part of a bailout to keep the automaker from collapse in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. \"Pay back the loans, get those out and then take[ the company] public.\" <strong> Sergio Marchionne </strong>, who", "new_id": -2}, {"uid": "1295587963072171541", "i": 25093, "idx": 10, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" <q>I think <strong> Eric Schmidt </strong> is burned out.</q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its earnings. More recently, he has", "new_id": -2}]