[{"uid": "1295603056020365317", "i": 39529, "idx": 0, "sa": ["Eric Schmidt"], "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Trend Micro â\u0084¢ SafeSync â\u0084¢ Trend Micro", "new_id": -2}, {"uid": "1295532125005685274", "i": 16009, "idx": 0, "sa": ["Ricky Martin", "Simon Cowell"], "q": "Glee'`` The Kids Are All Right,''`` Burlesque,''`` I Love You <strong> Simon Cowell </strong> Morris,''`` Howl,''`` Easy A,''`` Scott Pilgrim vs. the World'' and <q> The Girl Who Played with Fire, </q> are among some of this year's film nominees.`` Project Runway'' and`` Top Chef: Just Desserts'' scored nods in the reality program category and`` The <strong> Ricky Martin </strong>'s first televised interview", "new_id": -2}, {"uid": "1295607661129794073", "i": 25910, "idx": 1, "sa": ["Allen Weiner", "Sergey Brin", "Eric Schmidt"], "q": "while running the company as a`` triumvirate'' with Page and <strong> Sergey Brin </strong>. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q> I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ Page] went to apply for the CEO job somewhere he wouldn't get it, </q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and Page taking over on an interim", "new_id": -2}, {"uid": "1296005117006848565", "i": 41691, "idx": 0, "sa": ["Rick Rosen", "David Letterman"], "q": "on NBC and <strong> David Letterman </strong> on CBS in total viewers, and much of the time in the coveted 18 to 49 demo, <strong> Rick Rosen </strong> insisted that the traditional way of reading the tea leaves is no longer relevant. <q> The ratings system needs to catch up to the viewing patterns and the world, </q> declared <strong> Rick Rosen </strong>, adding:`` To me it's the most significant challenge to television today.'' As head of TV development for WME <strong> Rick Rosen </strong> has seen big changes in recent years. Where his agency", "new_id": -2}, {"uid": "1296722504024068126", "i": 492, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": "should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favoring a slower transition that would allow new leaders to emerge from within the country. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> President Bush </strong> could do so.'' <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the", "new_id": -2}, {"uid": "1295093305253313052", "i": 3339, "idx": 1, "sa": ["Magic Johnson", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1295682265065617928", "i": 76, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "there is a campaign to push the Columbus Republican toward the White House. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. <q> It's not a complicated message, but it's a heartfelt one, </q> state <strong> Dick Armey </strong> Kris Crawford said.`` We would like him on the ballot.'' Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.`` Seize this", "new_id": -2}, {"uid": "1295674733088440885", "i": 31794, "idx": 0, "sa": ["Andy Coulson"], "q": "photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4", "new_id": -2}, {"uid": "1295465161182796309", "i": 44096, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": "Amarillo for Amber Alert Awareness Day <strong> Howard Stern </strong> calls <strong> Jay Leno </strong> a`` crook'' in interview <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host`` insane'' and accuses him of stealing sketch ideas. <q> <strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material, </q> The New York Post quoted <strong> Howard Stern </strong> as saying.`` This guy's ripped off like 10 major things from my show.'' <strong> Howard Stern </strong> also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host <strong> David Letterman </strong>", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]