[{"uid": "1295369174262144017", "i": 59612, "idx": 2, "sa": ["Jennifer Aniston", "James Blunt", "David Letterman", "Jay Leno"], "q": "from my show.'' Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host href=\"http://www.tvguide.com/celebrities/David Letterman-David Letterman/194124\"> <strong> David Letterman </strong> in the ratings.`` It's beyond my comprehension,'' Stern says. <q> America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Jennifer Aniston </strong>: The Rachel Was` Ugliest Haircut I've Ever Seen' PublishDate= 1/18/2011 9:50:00 AM <strong> James Blunt </strong> Plugs In and Performs Songs off`", "new_id": -2}, {"uid": "1295470519144212006", "i": 47007, "idx": 1, "sa": ["Micheline Calmy-Rey", "Alassane Ouattara", "Raila Odinga"], "q": "a statement issued Wednesday morning. Mr. <strong> Raila Odinga </strong> said Mr. Gbagbo had broken several promises that he had made to lift a blockade put in place around the Abidjan hotel where Mr. <strong> Alassane Ouattara </strong> is confined. <q> Mr. Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise- for the second time in two weeks, </q> Mr. <strong> Raila Odinga </strong> said. Swiss authorities, meanwhile, were moving to immediately freeze any assets belonging to Mr. Gbagbo, Swiss President and Foreign Minister <strong> Micheline Calmy-Rey </strong> said Wednesday. It was not immediately known how much money", "new_id": -2}, {"uid": "1297298981049397781", "i": 51372, "idx": 0, "sa": ["Donald Rumsfeld", "Jack Talbert"], "q": "else picture this guy in a little Hitler outfit. Regardless I hope we never live in his version of America!'' \" It is the version of America the Founding Fathers created. <strong> Jack Talbert </strong> <q> A wise and frugal Government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement. </q> Report Abuse \" what about reducing the war budget, remember the cons don't consider Iraq and Afghanistan wars as part of the defense budget. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap", "new_id": -2}, {"uid": "1296884781086720518", "i": 26501, "idx": 2, "sa": ["Zahi Hawass"], "q": "warned against`` rumours.'' In a posting on his blog( www.drZahi Hawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in`` 70 broken objects, all of which can be restored.'' <q> I want people to know that after nine days of protests, the monuments are safe, </q> <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed", "new_id": -2}, {"uid": "1297722098254132231", "i": 55375, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. Shares of Nokia fell 52 cents,", "new_id": -2}, {"uid": "1297278635173539337", "i": 25764, "idx": 0, "sa": ["Eric Cantor", "Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": "How Many Jobs Would of Been LOST''. This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy`` AmEric Cantoran'' Report Abuse <q> Funny how all these repugs. yell about the treaty saying he will just ram it thru congress... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Bill Clintonion Wiz Kid Stock& Option Trader Makes$ 4 Bill Clintonion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1295238796192987195", "i": 57298, "idx": 1, "sa": ["Eric Schmidt", "Julius Genachowski", "Lowell McAdam"], "q": "competition to the runaway success of Apple's iPhone. Google has been one of the strongest corporate proponents of net-neutrality rules in Washington, with <strong> Eric Schmidt </strong> visiting <strong> Julius Genachowski </strong> last Friday to thank him for the proposal. <q> Trying to respond to whatever is urgently being discussed on the Hill was the farthest thing from our minds, quite frankly, </q> <strong> Lowell McAdam </strong> said in a conference call. Analysts say Verizon has had more open policies than most other carriers. AT&T did not comment beyond its news release, which said the company decided during the", "new_id": -2}, {"uid": "1295894255267862057", "i": 30934, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "God and Gateway Church will pray for you.''`` Our Web <strong> Larry Page </strong> is an extension of everything we do,'' says Marotte. It also offers live chat online prayer available a few hours a week, <q> just like when you go to church and there's someone there to pray with you. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO. Google", "new_id": -2}, {"uid": "1296802074171819016", "i": 56662, "idx": 1, "sa": ["Don Nelson", "Allen Iverson"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looking for a complete game to extend that winning streak. <q> The best part about it is we struggled at times in the game but we got it Don Nelsone, </q> <strong> Allen Iverson </strong> said.`` We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]