[{"uid": "1295607635131039250", "i": 33639, "idx": 3, "sa": ["Eric Schmidt"], "q": "`` It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,'' said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626.77 yesterday, he would earn about$ 334.7 million on", "new_id": -2}, {"uid": "1295717835220610566", "i": 21431, "idx": 5, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": ",`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01202011- 32v&amp;flvURL=/media/2011/01/20/01202011- 32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011- 32v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}, {"uid": "1297091339253722634", "i": 5376, "idx": 1, "sa": ["Sergio Marchionne"], "q": "CEO <strong> Sergio Marchionne </strong> speaks during the... Report Abuse \" I didn't waste a single moment watching any of them. \" I have never bought a single item based on a TV or print ad. Report Abuse <q> The worst commercials in memory. </q> The worst of the worst was the g@y Doritos finger licking, pant sniffing thing. Switch to a store brand. The second was Pepsi max appeal to trailer trash. Switch to Coke", "new_id": -2}, {"uid": "1297242543083116089", "i": 18708, "idx": 13, "sa": ["Simon Cowell", "Justin Bieber", "Billy Bush", "Kit Hoover"], "q": "friends. We're just gon na completely whip their a** es[ with` The X Factor].''`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked. <q> No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover' with a happy ending. We like happy endings, </q> <strong> Simon Cowell </strong> said. NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Billy Bush </strong> and <strong> Justin Bieber </strong> in`` The <strong> Billy Bush </strong> Show'' studio, Burbank", "new_id": -2}, {"uid": "1295532028257605640", "i": 19848, "idx": 0, "sa": ["Regis Philbin", "David Letterman"], "q": ",( PTI): Tuesday, January 18, 2011--> A petition seeking <strong> Regis Philbin </strong> retiring from Live with <strong> Regis Philbin </strong> and Kelly: <strong> David Letterman </strong> video On Tuesday morning, January 18, 2011, in front of his <q> Live with <strong> Regis Philbin </strong> and Kelly </q> fans, <strong> Regis Philbin </strong> announced he was retiring- not from show target=\"_blank\" href=\"http://wn.com/?_business\"> business like everyone thought- but from his show,`` Live with <strong> Regis Philbin </strong> and Kelly.'' The target=\"_blank\" href=\"http://wn.com/?_news\"> news immediately", "new_id": -2}, {"uid": "1295391203109740051", "i": 8992, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", Ap Auto Writer 26 mins ago WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297089391093831198", "i": 51727, "idx": 0, "sa": ["P. Freire", "Sergio Marchionne"], "q": "not really, as I'll explain below. J. <strong> P. Freire </strong> at href=\"http://washingtonexaminer.com/blogs/beltway-confidential/2011/02/chrysler-releases-6m-ad-while-requesting-more-taxpayer-dollars\"> the Examiner points out the most embarrassing Super Bowl gaffe, which had nothing to do with football or the show last night: <q> You may have noticed that Chrysler released </q> the longest ad in Super Bowl history on Sunday night, featuring the new Chrysler 200 driven by Detroit native rap star Eminem, an ad that CEO <strong> Sergio Marchionne </strong> says cost less than$ 9 million. But given that", "new_id": -2}, {"uid": "1295397624010076164", "i": 42625, "idx": 5, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. VALETS WANTED", "new_id": -2}, {"uid": "1296742904227606600", "i": 4414, "idx": 1, "sa": ["Tim Pawlenty", "Donald Rumsfeld", "Barack Obama", "Osama bin Laden"], "q": "taken in the`` tank'' at the Pentagon only FOUR HOURS after American Flight 77 slammed into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 pm, in discussing a <q> whole range of military operations </q> and the`` annihilation of terrorism'' <strong> Donald Rumsfeld </strong> says:`` My interest is to hit Saddam <strong> Barack Obama </strong> at the same Tim Pawlentye, not to look only at UBL( <strong> Osama bin Laden </strong>).'' It's either a lapse of", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]