[{"uid": "1294952896035717140", "i": 16478, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "a miracle as she watched U.S. Rep. <strong> Gabrielle Giffords </strong> open her eyes for the first time after being shot over the weekend.`` It felt like we were watching a miracle,'' said U.S. Representative <strong> Debbie Wasserman Schultz </strong>. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> <strong> Debbie Wasserman Schultz </strong>, who's from Weston, was in <strong> Gabrielle Giffords </strong>' hospital room with <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-NY. Both women, who are close friends of <strong> Gabrielle Giffords </strong>, traveled to Arizona with <strong> Barack Obama </strong> aboard Air Force One", "new_id": -2}, {"uid": "1295599055020365403", "i": 1388, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "$ 10.8 bn( Â£ 6.8 bn). Mr <strong> Eric Schmidt </strong>, who was brought in to guide Google's student founders, Mr Page and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account: <q> Day-to-day adult supervision no longer needed! </q> On a conference with analysts late last night he added:`` I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this", "new_id": -2}, {"uid": "1295611284110247967", "i": 30487, "idx": 0, "sa": ["Simon Cowell", "Mary McNamara"], "q": "hit show, and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year. The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table.`` Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,`` Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' Comment on this Article New York", "new_id": -2}, {"uid": "1295530460005685268", "i": 14299, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants.`` Oh my God, this is awful,'' she moaned after saying no to a young woman from the Ivory Coast. <q> Oh my God, I hate this. </q> <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please.`` You sang beautiful but I just wasn't feeling that pizzazz,'' he told an", "new_id": -2}, {"uid": "1297267029254083111", "i": 35499, "idx": 2, "sa": ["Simon Cowell"], "q": "summit in Washington at the end of this month. However, Beale denied the reports that the United States has put on holdhigh-level bilateral meetings with Pakistan to pressure the government to release Davis. <q> We are making decisions on upcoming meetings on a case-by-case basis, </q> she was quoted as saying by CNN. <strong> Simon Cowell </strong> says launching X Factor in US is a` massive risk' Sequencing of issues should not be intended to` score points': Pakistan Black money: Centre", "new_id": -2}, {"uid": "1297119812245366797", "i": 16903, "idx": 0, "sa": ["Simon Cowell"], "q": "judging panel for The X Factor's American edition have been premature, according to <strong> Simon Cowell </strong>, who created the British singing competition and will serve as the new U.S. version's lead judge when it debuts this fall. <q> I'm not going to say today... who we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet, </q> <strong> Simon Cowell </strong> told reporters during a Monday conference call.`` We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or", "new_id": -2}, {"uid": "1297029754108593165", "i": 39027, "idx": 0, "sa": ["David Letterman"], "q": "or more this season. But you sure wouldn't know it from the hatred that Nick is receiving from some posters today. Posted by: musicmanjr| February 2, 2011 3:14 PM| <q> Why I Missed Last Night's Game </q> What game? Posted by: Samson151| February 2, 2011 3:25 PM|`` And then there's always the bus. Pretty wimpy <strong> David Letterman </strong> Lee. Good thing you aren't", "new_id": -2}, {"uid": "1297171230133922851", "i": 9513, "idx": 2, "sa": ["Simon Cowell"], "q": "'m a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he said during", "new_id": -2}, {"uid": "1297378856030818345", "i": 39956, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "<strong> Dick Cheney </strong> made a surprise appearance Thursday at the Conservative Political Action Committee Convention to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on Mr. <strong> Barack Obama </strong> than the president's current advisers. Mr. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]