[{"uid": "1297010105188809220", "i": 17328, "idx": 0, "sa": ["Simon Cowell"], "q": "weeks. <strong> Simon Cowell </strong>'s hesitance is also thought to be retaliation for ITV's decision to pass on a new Top Of The Pops-style format from his production company Syco. An ITV spokesperson confirmed: <q> We have a great relationship with <strong> Simon Cowell </strong> but we haven't commissioned any new shows with Syco and we're not working on any plans at the moment. </q> They added:`` We are excited about this year's X Factor", "new_id": -2}, {"uid": "1295891357122388543", "i": 18642, "idx": 7, "sa": ["Ellen Gallagher", "Mary McCartney", "Zahi Hawass"], "q": "Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.`` They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> <strong> Mary McCartney </strong> Opens First Solo Show in Germany at Contributed, Studio for the Arts First Show, Since 2005, of Recent Work by <strong> Ellen Gallagher </strong> at Gagosian in New York Egyptian Government Officially Asks Berlin to Return 3,300-Year-Old Bust of", "new_id": -2}, {"uid": "1297183312119177307", "i": 56044, "idx": 0, "sa": ["Simon Cowell", "Matt Lauer"], "q": "Speaking with <strong> Matt Lauer </strong> on The Today Show Tuesday, former American Idol judge, <strong> Simon Cowell </strong>, admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects. <q> It's on a different time here in the UK, </q> Mr. <strong> Simon Cowell </strong> said.`` I watched some clips last week to get up to speed, and it looked good.'' Asked about the new judges, he said,`` I think they're doing", "new_id": -2}, {"uid": "1295496007204455993", "i": 13335, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Paula Abdul"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies On the Set: Vampire Diaries' Bonnie Really Wanted to Kiss Jeremy", "new_id": -2}, {"uid": "1296077951036618254", "i": 13401, "idx": 1, "sa": ["Steve Ballmer"], "q": "keynote, Microsoft CEO <strong> Steve Ballmer </strong> told the audience that Mediaroom had garnered some 4 million users by that time. The latest suit claims that TiVo is infringing four patents held by Microsoft. Their titles range from <q> Selective Delivery of Programming for Interactive Televideo System, </q> to`` User Friendly Remote System Interface Providing Previews of Applications.'' Whither the patents? For once, Microsoft was very early to jump on concepts surrounding the convergence of TV and telecommunications,", "new_id": -2}, {"uid": "1295559948061718567", "i": 32162, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "been CEO for nearly a decade. He will now take over as executive chairman. We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}, {"uid": "1295432564076251150", "i": 10227, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Randy Jackson", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the singing competition that airs on CTV. <q> I think with every artist-- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295391180188055575", "i": 15891, "idx": 1, "sa": ["Sergio Marchionne"], "q": "making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1295469077077529105", "i": 44660, "idx": 0, "sa": ["Sergio Marchionne"], "q": " CBS News reports that Dodge-Chrysler is seriously rethinking minivans as an automotive form factor, and that the company plans to completely redesign the iconic American family hauler. <q> We need to seriously rethink the minivan, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler, in a recent ABC interview.`` We need to retain all its functionality but make it much more versatile. Strong words from the company the popularized the minivan concept", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]