[{"uid": "1295273225054296586", "i": 908, "idx": 0, "sa": ["Steve Ballmer"], "q": "iPhone 4 handsets in the first three days of availability. Bing like a\" weed\" <strong> Steve Ballmer </strong> also cited search and gaming as two of its successes, alongside the business market. <q> We've made bold technology bets, </q> <strong> Steve Ballmer </strong> claimed.\" We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.\"\" We bet", "new_id": -2}, {"uid": "1294957392081149963", "i": 6979, "idx": 3, "sa": ["Linas Kleiza", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.\" We were trying to keep the ball out of his hands as much as possible.\"\" He was holding me the whole time,\" <strong> Allen Iverson </strong> said <strong> Linas Kleiza </strong> The Red Hurricane A video with", "new_id": -2}, {"uid": "1295348154121946388", "i": 15652, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "judge and new CNN talkshow host told Metro that he was shocked by the powerful position to which the the Liberal Democrat leader has since risen. Asked who were his most difficult interviewees, <strong> Piers Morgan </strong> said: <q> Ones who emerge as fairly imbecilic. <strong> Nick Clegg </strong> stands out; my GQ interview with him was a series of spectacular own goals.\" I thought,' I hope he never ends up running the country' and, whoa- here he is. How can this guy be so powerful? It's frightening. </q> He added:\" <strong> Simon Cowell </strong> was tough because we're friends but he was also my boss and he wouldn't be afraid to use that advantage- but it made for good TV.\" EastEnders:", "new_id": -2}, {"uid": "1296770160151027758", "i": 43039, "idx": 0, "sa": ["Michael Vick"], "q": "with heavy security, according to a report from the celebrity gossip Web site, TMZ. The invitation has a large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: <q> Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience. </q> And then in smaller type:\" Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the", "new_id": -2}, {"uid": "1295604338233226243", "i": 24209, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ",\" he added.\" Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search,\" adding: <q> Ask employees. Any engineer with initiative has been going mad at processes and vacillation. </q> Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was chief executive and Page and <strong> Sergey Brin </strong>, the co-founders, had an equal role eventually has led to drift. Google needs", "new_id": -2}, {"uid": "1297298258261144595", "i": 21465, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was\" concerned\" about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q> I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at <strong> Nouri al-Maliki </strong> Ghraib. </q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said:\" No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in", "new_id": -2}, {"uid": "1297170776188874758", "i": 34266, "idx": 2, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would\" welcome a clarification of the guidelines. </q> Facebook! Know something we don't? E-mail us at DALLAS-- The <strong> Mayor Tom Leppert </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a\" key to the city.\" <strong> Michael Vick </strong> won The Associated", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,\" or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1297271679224821249", "i": 9068, "idx": 1, "sa": ["Zahi Hawass"], "q": "interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q> Thank God the museum was dark and they could not see anything, </q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away.\" It was wonderful to find that these real Egyptians", "new_id": -2}, {"uid": "1295618474243957773", "i": 46679, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", who has always denied any knowledge of wrongdoing at the newspaper, said he could not focus on his role at Downing Street given the renewed speculation about what went on when he ran the newspaper. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement.\" I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" Prime Minister <strong> David Cameron </strong> had", "new_id": -2}]