[{"uid": "1295454377253952031", "i": 9755, "idx": 2, "sa": ["Tom Coburn", "Nancy Pelosi", "Ryan Dixon", "Mike Pence", "Harry Reid", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Eric Cantor", "Michael Bennet", "Barack Obama", "Patrick Kennedy"], "q": "stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com`` <strong> Mike Pence </strong> <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan'' www.youtube.com <q> High Immigration Impacts AmEric Cantora's Unemployed </q> www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> http://wn.com/Tom Coburn_Senate_Republicans_Will_Watch_for_Sweetheart_Deals_in_Health_Care For the first time, Democrats admit what AmEric Cantorans already know about their health care bill: it would raise premiums", "new_id": -2}, {"uid": "1295501959237502465", "i": 49861, "idx": 4, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has made his mark`` by going against the grain and having the courage to say exactly what is on his mind.''`` I'm not a master of anything,'' says <strong> Simon Cowell </strong>. <q> I think what I'm good at is making shows or records which a lot of people will like for the same reasons I like them. </q> He says he truly trusts his own instincts and when evaluating talent, doesn't necessarily think of himself as a person running a record company or in charge of a TV show.``", "new_id": -2}, {"uid": "1296755217139362317", "i": 8432, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "9 8.833 ABC href=\"http://tvbythenumbers.zap2it.com/off-the-map-abc\" title=\"Off The Map\"> Off The Map 1.7 5 5.098 CBS href=\"http://tvbythenumbers.com/blue-bloods-cbs\" title=\"Blue Bloods ratings, news, and viewing links\"> Blue Bloods 1.5 4 11.117- Via NBC press notes: <q> In Late-Night Metered Markets Wednesday night: In Nielsen's 56 metered markets( with four markets excluded today), household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 3.1/ 8; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 2.8/ 7; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 3.3/ 8;", "new_id": -2}, {"uid": "1296152332094584859", "i": 7645, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Alan Eustace"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Get noticed over other IS Professionals and increase your earning potential.", "new_id": -2}, {"uid": "1296371370213876753", "i": 17284, "idx": 1, "sa": ["LeBron James", "Paul Pierce", "Allen Iverson"], "q": "scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Paul Pierce </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine shots himself, maLeBron James seven of them. <q> I was out there watching, </q> gushed <strong> Allen Iverson </strong>, who will join Melo as an All-Star starter in New Orleans later this month. <strong> Paul Pierce </strong> made 19 of 25 shots from the floor and sank all eight of his free throws in the third-highest individual scoring", "new_id": -2}, {"uid": "1297616629186400779", "i": 32563, "idx": 45, "sa": ["Donald Rumsfeld", "David Martin"], "q": "junior lieutenant general in the Army, and had a scandalously undermanned headquarters.`` I raised 16 kinds of the dickens about it... and the Army didn't get it staffed,'' <strong> Donald Rumsfeld </strong> said. <q> He went on for a long period with a seriously understaffed command. </q> It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge.`` You are responsible for the occupation of Iraq,'' said <strong> David Martin </strong>.`` Supposedly.''", "new_id": -2}, {"uid": "1295724696160612404", "i": 13051, "idx": 0, "sa": ["Alan Rusbridger", "Andy Coulson"], "q": "Press freedom and ethics/ Blog article: Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q> News of the World Similar posts:` Why Journalism Matters' by <strong> Alan Rusbridger </strong>(@aAlan Rusbridger): the video <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' <strong> Alan Rusbridger </strong> on his", "new_id": -2}, {"uid": "1296271846184582164", "i": 29205, "idx": 6, "sa": ["Eddie Jordan", "Elton Brand", "Shaquille O'Neal", "LeBron James", "Thaddeus Young", "Allen Iverson", "Jrue Holiday", "Kobe Bryant"], "q": ".'' LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Philadelphia_76ers_huge_first_round_game_1_upset_vs_Detroit Game winning basket by <strong> Thaddeus Young </strong> game 3 April 24 http://wn.com/Allen Iverson_Allen Iverson_40pts_9asts_vs_Kobe Bryant_Kobe Bryant_Shaquille O'Neal_Shaquille O'Neal_Lakers_00/01_NBA_MVP_*2001_NBA_Finals_preview The", "new_id": -2}, {"uid": "1295639823124272713", "i": 2090, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "realize that they do face new increased risks from natural disaster. The New York Times contrasts the recent Australian floods with the Brazilian floods. Many fewer people died in the Australian Floods. Why? <q>`` The hillside areas around Rio lacked early warning systems or effective community organizations that might have helped residents to wake one another as the rains intensified last Tuesday night, disaster experts and residents said. Most people are believed to have died early Wednesday morning as they slept, when water-loosened earth swept their houses away. </q> \" Barbicambarus simmonsi: New giant crayfish species discovered, and it's really big Bye Bye Blackbird: USDA acknowledges a hand in one mass bird death <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]