[{"uid": "1297092964239337473", "i": 51982, "idx": 0, "sa": ["Jay Sean", "Sergio Marchionne", "Lil Wayne"], "q": "<strong> Jay Sean </strong> and <strong> Lil Wayne </strong> Team up Again for \"Hit the Lights\" Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... <q> Yeah keep glorifying the Thug culture yahoo, super bowl, NFL and anyone else that can make a buck off it.... Our kids deserve better. </q> The don't call it the NFL( National Felons League) for nutin'. Don't know as they do deserve better though. They're some dumb crackers out there and they progeny is dumber", "new_id": -2}, {"uid": "1295487172086802452", "i": 6124, "idx": 0, "sa": ["Allen Iverson", "David Stern", "Brad Greenberg"], "q": "the NBA draft Wednesday night. General manager <strong> Brad Greenberg </strong>, speaking before about 4000 fans at the Spectrum, gave the news before NBA commissioner <strong> David Stern </strong> strode to the lectern at the Continental Airlines Arena to announce the pick. <q> We tipped the fans early because we wanted to show them that we appreciate their support, </q> <strong> Brad Greenberg </strong> said. \"We're in a new era here and we gave them something nobody ever did before.\" In reality, the 76ers decided on <strong> Allen Iverson </strong> on Saturday, after he made a second visit to", "new_id": -2}, {"uid": "1295576927002506766", "i": 58865, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an <q> outstanding job leading Google for the last decade. </q> \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. \"Google still has such", "new_id": -2}, {"uid": "1295471010042287122", "i": 40045, "idx": 1, "sa": ["Eric Snow", "Dirk Nowitzki", "LeBron James", "Allen Iverson", "Tim Duncan"], "q": "leading the Denver Nuggets past the Dallas MavEric Snowks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and maLeBron James shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth Tim Duncane scoring 30 points and his fourth Tim Duncane with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1297196814258572315", "i": 47254, "idx": 13, "sa": ["John McCain", "Colin Powell", "Diane Sawyer", "Donald Rumsfeld"], "q": ", a lot of academics like to have meetings. And they like to bridge differences and get people all to be happy.\" He also disputed any notion that Mr. <strong> Colin Powell </strong> was anti-war. <q> I never saw even the slightest hint of that. The idea that he was lying or duped is nonsense, </q> Mr. <strong> Donald Rumsfeld </strong> told Ms. <strong> Diane Sawyer </strong>. In his book, Mr. <strong> Donald Rumsfeld </strong> also takes aim at a man still looming large on the national political stage- Arizona Sen. <strong> John McCain </strong>, a longtime thorn in his side.", "new_id": -2}, {"uid": "1296981663254574647", "i": 30253, "idx": 1, "sa": ["Frank Zombo", "Michael Vick"], "q": "\" Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense. <q> He played a little bit of defensive end for us, but he was a 6-4 kid who could catch passes, </q> Bye said. \"He had great arm length and great hand-eye coordination-- he was a great soccer player when he was younger-- he didn't have jet speed to be a college wide receiver. I thought", "new_id": -2}, {"uid": "1296751792175587353", "i": 10093, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "evidence of this. You may be right, but I think we have been exceedingly careful to not \"install\" anyone. Posted by: suekzoo1| February 3, 2011 11:41 AM| <q> In his upcoming book, former Defense Secretary <strong> Donald Rumsfeld </strong> writes that <strong> George W. Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. \"He asked that I take a look at the shape of our military plans on Iraq, </q> <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\" ' Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been", "new_id": -2}, {"uid": "1296972042257851410", "i": 568, "idx": 0, "sa": ["Michael Vick", "Andy Reid"], "q": "when two of his sons were arrested on drug charges, believed Vick-Michael Vick/\" Michael Vick\"> <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid-Andy Reid/\" Andy Reid\"> <strong> Andy Reid </strong> said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape....", "new_id": -2}, {"uid": "1296748642199131152", "i": 40822, "idx": 6, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges.? 2011 msnbc.com Reprints", "new_id": -2}, {"uid": "1296492638150683650", "i": 28338, "idx": 0, "sa": ["Oprah Winfrey", "Robin Williams", "Sergio Marchionne"], "q": "certain the Michigan basketball team understood the concept of building off the... Red Wings defenseman Nicklas Lidstrom has been part of the two biggest comebacks in All-Star Game... Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q> performance... Chrysler reported a$ 199-million net loss for the fourth quarter of 2010, but excluding interest on... Chrysler reports its fourth-quarter financial results this morning amid rising expectations that it... More than 1,000 filmgoers-- and \"Detroit 1-8-7 </q> fans-- sold out the Detroit Film Theatre to... Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of... As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}]