[{"uid": "1295665836007979062", "i": 8578, "idx": 0, "sa": ["Jeff Immelt", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "given to anyone, and if we want to win, we have to compete,'' said <strong> Jeff Immelt </strong>. It's that competitive spirit that New Yorkers think will help turn the economy around. <q> Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future, </q> said Sen. <strong> Charles Ellis Schumer </strong>( D).`` It's how we're going to create jobs, grow the economy,'' said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive", "new_id": -2}, {"uid": "1296576856026624053", "i": 29020, "idx": 0, "sa": ["Donald Rumsfeld", "Mark Kimmitt"], "q": "serious threats we had to stop broadcasting for few days because every time we tried to broadcast the fighter jets spotted us we became under their fire.'' On April 11 senior military spokesperson <strong> Mark Kimmitt </strong> declared, <q> The stations that are showing Americans intentionally killing women and children are not legitimate news sources. That is propaganda, and that is lies. </q> On April 15 <strong> Donald Rumsfeld </strong> echoed those reMark Kimmitts in distinctly undiplomatic terms, calling Al-Jazeera's reporting`` vicious, inaccurate and inexcusable.... It's disgraceful what that station is doing.'' It was the very next day", "new_id": -2}, {"uid": "1296272080046514183", "i": 24086, "idx": 1, "sa": ["Angelina Jolie", "King Kong", "Vanessa Paradis", "Johnny Depp"], "q": "the Palazzo Pisani Moretta in Venice. In the flick, <strong> Angelina Jolie </strong> plays an Interpol agent who seduces a tourist, played by <strong> Johnny Depp </strong>, in order to flush out a criminal she slept with in the past. <strong> Vanessa Paradis </strong> <q> found out that there was a real long and intense love scene between( <strong> Johnny Depp </strong>) and <strong> Angelina Jolie </strong>, </q> a source close to the project said.`` He's currently trying to( get out of the movie), but I don't know if he's succeeded. But he's trying and they're talKing Kong", "new_id": -2}, {"uid": "1295628168219987969", "i": 43367, "idx": 4, "sa": ["Dan Gillmor", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "et <strong> Sergey Brin </strong>, qui se partageaient jusqu'alors les d?cisions. <strong> Eric Schmidt </strong> tait connu pour temp?rer les d?cisions des deux cofondateurs, href=\"http://searchengineland.com/google-chrome-eye-22226\" target=\"_blank\"> retarDan Gillmort par exemple la sortie du navigateur Google Chrome et du syst?me Chrome OS. <q> Nous devions clarifier nos r?les </q>, affirme-t-il, sugg?rant que l'entente n' a pas toujours t totale.`` La passion d'une start-up'' Propuls PDG, <strong> Larry Page </strong> souhaite aujourd` hui retrouver un rythme d'innovation", "new_id": -2}, {"uid": "1296195422159858704", "i": 46439, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. We welcome comments that advance the story directly or with relevant tangential", "new_id": -2}, {"uid": "1297256995028704771", "i": 20203, "idx": 2, "sa": ["Michael Oher", "Michael Vick", "Piers Morgan", "Leigh Anne Tuohy"], "q": "'' The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance.`` People mess up all the time,'' <strong> Michael Oher </strong> said. <q> <strong> Michael Vick </strong> surrounded himself around the wrong people and you have to be careful with that. He's redeemed himself. If you give someone a second chance, look at what happens. The guy came back and had an unbelievable season. That's all it takes just like the Leigh Anne Tuohys gave me a second chance. </q> Comments:( you may use HTML tags for style) Welcome to The Baltimore Sun's Ravens game story database. Use the search prompts below for access to", "new_id": -2}, {"uid": "1297449852077103107", "i": 54853, "idx": 1, "sa": ["Steve Ballmer"], "q": "Nokia devices, while Nokia's content and app store will be integrated with Microsoft's Marketplace.`` Ecosystems thrive when fueled by speed, innovation and scale,'' explained Microsoft CEO <strong> Steve Ballmer </strong>. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> So, what will happen with Symbian and MeeGo? Well, Nokia now considers the OS a`` franchise platform,'' while recognizing the need to retain and transition the installed base of 200", "new_id": -2}, {"uid": "1296370414073023502", "i": 4525, "idx": 0, "sa": ["Joe Donnelly", "Mike Pence", "Jackie Walorski"], "q": "and pragmatically about education, energy policy, the federal deficit, the economy-- and about his Northern Indiana district, which includes South Bend.`` It's a working-class area,'' he said. <q> The issues are clear. It's jobs and education. Jobs and education. </q> <strong> Joe Donnelly </strong> attracted a lot of attention last year as he battled and narrowly won re-election against former state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>. Republicans worked hard to tie him to national Democrats, focusing most squarely on his vote for", "new_id": -2}, {"uid": "1296171065065814533", "i": 44980, "idx": 9, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "watch full`` <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February'' exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <q> She's Destroying My Family! </q> <strong> Camille Grammer </strong> Talks About <strong> Kelsey Grammer </strong>'s Mistress`` She's Destroying My Family!'' <strong> Camille Grammer </strong> Talks About <strong> Kelsey Grammer </strong>'s Mistress Heartbroken <strong> Camille Grammer </strong> talks to her friend about the state of her marriage.... Letter from <strong> Camille Grammer </strong> to Kayte Walsh", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]