[{"uid": "1295443111060325937", "i": 39194, "idx": 5, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "to say <strong> Sen. Bernie Sanders </strong>'s our guy,\" Dempsey said, but he added, \"We have a great relationship with the senator.\" <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Sen. Bernie Sanders </strong> wouldn't be easy. <q> I think there's three people who think I can win, </q> he said. \"The good thing is I'm one of them.\" thallenbeck@burlingtonfreepress.com. To have Free Press headlines delivered free to your e-mail, sign up at burlingtonfreepress.com/newsletters. You must fill out the comment body", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1295792025158990416", "i": 7271, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,\" Mr Lewis said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge. </q> Mr <strong> Andy Coulson </strong>, who became <strong> David Cameron </strong>'s head of communications before the 2010 General Election, handed in his resignation on Friday and plans to leave within weeks. In a statement, he said the", "new_id": -2}, {"uid": "1296968578257851407", "i": 40185, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal. It's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295963415077971463", "i": 13959, "idx": 0, "sa": ["Bill Lockyer"], "q": "link below to read more. The IRS unveiled a smartphone app that lets taxpayers check the status of their tax refunds and get other information about their returns. <strong> Bill Lockyer </strong>, California's state treasurer, calls the notion <q> a cynical proposal, intended to incite a panic in response to a phony crisis. </q> Taxpayer-backed Fannie Mae and Freddie Mac have made a lot of money for a lot of lawyers since the government seized them 21/2 years ago. The Economist asks: What's the correct way to think about the rise", "new_id": -2}, {"uid": "1296513631156909668", "i": 4663, "idx": 1, "sa": ["Michael Vick"], "q": "the... U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse \"Good thing I don't have any stocks in the Egyptian market.\" Report Abuse <q> Why the rush... these protesters just want democracy no need to fear democracy protesters right? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1295327039053116954", "i": 31661, "idx": 3, "sa": ["Keyon Dooling", "Allen Iverson"], "q": "scored 39 points from every angle on the court, including a driving, fallaway runner from 10 feet out with 2.2 seconds left to give the Philadelphia 76ers a 105-103 victory over the Orlando Magic on Friday night. <q> I wanted to get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in, </q> <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That", "new_id": -2}, {"uid": "1295555864029818909", "i": 17630, "idx": 0, "sa": ["Alyse Eady", "David Letterman", "Paul McCartney"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night.  The Gossip's \"Standing in the Way of Control\" named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to \"Blackbird\"  On Monday, <strong> Paul McCartney </strong> played a concert in Nashville, where he told the crowd that the Central High crisis inspired", "new_id": -2}, {"uid": "1297051578106594376", "i": 11617, "idx": 0, "sa": ["Zahi Hawass"], "q": "Sunday. Media reports during Egypt's political unrest had quoted <strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. <q> They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today, </q> said <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of the boy", "new_id": -2}, {"uid": "1295594704029032469", "i": 33832, "idx": 5, "sa": ["Saddam Hussein", "Colin Powell", "President Bush"], "q": "decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> President Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said. \"<strong> President Bush </strong> made the right decision.\" The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> President Bush </strong>'s son, former president <strong> President Bush </strong> W <strong> President Bush </strong>.", "new_id": -2}]