[{"uid": "1296482657189546496", "i": 3306, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 percent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 percent by meeting a government", "new_id": -2}, {"uid": "1295456943232456195", "i": 41948, "idx": 0, "sa": ["Bernie Sanders"], "q": "in NBC Universal-creating a conglomerate that will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States-represents the ultimate surrender to the demands of corporate America. <q> Once we allow companies to become this powerful, the FCC does not regulate them, </q> says Vermont Senator <strong> Bernie Sanders </strong>. \"They regulate the FCC,\" says the senator. No reasonable regulator would debate <strong> Bernie Sanders </strong>'s point-or the threat to democracy posed when traditional protections against media monopoly are abandoned.", "new_id": -2}, {"uid": "1295650466122683393", "i": 52989, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman", "Belvin Perry"], "q": "Thursday, several supposed defense witnesses undercut a defense argument that someone other than Anthony dumped Caylee's body after Casey was jailed. Attorney Deen, offering more analysis for WESH, explained <strong> Belvin Perry </strong>'s problem: <q> The judge is in a position of trying to guard the public money, but on the other hand, he can not thwart this defendant's ability to move around and investigate her case. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}, {"uid": "1297270573021168154", "i": 10437, "idx": 3, "sa": ["Isnilon Hapilon", "Colin Powell", "Donald Rumsfeld"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network.", "new_id": -2}, {"uid": "1296577906068321295", "i": 6502, "idx": 0, "sa": ["Bill Clinton", "David Letterman", "Hosni Mubarak", "Keith Olbermann", "Alec Baldwin"], "q": "<strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Bill Clinton </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong> Olberman. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC", "new_id": -2}, {"uid": "1296373180057065475", "i": 28251, "idx": 3, "sa": ["Allen Iverson", "Andre Iguodala"], "q": "to double digits. <strong> Andre Iguodala </strong> said part of the credit belongs to <strong> Allen Iverson </strong>. \"He has helped us out a lot, he really opens the floor for everybody when he's out there,\" <strong> Andre Iguodala </strong> said. <q> He still draws a lot of attention and teams can't key on myself or anyone else. </q> <strong> Allen Iverson </strong> is not happy about being limited to 28-30 minutes a game, which are recommended by the team's medical staff to come in shorter increments due to his arthritic right knee. He missed four recent games with", "new_id": -2}, {"uid": "1296128197246497300", "i": 21299, "idx": 15, "sa": ["Michael Vick"], "q": "the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal with Unequal Technologies, a company that produces protective padding for athletes. <strong> Michael Vick </strong> struggled at times this season with an injured rib and back. <q> Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury, </q> <strong> Michael Vick </strong> said. \"Unequal was one of the reasons I've been able to make it through the season.\" <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory", "new_id": -2}, {"uid": "1297249336114409530", "i": 7597, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "<strong> Aaron Rodgers </strong> had what might be considered his national coming-out party off the field Monday night on CBS' \"Late Show with <strong> David Letterman </strong>\" and we saw all the same qualities. After the interview, <strong> David Letterman </strong> said, <q> Let's just say, for the sake of this conversation, <strong> Aaron Rodgers </strong> had no athletic skills whatsoever.... Isn't he still the guy you'd want as quarterback? </q> Exactly- and we should feel good about that. Think about all the \"talkers\" in sports. They want attention as much for what they say as what they accomplish. And they", "new_id": -2}, {"uid": "1295667341254312516", "i": 36261, "idx": 4, "sa": ["Andy Coulson", "David Cameron", "Theresa May"], "q": "by him despite several years of damaging headlines about the former Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA U.K. <strong> Theresa May </strong>'s Communications Chief Resigns media advisor resigned Friday amid continuing pressure stemming from lawsuits and investigations into dubious reporting tactics deployed at the tabloid Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1297129044188514306", "i": 593, "idx": 8, "sa": ["Lady Gaga", "Susan Boyle", "Simon Cowell"], "q": "live audience, which allows them to see how artists connect with potential viewers. \"I don't believe Boyle- Susan Boyle/297236?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,\" <strong> Simon Cowell </strong> said. <q> God only knows what we would have said to[ Gaga- Lady Gaga/294098?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago. </q> While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. \"I", "new_id": -2}]