[{"uid": "1297123112135839749", "i": 46117, "idx": 0, "sa": ["Simon Cowell"], "q": "all the associated costs are deducted. However <strong> Simon Cowell </strong> has insisted that all the cash will go directly to the winner and not to label staff. During a conference call with reporters he said: <q> I'm nervous but I'm also confident that it was the right thing to do. I think it should be a life-changing prize and just to be clear, this isn't a dressed-up$ 5 million. This is a guaranteed$ 5 million payable to the winner. The recording, marketing and video costs are completely separate to that. It will be paid over five years at$ 1 million a year. </q> The winner will also be offered professional help to aid them with\" investing\" and\" looking after\" the money. <strong> Simon Cowell </strong> has admitted to some nerves over the$ 5 million recording contract", "new_id": -2}, {"uid": "1296195807246956080", "i": 4331, "idx": 0, "sa": ["Simon Cowell"], "q": "During a recent interview, <strong> Simon Cowell </strong> has revealed that he will be making an announcement in regard to the show in two weeks. As Digital Spy reports, <strong> Simon Cowell </strong> said of the new show: <q> We are in the process of going through all the shows. I think there are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it.... I am in conversations with ITV and Fox. </q> <strong> Simon Cowell </strong> went on to reveal:\" We are going to make an announcement soon. We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet", "new_id": -2}, {"uid": "1296550615213254158", "i": 27245, "idx": 0, "sa": ["Al Harrington", "Allen Iverson"], "q": "earlier this year. Thank you <strong> Al Harrington </strong>! http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.\" You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296742183180060166", "i": 2765, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "George W Bush as\" a far more formidable president than his popular image\", he also suggests the former president was at fault for not doing more to resolve disagreements among senior advisers. Mr Bush <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made </q>, Mr <strong> Donald Rumsfeld </strong> writes.\" There were far too many hands on the steering wheel,\" he writes elsewhere; it was\" a formula for running the truck into a ditch\". Regrets", "new_id": -2}, {"uid": "1295559175029818886", "i": 47602, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "products,\" with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that <q> Larry, in my clear opinion, is ready to lead. </q> It's clear the idea is to frame this as a simple organizational shuffle-- <strong> Eric Schmidt </strong> says that he, <strong> Sergey Brin </strong>, and Page\" anticipate working together for a long time to come\"-- but there's no", "new_id": -2}, {"uid": "1297451512119193621", "i": 1131, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Ric Flair", "Aaron Rodgers"], "q": "host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he couldn't resist a <strong> Brett Favre </strong> inquiry now that he's tied No. 4 in Super Bowl wins. <q> <strong> Ric Flair </strong> can remember him sitting right here, </q> said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB.\" <strong> Ric Flair </strong> don't", "new_id": -2}, {"uid": "1295100598134397994", "i": 48283, "idx": 2, "sa": ["Toni Kukoc", "Allen Iverson", "Matt Geiger"], "q": "four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds and <strong> Matt Geiger </strong>, playing his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers. <q> <strong> Toni Kukoc </strong> gave us a big lift off the bench, </q> <strong> Allen Iverson </strong> said.\" He made a whole lot of plays and took a lot of pressure of me to score.\" Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup", "new_id": -2}, {"uid": "1296400989177029150", "i": 20349, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Respect the Little Guy Empowerment of the individual was another big theme: the consumer is becoming the producer. And everyone's attention was on Egypt. Said serial entrepreneur Bill Gross of Idealab: <q> People here ask,` Does the social-media revolution make real revolutions?' The answer seems to be yes. </q> Don't Believe What You Read Is journalism getting more erratic? That's what Google CEO <strong> Eric Schmidt </strong> thinks. He blames an essentially unstable\" blogger-based media\" for distorting the news. Others wondered why", "new_id": -2}, {"uid": "1295384209249954310", "i": 33256, "idx": 2, "sa": ["Sergio Marchionne"], "q": "together.\" <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Canada and the Province of Ontario that Chrysler has been given an opportunity to create a future. <q> Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a re-energized, restructured company to emerge in June 2009, </q> said <strong> Sergio Marchionne </strong>.\" We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.\" In preparation for the launch of the", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.\" Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]