[{"uid": "1295822525140492836", "i": 39739, "idx": 0, "sa": ["The Republican Party", "David Letterman", "Sarah Palin", "Bill Richardson", "Katie Couric", "Rudy Giuliani"], "q": "cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she \"is great for the <strong> The Republican Party </strong>,\" and also takes credit for taking <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong> <q> picked the wrong... <strong> Rudy Giuliani </strong> Sounds Off On <strong> Joe Biden </strong> <strong> Sarah Palin </strong> Debate electionnews.site50.net <strong> Rudy Giuliani </strong> Sounds Off On Debate \"Only On The Web: </q> <strong> Katie Couric </strong> spoke with <strong> Rudy Giuliani </strong> and got his take on how <strong> Sarah Palin </strong> did during the debate and felt she did \"a great job.\"... <strong> Rudy Giuliani </strong> Blasts <strong> Sarah Palin </strong> Baby Question/Decries Media <strong> Rudy Giuliani </strong> and <strong> Sarah Palin </strong> <strong> Bill Richardson </strong> talk to \"The", "new_id": -2}, {"uid": "1295007936080707626", "i": 9467, "idx": 2, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "<strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Lily: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". Lily previously had a miscarriage when she", "new_id": -2}, {"uid": "1295980148057327644", "i": 3628, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the Republican Party,\" <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, independent of Vermont, said Monday. \" And here's The Wall Street Journal( with bonus <strong> Sen. Bernie Sanders </strong> quote!): <q> Now, Republicans not only have made Mr. Ryan chairman of the House Budget Committee, but on Tuesday the House is expected to vote to give him unprecedented powers to force spending cuts for the current fiscal year. That authority will allow Mr. Ryan to act unilaterally in setting an overall spending level for the rest of the year, a job usually handled by his full panel.... \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. \"On the other hand, Congressman Ryan has been very clear on this subject.\" \" If the picture still isn't clear enough,", "new_id": -2}, {"uid": "1297428190058949643", "i": 11825, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. <q> We have new opportunities that come from advertising and new forms of monetization. </q> \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets", "new_id": -2}, {"uid": "1296789416115392517", "i": 21889, "idx": 2, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q> <strong> Sen. Joe Lieberman </strong> will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1296273660046694428", "i": 16955, "idx": 7, "sa": ["Rudy Gay", "Allen Iverson", "Hakim Warrick"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-lowest output this season. \"They really jumped on us from the start,\" Grizzlies forward <strong> Hakim Warrick </strong> said. <q> When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind. </q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat http://wn.com/Allen_Iverson_11pts_vs_Kings_in_17mins_action_09/10_NBA_*Memphis_Grizzlies_Debut_*Welcome_Back <strong> Allen Iverson </strong>( notes) made his debut with the Memphis Grizzlies on Monday, and it", "new_id": -2}, {"uid": "1296723974251478035", "i": 25681, "idx": 1, "sa": ["Allison Iraheta", "Simon Cowell", "Roberta Flack"], "q": "didn't impress Randy Jackson, who called his \"I Don't Want To Miss A Thing\" \"very predictable.\" But <strong> Simon Cowell </strong> was of a different mind, especially after Cook killed it on <strong> Roberta Flack </strong>'s <q> The First Time Ever I Saw Your Face, </q> which the hard-to-please judge had chosen. \"David Cook wins the night,\" <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong> \"I Don't Want to Miss a Thing\"( Season 8) When the Top 7 took", "new_id": -2}, {"uid": "1295958286149602316", "i": 28196, "idx": 0, "sa": ["Bill Lockyer", "John Chen", "Newt Gingrich"], "q": "focusing on the China market.\" But, like improving U.S.-Chinese relations in general, it's going take mutual trust, and time. \"That's where patience comes in,\" <strong> John Chen </strong> said. <q> I expect progress( from <strong> Hu Jintao </strong>'s trip), but it will be slower than we would want. \"The two countries have a different concept of time. We need to work with China in a longer-term time frame. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1294955656094240963", "i": 4923, "idx": 0, "sa": ["John McCain", "Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}]