[{"uid": "1297341007032342097", "i": 10217, "idx": 0, "sa": ["Michael Vick", "Charles Woodson"], "q": "â\u0080¢ \"When the Packers lost <strong> Charles Woodson </strong>( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.\" â\u0080¢ <q>If you look at how <strong> Sam Shields </strong> played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>.</q> â\u0080¢ \"Everyone got all excited about <strong> Michael Vick </strong>- and there was reason to be excited early- but if you look at how he finished the season, you see( that) teams started to figure", "new_id": -2}, {"uid": "1295552145232112145", "i": 5187, "idx": 4, "sa": ["Mike Pence"], "q": "century,\" he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" <q>But on style, he was a gentle man,</q> <strong> Mike Pence </strong> says. \"I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our", "new_id": -2}, {"uid": "1297395901078626819", "i": 35215, "idx": 1, "sa": ["David Letterman"], "q": ", New York, United States \"It turns out that JESUS OF NAZARETH not only has a remarkable cast( http://www.iâ\u0080¦\" \"A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...\" <q>Mad Avenue has a term called \"carpet bombing,</q> which means paying for t...\" \"Your posting a Comment allows me to do so as well. So, though I pledged not to e...\" I completed my Antioch M.A. in Media Studies 35 years", "new_id": -2}, {"uid": "1296195077069206076", "i": 49402, "idx": 0, "sa": ["John Thune", "Mike Pence", "Mike Huckabee", "Haley Barbour", "Mitch Daniels", "Michele Bachmann", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q>I never took this as a State of the Union response, necessarily,</q> she said innocently. The title above the text of her speech her office released Tuesday night: \"<strong> Michele Bachmann </strong>'s Response to State of the Union.\" Party leaders, intimidated by the Tea Party activists", "new_id": -2}, {"uid": "1296117571165298183", "i": 7774, "idx": 4, "sa": ["Roger Goodell", "Brian McCarthy", "Michael Vick", "Tony Dungy"], "q": "practice yesterday. NFL vice president <strong> Brian McCarthy </strong> said <strong> Michael Vick </strong> has been diligent in tending to community-relations commitments as part of commissioner <strong> Roger Goodell </strong>'s program of rehabilitation for him following his incarceration for federal dogfighting offenses. <q>He's done a great job turning things around,</q> <strong> Brian McCarthy </strong> said. \"He still meets regularly with the commissioner and fulfills his obligations.\" <strong> Michael Vick </strong> also continues to have conversations with former Colts coach <strong> Tony Dungy </strong>, who was assigned to mentor him.", "new_id": -2}, {"uid": "1297614241182648868", "i": 48645, "idx": 48, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go. \"It was hard for him to do that- to come to that conclusion,\" said <strong> Donald Rumsfeld </strong>. <q>And of course I felt the same way when I had to fire somebody. I didn't like it either. He said, \"Are you OK with this?' And I said` Absolutely.\"</q> Is he responsible for what went wrong? \"We all were responsible,\" says <strong> Donald Rumsfeld </strong>. \"We all agreed.\" The posting of advertisements, profanity, or personal attacks is prohibited", "new_id": -2}, {"uid": "1296637625036814848", "i": 23158, "idx": 0, "sa": ["Simon Cowell"], "q": "However, recent reports have put her position in doubt over fears that she is not famous enough in the country. \"<strong> Simon Cowell </strong> still hasn't confirmed the panel,\" a source told The Sun. <q>She is in a state, it's her ticket out of the UK.</q> They continued: \"There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.", "new_id": -2}, {"uid": "1297145575101449730", "i": 21653, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added,", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1297246576009437221", "i": 40158, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "banks on lending, transparency and bonuses will be announced by the...\" \"Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...\" <q>Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the...</q> \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\" You can stay up to date with Nick Robinson's Newslog via these feeds", "new_id": -2}]