[{"uid": "1296229265086933518", "i": 29436, "idx": 1, "sa": ["Michael Yaki", "Mike Pence"], "q": "The same is true for most other parts of the Arab world...''-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law <q> DOJ official:`` The law was written to protect black people. </q> </blockquote> <strong> Michael Yaki </strong>, one of the investigation's most vituperative critics, has publicly admitted that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}, {"uid": "1295578933025002019", "i": 3702, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong> is coming off", "new_id": -2}, {"uid": "1295876260066535475", "i": 23245, "idx": 1, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "his company is employing to weather the economic downturn. Speaking at the SIIA Information Industry Summit.... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q> Drilling Down on America's Energy Future: Safety, Security, and Clean Energy </q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... video results for: chairman company president <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is", "new_id": -2}, {"uid": "1297616629186400779", "i": 26875, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died.`` She ended up with a perforated appendix and she was being poisoned,'' said <strong> Donald Rumsfeld </strong>. <q> You thought you might lose her, </q> Martin said.`` So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.''`` People were risking their lives,'' said <strong> Donald Rumsfeld </strong>.`` You simply", "new_id": -2}, {"uid": "1295450752253739022", "i": 17716, "idx": 3, "sa": ["Stephen Colbert", "Steve Carell", "David Letterman", "Sarah Palin", "Dick Cheney", "Katie Couric"], "q": "with world leaders- and clearly she was struggling with some of those answers.'' While <strong> Katie Couric </strong> did note that, in <strong> Sarah Palin </strong>'s defense, they were not easy questions to answer, <strong> David Letterman </strong> reminded her that the <q> What newspapers and magazines do you read? </q> question was an easy one that <strong> Sarah Palin </strong> blew. <strong> Katie Couric </strong> explained how it came about and said that she disagrees with the way <strong> Sarah Palin </strong> is characterizing the question in post-election interviews http://wn.com/Hardball__Pfotenhauer_Hammered_Over_Palin's_VP_Role <strong> Steve Carell </strong> <strong> Stephen Colbert </strong> grills <strong> Dick Cheney </strong> to his face at", "new_id": -2}, {"uid": "1296239637207323141", "i": 3577, "idx": 0, "sa": ["Mitt Romney", "Chris Christie", "Mike Pence"], "q": "joked that only his suicide would convince <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters.`` We will not seek the Republican nomination for president in 2012.'' The <strong> Mitt Romney </strong> and <strong> Chris Christie </strong> have dinner together Read more stories from The Daily Caller <strong> Chris Christie </strong>", "new_id": -2}, {"uid": "1296102285053329931", "i": 864, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that`` we move quickly, and we tend to be disruptive at scale.'' European Union officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China", "new_id": -2}, {"uid": "1297178299144113685", "i": 34850, "idx": 3, "sa": ["Simon Cowell"], "q": "they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena.`` It was supposed to be similar to them doing their first concert,'' <strong> Simon Cowell </strong> explained. <q> It really helped show me who could handle the pressure. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1297065934161857552", "i": 6771, "idx": 0, "sa": ["Richard Kirshenbaum", "Simon Cowell"], "q": "`` Seinfeld'' wore Giant gear, while`` Friends'' and`` The Sopranos'' went Gang Green in the minute-long spot. The cast from Wisconsin-based`` Happy Days'' donned Packer green. <q> What's so interesting about that commercial is that it's the intersection of TV, celebrity, pop culture and the NFL, </q> said <strong> Richard Kirshenbaum </strong>, chairman of SoHo ad firm kbs+ p. Super Bowl broadcaster Fox seized its home-field advantage and pushed several new shows. Most notably, Fox handed the stage to <strong> Simon Cowell </strong> for his", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]