[{"uid": "1296101866131907615", "i": 8791, "idx": 0, "sa": ["Eric Schmidt"], "q": "Committee, is working on spectrum legislation that is expected to support direct allocation. More in The Hill: http://bit.ly/g4sQp4. LightSquared cleared to offer wireless broadband: The Associated Press reports, <q>Federal regulators have given a satellite start-up called LightSquared clearance to use its allotted airwaves to provide wireless broadband services that could compete with AT&T and Verizon Wireless. The Federal Communications Commission is granting the Reston, Va., company a waiver from federal rules limiting the use of those airwaves to providing back-up wireless connections for satellite phone service. Without the waiver, LightSquared's network could only be used to provide ground-based broadband service if it can also connect to a satellite.</q> More: http://yhoo.it/f6ZBsD. Why does Consumer Watchdog pick on <strong> Eric Schmidt </strong>?: released yet another video mocking Google chief executive <strong> Eric Schmidt </strong>, we asked John Simpson, who directs the organization's \"", "new_id": -2}, {"uid": "1296668733223756295", "i": 1685, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "2010 general election. He was previously with ITV News, the statement said. \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,\" Oliver said. <q>It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.</q> <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the News of the World at a crucial time for its owner, <strong> Rupert Murdoch </strong>'s News Corporation, which is trying to gain full control of the BSkyB satellite broadcaster", "new_id": -2}, {"uid": "1296362329255475725", "i": 5278, "idx": 11, "sa": ["Michael Jordan", "Allen Iverson", "Garlon Green", "Kevin Durant"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q>You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.</q> <strong> Garlon Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. <strong> Michael Jordan </strong> five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Kevin Durant </strong>", "new_id": -2}, {"uid": "1295440369254591006", "i": 20193, "idx": 3, "sa": ["Simon Cowell"], "q": "to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor. \"I think she'd be fantastic- and there would be a few contestants reduced to tears,\" she joked. <q>It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show!</q> Glee Live Tickets are on sale now for the show's UK arena tour this summer. Follow us on Twitter Follow us on Facebook Related stories", "new_id": -2}, {"uid": "1296504876217612295", "i": 2339, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs., ripping the heads off two mummies and damaging about 75 small artifacts before soldiers caught them. <strong> Zahi Hawass </strong> said", "new_id": -2}, {"uid": "1295218070163594249", "i": 564, "idx": 22, "sa": ["Simon Cowell"], "q": "desire to be the man with the name on the door was too great. \"That's the time you find out that's who you really are, I guess,\" he says, looking back. <q>I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions.</q> Finally, in January 2010, a visibly shaken <strong> Simon Cowell </strong> appeared before the Television Critics Association meeting in Pasadena to say that he and Fox had reached an agreement that morning. \"Where we have come to", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1296387505015253604", "i": 30919, "idx": 7, "sa": ["Michael Vick"], "q": "say, \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.</q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is difficult", "new_id": -2}, {"uid": "1295570534120422412", "i": 3117, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "a registered user of The Wall Street Journal Online, you will be able to: tweet heard \"round the Twitter-world, <strong> Eric Schmidt </strong> today announced that he's stepping down as <strong> Google Inc. </strong>\"s chief executive by writing, <q>Day-to-day adult supervision no longer needed!</q> To the casual outsider, that might sound like a rather snide remark from someone who ran a company for a decade and is handing back the reigns to a 37-year-old co-founder( Larry Page). But <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297692986012320769", "i": 44855, "idx": 1, "sa": ["Eric Schmidt"], "q": "their search results. I'm just curious whether it's possible, even if you have consumers' best interests at heart, that you might actually be doing harm to the broader field of tech innovation? <q>If <strong> Google Inc. </strong> as a search engine loses sight of what users really want, I'm sure there will be enough companies out there willing to fulfill that need. That's why competition is such a good thing. It keeps everyone honest, and clearly it keeps every company involved focused on the users. I believe a competitive landscape, an open market, allows <strong> Google Inc. </strong> and other companies to do the right things for their users, because it's in their best interests when users are happy with the product.</q> Q: How competitive is the market really? Bing's got 28 percent of the search in the U.S., if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that", "new_id": -2}]