[{"uid": "1296680848252428306", "i": 17044, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "More <q> We shrink from our global responsibilities at our peril, as retrenchment brought about by short-sighted cuts could well lead to costlier and more tragic consequences later- indeed as they always have in the past. </q> That's how Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> concluded his presentation about why the <strong> Barack Obama </strong> administration would cut$ 78 billion from the Pentagon's five-year budget. Not the most effective sales pitch: After 30 minutes of explaining", "new_id": -2}, {"uid": "1295786638204455947", "i": 37872, "idx": 0, "sa": ["James Finn", "Andy Coulson"], "q": "for miles and miles there was no appearance of life or habitation.\" The British Consul General, <strong> James Finn </strong>, wrote in 1857:\" the country is in a considerable degree empty of inhabitants.\" Report Abuse <q> Let's see, we let BP regulate and investigate itself. We let Wall Street regulate and investigate itself. Yea, let Israel investigate itself, what could go wrong. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1296940939224919552", "i": 14162, "idx": 2, "sa": ["Eric Schmidt"], "q": "roles] has been misinterpreted and[ it is] not well understood what we are doing,\" <strong> Eric Schmidt </strong> says, explaining that he wants details of the deal understood for the\" historic record\". <q> This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well-managed business. The three of us will be on all of the big decisions together. </q> Changes at the top of Google are ultimately tactical matters. When he looks ahead a decade or more, <strong> Eric Schmidt </strong> knows that he is standing on the cusp of the next big shift in technological innovation.", "new_id": -2}, {"uid": "1295422030018120761", "i": 15690, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "\" was not the primary reason given for invading Iraq, and even as a retroactive justification it remains weak. As Matt Duss pointed out last year, the RAND Corporation did a study concluding that <q> Iraq's instability has become a convenient scarecrow neighboring regimes can use to delay political reform by asserting that democratization inevitably leads to insecurity. </q> But as <strong> Donald Rumsfeld </strong> might say, the absence of evidence is not evidence of absence, so Rubin presses on: \" One question that deserves further consideration: How much did the emergence of a democratic", "new_id": -2}, {"uid": "1295966915202670097", "i": 41591, "idx": 7, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates'\" final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in handling the situation. <q> <strong> Barack Obama </strong> displayed a steadiness, an intellectual curiosity http://wn.com/Colin_Powell_Endorses_Obama,_Condemns_GOP_anti-Muslim_Slurs Former Secretary of State <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong> and condemns his Republican Party for the Anti-Muslim bigotry and slurs. <strong> Colin Powell </strong> denounced the inaccurate suggestions by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.\" He's not a Muslim, </q> said <strong> Colin Powell </strong>, but\" what if he is?\"\" I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's", "new_id": -2}, {"uid": "1296523979211714049", "i": 36804, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> is thankful the 100 or so damaged goods are reparable. See video from Tahrir Square, Cairo.) But he's most appreciative of the young people who helped tackle the looters. <q> They know this is their cultural heritage, </q> <strong> Zahi Hawass </strong> told the", "new_id": -2}, {"uid": "1295835991071843842", "i": 32183, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.\" <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Whats so strange about this? He wasnt our choice. He couldnt stay Become a Telstra dealer! ICT is your one-stop shop for all things Telstra including business broadband& SmartPhones running on the Next G â\u0084¢", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?\" A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.\" The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1296144836056688640", "i": 22109, "idx": 0, "sa": ["Simon Cowell"], "q": "The despite speculation over who will feature on the American judging panel, no contracts have been signed on either the UK or US versions of the programme. National Television Awards, SiCo revealed: <q> We are going to make an announcement soon, </q> He continued:\" We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet, apart from me.\" <strong> Simon Cowell </strong> was also", "new_id": -2}, {"uid": "1295524019146522121", "i": 43001, "idx": 1, "sa": ["Zine El Abidine Ben Ali", "Colin Powell"], "q": " According to <strong> Zine El Abidine Ben Ali </strong> Jazeera, Secretary of State <strong> Colin Powell </strong> had glowing words for Tunisia's tyrant, saying in 2003: \"\" Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under <strong> President Bush </strong> <strong> Zine El Abidine Ben Ali </strong>'s leadership. </q> \" And Don Rumsfeld in 2006 applauded the regime's ability to make Tunisia such a great place to live: \"\" They have demonstrated, if one looks at this successful country... the", "new_id": -2}]