[{"uid": "1296531819108003356", "i": 18615, "idx": 0, "sa": ["Michael Vick"], "q": "contend for a division title? â\u0080¢ Has`` Legends and Leaders'' caught on yet? On the tube Mythbusters Begging to differ with that NFL conventional wisdom, <q> You are what your record says you are </q>: â\u0080¢ The Lions, who always maintained they were much better than whatever their record was. â\u0080¢ <strong> Michael Vick </strong>, who's back to being one of the league's most marketable stars", "new_id": -2}, {"uid": "1297118217093028381", "i": 45365, "idx": 6, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell", "Nicole Scherzinger"], "q": "Doll-turned-`` Dancing With the Stars'' champ <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.'' AH Nation Poll:", "new_id": -2}, {"uid": "1296770511173654034", "i": 12154, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton", "Joe Biden"], "q": "plan, brushing aside the general's insistence that he needed two months to devise one. Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But <q> we would have needed many months to build a large occupying army, </q> and`` this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.''`` The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong>", "new_id": -2}, {"uid": "1296014165252100681", "i": 1724, "idx": 0, "sa": ["Andy Coulson", "Andrew Neil"], "q": "brought up in a council house but was luckier than Johnson or <strong> Andy Coulson </strong>. I made it to an elite 16th Century grammar school in Paisley, Scotland and then Glasgow University, a world-class 15th Century institution. <q> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power </q> </blockquote> <strong> Andrew Neil </strong> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power, compete head-to-head against those with the`` right'' background and connections and- more often than", "new_id": -2}, {"uid": "1297120389257998877", "i": 20503, "idx": 4, "sa": ["Simon Cowell"], "q": "show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants.`` I got bored of just judging,'' said <strong> Simon Cowell </strong>. <q> I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis. </q> <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end, wants to replicate that experience on` The X Factor.'`` It's more interesting to me because I have a lot more to", "new_id": -2}, {"uid": "1297272603143687692", "i": 24754, "idx": 1, "sa": ["Mike Pence"], "q": "and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are`` heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking.'' <q> What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop, </q> Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would``", "new_id": -2}, {"uid": "1296082803258637838", "i": 12066, "idx": 0, "sa": ["Mitch McConnell", "Mike Pence"], "q": "to do something about spending. However, freezing government spending for five years at the increased levels of the last two years is really not enough.''- <strong> Mitch McConnell </strong>, the Senate minority leader <q> That was tantamount to me gaining twenty pounds at Christmas and me saying to my wife at Christmas,` That's it, we're not gaining any more weight.' </q>- <strong> Mike Pence </strong>, a Republican congressman from Indiana`` Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.''- Paul Ryan", "new_id": -2}, {"uid": "1296277283055640091", "i": 347, "idx": 0, "sa": ["Allen Iverson"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. <q> I survived, I'm still here, </q> he said.`` I'm a new man, stronger than ever, I just say,` Thank you, everybody.''' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden", "new_id": -2}, {"uid": "1295013411230670358", "i": 48313, "idx": 0, "sa": ["Sergio Marchionne", "Jeff Schuster"], "q": "itself be pretty impressive. Chrysler chief <strong> Sergio Marchionne </strong> says profits from 4x4 sales are vital But it would offer little comfort to the hundreds of millions of people still driving petrol and diesel powered cars. <q> The domination is still going to be the internal combustion engine going forward, </q> Mr <strong> Jeff Schuster </strong> points out. So it is clear to most executives at the Detroit show that electrification offers no panacea.`` I still believe that in spite of all the media noise around electrics", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]