[{"uid": "1296066420080527365", "i": 12717, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Karren Brady"], "q": ", who received a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. <q> What's the difference?, </q> he said. \"If off-air conversations were made public then there would be no-one left working in the country.\" Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he", "new_id": -2, "mturk_index": "61"}, {"uid": "1297426858243695664", "i": 46107, "idx": 0, "sa": ["Steve Ballmer"], "q": "Samsung's Omnia 7, and Dell Inc.'s( DELL) Venue Pro. Microsoft expects Nokia to \"help drive the future of Windows Phone\" by contributing its <q> expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies. </q> \"I am excited about this partnership with Nokia,\" Microsoft Chief Executive Ballmer-Steve Ballmer.htm\"> <strong> Steve Ballmer </strong> said in the statement Friday. \"Ecosystems thrive when fueled by speed, innovation and scale.", "new_id": -2, "mturk_index": "1046"}, {"uid": "1295306829212140110", "i": 46430, "idx": 2, "sa": ["Allen Iverson", "Chris Webber", "Tim Duncan", "Hal Greer"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Top 10 Plays from the 2009 Philadelphia 76ers Top 10 Plays of the 2009 Season from the Philadelphia 76ers... NBA 2K11 Gameplay Video: Philadelphia 76ers vs. New York Knicks with Hal GreerfTim Duncane Show NBA 2K11 Gameplay Video", "new_id": -2, "mturk_index": "576"}, {"uid": "1295112447267436035", "i": 24120, "idx": 0, "sa": ["Gabrielle Giffords", "Bernie Sanders"], "q": "map markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether", "new_id": -2, "mturk_index": "363"}, {"uid": "1295222036260489247", "i": 55091, "idx": 16, "sa": ["Kobe Bryant", "Matt Geiger", "Robert Horry", "Allen Iverson", "Tim Duncan", "Shaquille O'Neal", "Theo Ratliff"], "q": ". With <strong> Theo Ratliff </strong> on the injured list and <strong> Matt Geiger </strong> suspended, <strong> Allen Iverson </strong> outplayed <strong> Kobe Bryant </strong> and the 76ers used a platoon of reserve centers to deal with <strong> Shaquille O'Neal </strong> en route to an impressive 112-97 victory over the Los Angeles Lakers. <q> We knew we were outmatched. We didn't have two of our <strong> Robert Horry </strong> men, but we just knew we had to come out and play some ball, </q> <strong> Allen Iverson </strong> said after scoring 40 points and handing out nine assists in 40 minutes. <strong> Allen Iverson </strong> hit 14-of-29 Robert Horrys and 10-of-11 free throws to reach 40 points for the seventh Tim Duncane in his last 11 games and the 11th Tim Duncane", "new_id": -2, "mturk_index": "396"}, {"uid": "1295599345020365320", "i": 34614, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "am Tag- ein ideales Umfeld f?r die Werbeindustrie. Und Facebook w?chst rasant. Seit Donnerstagabend ist bei Google zumindest wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagt <strong> Larry Page </strong>. Und <strong> Eric Schmidt </strong> sagt: \"Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.\" Der unternehmerische Nachwuchs <strong> Larry Page </strong> hatte zehn Jahre lang Zeit, sich auf seine Rolle vorzubereiten. Er konnte", "new_id": -2, "mturk_index": "2190"}, {"uid": "1297705306051036175", "i": 2992, "idx": 0, "sa": ["Steve Ballmer"], "q": "months to deliver the same IE9 browsing engine-the same code, the same standards support, the same hardware acceleration, the same security and privacy protections-for Windows Phone as we've delivered on the desktop.\" <q> As a result, when you compare different browsers side by side using official W3C standards tests, for example here, you can expect very similar results for IE9 on Windows Phone and the Windows desktop, </q> he added. \"When you compare side by side browser performance, for example target=\"_blank\" Other things announced by <strong> Steve Ballmer </strong>: First Major Update A free customer update will be made available", "new_id": -2, "mturk_index": "31"}, {"uid": "1295094125134053943", "i": 24384, "idx": 42, "sa": ["Eric Snow", "Dirk Nowitzki", "Allen Iverson", "Joseph King", "Ding Junhui"], "q": "leaDing Junhui the Denver Nuggets past the Dallas MavEric Snowks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and maJoseph King shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2, "mturk_index": "1840"}, {"uid": "1295283369244170816", "i": 15674, "idx": 0, "sa": ["Gordon Ramsay", "Piers Morgan", "Simon Cowell"], "q": "interview, <strong> Piers Morgan </strong>- a former newspaper editor and talk-show host in the U.K.- says his style is brash, in the mold of fellow Brits <strong> Simon Cowell </strong> and <strong> Gordon Ramsay </strong>. His guests, he says, will <q> have a choice between having a safe, easy five-minute ride to plug their movie </q> elsewhere on TV, \"which in the end is rather boring and unmemorable,( or) coming on for an hour and jousting with this rather annoying Brit. And if they succeed, they'll be the", "new_id": -2, "mturk_index": "1133"}, {"uid": "1297210131061849602", "i": 3915, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's public image. <q> It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job, </q> he said. \"The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that", "new_id": -2, "mturk_index": "181"}]