[{"uid": "1297616629186400779", "i": 26905, "idx": 47, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "`` Sure,'' said <strong> Donald Rumsfeld </strong>.`` Exactly.'' Finally, in 2006, with Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go. <q> It was hard for him to do that- to come to that conclusion, </q> said <strong> Donald Rumsfeld </strong>.`` And of course I felt the same way when I had to fire somebody. I didn't like it either. He said,` Are you OK with this?' And I said", "new_id": -2}, {"uid": "1295739236074268686", "i": 265, "idx": 1, "sa": ["Doc Rivers", "Allen Iverson", "Ben Gordon", "Tyrus Thomas"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime.`` <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you,''' <strong> Allen Iverson </strong> said. <q> <strong> Elgin Baylor </strong> never think <strong> Elgin Baylor </strong>'m not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something. </q> <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}, {"uid": "1296605891049397782", "i": 45809, "idx": 0, "sa": ["Sergio Marchionne"], "q": "high of 13 million. But on Monday Chrysler chief executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. <q> We've seen a softening of the US market in the last couple of weeks, </q> <strong> Sergio Marchionne </strong> told reporters on a conference call to discuss Chrysler's fourth-quarter results. <strong> Sergio Marchionne </strong> forecast a sales rate of near 12.4 million to 12.5 million vehicles for the month. Reuters Latest business news from AP-Wire", "new_id": -2}, {"uid": "1295259895086458421", "i": 7438, "idx": 0, "sa": ["Andy Coulson", "John Humphrys"], "q": "refuses to comment on resignation rumours. Downing Street head of communications <strong> Andy Coulson </strong>. Photograph: Getty Images. Today programme was most notable for his refusal to deny that <strong> Andy Coulson </strong> has offered his resignation. <q> I don't go into private conversations, </q> was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard`` everyone deserves a second chance'' defence of <strong> Andy Coulson </strong>. The former News of the World editor may have", "new_id": -2}, {"uid": "1297122854184680470", "i": 4240, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1296086133189841409", "i": 37016, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Live fish, baby chicks tossed at North Side High School pep rally", "new_id": -2}, {"uid": "1295785617142147593", "i": 8766, "idx": 1, "sa": ["Melissa Rivers", "Todd Palin", "David Letterman", "Sarah Palin", "Derek Jeter", "Regis Philbin", "Joan Rivers"], "q": ", and <strong> Sarah Palin </strong>`` Crosshairs'' <strong> Todd Palin </strong>. <strong> Melissa Rivers </strong> then remembered and confessed,`` Oh and I also sew my own bras, pantyhose, and raincoats as well.'' <strong> Joan Rivers </strong> yelled out, <q> So tell me sweety, why then isn't my little bagel bakin' cutey married? </q> Melly as <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, and <strong> Derek Jeter </strong> call her replied because of that funny little hissing sound that her wissy pissy( furburger) makes whenever a man gets his diddly dipper( groin gizmo) within", "new_id": -2}, {"uid": "1297390016200884258", "i": 41917, "idx": 6, "sa": ["Donald Rumsfeld", "Kimberley Strassel"], "q": "on <strong> Donald Rumsfeld </strong>' book. The first one, an opinion piece. The second, a genuine book review. opinion piece, <strong> Kimberley Strassel </strong> calls <strong> Donald Rumsfeld </strong> memoir a`` slice of history'' one that is <q> a far more believable account of events </q> compared to the''[ t] he dominant narrative to date[ which] has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober", "new_id": -2}, {"uid": "1295135053142065708", "i": 37758, "idx": 3, "sa": ["Rasheed Wallace", "Aaron Thompson", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/CAL_STATE_FULLERTON_TITANS_AT_LONG_BEACH_STATE_49ERS_02/05/10 <strong> Aaron Thompson </strong> Carries Titans Fullerton Sweeps Long Beach With OT Win Feb. 4, 2010 Box Score Long Beach", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]