[{"uid": "1295907458177651859", "i": 20617, "idx": 0, "sa": ["Eric Schmidt", "Dan Olds"], "q": "Journal also reported that late last week, <strong> Eric Schmidt </strong> filed documents to sell company shares valued at$ 335 million. That will pare his current 9.6% of Google's voting power down to 9.1%. <q>I was so happy to see this news today,<q> said <strong> Dan Olds </strong>, an analyst with The Gabriel Consulting Group, laughing. \"I'm glad that <strong> Eric Schmidt </strong> will be taken care of financially as he transitions into his new, lesser role. I was concerned that the", "new_id": -2}, {"uid": "1297077143210305038", "i": 12111, "idx": 1, "sa": ["Amy Manson", "Daniel Mays", "Liam Cunningham", "Simon Cowell", "Jamie Bamber", "Hermione Norris"], "q": " \"<strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.\" <q>The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.<q> \"As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States.\" <strong> Liam Cunningham </strong>, <strong> Hermione Norris </strong>, <strong> Daniel Mays </strong>, <strong> Amy Manson </strong>, <strong> Jamie Bamber </strong>", "new_id": -2}, {"uid": "1295601843213057546", "i": 43924, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "digs at <strong> Tom Brady </strong>, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback. \"I would've made him a defensive end,\" <strong> Rex Ryan </strong> said. <q><strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he doe and be as accurate on the run.<q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end Shaun Ellis. \"He's very strong. He's very elusive in the pocket,\"", "new_id": -2}, {"uid": "1296755730029065226", "i": 31049, "idx": 0, "sa": ["Donald Rumsfeld", "Joan Weber", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q>the removal of <strong> Saddam Hussein </strong>'s regime from power<q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, <strong> Joan Weber </strong> is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, <strong> Joan Weber </strong>'s firm received$ 360297 from", "new_id": -2}, {"uid": "1297651640142868515", "i": 5389, "idx": 0, "sa": ["Zahi Hawass"], "q": "the revolt. <strong> Zahi Hawass </strong>, minister of state for antiquities, said a statue of boy king Tutankhamun and several other ancient treasures had been stolen from the museum. The missing objects include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess<q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1296074639036618248", "i": 49177, "idx": 0, "sa": ["Eric Schmidt"], "q": "evil.\" The dynamics of what even Google calls its management \"triumvirate\" are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialisation. <q>Google policy is to get right up to the creepy line and not cross it,<q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1297369916222625815", "i": 41847, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "<strong> Camille Grammer </strong> said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,<q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show", "new_id": -2}, {"uid": "1297180938217825348", "i": 14142, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q>I gave it to him, sure I did. The wayward children that were there needed to have hope,<q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was( \"somewhere downtown\" and \"one of", "new_id": -2}, {"uid": "1295779927107937802", "i": 15770, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years- \"a nice round number\"- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,<q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly US$ 30 billion. The", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.<q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]