[{"uid": "1295872993066535447", "i": 16924, "idx": 3, "sa": ["Donald Rumsfeld", "John McCain", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and <strong> John McCain </strong> House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> <strong> John McCain </strong> House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1297271856047726682", "i": 5198, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "and tools biz president who was pushed out by MS boss <strong> Steve Ballmer </strong> last month. The software vendor said today that it has promoted its senior veep <strong> Satya Nadella </strong> to the position left vacant by Muglia. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said <strong> Steve Ballmer </strong>. reported that Microsoft was set to undergo a radical reshuffle of its management team. In his new role, <strong> Satya Nadella </strong> will look after the strategy, engineering, marketing and product development for Microsoft", "new_id": -2}, {"uid": "1295568038178864146", "i": 35728, "idx": 0, "sa": ["Eric Schmidt"], "q": "YouTube to its large push in mobile advertising with Android. The investments, which drew their share of skeptics, are beginning to take hold even as its core search and advertising business continues to hum. <q>Google continues to gain momentum and beat even the highest expectations,</q> said Clayton Moran, an analyst at Benchmark Co. \"People keep calling for growth to slow down, but the growth continues to be stellar.\" As part of the change, <strong> Eric Schmidt </strong> will no longer", "new_id": -2}, {"uid": "1296668242187940878", "i": 7237, "idx": 1, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Miami_Heat_vs_Milwaukee_Bucks_88__78_December_6,_2010 <strong> Dwyane Wade </strong> has 25 points and 14 rebounds to lead", "new_id": -2}, {"uid": "1296753620175587617", "i": 38383, "idx": 1, "sa": ["Condoleezza Rice", "Colin Powell", "Hillary Clinton", "Joe Biden"], "q": "my view, was a formula for running the truck into a ditch,\" he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote: <q>You wouldn't want to be in a foxhole with them.</q> The Washington Post notes, \"... Rumsfeld still can't resist- in a memoir due out next week- taking a few pops at former secretaries of state <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> as well as", "new_id": -2}, {"uid": "1296619354222035969", "i": 30897, "idx": 9, "sa": ["Kobe Bryant", "James Newton Howard", "Steve Javie", "M. Night Shyamalan", "Allen Iverson"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q><strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad.</q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting <strong> Kobe Bryant </strong>'s 81-point night against the Toronto Raptors on January 22, 2006. Best of <strong> James Newton Howard </strong>& <strong> M. Night Shyamalan </strong> Music", "new_id": -2}, {"uid": "1296172795252526607", "i": 16044, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for its Streetview database. The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q>Germany is the second-highest user on a percentage basis of Streetview of any country in the world,</q> he said. \"We know that German consumers really love our product.\" The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had", "new_id": -2}, {"uid": "1295274100165380096", "i": 37303, "idx": 3, "sa": ["Sergio Marchionne"], "q": "months. \"They just accomplished a tremendous amount of work in a short time, and with limited resources,\" said Rebecca Lindland, an analyst with IHS Automotive, who admits she was an early doubter. <q>What I find so really incredible is that they did it under the radar.</q> <strong> Sergio Marchionne </strong> and his team, some imported from Fiat, laid out their ambitious five-year plan in November 2009 and then said nothing more until the cars could speak for themselves. Chrysler employees I've talked to", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1296693857231915532", "i": 20699, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "at St Andrew's University. In the BBC news room he was known as a film buff. \"He never gave a sense that he was party political,\" said a long-standing colleague and close friend. <q>His views, as far as I could see, were fairly centrist. He's not an ideologue by any means. I would imagine he's fairly mainstream on most issues.</q> On first inspection, the appointment appears to be a new direction for Downing Street following the departure of <strong> Andy Coulson </strong>, a hardnosed Essex boy and <strong> Rupert Murdoch </strong> loyalist who edited the Tory-supporting News of the World and stood", "new_id": -2}]