[{"uid": "1295983367241025063", "i": 35719, "idx": 1, "sa": ["Rafer Alston", "Allen Iverson", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. \"<strong> Rafer Alston </strong> teammates were getting me the ball,\" said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q>We played well, we shared the ball and I was the recipient of some good passes and a little luck.</q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1295850131219414572", "i": 29868, "idx": 9, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q>I will always vote for the person who I think is best qualified,</q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295288803218529794", "i": 48726, "idx": 0, "sa": ["Michele Bachmann", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.</q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295419136019841068", "i": 1228, "idx": 10, "sa": ["Toby Young", "Simon Cowell"], "q": "tell it like it is. \"It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,\" says <strong> Toby Young </strong>. <q>It's as if we've switched places.</q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? GeraldF.ShieldsJr. at 8:53 PM January 18, 2011 It's not that most folks like mean judges, folks like", "new_id": -2}, {"uid": "1297004944017629204", "i": 30693, "idx": 0, "sa": ["Eric Schmidt"], "q": ", according to The Wall Street Journal. Google's new executive chairman, <strong> Eric Schmidt </strong>, told the newspaper he did not want the company to be dragged into a drawn-out dispute with the EC. <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> said. \"I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors; hopefully they are minor or they are not", "new_id": -2}, {"uid": "1296691488050905095", "i": 43808, "idx": 0, "sa": ["David Letterman"], "q": "<q>Reply# 120 on: February 01, 2011, 03:58:43 AM</q> \"Reply# 121 on: Today at 04:43:35 PM\" At the end of a live performance of his hit \"Superstar\" on <strong> David Letterman </strong> a few years ago: From \"Building Minds Faster\"-", "new_id": -2}, {"uid": "1296863261132562962", "i": 9875, "idx": 1, "sa": ["Sergio Marchionne", "Carlos Ghosn"], "q": "goals, but can't acquire a majority stake until its loans are repaid. \"There is no difference operationally\" between the two companies, said <strong> Sergio Marchionne </strong> who is CEO of both Fiat and Chrysler. <q>From a corporate governance standpoint is the point in which separate companies don't make a lot of sense.... We're not there yet.</q> <strong> Sergio Marchionne </strong> said \"I'm not <strong> Carlos Ghosn </strong>,\" referring to the fact that <strong> Carlos Ghosn </strong> heads both Renault and Nissan- two automakers that have formed an alliance. <strong> Sergio Marchionne </strong> said he'd like to the", "new_id": -2}, {"uid": "1295630063219987992", "i": 1609, "idx": 2, "sa": ["Simon Cowell"], "q": "He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter, \"What's with the jujubees on your uu-uu-bees?\" His dig at the burping guy-- <q>Did you eat a lot of paint chips as a child?</q>-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he", "new_id": -2}, {"uid": "1295575736103366674", "i": 37506, "idx": 2, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Google Inc."], "q": "<strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. \"Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.\" <q>It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day,</q> commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>. \"We are all looking forward to continuing and expanding our efforts as part of <strong> Google Inc. </strong>.\" Shares of <strong> Google Inc. </strong> closed Thursday's trading day at$ 439.49 on volume", "new_id": -2}]