[{"uid": "1295958286149602317", "i": 17024, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Alexandra Lebenthal", "Meredith Whitney"], "q": "issuers do not have a total of$ 100 billion in debt outstanding. <strong> Alexandra Lebenthal </strong>, a doyenne of the muni market, told Reuters that <strong> Meredith Whitney </strong>\" is brilliant when it comes to housing.\" But <q> I would put any muni analyst in a room with her- on TV, outside in the schoolyard- and see who comes out ahead. </q> Under duress No one denies that state and local governments are under duress. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1296005117006848565", "i": 41691, "idx": 0, "sa": ["Rick Rosen", "David Letterman"], "q": "on NBC and <strong> David Letterman </strong> on CBS in total viewers, and much of the time in the coveted 18 to 49 demo, <strong> Rick Rosen </strong> insisted that the traditional way of reading the tea leaves is no longer relevant. <q> The ratings system needs to catch up to the viewing patterns and the world, </q> declared <strong> Rick Rosen </strong>, adding:\" To me it's the most significant challenge to television today.\" As head of TV development for WME <strong> Rick Rosen </strong> has seen big changes in recent years. Where his agency", "new_id": -2}, {"uid": "1296016123074825728", "i": 28098, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "\" \" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> cited the 9/11 health care bill-which she helped shepherd to passage during the lame-duck session last month-as an example of the kind of bipartisan work that might be possible in this Congress. <q>\" This last election was not a mandate for any one political party. It was a mandate for action. <strong> Barack Obama </strong> laid out a bold vision for this Congress. It is time to come together and work to create jobs across America. </q>\" I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress'", "new_id": -2}, {"uid": "1296371371213876758", "i": 34627, "idx": 2, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.\" We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a\" matchup issue\" for the Lakers' defense.\" With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma City,", "new_id": -2}, {"uid": "1295958129216842277", "i": 10777, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "WASHINGTON-- Indiana <strong> Dick Armey </strong> <strong> Mike Pence </strong> has to be flattered. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for president. <q> It's not a complicated message, but it's a heartfelt one, </q> said state <strong> Dick Armey </strong> Kris Crawford.\" We would like him on the ballot.\" Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"uid": "1295163154245039105", "i": 28863, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": ", <strong> Tramon Williams </strong> topped his game-saving interception against Philadelphia with two more. One was a near replica of his end-zone pick of Eagles quarterback <strong> Michael Vick </strong>, and the other, a momentum-changing grab-and-run for a 70-yard touchdown. <q> I guess that's one way to shut people up is to go to the Super Bowl not the Pro Bowl, </q> <strong> Tramon Williams </strong> said.\" I didn't need that motivation. Every game is motivation.\" <strong> Tramon Williams </strong> not only has become one of the finest cornerbacks in the NFL, he has become one of the smartest", "new_id": -2}, {"uid": "1295316356097861652", "i": 39253, "idx": 0, "sa": ["Sergio Marchionne"], "q": "In 2010, the group chaired by Fiat chief <strong> Sergio Marchionne </strong> completed the acquisition of 10 firms for 302 million Swiss francs. SGS said they helped generated an additional 142 million Swiss francs in revenues. <q> SGS is expecting to show improvements in top line growth compared to 2010, </q> the group added, while continuing to target\" substantial investment\" in development projects. The company's board recommended a dividend payment of 65 francs per share.", "new_id": -2}, {"uid": "1296391518023904278", "i": 43972, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": "<strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.( 2 of 4) <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong>\" the manifestation of the kind of traditional American ideals that I was raised to", "new_id": -2}, {"uid": "1296597776161153078", "i": 22748, "idx": 0, "sa": ["Steve Ballmer"], "q": "counted down on the website where they can make their purchases,\" Schubarth reports.\" The rest of the U.S. can buy a Verizon iPhone a week later on Feb. 10.\" Schubarth reports, <q> The company says that it will be able to handle the expected sales of between 400,000 to 500,000 in the first weekend. </q> Uh oh. Who's setting first weekend iPhone expectations for Verizon, <strong> Steve Ballmer </strong>? Schubarth reports,\" When the Verizon iPhones go on sale at the carrier's and Apple stores at 7 a.m. EST on", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\"' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}]