[{"uid": "1295849832039092261", "i": 33182, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ". He grew up near the school, where his father taught economics. The founders- who created Google at Stanford- tried to take it in stride. But they snapped after <strong> Eric Schmidt </strong> vetoed their plan for an <q> I'm Feeling Andrew Lucky </q> button on Google's homLarry Page. 2. <strong> Larry Page </strong>'s graying hair is now sufficiently distinguished for him to be CEO. 1. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> learned a lot from their experiment with \"manage", "new_id": -2}, {"uid": "1295325011089587720", "i": 40147, "idx": 0, "sa": ["Joaquin Phoenix", "David Letterman", "Emma Watson", "Tracy Morgan"], "q": ", Tracey <strong> Tracy Morgan </strong>... <strong> David Letterman </strong>- <strong> Tracy Morgan </strong>'s Valentine <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the \"He's having a laugh camp\" . Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1296713442108806145", "i": 1048, "idx": 7, "sa": ["Allen Iverson", "Phil Jackson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Phil Jacksonadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1296706300075202563", "i": 29269, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1295562083175194126", "i": 2335, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "new products the company said. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q>", "new_id": -2}, {"uid": "1297117164184680469", "i": 34813, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "help him select the winner of the TV talent show but admitted he is in \"regular\" contact with the singer, who he worked with on` American Idol' until 2009. He said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> \" We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. \" <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295310733097861638", "i": 54412, "idx": 19, "sa": ["Robert Horry", "Allen Iverson", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with 2:21 remaining to break the last tie, and the Phil Jacksonadelphia 76ers regained their poise and came up with enough of a balanced attack to beat the Toronto Raptors 84-79 Sunday. <q> Nobody ever told me that winning a championship was easy, and I found out the hard way that isn't easy to win a playoff game, </q> said <strong> Allen Iverson </strong>, who <strong> Robert Horry </strong> 10-for-30 but came though in the clutch after Toronto had rallied from a 16-point deficit. The 76ers evened the best-of-seven series at two games apiece and regained homecourt advantage heading into Game 5 Wednesday", "new_id": -2}, {"uid": "1295911715085770242", "i": 39706, "idx": 0, "sa": ["Bill Lockyer"], "q": "examples:? The Debt Ceiling. The deficit and the debt are real issues, but the \"debt ceiling\" debate is political posturing. Professor Hamilton recently wrote: Debt ceiling politics <q> If you have a concrete proposal to raise tax revenue or cut spending, then put it on the table. But if you simply want to grandstand on the debt ceiling as if it were a stand-alone issue, it is clear that you have nothing but contempt for the voters. </q>? A recent article on NY Times about \"discussions\" on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies?` Ludicrous,' He", "new_id": -2}, {"uid": "1295665659254312488", "i": 9142, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "tabloid newspaper he once edited. <strong> Andy Coulson </strong>'s resignation is a blow to Mr. <strong> David Cameron </strong>, who has stood by him despite several years of damaging headlines about his work at News of the World. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role, </q> Mr. <strong> Andy Coulson </strong> said in a statement. Lebanon's Caretaker Prime Minister Saad al-Hariri Seeks Second Term Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal,", "new_id": -2}, {"uid": "1295530178028180481", "i": 10325, "idx": 2, "sa": ["Michael Gove"], "q": "pupils, who it was( wrongly) assumed would only be interested e.g. in the slave trade and denunciations of colonialism. brett1986 20 January 2011 1:07 PM Catostreetcon 20 January 2011 1:09 PM <q> As he suggests, no one wants the national curriculum becoming \"a vehicle for imposing political fads on our children </q>. \" One final point. <strong> Michael Gove </strong>'s critique of the existing curriculum pinpoints Olaudah Equiano and William Wilberforce as the only names in the entire secondary history curriculum. The current syllabus deliberately eschews naming \"great", "new_id": -2}]