[{"uid": "1294980453267878419", "i": 47576, "idx": 0, "sa": ["Michael Vick", "Desmond Bishop", "Tramon Williams", "DeSean Jackson"], "q": "<strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line. \"That was big,\" Packers defensive end Ryan Pickett said. <q>Actually it saved the game. That's a touchdown-saving tackle.</q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2}, {"uid": "1295651129087982093", "i": 922, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q>continually looks to bring new insight and perspective</q> to the company. The company's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder Larry Page", "new_id": -2}, {"uid": "1297290610118325259", "i": 33722, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "and Commerce Health Subcommittee], working with him and hope to see this through,\" <strong> Mike Pence </strong> told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal. <q>The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men,</q> NARAL <strong> Nancy Keenan </strong> said. \"While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregnancy. Americans will not", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1295641951138969110", "i": 7058, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "in Glasgow, Scotland, December, 2010. Reuters updated 1/21/2011 7:49:28 AM ET 2011-01-21T12:49:28 Share Print Font:+- LONDON- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday <q>as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. \"We confirm that <strong> Andy Coulson </strong> has resigned,</q> an official in Prime Minister <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was a key part of <strong> David Cameron </strong>'s inner circle after joining the Conservative leader's team when in opposition in 2007. <strong> David Cameron </strong> had said Monday that", "new_id": -2}, {"uid": "1295798310158990353", "i": 9639, "idx": 0, "sa": ["Colin Powell", "Colon Bowel", "Condoleezza Rice", "Barack Obama"], "q": "last time around. What changed? Obviously he hasn't lived up to expectations, or he'd still be supporting him. Or does <strong> Colon Bowel </strong> just go whichever way the breeze blows? <q>I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.</q> Translation: I'll wait until I see who the Republicans are nominating, and if it isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1295631157218054675", "i": 23612, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "who blame the coverage tend not to have liked the events that precipitated it. For those who feel that <strong> Andy Coulson </strong> has been unfairly implicated, the comedian <strong> David Cameron </strong> Schneider offered a heavily retweeted suggestion: <q>Show your appreciation of <strong> Andy Coulson </strong>. Leave him a message of a support on your voicemail.</q>", "new_id": -2}, {"uid": "1297597866017956890", "i": 25452, "idx": 3, "sa": ["Zahi Hawass"], "q": "funeral mask of King Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... World Video: Raw video: Thousands demand reforms in Algeria World Video: Civilians hit in Thai car bomb blast Report Abuse <q>The Obama administration's stance on this situation in Egypt is reprehensible, destabilizing, and foolhearty.</q> America, because of the left and culminating in the election of this idiot boy-president, is a caricature of her former glory, and now has become the world's symbol of all that is carnal and", "new_id": -2}, {"uid": "1295676548215973969", "i": 29962, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q>My goal is to run Google at the pace and with the soul and passion of a startup,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295432346076251250", "i": 46104, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>. The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.\" <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the", "new_id": -2}]