[{"uid": "1297183947119177270", "i": 43109, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "and recounts his government career serving former US presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. He was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.<q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had[ an] enormous number of", "new_id": -2}, {"uid": "1296552417261570573", "i": 23532, "idx": 0, "sa": ["Kwame Brown", "Allen Iverson"], "q": "\" It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry <strong> Kwame Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q>It's special, and it's a tribute to my coach and my teammates,<q> said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Kwame Brown </strong> said. \"", "new_id": -2}, {"uid": "1295476301073809929", "i": 15220, "idx": 0, "sa": ["Donald Brashear", "David Letterman", "Harold Jacob Rome", "Peggy Lee", "Blair Betts"], "q": "<strong> Donald Brashear </strong>'s dirty hit on <strong> Blair Betts </strong> 2009-04-26 <strong> Donald Brashear </strong> got only 5(+1) games for this nasty hit on <strong> Blair Betts </strong> who suffers multiple fractures to the face.... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong> <q>All of a sudden my heart sings<q> performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> \"All of a sudden my heart sings\" performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford", "new_id": -2}, {"uid": "1295644189196657172", "i": 21592, "idx": 6, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "down the pipeline,\" the minister said. Labour claimed the decision to appoint <strong> Andy Coulson </strong> to such a senior Downing Street post raised questions about <strong> David Cameron </strong>'s judgment. <strong> Ed Miliband </strong>, the Labour leader, said: <q>The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long.<q> Downing Street sources dismissed Labour's criticism and insisted the prime minister believed that <strong> Andy Coulson </strong>'s professionalism in sharpening up the Tories' media operation after his appointment in 2007 vindicated <strong> David Cameron </strong>'s original decision. This was", "new_id": -2}, {"uid": "1297195793265863175", "i": 16320, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "In the account, that the Los Angeles Times describes as one about \"shifting blame and settling scores\", <strong> Donald Rumsfeld </strong> writes that <strong> President Bush </strong> never asked him whether invading Iraq was the right course to take. <q>While <strong> President Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision,<q> he writes. The <strong> President Bush </strong> was the one charged with the tough choice to commit US forces. \"I did not speculate on the thought process that brought him to his ultimate, necessarily lonely", "new_id": -2}, {"uid": "1295797463130105346", "i": 15334, "idx": 0, "sa": ["Andy Coulson"], "q": "the judges to consider a plea agreement that would convict him on manslaughter charges, which would carry far lesser penalties. Iraqi law requires defendants to enter their formal pleas at the end of trial. Report Abuse <q>I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295581455002506782", "i": 46435, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" Page and Brin wrote. <q>The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.<q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. Robot cars: Google searches for next Android But he said he", "new_id": -2}, {"uid": "1296717067176898072", "i": 14618, "idx": 4, "sa": ["Vince Carter", "Lawrence Frank", "Ray Allen", "Devin Harris", "Allen Iverson"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Ray Allen </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q>That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected.<q> <strong> Vince Carter </strong> did not talk to the media after the game, and crew chief Dan http://wn.com/Jose_MourinhoÂ´s_pre_match_conference_Real_Madrid_vs_Atletico Feb. 19, 2006 Box Score DURHAM, NC( AP)- JJ Redick lost a defender around a screen, took a", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.<q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1297257274238534666", "i": 1127, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,<q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}]