[{"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1297116847195428397", "i": 34148, "idx": 4, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? \"I haven't seen a full episode,\" he said. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. </q> \"American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' 4 2011 Grammy Nominees- Various Artist Heat Vision What\"s hot in the world of fanboy entertainment, from blockbuster films", "new_id": -2}, {"uid": "1296108990167460879", "i": 3247, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295550320082853986", "i": 45035, "idx": 0, "sa": ["Michelle Obama", "Colin Powell", "Barack Obama"], "q": "'s \"ability to inspire\" and the \"inclusive nature of his campaign.\" Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297200983061325341", "i": 1815, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "develop an overreliance on the U.S. This is part of his answer when I ask what went wrong( again) in Afghanistan. He notes that committed \"Islamists\" don't just \"disappear.\" <q> We've given them a chance, a good chance, to fashion a country that can have the kind of security that the Taliban didn't permit. The Afghan people have to decide. </q> Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology for his role in the wars. Yet readers might be appreciative to find themselves in", "new_id": -2}, {"uid": "1297184996166789153", "i": 12861, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<q> Previous Morning Must Reads: By the Numbers Next </q> He's Not a Press <strong> Donald Rumsfeld </strong> Don <strong> Donald Rumsfeld </strong>, <strong> Donald Rumsfeld </strong> of Defensive <strong> Donald Rumsfeld </strong> in Kazakhstan/ <strong> Donald Rumsfeld </strong> collection via ABC covered <strong> Donald Rumsfeld </strong> during his second incarnation as defense secretary, from 2001, through 9/11,", "new_id": -2}, {"uid": "1295432548218038355", "i": 28151, "idx": 1, "sa": ["Steve Ballmer"], "q": "of meetings at Microsoft where some high level executive must have been like \"Screw gamers man. Catering to them isn't paying the bills. Let's concentrate on their families now\". Exec No. 2, <q> Yes, let's make everyone the controller and sell them obscenely priced hardware while they move around the living room looking like complete asses </q>. Cue maniacal laughter.( Image courtesy: msresort.com) Making matters even funnier( or embarrassing) is <strong> Steve Ballmer </strong>'s quote from the USA Today article where he feels the Xbox360 should excite 15", "new_id": -2}, {"uid": "1295733873106954766", "i": 11161, "idx": 1, "sa": ["Allen Iverson", "Yao Ming", "Josh Smith"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th time <strong> Josh Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1297709182165232678", "i": 32119, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Osi Umenyiora"], "q": "n't wait for him to come out and I think he is going to have a great impact a la <strong> Michael Vick </strong>.\" The Giants haven't been the same team without <strong> Plaxico Burress </strong>, <strong> Osi Umenyiora </strong> said. <q> If you look at our team before, when <strong> Plaxico Burress </strong> was in, if you look after he's gone, even though we have had some success and even though we have played pretty well, it just hasn't been the same without him, </q> <strong> Osi Umenyiora </strong> said in an ESPN interview. VIRGINIA WATER, England, Feb. 14( UPI)-- Jack Johnson charged: Former P.G. County executive indicted on corruption charges American Psychological Association to consider DSM diagnosis for living", "new_id": -2}, {"uid": "1297488276223461377", "i": 16327, "idx": 0, "sa": ["Colin Powell", "Omar Suleiman", "Jane Mayer", "Hosni Mubarak"], "q": "<strong> Omar Suleiman </strong>'s extensive partnership with our CIA's renditions of terrorism suspects to be tortured in Egypt? Many eventually disappeared. <strong> Jane Mayer </strong> wrote an especially revealing introduction to <strong> Hosni Mubarak </strong>'s chief torturer in the New Yorker: <q> <strong> Omar Suleiman </strong> was not squeamish.... Each rendition was authorized at the very top levels of both governments. </q> These classified kidnappings began during the Clinton administration. One particularly brutal torture session led to then Secretary of State <strong> Colin Powell </strong>'s most acutely embarrassing international experience: The prisoner, Ibn Sheikh al-Libi, was", "new_id": -2}]