[{"uid": "1295095251151207972", "i": 22287, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": ". When appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q>We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans-- and, based on that recognition, we must steer a more moderate course.</q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago-- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1296228272172146710", "i": 17274, "idx": 16, "sa": ["Mike Pence"], "q": "director <strong> Mike Pence </strong> Connolly puts it in even more certain terms: \"Washington's loss is Indiana's gain.\" Connolly speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli. <q>Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>,</q> Connolly says. Curt Smith, president of the Indiana Family Institute, agrees, saying he's \"very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home\" and assumes <strong> Mike Pence </strong> will run for", "new_id": -2}, {"uid": "1296486373063668243", "i": 2376, "idx": 13, "sa": ["Mike Pence"], "q": "his congressional staff of about 20 aides and heading the House GOP conference that served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. <q>If we would decide to seek the governorship,</q> <strong> Mike Pence </strong> said, \"I would expect people can judge whatever we would bring to the candidacy at that time.\" From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295458625213254221", "i": 2408, "idx": 1, "sa": ["Sergio Marchionne"], "q": "In addition to creating the jobs of the future, clean energy benefits the USeconomy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said in a statement. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}, {"uid": "1297460386090980360", "i": 8232, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "a particular group. A group that has been hit harder by the recession than most. Veterans. A U.S. Senator was there to urge new steps to make sure they can find work. <q>For the men and women who, literally, risking their lives, giving everything of themselves to defend our country and our freedom, I think going that extra mile really does matter and I think we should,</q> said Senator <strong> Kirsten Gillibrand </strong>. There are some 900 veterans of wars in Afghanistan and Iraq that are out of work in the Central New York region. Those wars continue to produce more veterans and, in turn", "new_id": -2}, {"uid": "1296409139077250584", "i": 21226, "idx": 0, "sa": ["Kevin Kolb", "Jason Babin", "Michael Vick", "Jon Wertheim"], "q": "to hire. Who knows? The new guy comes in, he's going to let people go and bring his guys in. Who knows what they're going to run on defense,\" <strong> Jason Babin </strong> said. <q>There's a lot of big question marks for myself I'm sure and a lot of other guys.</q> <strong> Jon Wertheim </strong>: Clijsters' comeback, Djokovic's domination, more on Aussie Open Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1297206545083279894", "i": 9802, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinder block compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1295665867007979096", "i": 29816, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google has shocked its shareholders by announcing that <strong> Eric Schmidt </strong>, its current CEO, is to step down in April and co-founder Larry Page will replace him in the chief executive officer role. <q>When I joined Google in 2001 I never imagined, even in my wildest dreams, that we would get as far, as fast as we have today</q>, starts <strong> Eric Schmidt </strong> in a post on the company's blog, while also posting on Twitter that the move was no longer about needing to supervise founders Larry Page and <strong> Sergey Brin </strong>: \"Day-to-day adult supervision is", "new_id": -2}, {"uid": "1295832424258179084", "i": 8802, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": ", <strong> Glenn Mulcaire </strong>, to hack into voicemail messages. In the Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA <strong> David Cameron </strong>'s top adviser quits over phone-hacking scandal Minister <strong> David Cameron </strong> Friday lost his communications chief and top adviser in an ongoing row over phone-hacking by one of the country's leading tabloid newspapers", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]