[{"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1296316227151535708", "i": 6880, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilise Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q>We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,</q> protester Kamal Mohammad said. \"He thinks it is calming down the situation but he is just angering people more.\" <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1297596908087900188", "i": 16551, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell", "Holly Willoughby"], "q": "replace <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. One of her gaffes included saying to finalist <strong> Cher Lloyd </strong>: <q>What a night it has been for you, a night of dreams</q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1295637897112984097", "i": 20651, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "mean, I welcome direction, always. And it's been so long since anybody's had the courage to actually direct me on singin' a song,\" the Rock and Roll Hall of Famer said. <q>They think they shouldn't tell me what to do. But I'm an artist. I want to learn. But I was just getting a bit frustrated because I couldn't seem to get what he wanted.</q> <strong> Wanda Jackson </strong>, White and his Third Man House Band performed a rollicking cover of Johnny Kidd and the Pirates' \"Shakin' All Over\" from the album Thursday night on \"The Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1297184200216317958", "i": 43437, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Orrin Hatch", "Barbara Mikulski"], "q": " \"We Are With You For The Long Haul' <strong> Barack Obama </strong> discusses Giffords and Egypt at National Prayer Breakfast. <strong> Barbara Mikulski </strong> on GOP:` They Have No Ideas' <strong> Orrin Hatch </strong> <strong> Barbara Mikulski </strong> D-MD., says the Republicans <q>just want to pander to the crowd.</q> Egypt Looms Over DC Diplomat Huddle The <strong> Donald Rumsfeld </strong> of State jokes that they thought February would be a \"slow month.\" <strong> Barack Obama </strong>: Transition In Egypt` Must Begin Now\" <strong> Barack Obama </strong> says to", "new_id": -2}, {"uid": "1295981303233783296", "i": 18598, "idx": 1, "sa": ["Eric Schmidt"], "q": "at Google,\" <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. <q>In strategy we agree. There's no disagreement,</q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"uid": "1297588672045400131", "i": 10462, "idx": 4, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975-- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296174091054247448", "i": 43587, "idx": 9, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q>He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,</q> she said. \"Obviously it'd be great for the state of Indiana.\" People ski near the Congress Center at the World Economic Forum... The White House North Lawn is covered in snow after a", "new_id": -2}, {"uid": "1295306189067584047", "i": 31299, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her first words since a bullet ripped through her brain. \"The congresswoman continues to do well. She is breathing on her own,\" doctors at University Medical Center in Tucson said. <q>Congresswoman <strong> Gabrielle Giffords </strong> has been upgraded... because she is no longer on a ventilator.</q> More details are expected at a news conference with doctors today. <strong> Gabrielle Giffords </strong> is already able to move both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on \"Meet the Press.\" The", "new_id": -2}, {"uid": "1296769776240500851", "i": 32857, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release.</q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}]