[{"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295634532070795270", "i": 26531, "idx": 0, "sa": ["Eric Schmidt"], "q": "run as CEO, and will be replaced by Google co-founder Larry Page.''... as Google has grown, managing the business has become more complicated,'' explained <strong> Eric Schmidt </strong> in Google's official announcement. <q> So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong>'s explanation of his role change is seen by many as a nice way of acknowledging what former Google designer Douglas Bowman said when he famously left the Internet giant in 2009: \"", "new_id": -2}, {"uid": "1297108555141246488", "i": 6669, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war''. <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.``", "new_id": -2}, {"uid": "1295731997157220898", "i": 2761, "idx": 0, "sa": ["Andy Coulson"], "q": "? time to deal a hammer blow to Iraq's title defense. The Socceroos will media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior Cameron aide told The Iraq beats North Korea to reach Asian Cup quarterfinals Australia 1-0 Iraq: Kewell Fires Socceroos Into Semi-Finals Of Asian Cup game... By Ross Mackiewicz Share Share... archaeological", "new_id": -2}, {"uid": "1297559534084279310", "i": 1004, "idx": 1, "sa": ["Colin Powell"], "q": "2003, then-Secretary of State <strong> Colin Powell </strong> cited information provided by an informant-- later known as`` Curveball''-- regarding Iraqi biochemical weapons, Boening said.`` Curveball made everything up,'' Boening said. <q> He helped to drive America to war. </q> Boening believes many intelligence agents need increased training.`` The CIA should be viewed as a large, lumbering bureaucracy with pockets of excellence interspersed among its many offices. By and large, however", "new_id": -2}, {"uid": "1295563322217792546", "i": 46676, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> would clear$ 334 million on his stock sale were it all to take place at Thursday's prices. Of course, it's not that he wants the money or anything. <q> Using this trading plan, <strong> Eric Schmidt </strong> can diversify his investment portfolio and can spread stock trades out over a period of one year to reduce market impact, </q> Google said.`` Because this trading plan was established well in advance of a trade, it also helps avoid concerns about whether <strong> Eric Schmidt </strong> had material, non-public information when he made a decision to sell his stock.", "new_id": -2}, {"uid": "1297267752007700492", "i": 28699, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "asked whether she missed working with him as an` American Idol' judge.`` Of course, I miss everybody,'' she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. <q> I'm a massive fan of Paula's. When you work with somebody as long as I did with Paula... we were friends 80 percent of the time and interestingly, we've been in contact[ after` Idol']. I'm not going to say on this call who we are going to confirm or not confirm, but we're talking to a number of people. </q> <strong> Simon Cowell </strong> Dishes on Upcoming' X Factor' <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel' <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Simply enter your name and e-mail address,", "new_id": -2}, {"uid": "1296235999160088091", "i": 14254, "idx": 0, "sa": ["Rick Santorum", "Dick Cheney", "Mike Pence"], "q": "Defense Budget Egypt prepares for fresh protests <strong> Mike Pence </strong> Will Not Run for <strong> Dick Cheney </strong> Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters.`` We will not seek the Republican nomination for president in 2012.'' The Possible GOP presidential contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass..", "new_id": -2}, {"uid": "1295425471034701433", "i": 22655, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": "- Sirius XM shock jock <strong> Howard Stern </strong> ripped into <strong> Jay Leno </strong>, accusing him of stealing material for`` The Tonight Show,'' in an interview scheduled to air Tuesday night, the New York Post reported Monday. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> <strong> Howard Stern </strong> said in an interview for CNN's`` <strong> Piers Morgan </strong> Tonight.'' <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is`` not fit to scrub <strong> David Letterman </strong>'s feet.''`` I don't know", "new_id": -2}, {"uid": "1296377927085590027", "i": 22707, "idx": 0, "sa": ["Zahi Hawass"], "q": "monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws", "new_id": -2}]