[{"uid": "1295608967062603264", "i": 41722, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> was drafted in as chief executive in 2001 to provide \"adult supervision\" for the fledgling search engine. The 55-year-old will become executive chairman of the internet powerhouse, and will focus on <q>deals, partnerships, customers and broader business relationships</q>. Page returns to the job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: \"Day-to-day adult supervision", "new_id": -2}, {"uid": "1296840306168542233", "i": 39063, "idx": 0, "sa": ["Michael Vick", "Albert Haynesworth", "Tony Dungy", "Michael David Smith"], "q": "are false, has forwarded to us via text message his comments to the Washington Post. \"<strong> Albert Haynesworth </strong> has yet to speak to the authorities at all on this matter,\" Speck said. <q>So only one side of the story has been told at this point in time. If contacted by the authorities, <strong> Albert Haynesworth </strong> will certainly cooperate in any way. This man, who actually provoked the situation himself, recognized <strong> Albert Haynesworth </strong> and is now simply trying to turn it into his 15 minutes of fame and get, we can only assume, some money. \"<strong> Albert Haynesworth </strong> did not assault this man and looks forward to his day in court to refute these ridiculous allegations.</q> Posted by <strong> Michael David Smith </strong> on February 4, 2011, 12:01 PM EST <strong> Michael Vick </strong> hosting a party, his former dog fighting co-defendant got shot. So some eyebrows were raised this week when it was reported that But <strong> Tony Dungy </strong>", "new_id": -2}, {"uid": "1295557767029818940", "i": 39309, "idx": 0, "sa": ["Steve Ballmer"], "q": "million Kinects during the holiday sales season but, instead, sold 8 million. Granted that those are units sold into the channel and not necessarily all sold to end users, the numbers are significant. <q>We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it,</q> <strong> Steve Ballmer </strong> told the interviewer. In fact, Microsoft executives have already said that they plan to link Kinect into Windows, and not just for games. They are already working on software to link Kinect into", "new_id": -2}, {"uid": "1295658483011878448", "i": 25646, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "end the prank simply stirred the \"Idol\" publicity pot some more. In 2009, Ms. <strong> Paula Abdul </strong> took to Twitter to announce that she was leaving-a tweet, <strong> Simon Cowell </strong> Rushfield writes, perhaps a bit hyperbolically, that <q>made history by breaking the biggest story yet broken</q> on the social-media site. <strong> Simon Cowell </strong> Rushfield himself isn't breaking much in the way of \"Idol\" news, regardless of his book's \"Untold Story\" subtitle. Through no fault of", "new_id": -2}, {"uid": "1297706494051036178", "i": 38284, "idx": 8, "sa": ["Mike Pence"], "q": "nation's largest abortion provider,\" he said. \"Last year, Planned Parenthood received over$ 363 million, lifted from your wallet and mine, and performed 324,00 abortions along the way.\" <q>Live Action films has released seven undercover videos in the last two weeks alone showing the eagerness of Planned Parenthood clinics in Virginia, New York and New Jersey to help sex traffickers get birth control and illegal abortions for 14-year-old illegal alien prostitutes. They offered to help them avoid legally mandated reporting and parental consent requirements,' he added. \"This is the best opportunity the pro-family community has had in decades to end subsidies for the largest abortion provider in the United States.</q> Send to a friend: <strong> Mike Pence </strong>, Planned Parenthood Duel Over Abortion Biz De-Funding Bill", "new_id": -2}, {"uid": "1295432538243531793", "i": 17366, "idx": 0, "sa": ["Simon Cowell"], "q": "wisecracks about contestants and their abilities. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing, along with his fellow judges on Britain's Got Talent, the <q>heartless, thoughtless and superficial the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam</q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the sixth series of The X Factor", "new_id": -2}, {"uid": "1295458115232456193", "i": 48248, "idx": 5, "sa": ["Tyronn Lue", "Ted Williams", "Allen Iverson", "David West"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Ted_Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: \"My Daughter Attacked Me!\" Exclusive Interview on Dr.Phil Golden-Voiced <strong> Ted Williams </strong> Reportedly Picked Up By Cops <strong> David West </strong> more: www.businessinsider.com http://wn.com/FC_Barcelona__Villarreal_3-3_highlights_goals_10-04-09 From 1992 Album: \"Whut Thee Album\"....", "new_id": -2}, {"uid": "1295669701105103360", "i": 6865, "idx": 4, "sa": ["Eric Schmidt"], "q": "time\" as the company tries to \"simplify\" its management structure. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. <q>We're trying to be as transparent and as collaborative as possible,</q> <strong> Eric Schmidt </strong> said. \"We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things", "new_id": -2}, {"uid": "1296161007118571071", "i": 9498, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]