[{"uid": "1295490788204456038", "i": 11962, "idx": 0, "sa": ["Savanna Samson", "Michael Vick", "Sasha Grey", "DeSean Jackson", "Mike Missanelli", "Jenna Jameson"], "q": "star <strong> Savanna Samson </strong>.`` Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,'' he said. <q> I wonder if they're planning on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the big game. </q> MISSANELLI'S SHOW GOES TO THE DOGS <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1296539752082821193", "i": 10883, "idx": 0, "sa": ["Kris Humphries", "Allen Iverson", "Carlos Delfino"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything will Even without three of their top players, the injury-riddled Toronto Raptors had no problem handling the Charlotte Bobcats on Monday. <strong> Kris Humphries </strong> and <strong> Carlos Delfino </strong> scored", "new_id": -2}, {"uid": "1295589646072171577", "i": 12965, "idx": 1, "sa": ["Eric Schmidt"], "q": "in April.`` Day-to-day adult supervision no longer needed,'' <strong> Eric Schmidt </strong> tweeted yesterday. Page, who <strong> Eric Schmidt </strong> said is`` ready to lead,'' will take over on April 4. <q> Larry is looking to take a more active role in day-to-day operations, seeing as he's ready to step up to that CEO role, </q> said Aaron Kessler, an analyst with ThinkEquity.`` Larry was relatively young when he founded Google. Young entrepreneurs aren't ready to assume a CEO position at that point.'' Ken Sena, a", "new_id": -2}, {"uid": "1295440341100417550", "i": 48751, "idx": 3, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "'re music industry professionals.'' How do you think the`` Idol'' judges will do without <strong> Simon Cowell </strong>? Tell us in the comments! Don't miss our`` American Idol'' live stream <q> Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong>, </q> featuring post-show analysis from <strong> Jim Cantiello </strong> and special guests, on MTV.com this Wednesday at 10 p.m. ET. Tweet your`` Idol'' commentary with the hashtag#IdolWithoutSimon and we could quote you on the show!", "new_id": -2}, {"uid": "1296725160179978268", "i": 43413, "idx": 0, "sa": ["Andy Coulson", "George Osborne"], "q": "phone-hacking scandal at the News of the World, which he used to edit. <strong> Andy Coulson </strong> maintained his innocence, saying he never knew his reporters were illegally hacking into celebrities' voicemail to get stories, but said <q> when the spokesman needs a spokesman, it's time to move on </q>. <strong> Andy Coulson </strong> is reported to have called <strong> George Osborne </strong> about a week ago to see if he might be interested in replacing him, having apparently come across the BBC man during one of his regular phone calls complaining about", "new_id": -2}, {"uid": "1295814035047513616", "i": 8496, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "had been through a very thorough investigation there and they got nowhere, so they may have decided that messing with the political process was something that they didn't want to bother doing.'' He quickly added: <q> I really don't know, I mean you'll have to ask a police officer that. </q> <strong> Chris Huhne </strong>'s intervention is a guarantee that the row over phone hacking won't disappear with <strong> Andy Coulson </strong>'s resignation as director of communications from Downing Street last week. The former editor of the News", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1297246477255688704", "i": 20660, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Peston"], "q": "banks on lending, transparency and bonuses will be announced by the...''`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' You can stay up to date with <strong> Robert Peston </strong>'s Picks via these feeds.", "new_id": -2}, {"uid": "1295082156260702223", "i": 5774, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman"], "q": "hear that, or I'm not sorry to hear that?''`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered. <q> Well, it's a difficult time, regardless, </q> <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?''`` The kids seem to be doing OK, yeah,'' <strong> Kelsey Grammer </strong> said", "new_id": -2}, {"uid": "1296947872117014565", "i": 2813, "idx": 0, "sa": ["Sergio Marchionne"], "q": "automotive conference in San Francisco, he called the interest rates a`` thorn'' in his side and said that refinancing the two loans would mean no longer having to explain the`` shyster rates.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' The term, probably derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said", "new_id": -2}]