[{"uid": "1296261938051675143", "i": 41035, "idx": 2, "sa": ["Larry Bird", "Nate Funk", "Jimmer Fredette", "Dana Barros", "Ernie DiGregorio", "Allen Iverson", "John Paxson"], "q": "''reminds me of <strong> Ernie DiGregorio </strong>'' ''reminds me of <strong> Dana Barros </strong>'' ''reminds me of <strong> Nate Funk </strong>'' ''reminds me of <strong> Larry Bird </strong>'' <q>He reminds me of that one guy from Duke</q> ''reminds me of <strong> Allen Iverson </strong>'' The fact that people can look at a jump-shooting Mormon kid named <strong> Jimmer Fredette </strong> and see both <strong> John Paxson </strong> and <strong> Allen Iverson </strong> tells me that 1.) <strong> Jimmer Fredette </strong> is pretty plainly", "new_id": -2}, {"uid": "1295871237205455360", "i": 18077, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman, focusing on deals, partnerships and broader business relationships, as well as advising Page and co-founder <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Intel to invest US$ 2.2 bn in 22nm chip plant in Israel", "new_id": -2}, {"uid": "1296522021211714148", "i": 16532, "idx": 0, "sa": ["Sergio Marchionne"], "q": "spokeswoman at Chrysler Canada, said Monday. Chrysler's salaried employees- 10,000 in the U.S. and 755 in Canada- will also receive a bonus, although Gosselin declined to disclose the amount. <q>Those detail are considered confidential employment records,</q> she said. Employees received an email from Chrysler Group CEO <strong> Sergio Marchionne </strong> Monday morning notifying them of the payment as well as the company's financial performance in 2010. In a conference call with analysts", "new_id": -2}, {"uid": "1297299730065552402", "i": 55, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Drew Rosenhaus"], "q": "sometimes-dubious award in 2011. <strong> Plaxico Burress </strong> is scheduled to be released from prison June 6 provided he gets credit time for good behavior and, like <strong> Michael Vick </strong>, plans to resume his NFL career as soon as possible. <q>I am not a big advocate of making predictions on teams because so much can change, but I am not afraid to make the following prediction: <strong> Plaxico Burress </strong> will be playing in 2011,</q> said his agent, <strong> Drew Rosenhaus </strong>, on Thursday's episode of ''Inside the NFL'' on Showtime. ''And he will play very well. And it will be a very happy ending to a very tough", "new_id": -2}, {"uid": "1295021582165101591", "i": 4161, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was ''soon.'' <q>People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,</q> <strong> Gary Moore </strong> said. ''He's got a battle ahead of him.'' <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> ''totally disputes'' reports out of Turkey that he was set to retire. The 11-time NBA All-Star", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1296407544252772372", "i": 151, "idx": 29, "sa": ["Eric Snow", "Derrick Coleman", "Nate McMillan", "Keith Van Horn", "Allen Iverson"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped. ''Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots,'' said Sonics coach <strong> Nate McMillan </strong>. <q>Every time we tried to make a run it seemed like he came up with a big basket. When he has that going, there is nothing you can do except hope that he misses some shots.</q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2}, {"uid": "1295676781065617959", "i": 24186, "idx": 1, "sa": ["Andy Coulson", "Boris Johnson"], "q": "widen this out to think about pay inequality elsewhere, including Transport for London, which has started to reduce the 58 staff it was paying more than Â£ 150k.'' A city hall spokeswoman said: <q>Leo Boland has spearheaded an extremely successful reorganisation of the GLA, implementing significant structural and cultural change to create an efficient and professional organisation. From this position of strength- and in light of proposals in the Localism bill for directly-elected mayors to combine chief executive functions- Mr Boland questioned whether the GLA now requires a high calibre, highly paid chief executive role in addition to a <strong> Ken Livingstone </strong>. On that basis, he recommended an independent review be carried out to look at this issue.</q> Greater London Authority's chief executive signals departure Politics Weekly podcast: Trouble in the House of Lords; and NHS reforms Alan <strong> Boris Johnson </strong> resigns, sparking shadow cabinet reshuffle- in pictures Departure of <strong> Andy Coulson </strong> leaves", "new_id": -2}, {"uid": "1295615268003915792", "i": 27023, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "the CIA,'' she said. ''<strong> Saddam Hussein </strong> had nothing to do with 9/11,'' she added, ''and I have never seen anything to make me change my mind.'' But, she said, <q>it was not a judgment that found favor with some parts of the American machine</q>- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That ''is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,'' she said. MI5", "new_id": -2}, {"uid": "1296144836056688640", "i": 22112, "idx": 3, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "OF CHEZZA& SIMON AT THE NATIONAL TELEVISION AWARDS IN MTV'S GALLERY HERE! <strong> Cheryl Cole </strong> refused to comment on whether she will be <strong> Louis Walsh </strong>, stating: ''They haven't been given a contract yet.'' <q>We are in the process of going through all the shows. I think there are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it... I am in conversations with ITV and Fox.</q> <strong> Simon Cowell </strong> added: ''The most important thing is to make a commitment to the people who watch the shows and make sure they are better than last year's.'' 884 news stories,", "new_id": -2}]