[{"uid": "1296813127059981847", "i": 4284, "idx": 1, "sa": ["Michael Vick"], "q": "was No. 30 on the Philadelphia list in that October survey. \"<strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five,\" Master said. <q>But his appeal is not really as high, for obvious reasons... \"I would think, based on the success of his season, that he would be higher when we test again in the spring- assuming he stays out of trouble.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1295061603176553990", "i": 4094, "idx": 2, "sa": ["Mike D'Antoni", "David Letterman"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q>He was nice, though, very diplomatic.</q> Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community. Your input is encouraged and can make a positive difference. To achieve this, no obscenity", "new_id": -2}, {"uid": "1295285586064159807", "i": 19091, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan", "Toni Morrison"], "q": "that I was depressed,\" she says. <strong> Oprah Winfrey </strong> starred in the film( based on <strong> Toni Morrison </strong>'s prize-winning novel) and her company Harpo Productions produced it. But its box-office performance was disappointing. <q>It sent me into a macaroni-cheese tailspin. I ate about 30 pounds worth, I'm not kidding,</q> she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first. \"One hundred British pounds says I'll get <strong> Michael Vick </strong> before you,\"", "new_id": -2}, {"uid": "1295984774233783312", "i": 11488, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders", "Peter Shumlin"], "q": "All three members of the delegation joined Gov. <strong> Peter Shumlin </strong> at a Statehouse news conference one week ago and pledged to help the state secure federal waivers needed to implement sweeping health care reforms. <strong> Sen. Bernie Sanders </strong> said, <q>It is my strong hope that Vermont will lead the nation in a new direction through a Medicare-for-all single-payer approach. At a time when 50 million Americans lack health insurance and when the cost of health care continues to soar, we must do all we can to lower the costs and improve the quality of care.</q> <strong> Patrick Leahy </strong> said, \"This is a bill to give Vermont and other states the choice to go above and beyond the national standard by letting states devise their own reforms. Vermont has always been a leader", "new_id": -2}, {"uid": "1295595325066338817", "i": 26396, "idx": 0, "sa": ["Eric Schmidt", "Ronald Reagan"], "q": "percent said they couldn't afford to have a baby because of the economy. Local and state birth statistics don't show a definite trend, but some say the recession has had an effect on family planning. <q>There is no doubt that the economy is directly affecting the women in our community,</q> said Jenifer Vick, development and communications director for <strong> Eric Schmidt </strong> speaks at the <strong> Ronald Reagan </strong> and International Trade Center on November 18, 2008 in Washington, DC about technology, economic growth and open government. http://wn.com/EX-PROSTITUTE_INTERVIEW_ON_CONDOMS_NOT_ENOUGH_SOLUTION As a long", "new_id": -2}, {"uid": "1295687287040943628", "i": 6792, "idx": 7, "sa": ["Allen Iverson", "Lou Williams"], "q": "\" He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Lou Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q>He was in such a good rhythm that really nobody could stop him tonight.</q> Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season. \"It was the quickest 40 points I think I have ever witnessed,\" O'Brien said. \"He was", "new_id": -2}, {"uid": "1297715559147800085", "i": 14079, "idx": 0, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "from sticking by his decision yesterday. \"The message and the kids are far greater than all this response about,` Why give him the key to the city?\" <strong> Dwaine Caraway </strong> told ESPNDallas.com. <q>He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around.</q> An aside to the story is that Dallas radio reporter <strong> Richard Hunter </strong> attended, and filmed, the event. In the film, which can be found on the Internet, <strong> Richard Hunter </strong> tells <strong> Michael Vick </strong> that he adopted one", "new_id": -2}, {"uid": "1295618474243957773", "i": 46680, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in a statement. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Prime Minister <strong> David Cameron </strong> had repeatedly defended <strong> Andy Coulson </strong>, part of his inner circle, despite critics questioning his judgment in giving him a second chance following his resignation from the News of the World. \"", "new_id": -2}, {"uid": "1297224102174489610", "i": 30607, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}]