[{"uid": "1295115129263864344", "i": 1373, "idx": 0, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James", "Shaquille O'Neal"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.</q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Dwyane_Wade_2005_Playoffs_Gm_4_Vs_Wizards,_42/7/4_*22_pts_in_3rd* WASHINGTON( AP)-- While <strong> Shaquille O'Neal </strong> sat, the phenom-on-the-rise had a dazzling coming-out party. The Miami Heat swept into", "new_id": -2}, {"uid": "1295669782061620287", "i": 45601, "idx": 2, "sa": ["Eric Schmidt", "M. Simpson"], "q": ", accusing <strong> Eric Schmidt </strong> of compromising Google's values in order to grow its business. The group blasted <strong> Eric Schmidt </strong> for his handling of recent privacy concerns, in particular the Wi-Fi data scandal. <q><strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,</q> said Comsumer Watchdog Inside Google director John <strong> M. Simpson </strong>. \"In fact, while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.\" News of the", "new_id": -2}, {"uid": "1295542835101302273", "i": 18473, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "bit too nicely. Gone was the often harsh, but always honest comments of the curmudgeonly judge <strong> Simon Cowell </strong>, and neither <strong> Jennifer Lopez </strong> nor <strong> Steven Tyler </strong> seemed to have it in them to be so tough. <q>Unfortunately, while it's admirable that the show's producers opted not to bring in a <strong> Simon Cowell </strong> clone, the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops,</q> Highkin wrote. \"Granted, the audition rounds are always rough at first, and Jackson, <strong> Steven Tyler </strong>, and <strong> Jennifer Lopez </strong> are still getting used to working together, but I couldn't help but to notice how much", "new_id": -2}, {"uid": "1295629074004243497", "i": 8518, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "were very clear: they were to work within the law and within the PCC code. It's in their handbooks.\" <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011 <q>I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance.</q> <strong> Rupert Murdoch </strong> addressing News Corporation's annual general meeting, 15 October 2010 \"We have very, very strict rules. There was one incident more than five years ago... the person who bought the", "new_id": -2}, {"uid": "1297134536144228406", "i": 34895, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "action \"was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.\" <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" <q>Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,</q> <strong> Dwaine Caraway </strong> said. \"That was the focus of the event... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.\" To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>.", "new_id": -2}, {"uid": "1295682265065617928", "i": 93, "idx": 17, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "social conservatives. \"To those who say that marriage is not relevant to our budget crisis,\" <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall, <q>I say you would not be able to print enough money in a thousand years to pay for the government that you would need if the family continues to collapse.</q> After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. \"He has that everyman, Indiana appeal with vision,\" <strong> Marjorie Dannenfelser </strong> said. She", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.</q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1295994425228769799", "i": 0, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival.", "new_id": -2}, {"uid": "1296128197246497300", "i": 17602, "idx": 13, "sa": ["Michael Vick", "Kevin Kolb"], "q": "next season is up in the air. The two-year contract he signed with the Eagles in 2009 is up, and Philadelphia also has money invested in another quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. <q>I'm expecting everything to go according to plan... got to take it one day at a time,</q> said <strong> Michael Vick </strong>, who reiterated later, \"Hopefully I'll be with the Eagles next season.\" <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the", "new_id": -2}, {"uid": "1295699377236945420", "i": 439, "idx": 2, "sa": ["Michael Vick"], "q": "and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Philadelphia Inquirer's Jeff McLane caught up to him Wednesday. \"I can say it over and over again,\" <strong> Michael Vick </strong> said, <q>but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard, and he's the expert in that field.</q> Franchise tags cause trouble Agents hate franchise tags more than anyone. They get paid a percentage of the contracts they negotiate. When a player is tagged, there is no negotiation. And the", "new_id": -2}]