[{"uid": "1296676266235241502", "i": 84, "idx": 0, "sa": ["Jane Mayer", "Colin Powell", "Ibn al-Sheikh"], "q": ": Interrogation, Incarceration, and Abuse,'' <strong> Jane Mayer </strong> cites Egypt as the most common destination for suspects rendered by the United States.`` The largest recipient of U.S. foreign aid after Israel,'' <strong> Jane Mayer </strong> writes, <q> Egypt was a key strategic ally, and its secret police force, the Mukhabarat, had a reputation for brutality. </q> She describes the rendering of <strong> Ibn al-Sheikh </strong> al-Libi to Egypt, where he was tortured and made a false confession that <strong> Colin Powell </strong> cited as he importuned the Security Council to approve the U.S. invasion of Iraq. Al-Libi later recanted his", "new_id": -2}, {"uid": "1295559565263241768", "i": 59896, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Larry Page </strong> looks on during a product launch last February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. <strong> Larry Page </strong>. Mr. <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. The change was announced as the company reported fourth-quarter profit jumped 29%. Google reported a profit of$ 2.54 billion, or", "new_id": -2}, {"uid": "1297377651148979715", "i": 13454, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "nuclear program.... it was`` up to Iran to determine its own leaders'' Don't forget- the rookie <strong> Barack Obama </strong> is to the LEFT of the socialist <strong> Bernie Sanders </strong>. Today- <q> People are calling for change. </q>... just as long as the Muslims can gain power. To: Libloather Now that I think of it, during that period we didn't hear the label`` Muslim Brotherhood'' lofted even", "new_id": -2}, {"uid": "1295264028094093318", "i": 8698, "idx": 6, "sa": ["Clive Goodman", "Andy Coulson"], "q": "anyone who is human would be''. But the prime minister said that he judged his staff on whether they were doing a`` good job'', telling BBC Radio 4's Today programme that <strong> Andy Coulson </strong> <q> can't be responsible for the fact that people write articles about him </q>. It emerged last week that the Crown Prosecution Service is due to undertake a comprehensive review of phone-hacking material, including examining evidence that has emerged since the trial of <strong> Clive Goodman </strong>, formerly royal editor at the News", "new_id": -2}, {"uid": "1295462836131301418", "i": 43117, "idx": 1, "sa": ["David Letterman", "Betty White"], "q": "Appearing on the show one day after she turned 89, the'' title=\"Hot in Cleveland\" href=\"http://www.nydailynews.com/topics/Hot+in+Cleveland\"> Hot in Cleveland'' star said she likes`` to do most anything'' in her free time. <q> Play with animals, mostly, </q> she told <strong> David Letterman </strong>.`` And vodka's kind of a hobby.'' The host immediately reached behind his desk and grabbed two glasses filled with ice and a bottle of vodka while <strong> Betty White </strong> giggled incessantly.", "new_id": -2}, {"uid": "1296136659006979634", "i": 13888, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> <strong> Camille Grammer </strong>:`` He uses them as props. It's tough, it's harsh. It hurts, of course.'' The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille Grammer_Camille Grammer_Opens_Up_on_Reality_TV_and_Divorce http://wn.com/Camille Grammer_Camille Grammer_Demands_50_Million_In_Divorce_Settlement_Report", "new_id": -2}, {"uid": "1296287142002965539", "i": 20505, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli", "Peyton Manning", "Michael Turner"], "q": "in person than watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Turner </strong>. This time, someone else is picking up the tab. <q> The first-class flight out here instead of coach didn't hurt either, </q> he said.` Monsters of the game' For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and", "new_id": -2}, {"uid": "1297505340176193553", "i": 55694, "idx": 0, "sa": ["Alassane Ouattara"], "q": "face sanctions from his administration if they do. <strong> Alassane Ouattara </strong>'s government said the head of the pro-Gbagbo body, Anoh N'Guessan, had been dismissed and had no right to act in its name. <q> Volumes of cocoa subject to these procedures should be shipped by April 15, 2011, at the latest, </q> said the letter to exporters from the Coffee and Cocoa Management Committee, dated February 9 and signed by N'Guessan. It added that exporters in Ivory Coast, which accounts for roughly one third of world supplies", "new_id": -2}, {"uid": "1297107413159612945", "i": 41814, "idx": 0, "sa": ["Eric Schmidt"], "q": "allegations that the company abused its dominant position in the online search market, according to a report citing a source familiar with the case. The news comes just after lame duck Google CEO <strong> Eric Schmidt </strong> <q> There is some interest from both sides, some tentative discussions in resolving the issue, but no really concrete proposals on the table, </q> the source familiar with the case told target=\"_blank\" href=\"http://www.reuters.com/article/2011/02/07/us-eu-google-idUSTRE71639K20110207\"> Reuters. Asked to comment by the newswire, the European Commission said that the investigation is still ongoing.`` As is known,", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]