[{"uid": "1297135719102924295", "i": 3297, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "violence.`` This is part of a pattern where the Chechen rebel group attacks in Moscow or in Russia-- a major attack about every two years,'' Clarke told ABC News following the bombing. <q> They've attacked in the Metro, they've attacked in schools, they've attacked in apartment buildings... This is a regular pattern. </q> Watch: Deadly Bomb Goes Off in Moscow Airport Watch: Suicide Bomber Kills At Least 35 at Moscow Airport Watch: Terror Suspected in Deadly Moscow Bombing Exclusive: <strong> Donald Rumsfeld </strong>:` It's Possible' Troop Decisions", "new_id": -2}, {"uid": "1295658306074924083", "i": 1964, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "didn't want to do that again.'' So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be Chrome, he relented. <q> It was so good that it essentially forced me to change my mind, </q> <strong> Eric Schmidt </strong> still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by Larry Page.`` I think we just wore you down,'' said Page.", "new_id": -2}, {"uid": "1296124768218218506", "i": 13454, "idx": 0, "sa": ["Andy Coulson", "George Osborne", "Rupert Murdoch"], "q": "January 2011 10:01 AM I do love the pious attitude of the left on this subject, I remember a time when they were only to happy to jump into bed with <strong> Rupert Murdoch </strong> and the Sun! <q> When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have heard. Although this story was easily refuted, you would expect the future chancellor to be pretty miffed about it. And yet it is said that <strong> George Osborne </strong> himself suggested <strong> Andy Coulson </strong> as the Govt's director of communications. Amazing kind-heartedness on the part of a man not generally known for such qualities. </q> Sybantcho 27 January 2011 10:02 AM exiledlondoner 27 January 2011 10:03 AM \" When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have", "new_id": -2}, {"uid": "1295564515217792561", "i": 7228, "idx": 0, "sa": ["Eric Schmidt"], "q": "Cable, 1/20/2011 5:08:55 PM Google co-founder Larry Page is replacing <strong> Eric Schmidt </strong> as CEO effective Apr. 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in in 2001, said that <q> now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong> tweeted, a reference to the fact he was brought in to help run a company started by college kids in a dorm room. The CIOs Guide to Videoconferencing Security Keeping Pace with th.. Extracting and", "new_id": -2}, {"uid": "1296383580079249441", "i": 19718, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' McCarthy said. <q> More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for", "new_id": -2}, {"uid": "1295217182163594259", "i": 46320, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "'' Comment on this Article Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it.", "new_id": -2}, {"uid": "1295573281224641037", "i": 28605, "idx": 0, "sa": ["Eric Schmidt"], "q": "have what Google needs? That's not obvious. After the news broke on Thursday afternoon, <strong> Eric Schmidt </strong> posted a message on Twitter that linked to his blog post about the changes, also writing <q> day-to-day adult supervision no longer needed! </q> That comment was a reference to the fact that <strong> Eric Schmidt </strong>- a former senior executive with Sun Microsystems- was seen by many as the`` adult supervision'' the two young billionaires needed in 2001, when", "new_id": -2}, {"uid": "1296106306239763512", "i": 22464, "idx": 4, "sa": ["Michael Vick", "Brian Reed", "Adrian Peterson"], "q": "<strong> Michael Vick </strong>, 30, was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. Note â\u0080¢ A body recovered late Tuesday from the Mississippi River has been tentatively identified as <strong> Brian Reed </strong>, the brother of Baltimore Ravens star safety The Williams familys attorney responds to inquest", "new_id": -2}, {"uid": "1296579335042647565", "i": 18392, "idx": 7, "sa": ["Zahi Hawass", "Mike Luckovich", "Hosni Mubarak", "Celine Dion"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> What's altered in the two photos? See how you score when you play the Find <strong> Celine Dion </strong> Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]