[{"uid": "1296700405031981636", "i": 29285, "idx": 1, "sa": ["Kirsten Gillibrand", "Mitch McConnell", "Jim DeMint"], "q": "fellow Kentuckian, Minority Leader <strong> Mitch McConnell </strong>, and <strong> Jim DeMint </strong> of South Carolina-- and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., who was presiding. the speech lasted 8 minutes, The Hill reported. He said any compromise must <q> shrink the government sector. </q> Man who left cellphone in Silver Spring house charged in 9 burglaries Spare some change Sir? Or maybe your name and SSN? Bless you Sir Lets see, local cops did another hooker round-up. Let's", "new_id": -2}, {"uid": "1295864578128057393", "i": 37305, "idx": 0, "sa": ["Alassane Ouattara"], "q": "claimant. <strong> Alassane Ouattara </strong>, the internationally recognised president of Ivory Coast locked in a power struggle with Laurent Gbagbo, on Sunday called for a month-long ban on cocoa exports from the world's top grower. <q> We have received communications in relation to the conduct of the cocoa business in Cote d'Ivoire( Ivory Coast) to which we are in the process of responding in order to seek further clarification for our members, </q> said a joint statement from the European Cocoa Association( ECA) and the Federation of Cocoa Commerce, which represent Europe's cocoa industry and trade.`` As can be expected in these circumstances, the", "new_id": -2}, {"uid": "1294969491073564163", "i": 1509, "idx": 7, "sa": ["Chuck Jordan", "Sergio Marchionne"], "q": "decision, he said. Continued Hemi investment Though some industry experts have questioned the survival of the V-8 engine in the 35 mpg era, Chrysler will continue upgrading its legendary Hemi V-8 engine. <q> We need to continue to invest </q> in the Hemi, <strong> Sergio Marchionne </strong> said.... <strong> Chuck Jordan </strong>, former GM design chief, dies at 83 Lived in San Diego County and volunteered to teach auto design at 2 local high schools", "new_id": -2}, {"uid": "1296884781086720518", "i": 26500, "idx": 1, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog( www.drZahi Hawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire", "new_id": -2}, {"uid": "1295907930085770246", "i": 9604, "idx": 12, "sa": ["Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.''$ 7 for Chinese Cuisine at Po?? s Dumpling Bar", "new_id": -2}, {"uid": "1295934410148537354", "i": 59819, "idx": 0, "sa": ["Jeff Green", "Allen Iverson", "Kobe Bryant", "Earl Boykins"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, Earl Boykinsier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said.`` You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.'' <strong> Jeff Green </strong>, whose previous high was", "new_id": -2}, {"uid": "1296443805235372702", "i": 23696, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl", "Carmelo Anthony"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo Anthony_Carmelo Anthony_33_points_in_the_3rd_quarter_vs_minnesota!!!!!!!!!!! Visit www.nba.com for more highlights. <strong> Carmelo Anthony </strong> notched", "new_id": -2}, {"uid": "1297463623073236571", "i": 52832, "idx": 0, "sa": ["Mike Pence", "Mark Meckler"], "q": "latest proposal pushes spending down to 2008 levels, which Republicans had vowed to reach. <strong> Mike Pence </strong>, R-Ind., who wants to hit the$ 100 billion <strong> Mark Meckler </strong>, downplayed the internal friction Thursday. <q> There's that old saying that, you know, if you like sausage, don't go where they make it. I know the press likes to, you know, report on... different aspects and iterations of this but I think what's going on right now is very healthy. It's a debate among Republicans, </q> <strong> Mike Pence </strong> told Fox News. <strong> Mark Meckler </strong>, co-founder of the href=\"http://www.foxnews.com/topics/politics/tea-party.htm#r_src=ramp\"> Tea Party Patriots, said he expects the party to, in the end, identify$ 100 billion worth of cuts.", "new_id": -2}, {"uid": "1296231867027263053", "i": 1868, "idx": 4, "sa": ["Michael Gove", "LeBron James"], "q": "quango takes more than? 36 each year from every teacher and gives them`` hardly anything back'', <strong> Michael Gove </strong> argues. In terms of the new bill, the secretary of state will in future consider <q> allegations of unacceptable professional conduct, conduct that may bring the profession into disrepute, or convictions of a relevant offence and decide whether to prohibit the person from teaching </q>. <strong> Michael Gove </strong> has vowed to cut bureaucracy in schools. He said that in one year, Labour sent schools 5,000 pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles.`` There", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]