[{"uid": "1295094125134053943", "i": 20114, "idx": 44, "sa": ["Rasheed Wallace", "Rip Hamilton", "Allen Iverson"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> Richard <strong> Rip Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1297194038179781640", "i": 16018, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "<strong> Donald Rumsfeld </strong> also has several complaints about message. He contends it was a mistake for the administration, after finding no WMDs in Iraq, to shift to speaking more about implanting democracy as a rationale for the war. <q> <strong> Condoleezza Rice </strong> seemed to be the one top advisor who spoke that way, </q> he writes,`` but it was not clear to me whether she was encouraging the <strong> Dick Cheney </strong> to use rhetoric about democracy or whether it was originating with the <strong> Dick Cheney </strong>.'' And he takes issue with how", "new_id": -2}, {"uid": "1295565086075235341", "i": 13166, "idx": 6, "sa": ["John Gruber", "Eric Schmidt"], "q": "After that article appeared, tech blogger <strong> John Gruber </strong> gave <strong> Eric Schmidt </strong> a new title: attendees at a forum organized by the Atlantic Monthly heard him testify to how much Google could learn about its users with their permission: <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about. </q>* In an CNN interview later that month, <strong> Eric Schmidt </strong> joked that users offended by photos of their homes showing up in Google's Street View mapping feature could`` just move.'' He quickly", "new_id": -2}, {"uid": "1297445312051478703", "i": 19285, "idx": 0, "sa": ["David Letterman"], "q": "over 10 years. Naughty recently made a high profile appearance and performance on The Late Show with <strong> David Letterman </strong> last week, making it the first time the group has ever been on the show. <q> You know its on when you see <strong> Howard Stern </strong> backstage of <strong> David Letterman </strong> and he's like` yo where's the new album, stop playing, we need that right now,' </q> group member Treach told AllHipHop.com. Naughty By Nature co-founder Vin Rock said that he was appreciative that such high profile personalities appreciated the hit-making group's longevity in the music business.`` They understood", "new_id": -2}, {"uid": "1295658301074924120", "i": 24668, "idx": 4, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "time and I've always felt he was punished for the same offence twice.'' Labour leader <strong> Ed Miliband </strong> said Mr <strong> Andy Coulson </strong> had`` done the right thing'' but should have gone earlier. He said: <q> We've been saying for some time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. </q> Mr <strong> Ed Miliband </strong> added:`` It raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long.`` I think <strong> David Cameron </strong> made the wrong judgment because it is clear that", "new_id": -2}, {"uid": "1295739237074268687", "i": 9445, "idx": 5, "sa": ["Tyronn Lue", "Calvin Coolidge", "Dennis Johnson", "Marvin Webster", "Allen Iverson"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong> and Jer` Vaughn <strong> Dennis Johnson </strong> each scored 17 points and three other Titans were in double figures Saturday night as <strong> Calvin Coolidge </strong>", "new_id": -2}, {"uid": "1295287692010338352", "i": 17503, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", leading to shorter battery life on mobile devices. He said that the poor performance of Flash on traditional computers has proven that Adobe's application runtime should not be allowed on iOS devices. <q> Flash is the number one reason Macs crash, </q> <strong> Steve Jobs </strong> wrote.`` We have been working with Adobe to fix these problems, but they have persisted for several years now.'' <strong> Steve Jobs </strong> and Google CEO <strong> Eric Schmidt </strong> are spotted having coffee in March 2010", "new_id": -2}, {"uid": "1296784140209256533", "i": 1606, "idx": 1, "sa": ["Zahi Hawass"], "q": ", for example, and so prevented any serious damage or thefts. Ismail Seregeldin, director of the Library of Alexandria, issued a statement on January 30 to thank the youth for protecting the library from <q> lawless bands of thugs, and maybe agents provocateurs. </q> The Library would remain closed, he added, until greater security returned. In a statement yesterday, <strong> Zahi Hawass </strong> said that the army was now protecting all 24 national museums, including the Egyptian Museum, the", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1297168254028033070", "i": 6325, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "However, talk of the former <strong> Nicole Scherzinger </strong>'s possible arrival has apparently got <strong> Cheryl Cole </strong> worried she will be eclipsed by her if they do work together on the series. A source told the Daily Mirror newspaper: <q> <strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> Although he wants <strong> Nicole Scherzinger </strong>, <strong> Simon Cowell </strong> still hasn't made a final decision on the line-up and his stalling is said to be concerning TV chiefs who want the judging panel to be signed off.", "new_id": -2}]