[{"uid": "1297209869085721103", "i": 47092, "idx": 0, "sa": ["Eric Cantor", "Kirsten Gillibrand"], "q": ". It's the economy: Democrats also hammered Republicans for making abortion legislation a major priority early into the new Congress. They accused the GOP of abandoning a campaign pledge to create jobs. <q> I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country toward how we undermine women's reproductive health, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). <strong> Eric Cantor </strong> rejects talking point: House Majority Leader <strong> Eric Cantor </strong>( R-Va.), saying that the federal government doesn't create jobs, said Republicans are trying to make good", "new_id": -2}, {"uid": "1296432940168050690", "i": 58977, "idx": 1, "sa": ["Don Maestri", "Allen Iverson", "Will Barton"], "q": "A compilation of no-look passes, behind-the-back moves, and circus shots. A reminder of what made him so mind blowing in the first place.\" SPORTS ILLUSTRATED( March 2007) on this highlight mix. www.MaravichBook.com <q> The definitive biography of Pistol Pete Maravich </q> ESP... <strong> Allen Iverson </strong> College Mix- Georgetown University For those who were there at McDon Maestriough Gymnasium on August 4, 1994, few <strong> Will Barton </strong> forget the arrival of a 6-0 freshman guard who needed no introduction. The rumors of", "new_id": -2}, {"uid": "1297365435153731177", "i": 41453, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "couple's divorce, which was filed in July. The couple were married nDavid Lettermany 13 years. A judge granted <strong> Kelsey Grammer </strong> a divorce Thursday, clearing the way for the actor to remarry later this month. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, Kayte Walsh, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last", "new_id": -2}, {"uid": "1295757314175325198", "i": 31648, "idx": 0, "sa": ["Shaun Johnson", "Dwight Howard", "Allen Iverson"], "q": "<strong> Shaun Johnson </strong>& CLEVELAND CAVALIERS 2009 ON BLOKMOVAZTV BLOKMOVAZ.COM Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Shaun Johnson_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297258773064307237", "i": 12778, "idx": 0, "sa": ["Simon Cowell"], "q": "their bow in the town. Craig Saggers, one half of Diva Fever, spoke to the Mail before taking to the stage. He said: <q> This is the second Christmas light switch on we have done. It's good to come here and see our fans and we get to play some songs as well. </q> The pairing made it to the live stages of this year's X Factor after being kept in as a wildcard act by <strong> Simon Cowell </strong>, just weeks after he originally told them", "new_id": -2}, {"uid": "1295669782061620287", "i": 55438, "idx": 3, "sa": ["John Simpson", "Eric Schmidt"], "q": "gets shot of UK Wi-Fi data\"> Wi-Fi data scandal. \"<strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,\" said Comsumer Watchdog Inside Google director <strong> John Simpson </strong>. <q> In fact, while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was. </q> News of the change overshadowed an otherwise solid financial year for Google. The company reported revenues of$ 8.44 bn(? 5.3 bn) for the quarter, up 26 per cent from the previous year", "new_id": -2}, {"uid": "1295254462216039433", "i": 15975, "idx": 6, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "room to grow. \"Quarterbacks get the starting job and do pretty well, but it's two to three years and then they're playing at the top of their game,\" <strong> Marty Mornhinweg </strong> said. <q> Some hit it a little later. </q> The Eagles think <strong> Michael Vick </strong> will hit it sooner, but the NFC general manager has his doubts. His analysis of <strong> Michael Vick </strong>: \"Special athlete and QB who takes a beating and production then falls off.", "new_id": -2}, {"uid": "1297224727163495958", "i": 28585, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes\" says <strong> Katrina Pierson </strong>. \"He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city\" she adds. <q> You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile </q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. \"When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude\" says Barnett", "new_id": -2}, {"uid": "1297298416168493093", "i": 48611, "idx": 2, "sa": ["Richard Myers", "Richard Clarke", "Donald Rumsfeld"], "q": "bin Laden-directed attack on the United States was to accuse it of being duped by \"vast doses of Al Qaeda misinformation.\" And on the very same afternoon of the September 11, he directed General <strong> Richard Myers </strong> to <q> find the best info fast... judge whether good enough[ to] hit S.H.@ same time. </q> S.H. here is, of course, Saddam Hussein. Apparently, there weren't enough good targets in Afghanistan and lots of high-quality ones in Iraq, as <strong> Donald Rumsfeld </strong> reportedly told top Bush Administration security expert <strong> Richard Clarke </strong>.", "new_id": -2}, {"uid": "1296412832121896967", "i": 13270, "idx": 0, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>( quad) said Monday that he is only \"75 percent\" healthy. Our View: <strong> Michael Vick </strong> responded to questions about his potential absence against the Packers in the Wild Card round by saying, <q> that'll never happen. </q> He said he felt just \"50 percent\" this weekend, so it's good to hear that he's progressing quickly. He'll play against Green Bay. January 2, 2011 <strong> Michael Vick </strong>( quad)", "new_id": -2}]