[{"uid": "1295455810253952003", "i": 9659, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> Gulf Oil Expands Into 12 States, Rebrands 400 Stations in One Year Since Announcing its National Expansion Heartland Automotive Services, Inc., dba Jiffy Lube, Acquires Nebraska Lube, LLC., in Omaha and Lincoln Nebraska", "new_id": -2}, {"uid": "1296335182265814026", "i": 26182, "idx": 0, "sa": ["Allen Iverson", "Deron Williams", "Rodney Stuckey"], "q": "that averaged 30 pounds heavier than Detroit's new small-ball group. Detroit coach <strong> Deron Williams </strong> Curry, though, felt that sticking with three guards-- <strong> Rodney Stuckey </strong>, <strong> Allen Iverson </strong> and Richard Hamilton-- was worth giving up size inside. <q>I thought we won that battle,</q> he said. \"Yes, they posted us up a few times, but we were able to get <strong> Allen Iverson </strong> and Rip free. AI had 38 and Rip scored 30, and I'll take that.\"", "new_id": -2}, {"uid": "1297725547245252135", "i": 15498, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "illegally detained as an enemy combatant and then held in a Navy brig for 44 months. It names government and brig officials, including Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and former Defense <strong> Donald Rumsfeld </strong>, as defendants. Padilla is <q>an American citizen who was subjected to unprecedented torture and abuse not far from this courtroom,</q> Ben Wizner, the litigation director for the American Civil Liberties Union Foundation, told U.S. District Judge Richard Gergel. \"There is a floor for human treatment in any U.S. prison below which no officer can", "new_id": -2}, {"uid": "1296964121115425444", "i": 16380, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.</q> ESPN.com's Matt Mosley writes about all things NFC East in his division Blog network: NFL Nation Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field,", "new_id": -2}, {"uid": "1296850521242090033", "i": 48952, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "0 comments POSTED: Friday, Feb. 04, 2011 NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. \"I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,\" <strong> Roger Goodell </strong> said.", "new_id": -2}, {"uid": "1295977910157089808", "i": 30963, "idx": 11, "sa": ["Marko Jaric", "Randy Wittman", "Allen Iverson", "Antoine Walker"], "q": "Minnesota. The call had the Timberwolves, who fell to 1-20 on the road this season, steamed after the game. \"I clearly saw it go off both of the Nuggets players,\" <strong> Antoine Walker </strong> said. <q>I just wished the referees would get together and make sure they made the right call. I let the ball go out because I figured it was out on them.</q> On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jaric </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinking that <strong> Allen Iverson </strong> traveled before the foul. \"<strong> Allen Iverson </strong> traveled. Traveled.", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296498435226574389", "i": 9051, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75", "new_id": -2}, {"uid": "1297119970200310797", "i": 16256, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that \"in a war, many things cost lives.\" But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaida out of Afghanistan,</q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> President Bush </strong> administration made only an \"incremental\" move toward invading Iraq in the wake of the Sept. 11, 2001 attacks on the U.S. <strong> Donald Rumsfeld </strong> said it was not him but rather", "new_id": -2}, {"uid": "1296347345037584903", "i": 22720, "idx": 0, "sa": ["Michael Gove"], "q": "of many fellow pupils and staff- and sent to a PRU. He or she is then given large chunks of what in posh schools is called \"study time\". In PRUs, that translates into: <q>Clear off and cause trouble somewhere else.</q> What <strong> Michael Gove </strong> is proposing instead is a course in which there is a strong emphasis on physical education, basic skills and the opportunity to experience what it's like to take responsibility without the expectation of failure", "new_id": -2}]