[{"uid": "1297176789226918413", "i": 2835, "idx": 1, "sa": ["Simon Cowell"], "q": "X Factor.\" After all,$ 5 million is a lot of money. \"I think you should be nervous,\" <strong> Simon Cowell </strong> told reporters on a conference call Monday. <q>By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, and I think it puts everybody, rightly, under an enormous amount of pressure.</q> As <strong> Simon Cowell </strong> says, you have to put your money where your mouth is. And this British music executive is positive he can find a global superstar. It's all about having that \"x", "new_id": -2}, {"uid": "1296722504024068126", "i": 493, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "a State Department view favoring a slower transition that would allow new leaders to emerge from within the country. \"Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q>Only the <strong> President Bush </strong> could do so.</q> <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the Pentagon's. Although <strong> Paul Bremer </strong> has said he kept Pentagon officials fully", "new_id": -2}, {"uid": "1297610241160759815", "i": 31880, "idx": 2, "sa": ["Zahi Hawass"], "q": "missing. \"An investigation has begun to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody,\" <strong> Zahi Hawass </strong> said. <q>I have said if the Egyptian Museum is safe, than Egypt is safe. However, I am now concerned Egypt is not safe.</q> <strong> Zahi Hawass </strong> also said that, \"in another terrible turn of events\", a magazine in Dahshur near Cairo was broken into on Friday night. \"This magazine contains large blocks and small artifacts,\"", "new_id": -2}, {"uid": "1295443111060325937", "i": 39189, "idx": 0, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "MONTPELIER- State Auditor Tom <strong> Thomas P. Salmon </strong>, a Republican who switched from the Democratic Party in 2009, confirmed Tuesday that he is considering running for the U.S. Senate next year against independent incumbent <strong> Sen. Bernie Sanders </strong>. <q>We're in the very early stages,</q> said <strong> Thomas P. Salmon </strong> of St. Johnsbury, who has alluded to challenging <strong> Sen. Bernie Sanders </strong> in Facebook messages and elsewhere. He said he would announce his decision by March 5, the birthday of the U.S. Navy Seabees, with", "new_id": -2}, {"uid": "1296668733223756295", "i": 1685, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "2010 general election. He was previously with ITV News, the statement said. \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,\" Oliver said. <q>It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.</q> <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the News of the World at a crucial time for its owner, <strong> Rupert Murdoch </strong>'s News Corporation, which is trying to gain full control of the BSkyB satellite broadcaster", "new_id": -2}, {"uid": "1296515090235749385", "i": 26857, "idx": 0, "sa": ["Michael Vick"], "q": "is a wedge issue like abortion and welfare, a lot of talk but never any action and there won't be, especially with a Republican controlled House. Obama hasn't even said one word. Report Abuse <q>Spy's from NewYork are not suppose to buy guns out of state.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check", "new_id": -2}, {"uid": "1297715027211173392", "i": 2331, "idx": 0, "sa": ["Steve Ballmer"], "q": "half, Microsoft will release a second, more significant update to the OS. It will include fast switching of third-party applications and a significant upgrade to Internet Explorer 9, optimized for hardware acceleration on Windows Phone. <q>We will bring multitasking to Windows Phone this year,</q> <strong> Steve Ballmer </strong> said. And in the second half, \"we'll be able to give people the full Internet on their phone...[ the Internet] will be a first-class citizen on the phone.\"", "new_id": -2}, {"uid": "1295804524123387906", "i": 38189, "idx": 9, "sa": ["Jimmy Kimmel", "Allen Iverson", "Scottie Pippen"], "q": "Phoenix Suns in \"The Team Mating Game\" on <strong> Jimmy Kimmel </strong> Live: Game Night. Aired Sunday, June 7 prior to Game <strong> Scottie Pippen </strong> of the NBA Finals.... JR Smith Top 20 Plays as a Denver Nugget <q>Absolutely no copyright infringement is intended. All images, audio, and video clips are the sole property of their respective owners. This is only clipped for entertainment.</q> All these plays by JR Smith were put in this order by my opinion, so this is NO official list.( Made th... <strong> Allen Iverson </strong> 38pts Denver Nuggets vs LA Clippers 07/08 NBA <strong> Allen Iverson </strong> 38pts Denver Nuggets vs", "new_id": -2}, {"uid": "1295596871034635840", "i": 40471, "idx": 1, "sa": ["Kaley Cuoco", "David Letterman"], "q": "the way the sound of my leg was.\" A scar on the side of her ankle represented where the bone came out, and there was another longer one down the front of her leg. <q>Now I have two metal bars in my leg, but the good thing about that is I know when it's going to rain,</q> <strong> Kaley Cuoco </strong> laughed. <strong> David Letterman </strong> tried to deduce who was to blame for the accident, but <strong> Kaley Cuoco </strong> was insistent it wasn't the horse's fault. \"This was a love of my life, this horse", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]