[{"uid": "2008090111_00009408_W", "i": 62, "idx": 4, "sa": [], "q": "flashlight? \"the cousin smirked and replied,\" depends on how fast ya carry the flashlight. \"just for today.. tr style=\" mso-yfti-irow: 0; mso-yfti-firstrow: yes; mso-yfti-lastrow: yes <q>>..: namespace prefix= o ns= </q> urn: schemas-microsoft-com: office: office \"/>.. tr style=\" mso-yfti-irow: 0; mso-yfti-firstrow: yes; mso-yfti-lastrow: yes \"> the na program has given us more freedom than we ever", "new_id": -2}, {"uid": "2008101701_00026308_W", "i": 1730, "idx": 1, "sa": ["Barack Obama", "Joe the Plumber", "John McCain"], "q": ", writes jonathan van meter in vogue. the prospective second lady-college professor; political wife who avoids the spotlight; mother of three who rocks <NO_QUOTATION>-\" could turn out to be the campaign's secret weapon. <q> <strong> Joe the Plumber </strong> remained a fixture of <strong> John McCain </strong>'s campaign today on the heels of his prominence in last night's debate, the chicago tribune reports. </q> <strong> Joe the Plumber </strong>'s the man, \"the republican said at a rally.\" he won and small businesses won across america. the american people are not going to let sen. <strong> Barack Obama </strong> raise their taxes in a tough economy", "new_id": -2}, {"uid": "2008110202_00008654_W", "i": 1510, "idx": 1, "sa": [], "q": "practical, an idea introduced in the early nineteenth century with the dawn of l'art pour art. critic scott oury maintains the notion that lewis <NO_QUOTATION> and <NO_QUOTATION> and that he\" calls attention away from the object itself <q> through this, yet brings forth no proof whatsoever. the sheer fact that lewis sought to sever any connection with allegory should be enough. lewis shows through his fiction and critical forays that art is not meant to persuade, teach, or even communicate some underlying message, nor is it meant to be analyzed as a mathematical equation. it is meant to be understood within itself. he is able to achieve this by </q> mak[ ing] metaphors unconscious of their connection with reality, i.e. the truth of the metaphor \"as opposed to direct representations of reality with metaphors. this does not mean that lewis' work lacks any element", "new_id": -2}, {"uid": "2008110517_00050263_W", "i": 876, "idx": 0, "sa": ["Barack Obama", "George H. W. Bush"], "q": "the united states' image abroad.\" <strong> Barack Obama </strong> is someone the world can trust, \"steers said.\" that is the most important thing for american right now- regaining its trust in the world community. <q> with u.s.-led wars grinding away in iraq and afghanistan, and a financial meltdown shaking the pillars of economies worldwide, many foreigners seemed to associate the <strong> George H. W. Bush </strong> presidency with a spate of ill fortune and global uncertainty linked to a never-ending war on terrorism. they are eager for more reassuring signs. </q> i'm just really, really happy, \"said shane inwood, an english teacher watching u.s. election returns in an irish pub in osaka, japan.\" it is more to do with,` goodbye <strong> George H. W. Bush </strong>", "new_id": -2}, {"uid": "2008100819_00021359_W", "i": 1475, "idx": 5, "sa": [], "q": "disregard for what is right and wrong. \"i think we're seeing plenty of symptoms that could rightly get folded into the diagnostic and statistical manual of mental disorders. getting over\" smartest guys in the room <q> syndrome this behavior is exactly what i railed about in my recent article </q> trashing milton friedman.\" our marketplace is screwed if ethics and fairness continue to be considered quaint, out of vogue, or even kind of nutty in business dealings. fuld's flippant <NO_QUOTATION> comment really fries me", "new_id": -2}, {"uid": "2008102212_00033977_W", "i": 1128, "idx": 0, "sa": ["Gigi Becali"], "q": "was very painful for me- i wanted the win and didn't get it, \"said lacatus.\" things went badly and then there were declarations from <strong> Gigi Becali </strong>, which led to interpretations and engendered tension, <q> said lacatus in allusion to criticism from <strong> Gigi Becali </strong> following the match about his tactical nous. <strong> Gigi Becali </strong> had told reporters that </q> if things continue like this it will be a lost year for steaua \". lacatus explained:\" i thought it best to withdraw and have the team carry on under another coach. \"", "new_id": -2}, {"uid": "2008110316_00010907_W", "i": 1352, "idx": 2, "sa": ["Amber Lee Ettinger", "Hillary Clinton", "Joe the Plumber", "John McCain"], "q": "but he didn't dance.) and <strong> John McCain </strong> planting himself on the couch with the ladies of <NO_QUOTATION>( <strong> Amber Lee Ettinger </strong> did <NO_QUOTATION> too.) there was the republican convention chant of\" drill, baby, drill. <q> and the democrats' rejoinder of </q> jobs, baby, jobs. \"<strong> Amber Lee Ettinger </strong> had <strong> Amber Lee Ettinger </strong>. <strong> John McCain </strong> had <strong> Joe the Plumber </strong>. remember <strong> Hillary Clinton </strong> choking up in new hampshire about what was at stake in the race, and later declaring that was when she'd <NO_QUOTATION>", "new_id": -2}, {"uid": "2008122805_00010606_W", "i": 1358, "idx": 0, "sa": ["David Wroblewski"], "q": "the author of the oprah winfrey-endorsed\" the story of edgar sawtelle <q> is writing a prequel. </q> my fascination with the sawtelles and the sawtelle dogs is far from over, \"author <strong> David Wroblewski </strong> says.\" this new novel is a chance to look more deeply into their story, and( it is) a", "new_id": -2}, {"uid": "2008091704_00017794_W", "i": 315, "idx": 4, "sa": [], "q": ". beth hoops, a 23-year-old recent college graduate in st. louis, says even thinking about it causes her <NO_QUOTATION>\" for me, the economy might have a devastating effect on the type of wedding i have, <q> said hoops, who's already worried about paying off$ 50,000 in student loans. she and her 27-year-old fiance steve, who works for the federal government, are considering flying off for a smaller wedding. </q> i know i can't afford a blowout here at home, and i don't want to be embarrassed, \"hoops said.\" according to society standards, weddings are supposed to be glamorous and expensive.", "new_id": -2}, {"uid": "2008120520_00031256_W", "i": 420, "idx": 0, "sa": [], "q": "4. is there another evil dead in the works? no. no. there's not. every time someone mentions, that i ask\" how many people wanted indiana jones 4, raise your hand? <q> and nobody raises their hand. evil dead 4 is bound to disappoint on many levels. it's a lose-lose situation-no matter how good the movie could be, it would be compared to the other three and we would fail. and i don't want to go through all that trouble to have people go, </q> ah... it's no army of darkness. \"well, best of luck with the rest of the tour. let's see some sell-out shows this weekend at the lagoon. all right, from your lips", "new_id": -2}]