[{"uid": "1296686530194002957", "i": 4630, "idx": 0, "sa": ["Zahi Hawass"], "q": ", said in a telephone interview yesterday. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. <q> People are asking me:` Do you think Egypt will be like Afghanistan?' </q> he said.`` And I say:` No, Egyptians are different- they love me because I protect antiquities.''' <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described", "new_id": -2}, {"uid": "1296740980015351818", "i": 2754, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered.`` I think this guy is a visionary,'' he said. <q> He talks about what he needs to do and he goes out and gets it done. </q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the", "new_id": -2}, {"uid": "1296231944135299125", "i": 40677, "idx": 4, "sa": ["Che Fu", "Sergio Marchionne"], "q": "lavoratori e la Fiom. Questa? una battaglia per i metalmeccanici ma anChe Fu per tutto il mondo del lavoro''. CORTEO A POMIGLIANO,` <strong> Sergio Marchionne </strong> LADRO, POSA I SOLDI'- Al grido <q> Posa i soldi <strong> Sergio Marchionne </strong>, posa i soldi ladro </q>? partito il corteo organizzato dalla Fiom a Pomigliano D'Arco( Napoli) per difendere il contratto nazionale, il diritto di sciopero, e quello dei lavoratori. Al corteo, <strong> Che Fu </strong> secondo una prima stima delle forze dell", "new_id": -2}, {"uid": "1295665867007979096", "i": 36154, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "April 4 he will take charge of our day-to-day operations as Google's chief executive officer. In this new role I know he will merge Google's technology and business vision brilliantly'', says <strong> Eric Schmidt </strong> before adding: <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead </q>. According to the blog post,`` <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator", "new_id": -2}, {"uid": "1296413477170033187", "i": 25304, "idx": 2, "sa": ["Chris Botti", "Mike Pence", "David McIntosh"], "q": " His political views began to change at Hanover College, where he became a born-again Chris Bottitian. He met his wife, Karen, at an evangelical church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican.`` Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in", "new_id": -2}, {"uid": "1297200983061325341", "i": 2169, "idx": 10, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush", "Paul Bremer"], "q": "used it too, in late 2003, to wrest more personal control over postwar operations via her`` Iraqi Stabilization Group''- a job for which Mr. <strong> Donald Rumsfeld </strong> writes that Ms. <strong> Condoleezza Rice </strong> and her staff did not have <q> the interest or skill. </q> Officially, Mr. <strong> Paul Bremer </strong> reported to Mr. <strong> Donald Rumsfeld </strong>. But he`` viewed himself as the <strong> George H. W. Bush </strong>'s man, had a background in the State Department, and a relationship with <strong> Condoleezza Rice </strong>,'' says Mr. <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295868870143261707", "i": 31319, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ", gedoe met het Amerikaanse ministerie van Justitie en privacygerommel leiden af van waar het bedrijf eigenlijk mee bezig wil zijn en komt bijvoorbeeld innovatie niet ten goede. <strong> Eric Schmidt </strong> zou als bliksemafleider voor eerder genoemde obstakels kunnen fungeren. <q> <strong> Eric Schmidt </strong> mag het vuile werk opknappen, waardoor <strong> Larry Page </strong> ongestoord de scepter kan zwaaien </q>, schrijft Fortune-journalist Seth Weintraub De reddingsboei voor WebOS en BlackBerry nieuwsbrief Ontvang tweemaal per week een overzicht van de meest recente artikelen in uw mailbox.", "new_id": -2}, {"uid": "1297574961085688363", "i": 24130, "idx": 1, "sa": ["Kevin Sullivan", "Jay Cutler", "Michael Vick"], "q": "<strong> Michael Vick </strong> is wildly popular in Philadelphia, a tough, fickle sports town where hero worship is practically illegal.`` Sports fans are the most forgiving, second-chance-loving people in the world,'' <strong> Kevin Sullivan </strong> said, <q> and <strong> Michael Vick </strong> is a classic example. If he can come back, <strong> Jay Cutler </strong> certainly can. He didn't do anything bad. </q> Try telling that to the armchair zealots who insist <strong> Jay Cutler </strong> is through in this town. <strong> Kevin Sullivan </strong> grew up in Chicago. He knows some of them.`` If I were advising <strong> Jay Cutler </strong>,''", "new_id": -2}, {"uid": "1297104143023560218", "i": 57485, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway", "Richard Hunter"], "q": "<strong> Michael Vick </strong> turned his back as his entourage restrained <strong> Richard Hunter </strong>. There's a stand-up guy right there. <strong> Richard Hunter </strong>, in the closing text to the video, summed it up well. <strong> Dwaine Caraway </strong> gave <q> the key to the city of Dallas to a felon who is still on probation. Now we're going to have to spend a fortune in tax dollars to have all the locks changed. </q> East Dallas Times, an online community news outlet serving the White Rock Lake area. He applauds title=\"Richard Hunter\" href=\"http://www.nbcdfw.com/topics?topic=Richard Hunter+Richard Hunter\"> <strong> Richard Hunter </strong>.  Copyright NBC Local Media ", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]