[{"uid": "1295593388155664395", "i": 34910, "idx": 0, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": "advertisers. At Facebook, 26-year-old founder and CEO Zuckerberg\" Zuckerberg-Mark Zuckerberg-PEBSL000091.topic\"> <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295497266083329024", "i": 5499, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer"], "q": "said` no' but there will be soon.\" Camille met Kayte for the first time last week, just before <strong> Kelsey Grammer </strong> went on \"The Late Show with <strong> David Letterman </strong>.\" <q> So I went down, saw her, shook her hand said` Hello.' She was pleasant... nice enough and I said congratulations and good luck. What else can I say at this point? I'm not bitter about that. </q>", "new_id": -2}, {"uid": "1295687287040943628", "i": 8099, "idx": 6, "sa": ["Mo Williams", "Allen Iverson"], "q": "it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. <q> AI has our number, </q> said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. \"He seems to play really, really well against us.\" He got off to a fast start in this one, scoring 20 in", "new_id": -2}, {"uid": "1295154913111345676", "i": 8858, "idx": 1, "sa": ["Allen Iverson", "Antonio McDyess", "Doc Rivers", "Earl Boykins"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer Earl Boykinsy in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per Doc Riverstors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295369174262144017", "i": 59610, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "stealing sketch ideas. \"<strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,\" The New York Post quoted Stern as saying. <q> This guy's ripped off like 10 major things from my show. </q> Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host Letterman-David Letterman/194124\"> <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" Stern says. \"America must be filled", "new_id": -2}, {"uid": "1297298258261144595", "i": 25956, "idx": 8, "sa": ["Bill Clinton", "Nouri al-Maliki", "Donald Rumsfeld"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was \"concerned\" about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q> I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at <strong> Nouri al-Maliki </strong> Ghraib. </q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: \"No one with an ounce of sense thinks you had any way in the world to know about the Nouri al-Malikise taking place that night in", "new_id": -2}, {"uid": "1297182562166789141", "i": 3254, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "this capacity that <strong> Donald Rumsfeld </strong> met with Hussein in 1983- an event that <strong> Donald Rumsfeld </strong> uses to kick off the book. <strong> Donald Rumsfeld </strong> archly notes that the encounter, at which he was filmed shaking Saddam's hand, would become <q> the subject of gossip, rumors, and crackpot conspiracy theories for more than a quarter of a century. </q> In <strong> Donald Rumsfeld </strong>'s telling, the whole business was a fairly straightforward case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by", "new_id": -2}, {"uid": "1297600397255197310", "i": 57594, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "quoted saying: \"It felt a little bit like giving up and not enough like fighting back.\" <strong> Stephen Elop </strong> and Microsoft CEO, <strong> Steve Ballmer </strong>, concluded a joint open letter on the alliance by saying: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> Fighting words indeed. While they certainly have the resources, and the drive to succeed, they have to bring a whole community of people inside and outside Nokia along with them. And from the postings", "new_id": -2}, {"uid": "1296805908220135483", "i": 8145, "idx": 0, "sa": ["Osama bin Laden", "Donald Rumsfeld"], "q": "wounded. Twelve hours later, his spokeswoman, Torie Clarke, asked him whether he had called to comfort Joyce, to whom he had been married for 47 years. He had not. <q> You son of a bitch, </q> said Clarke. \"She had a point,\" writes <strong> Donald Rumsfeld </strong>. Nothing was his failure or his fault. Why did he fail to catch <strong> Osama bin Laden </strong> and his cult when they did run away", "new_id": -2}, {"uid": "1297196814076382262", "i": 15614, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "military commissions and indefinite detention and( the prison at) Guantanamo Bay, news, photos about Cuba\"> Cuba.\" Is that a sense of vindication he's feeling? <q> I suppose that's right, </q> he says, smiling. For 45 minutes, ensconced in a hotel suite in midtown Manhattan with a view down 6th Avenue, he is vintage <strong> Donald Rumsfeld </strong>, the brusque, self-confident figure who sparred with reporters", "new_id": -2}]