[{"uid": "1296776050237715495", "i": 41780, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "Defense <strong> Donald Rumsfeld </strong>. The senator from Arizona gave a terse response Thursday to claims made in <strong> Donald Rumsfeld </strong>'s new book \"Known and Unknown.\" <strong> Donald Rumsfeld </strong> had claimed <strong> John McCain </strong> had a \"hair-trigger temper\" and <q>a propensity to shift his positions to appeal to the media.<q> \"I respect <strong> Donald Rumsfeld </strong>,\" <strong> John McCain </strong> began by telling ABC's <strong> George Stephanopoulos </strong>. \"He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq,", "new_id": -2}, {"uid": "1295268538147652699", "i": 28722, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,<q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate. He was", "new_id": -2}, {"uid": "1296385836115228698", "i": 18455, "idx": 3, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,<q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics", "new_id": -2}, {"uid": "1295471396069730345", "i": 36078, "idx": 3, "sa": ["Howard Stern", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. \"You can't say you suck,\" he told <strong> Howard Stern </strong>. <q><strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up.<q> He said <strong> Jennifer Lopez </strong> brings the \"street cred.\" And, this being <strong> Howard Stern </strong>'s show, they discussed <strong> Jennifer Lopez </strong>' \"big tukus.\" \"I'm big on a not big tukus", "new_id": -2}, {"uid": "1295590949047480976", "i": 36621, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet. \"Who the hell knew how much address space we needed?\" <strong> Vint Cerf </strong> said. <q>It doesn't mean the network stops, it just means you can't build it very well.<q> Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive chairman. Until", "new_id": -2}, {"uid": "1295826179073957407", "i": 24787, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.<q> <strong> Sergey Brin </strong> will concentrate on developing new products. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past", "new_id": -2}, {"uid": "1295984196057327656", "i": 24605, "idx": 7, "sa": ["Eric Schmidt", "Google Inc."], "q": "is surging in the U.S. <strong> Google Inc. </strong> TV will be \"much more effective if the broadcasters are supportive,\" and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today. <q>We believe it's going to lead to more TV watching, which is good for them.<q> Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different niche than existing sites such as Groupon, <strong> Eric Schmidt </strong> said. Groupon rebuffed a$ 6 billion acquisition offer from", "new_id": -2}, {"i": 19500, "idx": 1, "index_answer": 0, "new_id": -1, "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) \"I have said if the Egyptian Museum is safe, than Egypt is safe,\" <strong> Zahi Hawass </strong> said. <q>However, I am now concerned Egypt is not safe.<q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297629731208748579"}, {"uid": "1295959277216842330", "i": 5454, "idx": 2, "sa": ["Simon Cowell"], "q": " \"I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q>He's a workaholic. He's a great boss, and I'm not just saying that,<q> he said. \"He's very loyal, he's very honest, and he just wants that in return. He smells fear though, he's like a wolf. If you're confident in", "new_id": -2}, {"uid": "1297616629186400779", "i": 26902, "idx": 44, "sa": ["Donald Rumsfeld"], "q": "would have been better if you had insisted on resigning?\" Martin asked. \"I think so,\" he said. \"How would that have made things better?\" <q>It would have been a stronger signal to the world that we didn't accept that kind of behavior,<q> <strong> Donald Rumsfeld </strong> said. \"Did you feel it was your fault?\" \"No,\" answered <strong> Donald Rumsfeld </strong>. \"You were responsible, but it wasn't your fault?\"", "new_id": -2}]