[{"uid": "1295669782061620287", "i": 45599, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a \"streamlining\" effort rather than a management shake up. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as", "new_id": -2}, {"uid": "1295418952187301892", "i": 48764, "idx": 0, "sa": ["Simon Cowell"], "q": "his rep as reality TV's harshest judge. But in person, he's all about being zen. Just ask Idol expert Richard Rushfield, author of the new tell-all, American Idol: The Untold Story. <q> We met at his huge office at Welcome to the born-again American Idol. With the departure of \"the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox Northeast Auditions First Stop For Retooled \"American Idol\" The retirement of from \"American Idol\" last year has caused", "new_id": -2}, {"uid": "1297234002160825518", "i": 35506, "idx": 3, "sa": ["Willow Smith", "Simon Cowell", "Susan Boyle"], "q": "28, X Factor contestants need to be just 12 years old- and there is no upper age limit. In other words, the show could produce the next <strong> Susan Boyle </strong>- or even a slightly older <strong> Willow Smith </strong>. <q> I've never believed there should be a cut-off age for talent, </q> <strong> Simon Cowell </strong> said. Despite the huge grand prize, the meaning of a \"$ 5m recording contract\" is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden", "new_id": -2}, {"uid": "1295604447021397513", "i": 13958, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-- \"a nice round number\"-- and Page was ready to lead the company into the future. <q> Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion.", "new_id": -2}, {"uid": "1295629409219988022", "i": 32064, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, who introduced a similar bill late in the last Congress, said that it is the government's job, not the Fed's, to boost economic growth and drive up employment. <q> It is the job of Congress and the President to put forth pro-growth policies on taxes, to rein in government spending and to reduce the regulatory burden in order to create an environment that is friendly to our nation's job creators, </q> he said in a statement. \"Printing money is no substitute for sound fiscal policy.\" In 1977, the Federal Reserve received a \"dual mandate\" from Congress to pursue policies designed to both", "new_id": -2}, {"uid": "1295663931231571456", "i": 27048, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "and claiming the paper's former royal correspondent <strong> Clive Goodman </strong>, who went to prison, had been \"a rogue reporter\", he said that dealing with the allegations was becoming too much of a distraction. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he said.One of those distractions, which is said by insiders to have finally helped make up Mr <strong> Andy Coulson </strong>'s mind, was his appearance at <strong> Tommy Sheridan </strong>'s perjury trial in Glasgow last month. The charges related", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1296514398071991314", "i": 19420, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Photo in Slideshow: U.S. <strong> Barack Obama </strong> speaks to the Families USA's 16th... Photo in Slideshow: In this photo released by the White House, <strong> Barack Obama </strong>... Video: Raw Video: Catapult for smuggling marijuana Report Abuse <q> Kim S. Hope you can convince her to come here. Quinn, nor any other politician here won't do anything. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1297033516043974665", "i": 15245, "idx": 2, "sa": ["Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "<strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. \"I'm always trying to get better,\" he said. <q> I'm trying to make better decisions, smarter decisions. I try not to put us in a bad situation. </q> This season, 15 of his 34 rushes produced first downs, a rate of 44 percent that was best in the league among quarterbacks who ran more than five times. The Huddle:", "new_id": -2}, {"uid": "1295050940061669383", "i": 40260, "idx": 2, "sa": ["Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. \"<strong> Simon Cowell </strong> was the voice of the people,\" he says. <q> He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it_ and that was a shock to me. </q> But the judges are just one piece of the equation. Clearly, \"Idol\" won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}]