[{"uid": "1297063849240369679", "i": 21700, "idx": 1, "sa": ["Peter Bennett-Jones", "Andy Coulson"], "q": "'s off in the US doing a pilot for HBO at the moment.'' This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect. <q> PBJ is one of the great unsung heroes of British television. He's made a career out of putting others ahead of himself, </q> says Zein, now the senior vice president, creative, format development and sales at Warner Bros.`` He has a great ability to stay out of the limelight but instil a set of values and an approach when", "new_id": -2}, {"uid": "1296419955103301139", "i": 34854, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Rocky Bleier"], "q": "and head injuries and how it affects players. And what the league is doing is important. But you get labeled.... You start to look at those guys differently, I guess,'' <strong> Rocky Bleier </strong> said. <q> But it is their job to hit harder than others. If you can do it and survive, that is what the fans want and what the team wants. They are not looking to take you out of the game or hurt you. They want to beat you. </q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295665773077054051", "i": 12745, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "Rupert Murdoch"], "q": "police. In his resignation statement, Mr. <strong> Andy Coulson </strong> reiterated that he had been unaware of the hacking, but said that the scandal had proved too distracting for him to do his job. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on, </q> he said. Executives at News International, which owns The News of the World and is a subsidiary of <strong> Rupert Murdoch </strong>'s News Corporation, have maintained that Mr. <strong> Clive Goodman </strong> was a`` rogue reporter", "new_id": -2}, {"uid": "1297350210194330656", "i": 36806, "idx": 0, "sa": ["Hosni Mubarak", "Anderson Cooper", "David Letterman"], "q": "The Famous- February 9, 2011 11:08 PM PST </cite> <cite> <strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong>| Photo Credits: CBS </cite> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told <strong> David Letterman </strong> in his first interview since the attack.`` We were lucky.'' 360 anchor told CNN that he and his crew were punched in their heads by supporters of President <strong> Hosni Mubarak </strong> in", "new_id": -2}, {"uid": "1297261068179191811", "i": 20142, "idx": 0, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "(), says <strong> Paul Bremer </strong> informed <strong> Donald Rumsfeld </strong> on May 19, 2003, that he intended to issue an order dissolving the Iraqi military. <strong> Paul Bremer </strong> signed the order four days later. http://www.rumsfeld.com <q> I was told of <strong> Paul Bremer </strong>'s decision, </q> <strong> Donald Rumsfeld </strong> wrote in his memoir,`` and possibly could have stopped it.'' <strong> Donald Rumsfeld </strong> also conceded an inch or two on charges that he and others in the administration overstated the certainty of their claims that", "new_id": -2}, {"uid": "1295308684212140059", "i": 39076, "idx": 3, "sa": ["Michael Vick"], "q": "he'd be OK with getting the franchise tag. While the designation provides a huge one-year salary, it does not provide longer-term security as <strong> Michael Vick </strong> would be in the exact same position after next season. <q> Absolutely, absolutely. No problem, </q> <strong> Michael Vick </strong> said.`` I think about my situation two years ago, and to me, it's about securing my future financially, but I was in a position where I did n'thave anything at one point after", "new_id": -2}, {"uid": "1295630063219987992", "i": 1608, "idx": 1, "sa": ["Simon Cowell"], "q": "of that South Dakota gig two years ago when he fell off the stage and broke his shoulder). He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter, <q> What's with the jujubees on your uu-uu-bees? </q> His dig at the burping guy--`` Did you eat a lot of paint chips as a child?''-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the", "new_id": -2}, {"uid": "1296524667146833413", "i": 33331, "idx": 0, "sa": ["Janet Napolitano", "Michael Vick"], "q": "work to do.'' Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, Bob Casey, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q>`` Let's stick with the facts and numbers when talking about where we are with the border, </q> she said. </blockquote> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard 5 Foods to never eat: Cut down a bit of", "new_id": -2}, {"uid": "1295945468061587468", "i": 5063, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown.`` We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,'' Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]