[{"uid": "1296499489172736561", "i": 1748, "idx": 0, "sa": ["Michael Vick"], "q": "release. On the one hand, the <strong> Michael Vick </strong> dogs are all success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. <q> Some people might say, \"Three years, that seems like such a long time,\" </q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1295560274260145180", "i": 7617, "idx": 1, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a prepared statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Twitter comment on the shuffle was less formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change,", "new_id": -2}, {"uid": "1295052317065650718", "i": 25124, "idx": 1, "sa": ["Donald Rumsfeld", "Britney Spears", "Kanye West", "Courteney Cox"], "q": "'s <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on \"Hold It Against Me,\" Tweeting, <q> Yo <strong> Britney Spears </strong>, I'm really happy for you and I` mma let you be# 1, but me and Jay-Z single is one of the best songs of all time! LOL. </q>[ N.Y. Mag] <strong> Courteney Cox </strong> says Cougar Town is distracting her from her troubles. \"Thank god for the show,\" she says. \"There have been times where[ Cougar Town creator", "new_id": -2}, {"uid": "1295647381119324709", "i": 20040, "idx": 0, "sa": ["Joseph Goebbels", "Steve Cohen", "Mike Pence", "Ed Schultz"], "q": "question that preceded <strong> Steve Cohen </strong>'s attack on <strong> Mike Pence </strong>, <strong> Ed Schultz </strong> even tried to defend the Tennessee Congressman's Tuesday outburst on the House floor in which he claimed Republicans were using <strong> Joseph Goebbels </strong> propaganda tactics in their opposition to ObamaCare: <q> I think a lot of liberals in this country admire you for calling them[ Republicans] liars because the numbers are what they are... you're talking about a messaging machine that they definitely have followed to get their point across about health care, which you think is having an effect. </q> The interview actually started out seeming to be an opportunity for <strong> Steve Cohen </strong> to apologize for his Tuesday comments, with <strong> Ed Schultz </strong> asking: \"Congressman, did you go too far there?\" <strong> Steve Cohen </strong> seemed hesitantly remorseful:", "new_id": -2}, {"uid": "1295336336131039232", "i": 10058, "idx": 6, "sa": ["Sergio Marchionne"], "q": "( \"Ã\u0088 paragonabile all \"acquisto di Porsche da parte di Volkswagen\"). Sulle strategie Fiat-Chrysler interviene anche il Financial Times, che tra l'altro sostiene che nella fabbrica di Jefferson North a Detroit <strong> Sergio Marchionne </strong> <q> possa produrre un Suv per la Maserati </q>. E, mentre dalla Serbia il viceministro dell` Economia Nebojsa Ciric fa sapere che non ci saranno \"riduzione d\"investimento da parte di Fiat\", lo stesso <strong> Sergio Marchionne </strong>( che ha lasciato ieri Torino per gli Usa", "new_id": -2}, {"uid": "1296055712213385310", "i": 22196, "idx": 0, "sa": ["Eric Schmidt"], "q": ", will work mainly in London, Munich and Zurich and be split between technology and sales. Announcing the plan at a conference in Munich yesterday( 25 January), outgoing chief executive <strong> Eric Schmidt </strong> says: <q> We looked at this year and our prospects for growth in Europe, and our businesses globally are doing well, both our core business and our adjacent businesses. </q> Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%( Â£ 552m) of the company's total revenue in the fourth quarter. Google", "new_id": -2}, {"uid": "1296744570016711683", "i": 6572, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be \"creative.\" </q>", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1295745494072876052", "i": 30013, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "any journalist, balanced articles though off Rawnsley would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1296360022187777064", "i": 47889, "idx": 0, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "Live With <strong> Regis Philbin </strong> and Kelly\" did not come up, though <strong> Regis Philbin </strong> did mention getting \"fired\" from Disney World parade-announcing duty, which now seems ominous since Disney owns the \"Live\" franchise. <q> There's four people in broadcasting who know what they're doing, </q> <strong> David Letterman </strong> said at one point. \"Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.\" This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the", "new_id": -2}]