[{"uid": "1297443513230703109", "i": 45070, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " 30 Rock 2.3 6 4.614 10:30 CBS The Mentalist 2.9 8 14.545 ABC Private Practice 2.5 7 7.047 NBC Outsourced 1.7 5 3.656- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: Nielsen's 56 metered markets( with four markets excluded today), household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 2.7/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.1/ 8; and ABC's combo of\" Nightline,\" 3.0/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1295981786193069059", "i": 35455, "idx": 0, "sa": ["Bill Lockyer", "Sian Massey", "Richard Keys"], "q": "another member of the Sky Sports crew said <strong> Sian Massey </strong> was \"all right,\" adding: \"Now, I don't know if I should trust his judgment on that?\" Gray then said: <q>No, I wouldn't. I definitely wouldn't... I can see her from here,</q> before swearing and adding: \"What do women know about the offside rule?\" Gray didn't publicly apologized for his remarks, unlike <strong> Richard Keys </strong>, who telephoned <strong> Sian Massey </strong> on Monday. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1295289223000475405", "i": 26448, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Martin Luther King"], "q": "of the Crime... speaks to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> holds the hand of U.S. Video: Celebrating the <strong> Martin Luther King </strong>. Report Abuse <q>From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!!</q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse \"", "new_id": -2}, {"uid": "1296160283122896480", "i": 14025, "idx": 3, "sa": ["Mike Crapo", "Sen. Bernie Sanders"], "q": "The political climate, however, has made it difficult. Some Democrats have criticized plans to cut Social Security benefits as secret plots to destroy the program. Many Republicans have refused to consider tax increases. <q>We need to get past the politics of the past and deal with this issue, making the hard decisions that have to be made,</q> <strong> Sen. Bernie Sanders </strong> <strong> Mike Crapo </strong>, R-Idaho, said Thursday at a Senate hearing on the budget deficit. \"As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the", "new_id": -2}, {"uid": "1296407544252772372", "i": 136, "idx": 14, "sa": ["Elgin Baylor", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"<strong> Elgin Baylor </strong> just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was", "new_id": -2}, {"uid": "1296717067176898072", "i": 14617, "idx": 3, "sa": ["Derrick McKey", "Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Allen Iverson"], "q": "low. \"No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way,\" <strong> Allen Iverson </strong> said. <q>We just had to utilize that, even when it meant playing a totally different style.</q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee <strong> Derrick McKey </strong> Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1295127469219299878", "i": 2692, "idx": 1, "sa": ["David Stern", "David Letterman"], "q": "that doesn't explain why they boo <strong> David Stern </strong>.\" Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>: â\u0080¢ <q>Only thing you ever won was a buffalo-wing eating contest. â\u0080¢ \"Your measurements are 36, 24 and 36, but not in that order. â\u0080¢ \"Las Vegas gives you the same odds as the Jets beating the Patriots.</q> Old college try \"If the NFL followed college football's lead, playing its championship game 37 days after determining the participants, the Super Bowl would be played in early March,\" noted", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1295739237074268677", "i": 48548, "idx": 2, "sa": ["Theo Ratliff", "Vince Carter", "Allen Iverson"], "q": "quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong> has scored at least 30 points in four consecutive games, with the Sixers( 3-4) winning three. <q><strong> Theo Ratliff </strong> back gave us confidence, especially being on the road,</q> <strong> Allen Iverson </strong> said. \"We feel with <strong> Theo Ratliff </strong>, we can't be beat at home or on the road.\" Toronto's <strong> Vince Carter </strong> scored a season-high 27 points but had a layup blocked by <strong> Theo Ratliff </strong> and missed a", "new_id": -2}, {"uid": "1297272180137707562", "i": 44190, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "of Microsoft's Server and Tools Business. http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) \"We're already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology road", "new_id": -2}]