[{"uid": "1295821293214663178", "i": 4138, "idx": 0, "sa": ["Gilad Shalit", "Andy Coulson"], "q": "Israeli soldier <strong> Gilad Shalit </strong> was abducted. The group later cut relations with the Hamas government in Gaza and has clashed with it. Article: Gaza flotilla raid legal: Israel probe... Coptic Christians hold placards reading: <q> We all want live in... Article: Egypt accuses Gaza militants in Coptic church bomb... Photo in Slideshow: Coptic Christians, hold placards reading:`` Save Coptic... Photo in Slideshow: Coptic Christians gather in Rome, Sunday, Jan. 9, 2011, to demand... Report Abuse <blockquote>`` The Mossad( Israeli intelligence) was responsible for the attack. </q> </blockquote> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1296102285053329931", "i": 862, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "he said in response to a question about his plans. Advertisement <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the Obama administration.`` Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political", "new_id": -2}, {"uid": "1295996108171999277", "i": 314, "idx": 0, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... TNT Opening Cinematic 2010 NBA Season HD TNT Opening Cinematic 2010 NBA Season Watch as today's superstars discuss playing basketball in the NBA..... NBA Top Facial Dunks in 2009-2010 season and Top 10 HD", "new_id": -2}, {"uid": "1297115713149880860", "i": 11355, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": "advisor to the <strong> President Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA... </blockquote> Report Abuse <q> <strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either. </q> Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for president. He MAY have saved us from Obama if he had.... Report Abuse <blockquote> What Democratic leaders said in", "new_id": -2}, {"uid": "1295657899052625412", "i": 38735, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "According to <strong> Ken Auletta </strong>'s sources, <strong> Eric Schmidt </strong>'s appetite for the job waned not because of the China decision, but because Google was struggling to deal with the success of Facebook and increased scrutiny from regulators. <q> Google was becoming defensive. All of their social-network efforts had faltered. Facebook had replaced them as the hot tech company, the place vital engineers wanted to work, </q> <strong> Ken Auletta </strong> writes.`` Complaints about Google bureaucracy intensified. Governments around the world were lobbing grenades at Google over privacy, copyright, and size issues. The` don't be evil' brand was getting tarnished,", "new_id": -2}, {"uid": "1296060221199098408", "i": 47772, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "2005-06 when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after repeated questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the force said in a statement. <strong> Ed Miliband </strong> attacks <strong> David Cameron </strong>'s` arrogance' <strong> Ed Miliband </strong> has accused <strong> David Cameron </strong> of arrogance over his refusal to reconsider his programme of cuts in the light of poor... <strong> David Cameron </strong> calls", "new_id": -2}, {"uid": "1296017655196706362", "i": 27885, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "products in the states manufactured by American workers we've got some very, very serious problems,'' <strong> Sen. Bernie Sanders </strong> says. In response to the Senator's letter, the Smithsonian issued a statement: <q> While the Smithsonian makes every attempt to buy American products whenever possible, some of the items offered are exclusively manufactured overseas. </q>", "new_id": -2}, {"uid": "1295715899131842121", "i": 25775, "idx": 11, "sa": ["Kirsten Gillibrand", "Sen. Joe Lieberman", "Harry Reid", "Jim Manley", "Mayor Erastus Corning"], "q": "not OK).`` <strong> Mayor Erastus Corning </strong> know what <strong> Mayor Erastus Corning </strong>'m working with. <strong> Mayor Erastus Corning </strong> know what the challenges are.'' Around the Hill, <strong> Kirsten Gillibrand </strong> has forged a reputation as hardworking, methodical, and relentless. <q> She goes to the floor with little notecards. She buttonholes senators. She does it right, </q> says longtime <strong> Harry Reid </strong> aide <strong> Jim Manley </strong>. Just days after her special-election win, the senator was working the phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Sen. Joe Lieberman </strong> has joked that he had", "new_id": -2}, {"uid": "1297163800138723333", "i": 25633, "idx": 0, "sa": ["Joan Rivers", "Charlie Sheen", "Simon Cowell"], "q": "'' Alan:`` How's the pediatrician game?'' Herb:`` Like taking money from babies.'' Gordon:`` God, I love your life.'' <strong> Charlie Sheen </strong>: <q> Thanks, but it's really not as fun as it looks. </q> Gordon:`` Really?'' <strong> Charlie Sheen </strong>:`` Nah, I'm kidding! Cheers to me!'' Jillian Michaels calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will", "new_id": -2}, [{"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,'' <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q> We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be. </q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News`` I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}]]