[{"uid": "1295882912107462659", "i": 3829, "idx": 2, "sa": ["Tim Worstall", "Andy Coulson", "David Cameron", "George Osborne"], "q": "he arrived, the \"Quartet\" that ran the Conservative show in opposition was <strong> David Cameron </strong>, <strong> George Osborne </strong>, Hilton and <strong> Andy Coulson </strong>.\" <strong> Andy Coulson </strong>'s resignation: <strong> David Cameron </strong> and a question of judgment- Telegraph Blogs Ben Brogan: <q>Presentationally, this looks terrible. Mr <strong> David Cameron </strong> is open to the charge that his judgment was faulty when he appointed Mr <strong> Andy Coulson </strong>. His line that his adviser paid his dues by resigning once, that he should not have to resign twice for the same mistake looks foolhardy. It is also bad news for <strong> George Osborne </strong>, who liked to take the credit for talent spotting Mr <strong> Andy Coulson </strong> and securing his appointment.</q> The New Home Front <strong> Tim Worstall </strong> on the autocracy of intellectuals: \"Oh, they talk about \"climate change\" a lot but don't quite manage to tell us why a move to a non-cabon emitting energy system", "new_id": -2}, {"uid": "1297437360129613826", "i": 23326, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Shaffer[ Director of Intelligence, Joint Staff] wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q>We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense,</q> he said. J2 is an intelligence group supporting top level U.S. defense officials. \"We range from 0% to about 75% knowledge on various aspects of their program,\" he said.", "new_id": -2}, {"uid": "1296075398185663489", "i": 15598, "idx": 4, "sa": ["Bill Joy", "Jeremy Stoppelman", "Esther Wojcicki", "Eric Schmidt", "Peter Diamandis", "James Joaquin", "Bita Daryabari"], "q": ", Lucy Southworth; X Prize Vision Circle member <strong> Bita Daryabari </strong> and her husband, <strong> Peter Diamandis </strong> Reza Malek; Yelp founder <strong> Jeremy Stoppelman </strong>; Kleiner Perkins Managing Director <strong> Bill Joy </strong>; Pixelpipe Chairman <strong> James Joaquin </strong>; and educator <strong> Esther Wojcicki </strong>. <q>This prize's urgency is to quickly find solutions and create new technology,</q> <strong> Eric Schmidt </strong> said. \"And the Silicon Valley ethos is about solving problems.\" Contest submissions have arrived from all over the world- with just one U.S. entry. \"We're not talking", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1297119435178470963", "i": 2887, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1297588672045400131", "i": 10466, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war on terror?\" \"Is the U.S. government changing fast enough?\" <q>Do we need more troops? \"My brain would be going,</q> he says. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\" Another <strong> Donald Rumsfeld </strong> Rule: \"", "new_id": -2}, {"uid": "1295568038178864146", "i": 35733, "idx": 5, "sa": ["Eric Schmidt"], "q": " \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead.\" Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> The news surprised and worried Google observers. \"The executive change is very much unexpected, and somewhat of a concern to investors,\" Moran said. He said Wall Street was comfortable with", "new_id": -2}, {"uid": "1295432237260259931", "i": 1883, "idx": 1, "sa": ["Bill Belichick", "Asante Samuel", "Michael Vick", "Tom Brady"], "q": "sacks, an interception on the final throw and a season-ending loss. \"Honestly, it might sound crazy, but( the Packers game) I just felt so much confidence,\" <strong> Michael Vick </strong> told PFW. <q>I was just so in tune with everything: the protection, the blitz, where it was coming from, all my progressions, where everybody was supposed to be lined up. \"I was just so in tune with the game and that's why I am still hurting. I just feel like everything was supposed to go our way.</q> Eagles cornerback <strong> Asante Samuel </strong> was named to the all-NFL team. He also was voted to the all-pro team by The Sporting News. New England quarterback <strong> Tom Brady </strong> was named the MVP and coach <strong> Bill Belichick </strong> was named", "new_id": -2}, {"uid": "1296366488199786542", "i": 36586, "idx": 5, "sa": ["Mike Pence"], "q": ", <strong> Mike Pence </strong> accused Sharp's family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that <q>negative campaigning, I now know, is wrong.</q> \"It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan", "new_id": -2}, {"uid": "1295934426148537344", "i": 37884, "idx": 2, "sa": ["Byron Scott", "Allen Iverson", "Antonio McDyess", "Rodney Stuckey"], "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.</q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led May 3, 2008 NEW ORLEANS-- Hornets coach <strong> Byron Scott </strong> showed off the three championship rings he won as a", "new_id": -2}]