[{"uid": "1296170522222920753", "i": 26132, "idx": 0, "sa": ["Steve Ballmer"], "q": "large chunks of the enterprise-spending pie. Microsoft's Server and Tools Business-in many ways the epicenter of its cloud strategy-is primed to undergo a shakeup this year with the departure of longtime division president Bob Muglia. <q> While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing, </q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Jan. 10 email to employees announcing Muglia's removal.`` We are now ready to build on our success and move forward into the era of cloud computing.''", "new_id": -2}, {"uid": "1296542505250052631", "i": 17520, "idx": 0, "sa": ["Michael Vick", "Cathy Lanier"], "q": "sound reasons. Washington, D.C. Police Chief <strong> Cathy Lanier </strong>, who commanded that city's vehicular homicide unit in the late 1990s, said cameras conserve manpower and keep officers safe while reducing fatalities. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 5 Foods to never eat:", "new_id": -2}, {"uid": "1295299857181911591", "i": 30031, "idx": 3, "sa": ["George Washington", "Tracy McGrady", "Michael Jordan", "Allen Iverson", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002.`` I score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1295627764018169864", "i": 48165, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", government outreach, and technology thought leadership. He will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and <q> create clearer lines of responsibility and accountability at the top of the company. </q>`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' comments <strong> Eric Schmidt </strong>.`` By clarifying our individual roles, we'll create clearer", "new_id": -2}, {"uid": "1295658306074924083", "i": 1973, "idx": 10, "sa": ["Eric Schmidt"], "q": "the last few years- and it certainly has- much of blame falls on <strong> Eric Schmidt </strong>. His haughty, creepy, and occasionally insulting way of addressing the company's approach to privacy is notorious. <q> Google policy is to get right up to the creepy line and not cross it, </q> he once said, unwittingly showing that Google's policy is just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO", "new_id": -2}, {"uid": "1297356459142524428", "i": 11098, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week.", "new_id": -2}, {"uid": "1295094184206520339", "i": 20267, "idx": 7, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "kids. Are the kids and everybody all right now?''`` The kids seem to be doing OK, yeah,'' <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>. <q> We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon. </q>`` You're getting married soon?'' <strong> David Letterman </strong> asked.`` Sometime in February,'' <strong> Kelsey Grammer </strong> replied. Police release Youtube video shot by Tucson shooter.. and, yes, he", "new_id": -2}, {"uid": "1295698603121667608", "i": 38523, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "amid accusations that he was aware of journalists while working as editor of the`` News of the World'' today confirm that I've resigned as Downing Street director of communications,'' <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of World editor made it difficult to give job full attention <strong> Andy Coulson </strong>: follow the latest developments Timeline: The News of the World phone-hacking row BBC News The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the scandal. This timeline looks at the practices at the tabloid <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself:`` When the spokesman needs a spokesman, it's time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with Obama more than Brown did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"uid": "1295610219050561027", "i": 8663, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "top decision-maker because of`` the pace of decision-making and the scale of the company.'' Mr. <strong> Sergey Brin </strong>, who joined Mr. Page and Mr. <strong> Eric Schmidt </strong> in the interview, said the three-way process confused employees. <q> We wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail, </q> he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual.`` I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]