[{"uid": "1295675868065781764", "i": 38927, "idx": 3, "sa": ["Jason Kapono", "Carmelo Anthony", "Allen Iverson", "Rasho Nesterovic"], "q": "seconds left to put the Kings ahead 104-98. <strong> Jason Kapono </strong> scored 26 points off the bench for the Raptors, who have lost four straight and five of six. <strong> Rasho Nesterovic </strong> added 20 points and eight rebounds for Toronto. <q> We've got to get five, six, seven players playing well at the same time, </q> Toronto coach Sam Mitchell said.`` One night, it's a couple of guys http://wn.com/Iverson_31pts12ast_Melo_30pts12reb_Lead_Nuggets_Past_Suns <strong> Allen Iverson </strong>, <strong> Carmelo Anthony </strong> Lead Nuggets Past Suns By ARNIE STAPLETON, AP Sports Writer Posted Mar 6 2008 1:43 AM Denver 126,", "new_id": -2}, {"uid": "1295719333220610563", "i": 47808, "idx": 1, "sa": ["Michael Jordan", "Wes Brown", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry <strong> Wes Brown </strong> said.`` This is kind of unexpected", "new_id": -2}, {"uid": "1296594691227524624", "i": 27121, "idx": 1, "sa": ["David Letterman", "Kayte Walsh", "AJ McLean", "Kelsey Grammer", "Camille Grammer"], "q": "he plans to marry girlfriend <strong> Kayte Walsh </strong>`` next month,'' despite the fact that his divorce from wife <strong> Camille Grammer </strong> hasn't been finalized. In an interview on'' The Late Show with <strong> David Letterman </strong>,'' <strong> Kelsey Grammer </strong> said: <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon... Sometime in February. </q> Backstreet Boys singer <strong> AJ McLean </strong> is reportedly going to rehab.'' People Magazine'' says <strong> AJ McLean </strong> issued a statement saying he wants`` to be healthy and perform'' at his best when the Backstreet Boys tour with New Kids", "new_id": -2}, {"uid": "1295593237183287810", "i": 11737, "idx": 0, "sa": ["Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q> continually looks to bring new insight and perspective </q> to the company. The company's revelation came the same day that another technology heavyweight, Google( Alert) Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job", "new_id": -2}, {"uid": "1297288563203538453", "i": 24556, "idx": 1, "sa": ["Mike Pence"], "q": ". Mr. <strong> Mike Pence </strong> has made it clear his legislation is aimed at Planned Parenthood Federation of America, which is the nation's biggest provider of abortion services and also a major recipient of Title X money. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> Mr. <strong> Mike Pence </strong> said at a recent`` March for Life.''`` The time has come to deny any and all federal funding to Planned Parenthood of America.'' Anti-abortion groups, in something of a", "new_id": -2}, {"uid": "1297176031226918403", "i": 3168, "idx": 10, "sa": ["David Letterman", "Aaron Rodgers"], "q": "you weigh now?''( <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>:`` Uh, 230.'' <strong> David Letterman </strong>:`` 230? Wow, that's pretty good.''( Audience laughs) <q> You know what I'm thinking in high school might have been the problem? Were you giving 100 percent? </q>( audience laughs) <strong> Aaron Rodgers </strong>:( laughs)`` No.'' <strong> David Letterman </strong>:`` Were you giving 110 percent?'' <strong> Aaron Rodgers </strong>( laughs):`` No.''", "new_id": -2}, {"uid": "1297127278259817581", "i": 33295, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Judge yanks medical license of doctor charged with sexual assault Thousand Oaks doctor accused of sexual assault facing additional charges Secret Service agent shoots self accidentally at Camarillo range, police say Vote for your favorite local business-", "new_id": -2}, {"uid": "1295968917009764880", "i": 47393, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "as in Tel Aviv was desirable but would be difficult to replicate in Europe or America.`` So many of our airports now are commercial enterprises which have to maximize their earnings,'' he said. <q> They have food courts, shopping centers, train stations all located together, and any effort to control access would have a major impact on the airport's bottom line. </q> Domodedovo continued operating with just a 20-minute interruption. Many air crews and passengers in the secure departure and arrival areas at the time were not even aware of the blast. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1297107431173703189", "i": 20802, "idx": 2, "sa": ["Jessica Simpson", "Simon Cowell", "Leona Lewis"], "q": "the winner.`` The X Factor'' has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q> I'm doing this show in America because I genuinely believe we can find a superstar, </q> the former`` American Idol'' judge professed. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <strong> Jessica Simpson </strong>( who recently Tweeted she is`` not'' doing it),", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]