[{"uid": "1297247574255688768", "i": 10964, "idx": 0, "sa": ["Simon Cowell", "Jay Leno"], "q": "<strong> Simon Cowell </strong> confessed that he is a <q> massive fan of <strong> Jay Leno </strong> that she felt that was an understatement.`` I think you need to take` mass' off and put` obsessive,' </q> said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified,`` He's obsessed with me.'' American Idol.'' Now, both have left the show, going on to", "new_id": -2}, {"uid": "1297708190265207814", "i": 15987, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "a controller. <strong> Joe Belfiore </strong> didn't say when the technology that allows that application would become available. But <strong> Steve Ballmer </strong> hinted that there are even more new features to come to the Windows Phone software. <q> This year we're investing a significant amount to continue popularizing the phone, </q> <strong> Steve Ballmer </strong> said. The company plans to add even more features along with next generation phones later this year, he said. He mentioned Samsung, LG, Dell and Nokia as companies bringing those new models to market", "new_id": -2}, {"uid": "1295700037236945434", "i": 17183, "idx": 4, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "his own reputation as part of the`` Brokeback'' coalition. Labour accuse <strong> David Cameron </strong> of poor judgment after his controversial press chief <strong> Andy Coulson </strong> resigns.. Follow us on twitter at twitter.com. A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. <strong> Andy Coulson </strong> leaves Downing Street after resigning as head of communications to <strong> David Cameron </strong>. The real reasons behind the slur? copyrights not my own http://wn.com/Kissing_You_|_ Kisses_Moments_Montage_TV,", "new_id": -2}, {"uid": "1295253498206143557", "i": 32743, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "today. <strong> Gabrielle Giffords </strong> is already able to move both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on`` Meet the Press.'' The New York Democrat is a close friend of <strong> Gabrielle Giffords </strong>. <q> She's doing great, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1296322289264552453", "i": 6651, "idx": 0, "sa": ["Zahi Hawass"], "q": ". The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1295082156260702223", "i": 6877, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": ",'' after 13 years of marriage. A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant Kayte Walsh. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of <q> Late Show with href=\"http://www.upi.com/topic/David Letterman_David Letterman/\" title=\"David Letterman_David Letterman\"> <strong> David Letterman </strong>, </q> <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark,`` Well,", "new_id": -2}, {"uid": "1295633071004243472", "i": 38577, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "a way to speed up decision making and simplify the company's management structure. But it's also pretty clear that the way the company is achieving these goals is by removing <strong> Eric Schmidt </strong> from the picture. <q> <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> claims.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,'' <strong> Larry Page </strong> said, hinting at <strong> Eric Schmidt </strong>'s new role as an`` advisor'' to the cofounders, instead", "new_id": -2}, {"uid": "1297700056051036174", "i": 13704, "idx": 0, "sa": ["Chris Huhne"], "q": "review will bring welcome news for farmers and others who are involved in the development of farm-based Anaerobic Digestion( AD) technology. Secretary of State for Energy and Climate Change <strong> Chris Huhne </strong> launched the review which would <q> Assess all aspects of the scheme including tariff levels, administration and eligibility of the technologies </q>. The review follows campaigns by the CLA and other industry bodies who feel the current FIT payments are too low to make AD a viable energy source. Feed in Tariffs for farm-based AD plants will", "new_id": -2}, {"uid": "1295254462216039433", "i": 15970, "idx": 1, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "thinks the 30-year-old has a chance- a chance- to become a great one.`` He's got a good opportunity to become one of the best ever,'' <strong> Marty Mornhinweg </strong> told me on Thursday. <q> He's got several things to do to get that done. </q> Last week was a melancholy one at the NovaCare Complex. No one was ready for the season to end. No one thought it was going to end, not with the ball in <strong> Michael Vick </strong>'s hands", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]