[{"uid": "1295220308191463536", "i": 21919, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/AscenDance,_29_~_America's_Got_Talent_2010,_auditions_Portland nbc.com AscenDance, 29~ America's Got Talent 2010, auditions Day-2 Portland Oregon. In theatres around the country, hopeful competitorsshowcase", "new_id": -2}, {"uid": "1297117350135839819", "i": 45502, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>", "new_id": -2}, {"uid": "1297349336255099318", "i": 21500, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "that <strong> Satya Nadella </strong>, a senior vice president of research and development with the company's Online Services Business, has been appointed to the job, effective immediately. <strong> Satya Nadella </strong> has been with the company since 1992. <q> Today our Server and Tools Business is in a position of strength due to our leadership in the cloud, significant product advances such as Windows Azure, and the proven ability to excel and grow in the face some of the toughest competition we've ever seen, </q> In fact, <strong> Satya Nadella </strong>'s \"hard-core engineering chops\" fit the mold of what <strong> Steve Ballmer </strong> is looking for in terms of senior leadership in a In his previous job, <strong> Satya Nadella </strong> was responsible for the", "new_id": -2}, {"uid": "1295587628071548946", "i": 25616, "idx": 4, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": "company into the future. \"Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,\" <strong> Vint Cerf </strong> said. <q> He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company. </q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. \"Day-to-day", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1297403208107986956", "i": 34798, "idx": 5, "sa": ["Janet Napolitano", "Kirsten Gillibrand"], "q": "identified air-related smuggling trends and patterns and organizations active in cross-border criminal activities\" along the Spokane sector, said a news release from <strong> Kirsten Gillibrand </strong>'s office. The U.S. Government Accountability Office reported in November 2010 that <q> cross-border use of low-flying aircraft to smuggle drugs has been much higher than indicated by the number of drug seizures. </q> The move comes a day after <strong> Janet Napolitano </strong> attempted to debunk a congressional report's finding that American border agents adequately secure just 51 kilometres of the nation's boundary with Canada. Testifying before the House", "new_id": -2}, {"uid": "1295292319209076226", "i": 27961, "idx": 0, "sa": ["President Bush", "Mike Pence"], "q": "calling itself \"America's <strong> President Bush </strong> Committee\" has been established, seeking to draft one particular individual to run to be America's <strong> President Bush </strong>-- Rep. <strong> Mike Pence </strong>( R-IN). The Daily Caller reports: <q> The effort is coordinated by Ralph Banko, who worked as a deputy counsel in the Reagan Administration and in <strong> President Bush </strong>'s Office of Faith-based a Community Initiatives. \"<strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to wining back the White House in 2012, </q> said Benko in a press release. \" mixed signals about whether <strong> Mike Pence </strong> will run for president. Another option is that he could instead opt to run for governor of Indiana, a lower target that would also be", "new_id": -2}, {"uid": "1295340588116441088", "i": 9494, "idx": 0, "sa": ["Piers Morgan", "Michael Vick", "Larry King"], "q": "no expectations. I just want to hear <strong> Piers Morgan </strong> be as clueless as <strong> Larry King </strong>. \"So, you have a TV show, yes?\" I am the messenger to deliver the message of hope. <q> My personal journey is to fulfill the highest expression of myself. </q> Whuck? 200 British pounds are bet between O and <strong> Piers Morgan </strong> on who will get <strong> Michael Vick </strong> first. Wait, what about the Euro? I am trying to be my best self tonight in these tweets.", "new_id": -2}, {"uid": "1295813464265846801", "i": 29330, "idx": 1, "sa": ["Mike Pence"], "q": "and author \"Aftermath: Following the Bloodshed of America's Wars in the Muslim World\". Also, Thom confronts Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting... <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>: \"You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation bill that purports to \"fix\"", "new_id": -2}, {"uid": "1295154913111345679", "i": 17840, "idx": 1, "sa": ["Allen Iverson"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers coach Larry Brown said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}]