[{"uid": "1295274100165380096", "i": 37301, "idx": 1, "sa": ["Sergio Marchionne"], "q": "\" It wasn't about putting lipstick on a pig, said Jackson. \"It was to transform the pig into a handsome prince. And they did it!\" The transformation, he said, <q>took an attention to detail on the engineering side that you can't fake. I have nothing but admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it.<q> Indeed, nobody, except maybe <strong> Sergio Marchionne </strong> himself, believed Chrysler could redo its product line so dramatically in 18 months. \"They just accomplished a tremendous amount of work in a short time, and with", "new_id": -2}, {"uid": "1297616629186400779", "i": 26899, "idx": 41, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. \"Why did you stand for that?\" asked Martin. \"You have to cut him some slack,\" <strong> Donald Rumsfeld </strong> explained. <q>You have to assume that he knows what he's doing, and work with him. He's there on the ground.<q> Then in April 2004 the Abu Ghraib scandal- with its still shocking photos- broke. <strong> Donald Rumsfeld </strong> offered to resign, twice. But the <strong> Richard Nixon </strong> said no. \"Do you think it would", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,<q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295980170233783301", "i": 14072, "idx": 3, "sa": ["Bobby Jindal", "Sam Brownback", "Sen. Bernie Sanders"], "q": "Republicans to embrace them. \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q>On the other hand, Congressman Ryan has been very clear on this subject.<q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1296376344122322964", "i": 33068, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection was secure from thieves, the greatest threat to the collection inside was posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,<q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still-smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun, which draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297090021185942060", "i": 385, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "believe we can find a superstar.\" Auditions for X Factor begin Mar. 27 in Los Angeles, with additional stops planned in Chicago, Dallas, Miami, New York/New Jersey and Seattle. <q>The X Factor has become a worldwide phenomenon and is unlike anything we've seen in America,<q> said <strong> Mike Darnell </strong>, president of alternative entertainment, Fox Broadcasting Company. \"The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve,", "new_id": -2}, {"uid": "1295612133111296517", "i": 29091, "idx": 0, "sa": ["Simon Cowell"], "q": "11. www.USAToday.com and observed that teen contestants seemed to win the favor of this judges' panel, which for the first time in the show's history faced the wailing would-bes minus founding judge/villain <strong> Simon Cowell </strong>. <q>I'm beginning to see why the Hollywood Week group was so large this year( a reported 325),<q> Mansfield wrote. \"This group of judges are a much softer touch than previous crews. They're much more likely to put somebody through on the strength of their personalities. <strong> Simon Cowell </strong> would have shut 75 percent of", "new_id": -2}, {"uid": "1295127469219299878", "i": 2692, "idx": 1, "sa": ["David Stern", "David Letterman"], "q": "that doesn't explain why they boo <strong> David Stern </strong>.\" Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>: â\u0080¢ <q>Only thing you ever won was a buffalo-wing eating contest. â\u0080¢ \"Your measurements are 36, 24 and 36, but not in that order. â\u0080¢ \"Las Vegas gives you the same odds as the Jets beating the Patriots.<q> Old college try \"If the NFL followed college football's lead, playing its championship game 37 days after determining the participants, the Super Bowl would be played in early March,\" noted", "new_id": -2}, {"uid": "1295636295179568640", "i": 4835, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q>most powerful gay man in Silicon Valley<q> Bigstream offers ad hoc wireless streaming for your iOS device and iPod Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts AAPL:", "new_id": -2}, {"uid": "1295217385130613292", "i": 2032, "idx": 2, "sa": ["Kirsten Gillibrand", "in excess", "Chuck Schumer"], "q": "York Democrat. \"If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have,\" <strong> Kirsten Gillibrand </strong> said on CBS. <q>The bill's not perfect. It never has been.<q> <strong> Chuck Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of a provision requiring businesses to report annual expenses to individual vendors <strong> in excess </strong> of$ 600.", "new_id": -2}]