[{"uid": "1297402436159285252", "i": 23111, "idx": 0, "sa": ["Ray Allen", "Allen Iverson", "Reggie Miller"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1297623915163643403", "i": 38434, "idx": 0, "sa": ["Ken Blackwell", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,'' said <strong> Charles Ellis Schumer </strong>, who was releasing letters to the FAA on Sunday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public. </q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoKen Blackwell out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"uid": "1297694269130826245", "i": 42591, "idx": 3, "sa": ["Justin Webb", "Donald Rumsfeld"], "q": "Observer, <strong> Justin Webb </strong> assesses the memoirs of`` a man who, in his pomp, was a political warrior without peer''. There is little contrition, as <strong> Donald Rumsfeld </strong> offers a`` defence of Guant?namo'' which is <q> compelling, at least as a counterweight to what in Britain has become a well-entrenched narrative that the prison was and is a disaster </q>. On a personal level,`` there are glimpses of a man deeply attached'' to his wife, family and friends,`` always connected to real human beings''. However, <strong> Justin Webb </strong> concludes that the book", "new_id": -2}, {"uid": "1295806200208044038", "i": 59834, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 href=\"http://timesofindia.indiatimes.com/topic/White-House\"> White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1295741039001638416", "i": 15317, "idx": 5, "sa": ["Allen Iverson", "Jeff Green"], "q": "lot.'' Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said.`` You always have to feel http://wn.com/Allen Iverson_Allen Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies Kevin Durant and <strong> Jeff Green </strong> both had career-best efforts for the Seattle SuperSonics and damaged the Denver Nuggets' postseason aspirations. Durant, the second- overall pick", "new_id": -2}, {"uid": "1295640107217038857", "i": 54715, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta", "Sergey Brin"], "q": "empresa se iba a convertir. A sus 55 a?os, el directivo dejar paso en abril a uno de sus fundadores, <strong> Larry Page </strong>, de 38 a?os, quien se colocar a los mandos operativos de Google. <q> La supervisi?n adulta ya no es necesaria en Google y Larry Pagest preparado para llevar el d?a a d?a de su actividad </q>, afirm cr?pticamente el directivo en su blog. Pero lo cierto es que entre <strong> Eric Schmidt </strong> y <strong> Larry Page </strong>, junto con <strong> Sergey Brin </strong>, el otro cofundador del gigante tecnol?gico, las diferencias se hab?an agudizado. <strong> Ken Auletta </strong>", "new_id": -2}, {"uid": "1296480901080920596", "i": 47438, "idx": 1, "sa": ["David Whiston", "Sergio Marchionne"], "q": "`` I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started,'' <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. <q> So far, they're proving me wrong and proving nearly everyone else out there wrong. </q> Chrysler's global sales rose to 1.5 million in 2010, the company said. Earlier this month, <strong> Sergio Marchionne </strong> said Chrysler had lowered its breakeven point to 1.5 million from its previously stated breakeven point of 1.65", "new_id": -2}, {"uid": "1295246138063356933", "i": 39543, "idx": 3, "sa": ["Bernie Sanders"], "q": " title=\"United States\" rel=\"geolocation\" href=\"http://maps.google.com/maps?ll=38.8833333333,- 77.0166666667&amp;spn=10.0,10.0&amp;q=38.8833333333,- 77.0166666667%20%28United%20States%29&amp;t=h\"> Americans.'' <strong> Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman Steve Larrabee said:`` By using this tragedy to demonize those he disagrees with, the Senator is doing exactly what he pretends to deplore.''", "new_id": -2}, {"uid": "1296293567080576513", "i": 22182, "idx": 0, "sa": ["Allen Iverson", "DeMar DeRozan"], "q": "rumors of <strong> Allen Iverson </strong>'s arrival to the Kenner Summer League were true, and by game's end, <strong> Allen Iverson </strong> had scored 40 points. By the Su... OJ Mayo`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think Mayo will win ROTY... But Rose is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> DeMar DeRozan </strong> RAPS", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]