[{"uid": "1296195077069206076", "i": 49402, "idx": 0, "sa": ["John Thune", "Mike Pence", "Mike Huckabee", "Haley Barbour", "Mitch Daniels", "Michele Bachmann", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q> I never took this as a State of the Union response, necessarily, </q> she said innocently. The title above the text of her speech her office released Tuesday night:`` <strong> Michele Bachmann </strong>'s Response to State of the Union.'' Party leaders, intimidated by the Tea Party activists", "new_id": -2}, {"uid": "1297222050127549454", "i": 29085, "idx": 3, "sa": ["Colin Powell"], "q": "to get Khurmal in a few weeks anyway,'' Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld. Peggy Cifrino, a spokeswoman for Mr. <strong> Colin Powell </strong>, said: <q> <strong> Colin Powell </strong> <strong> Colin Powell </strong> said he might have been concerned that bombing Khurmal at a time when he was making the case to the U.N. Security Council might suggest the war had already started. He was not clear that anything of significance was there, either. </q> In the first days of the war, U.S. military and intelligence operatives did raid the Khurmal site and, according to Mr. Rumsfeld, found`` clear signs of chemical-weapons production.''", "new_id": -2}, {"uid": "1295191877017137675", "i": 22353, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "weekend's Arizona rampage, is making steady progress, New York Senator <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press'' program.`` She's doing great,'' said <strong> Kirsten Gillibrand </strong>, a friend. <q> I talked to her husband Mark last night. She's making progress every day. </q> While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said,`` she's using both sides of her body. She's able to breathe on her own. She's", "new_id": -2}, {"uid": "1295587628071548946", "i": 25612, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "there are only a few million left. run out very shortly but the industry is moving towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet. <q> Who the hell knew how much address space we needed? </q> <strong> Vint Cerf </strong> said. Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive", "new_id": -2}, {"uid": "1297372248147750971", "i": 26011, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "10th 2011, 3:36 PM Chicago White Sox pitcher and animal rights activist, does not believe <strong> Michael Vick </strong> has been fully punished for his felony conviction for bankrolling and partaking in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com in a recent interview.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' The story, which was published on Wednesday,", "new_id": -2}, {"uid": "1295981361057327631", "i": 10733, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ",`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-11v&amp;flvURL=/media/2011/01/22/01222011-11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-11v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend <strong> Rahm Emanuel </strong> <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1295008484200032264", "i": 23199, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the room, and continued to open them on Thursday.`` It was extraordinary,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-New York, who was holding <strong> Gabrielle Giffords </strong>' hand when she opened her eyes on Wednesday. <q> It was a miracle to witness. </q> The incident occurred shortly after <strong> Barack Obama </strong> had visited <strong> Gabrielle Giffords </strong> in her hospital room.`` I think she realized the president of the United States was there, but I'm not sure she knew why", "new_id": -2}, {"uid": "1296583927119291947", "i": 46954, "idx": 1, "sa": ["Mark Sanford", "David Letterman"], "q": "Bathsheba.( And that photo was the moment that inspired <strong> Mark Sanford </strong> King <strong> David Letterman </strong> to write the Psalm about`` He leadeth me beside the still waters''. That's the Psalm that also includes walking the Appalachian trail <q> Yea though I walk through the valley </q>. Just thought you might want to print a correction.:-) uZFl% 2BNGkatVlBBChS% 2FOM6Jh9YZte6gA5GURvNwW4tS% 2BJSeQ7% 2Buh4YOtZECsmBf8rzQSMphE41mgZgXiOl3utoQ% 3D% 3D", "new_id": -2}, {"uid": "1297540270212795441", "i": 14308, "idx": 2, "sa": ["Steve Ballmer"], "q": "specific announcement of when that will be.'' <strong> Steve Ballmer </strong>:`` When there's news there will be news.'' How exclusive is this partnership as far as developers are concerned? <strong> Steve Ballmer </strong>: <q> It's not exclusive. There's things we're doing with Nokia that are unique. The overall development of critical mass for Windows Phone 7 is important for both of us. Nokia wants to sell all the Windows phones it can. </q> Eop:`` Our number one priority is the success of the Windows Phone ecosystem.'' It's all win-win, in other words. Why Microsoft and not Android? Google", "new_id": -2}, [{"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]]