[{"uid": "1297540270212795441", "i": 14309, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "going to be hit? <strong> Stephen Elop </strong> doesn't want to give details on management restructuring, but concedes Nokia needs to improve its speed and nimbleness. To get speed you need a\" clear strategy.\" <q> The fighting spirit of the Finnish people is being brought to bear. </q> <strong> Steve Ballmer </strong> adds that the first time he and <strong> Stephen Elop </strong> spoke about this strategic alliance was last November. When <strong> Stephen Elop </strong> mentioned it would launch in a few months, that struck <strong> Steve Ballmer </strong> as\" remarkable\" in terms", "new_id": -2}, {"uid": "1296717067176898072", "i": 14617, "idx": 3, "sa": ["Derrick McKey", "Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Allen Iverson"], "q": "low.\" No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way,\" <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee <strong> Derrick McKey </strong> Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1295626398146702340", "i": 6590, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi"], "q": "at www.realclearpolitics.com The graphic I use of from Gallup http://wn.com/HEALTH_CARE_WINS_LOSSES_DEMOCRATS_GAIN_MAJOR_HC_ENDORSEMENTS_BACHMANN_GOP_RALLY_A_BUST Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.\" Democrats Reveal Facts About Health Care\" www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com\" High Immigration Impacts America's Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon Speaking in a PD podcast to coincide with the launch of a", "new_id": -2}, {"uid": "1295945595182452244", "i": 20850, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "They've been allocating money to all strategies,\" said Vijay Rakesh, an analyst at Sterne Agee& Leach Inc. in Chicago who has a\" buy\" rating on Intel shares and doesn't own any. <q> They made acquisitions last year. They're paying out pretty good dividends, and now they're doing buybacks. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NOVATO 4 BR/ 4.0 BA$ 1,585,000.00 SAN RAFAEL 5 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1297543582090849306", "i": 22302, "idx": 0, "sa": ["David Letterman"], "q": "choice had been suggested to him by his wife, who sensed that the 44-year-old funnyman was beginning to get frustrated by his female-filled household. He quipped during an appearance on the Late Show With <strong> David Letterman </strong>: <q> My wife let me get a transgender housekeeper. Just to be cool for me to have just one other penis in the house. His name is Clemente and he's very nice. </q> DS Competitions Win a 3D TV from Samsung. Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest lie starts to unravel Emmerdale: Doug bids farewell to", "new_id": -2}, {"uid": "1297726874054689833", "i": 19935, "idx": 2, "sa": ["Kirsten Gillibrand", "Patty Murray", "Barack Obama", "Barbara Boxer"], "q": "on the table.\" <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she\" may not agree with everything in it,\" as did <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). <q> I don't think we should balance the budget on the backs of seniors who can not afford the rising costs of heating their home, </q> <strong> Kirsten Gillibrand </strong> said. Several senators mentioned the LIHEAP cuts, but <strong> Barack Obama </strong> <strong> Patty Murray </strong>( D-Wash.), who runs the Democratic Senatorial Campaign Committee, went big picture, calling for cuts outside non-defense discretionary spending", "new_id": -2}, {"uid": "1297187711077496370", "i": 17403, "idx": 0, "sa": ["Lawrence Woodward", "Michael Vick"], "q": "It took exactly one night for <strong> Michael Vick </strong>'s name to be once again embroiled in controversy. <strong> Michael Vick </strong>'s Virginia-based lawyer <strong> Lawrence Woodward </strong> denied reports that his client spent his first night of freedom at a Virginia Beach strip club. <q> It is absolutely, categorically false, </q> <strong> Lawrence Woodward </strong> said. For decades, the small number of cricket followers in Israel has been trying to clear up what is so far an unsolved mystery: Why the sport never took off in the country after", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said.\" We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.\" When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1297178256266534988", "i": 47410, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "mobile biological weapons production plants\" but can not locate them.\" On chemical weapons, the U.S. could not confirm the identity of any Iraqi sites that could produce the final chemical agent. <q> Our overall knowledge of the Iraqi CW program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete, </q> the report stated. U.S. intelligence could confirm the identity of most facilities that contributed to ballistic missile production, the report states. February 12, 2003 <strong> Donald Rumsfeld </strong> Press Conference During the press", "new_id": -2}, {"uid": "1296178798053526610", "i": 29574, "idx": 1, "sa": ["Mike Pence"], "q": "? Or is his team thinking he really might win the nomination? A key quote from Others close to the draft movement admit to be in a\" funk\" about <strong> Mike Pence </strong>'s decision. One stating: <q> Seriously, we have no one for 2012 now. </q> No one for 2012 now. Might be hard for JD to resist if that feeling persists, especially since the early primaries favor him. He has home-field advantage in South Carolina, and his", "new_id": -2}]