[{"uid": "1296387505015253604", "i": 30916, "idx": 4, "sa": ["Michael Vick"], "q": "pet parent and showers her with kisses every morning when she wakes up. \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.</q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions-- walking up stairs, climbing", "new_id": -2}, {"uid": "1296137334113377297", "i": 2580, "idx": 2, "sa": ["Michael Vick"], "q": "that he does not really care whether he gets franchised- the one-year payout would be huge, although there would be no signing bonus- but he backed down a little from that stance on Wednesday. <q>If they franchise me, we'll see how that goes,</q> <strong> Michael Vick </strong> said. \"I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months.", "new_id": -2}, {"uid": "1295432538243531793", "i": 17366, "idx": 0, "sa": ["Simon Cowell"], "q": "wisecracks about contestants and their abilities. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing, along with his fellow judges on Britain's Got Talent, the <q>heartless, thoughtless and superficial the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam</q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the sixth series of The X Factor", "new_id": -2}, {"uid": "1295753806078102571", "i": 3353, "idx": 0, "sa": ["Tommie Harris", "Michael Vick"], "q": "37 yards and set up a touchdown Bears, causing a surge of 14 points Eagles could not overcome. \"Hey, it was fun,\" <strong> Tommie Harris </strong> said after Chicago beat the Eagles, 31-26. <q>We knew we definitely need to get revenue, and that he had not thrown an interception throughout season, so we were lucky.</q> The Bears were better than chance. They were good and they won because they were the first team all season to see <strong> Michael Vick </strong> puzzle. Chicago's defense relied on a game plan that called to be faithful", "new_id": -2}, {"uid": "1295984330255737857", "i": 2044, "idx": 0, "sa": ["Michael Gove"], "q": " properly righteous post lambasting teachers who complain that it's too difficult to teach their charges to read and write and count properly. <q>A week later, a BBC Radio 4 phone-in programme,</q> Any Answers, featured a pair of state school teachers, both with 30 years of experience, again pouring scorn on the dangerously \"academic\" bent of the English baccalaureate, and Mr <strong> Michael Gove </strong>'s related", "new_id": -2}, {"uid": "1295675869065781795", "i": 12702, "idx": 0, "sa": ["Fletcher Smith", "Allen Iverson", "Donovan McNabb"], "q": "deal it could have a maximum value of$ 88 million. <strong> Donovan McNabb </strong>, 33, will help solidify his standing as the Redskins' quarterback of the present and future with a new contract in his back pocket. <q>We had ongoing talks and once the regular season started, we really were aiming toward the bye week[ to get a deal done] and it came together,</q> Redskins executive vice president/general manager Bruce <strong> Allen Iverson </strong> said. <strong> Donovan McNabb </strong>'s agent, <strong> Fletcher Smith </strong>, clarified some of the details of <strong> Donovan McNabb </strong>'s deal Tuesday. He says while the contract is worded so that it has \"$ 40", "new_id": -2}, {"uid": "1295974550233406580", "i": 39213, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac. \"The authorities should not delay efforts to create an action plan for the future,\" says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q>could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8 Vantage$ 152,445", "new_id": -2}, {"uid": "1296333025218349599", "i": 5318, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q>When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace,</q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. \"But I thought,", "new_id": -2}, {"uid": "1295473977077529103", "i": 22504, "idx": 1, "sa": ["Sergio Marchionne"], "q": "hybrid demonstrator vehicle based on a new 2011 Town& Country. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,\" said Chrysler CEO <strong> Sergio Marchionne </strong>. <q>We are excited to partner with the EPA to push forward on this track.</q> While the EPA's laboratories in Ann Arbor, Michigan, are largely credited with designing, developing, and patenting much of the hydraulic hybrid technology used in this demonstration( and Eaton's commercial hybrid system", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]