[{"uid": "1297662325045400099", "i": 13860, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "six years during which he ran the Defense Department for <strong> President Bush </strong>, particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as Mr. <strong> Donald Rumsfeld </strong> writes, <q> I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> and National Security Adviser <strong> Condoleezza Rice </strong>, later secretary of state, are two colleagues who come in for a particular bashing, the former chairman of the joint chiefs as a self-interested operator", "new_id": -2}, {"uid": "1296536150067862554", "i": 2640, "idx": 5, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295591453155664431", "i": 1112, "idx": 11, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"uid": "1296600256096632842", "i": 28922, "idx": 0, "sa": ["Pauley Perrette", "David Letterman"], "q": "body. Showing off a tattoo between her finger that wouldn't be noticeable to the naked eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece. <q> Well most of mine are number based. I love math., </q> said <strong> Pauley Perrette </strong>. \"I have little secret number tattoos everywhere. I design them.\" <strong> Pauley Perrette </strong> definitely is just as unique as her character on NCIS. From the cute dog she rescued that was shown", "new_id": -2}, {"uid": "1295564127055377924", "i": 12264, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion. Analysts polled by Thomson Reuters I/B/E", "new_id": -2}, {"uid": "1295455208049922048", "i": 41721, "idx": 3, "sa": ["Sergio Marchionne"], "q": "sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> The Chrysler Group has actively adopted fuel-saving technologies including cylinder deactivation on V-8 engines, a new MultiAir system that is being introduced on the Fiat 500 today and will introduce an eight-speed transmission in the 2011 Chrysler", "new_id": -2}, {"uid": "1295675869065781762", "i": 48673, "idx": 0, "sa": ["Lenny Wilkens", "Kevin Willis", "Allen Iverson", "Keon Clark"], "q": "the deal that sent veteran forward <strong> Kevin Willis </strong> to the Nuggets, <strong> Keon Clark </strong> quietly stole the show from two of the NBA's top scorers. \"We're excited about( <strong> Keon Clark </strong>),\" Toronto coach <strong> Lenny Wilkens </strong> said. <q> We're trying to work in as quickly as we can, and show him something different every day, and he's just gobbling it up. He's excited about being here and I thought that was just an incredible job he did to step in for( <strong> Baron Davis </strong>). We went to him several times because we wanted him to know we had confidence in him. He did a great job. </q> After helping Toronto eclipse a 20-point first-half deficit, <strong> Keon Clark </strong> watched helplessly as <strong> Allen Iverson </strong> fueled a 17-0 Philadelphia burst with 11 points, leaving the Raptors with an 89-78 deficit with 8:47 left in regulation. But the 6-11 reserve", "new_id": -2}, {"uid": "1296549619189169667", "i": 342, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "might be worth a thousand commercials. Just ask <strong> David Letterman </strong>. The Biebs visited the set of \"Late Show with <strong> David Letterman </strong>\" on Monday, tweeting from the couch. <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> <strong> Justin Bieber </strong> wrote. tweeted their appreciation, writing, \"Hey,@justinbieber! Thanks for the Twitter bounce. Only 6,900,000 to go. Game on, <strong> Justin Bieber </strong>.\" During the teen sensation's interview he", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295618474243957773", "i": 46679, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", who has always denied any knowledge of wrongdoing at the newspaper, said he could not focus on his role at Downing Street given the renewed speculation about what went on when he ran the newspaper. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" Prime Minister <strong> David Cameron </strong> had", "new_id": -2}]