[{"uid": "1296127827046055474", "i": 16499, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong>'s plans to drive up standards and behaviour. Schools will get the final say on expulsions- making it easier to expel pupils who consistently misbehave. The Education Secretary says his plans will <q> restore discipline and reduce bureaucracy </q>. He also intends to protect teachers from false allegations made by pupils, by allowing them to remain anonymous until charged with an offence. Powers allowing staff to search children for any material that", "new_id": -2}, {"uid": "1297119970200310797", "i": 19654, "idx": 6, "sa": ["George H. W. Bush", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "he did not serve- <strong> Donald Rumsfeld </strong> replied: \"No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state, had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H. W. Bush </strong>'s first top diplomat- \"did not, in my view, do a good job", "new_id": -2}, {"uid": "1297089391093831198", "i": 51727, "idx": 0, "sa": ["P. Freire", "Sergio Marchionne"], "q": "not really, as I'll explain below. J. <strong> P. Freire </strong> at the Examiner points out the most embarrassing Super Bowl gaffe, which had nothing to do with football or the show last night: <q> You may have noticed that Chrysler released </q> the longest ad in Super Bowl history on Sunday night, featuring the new Chrysler 200 driven by Detroit native rap star Eminem, an ad that CEO <strong> Sergio Marchionne </strong> says cost less than$ 9 million. But given that", "new_id": -2}, {"uid": "1295736732074268680", "i": 7783, "idx": 1, "sa": ["Billy Joe", "Yogi Berra", "Eric Schmidt"], "q": ", 2010/ DALLAS/ In releasing their new, explosive book, former NFL star tight end <strong> Billy Joe </strong> DuPree and Spencer Kopf, a former players' attorney and municipal judge in Texas, quote <strong> Yogi Berra </strong> saying it's <q> d?j vu all over again </q> as they compared curre... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, \"", "new_id": -2}, {"uid": "1296422087007127041", "i": 26426, "idx": 3, "sa": ["Allen Iverson", "Phil Jackson", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 Iverson_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Phil Jacksonadelphia 76ers has earned", "new_id": -2}, {"uid": "1296997219155992078", "i": 32403, "idx": 0, "sa": ["Sergio Marchionne"], "q": "de reclam, pentru un asemenea timp fiind necesar chiar acordul forului NFL. Pentru cele dou minute de reclam CEO-ul companiei <strong> Sergio Marchionne </strong> a declarat c a pl?tit nu mai pu?in de 9 milioane de dolari, informeaz Reuters. <q> Aceasta va fi cea mai urm?rit reclam de dou minute din istoria televiziunii </q>, declar Brad Adgate, senior vicepre?edinte n cercetare al companiei Horizon Media. Super Bowl, momentul pentru... reclame. Companiile pl?tesc 3 mil. dolari pentru 30 de secunde de reclam. Care au fost cele", "new_id": -2}, {"uid": "1295974602230735924", "i": 46066, "idx": 0, "sa": ["Bill Lockyer", "Dave Camp", "Newt Gingrich"], "q": "three pending free trade agreements within the next six months. Rep. <strong> Dave Camp </strong>, who chairs the Ways and Means Committee, said at a hearing completion of trade deals with South Korea, Colombia and Panama were <q> a sure-fire way to create American jobs by growing U.S. exports of goods and services. </q> All three agreements were signed in 2007 but Congress has put off ratification, with Democrats claiming they didn't adequately address such issues as Korea's restrictions on U.S. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let", "new_id": -2}, {"uid": "1297136473102924319", "i": 36183, "idx": 11, "sa": ["George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": "believed Saddam Hussein had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003- and never spoke up during meetings with the <strong> George H. W. Bush </strong> to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George H. W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1296478507189546539", "i": 14288, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Profit and Modified EBITDA for Q4 2010 and Total Year 2010 is detailed in Table 1 of the attachment to the press release( 2)- Cash includes Cash and Cash Equivalents <q> As Chrysler Group's brand displays at the Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> said <strong> Sergio Marchionne </strong>, Chief Executive Officer, Chrysler Group LLC. \"All of these vehicles bear testimony to Chrysler's rebirth. Given the positive comments we have received to date, it can safely be said that what", "new_id": -2}, {"uid": "1295805489188252160", "i": 59231, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "wants to remain in private life although he is happy to be an informal Barack Obamaial advisor. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q> I am not interested in a government job. </q> Arizona shootings that killed six people and badly wounded Rep. Giffords\" Giffords-Gabrielle Giffords-PEPLT002363.topic\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}]