[{"uid": "1296527333020578304", "i": 11798, "idx": 0, "sa": ["Michael Vick"], "q": "vote, the Senate overturns \"don't ask, don't tell' What is Yahoo Buzz? It\"s the place where you can talk about and shape the best stories people are reading right now. <q>Who thought of this, And why did it take so long for some to think of it? Wow In a country this...</q> Hounddog left a comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15", "new_id": -2}, {"uid": "1297719034008798216", "i": 10116, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "said <strong> Stephen Elop </strong>. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" Microsoft chief executive <strong> Steve Ballmer </strong> added: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Details about the future role for Nokia's existing operating systems, Symbian and MeeGo, have not yet been announced. Analysts reacted with caution to the Nokia/Microsoft tie-up, particularly on the back of", "new_id": -2}, {"uid": "1297130830124354601", "i": 24775, "idx": 0, "sa": ["Simon Cowell"], "q": "an episode of \"American Idol\" since he left the show. Talking to reporters on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> isn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "new_id": -2}, {"uid": "1297151169211075114", "i": 12224, "idx": 0, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": " \"The big question is: How long do you wait?\" Bob Verini, a Los Angeles-based critic for Variety and the president of the Los Angeles Drama Critics Circle, said in a telephone interview. <q>That's a fair question that honorable people can agree to disagree on.</q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub Watch: \"The View\" Dishes About <strong> Christina Aguilera </strong> Anthem Exclusive: <strong> Donald Rumsfeld </strong>:`", "new_id": -2}, {"uid": "1295893924195428405", "i": 39848, "idx": 2, "sa": ["Mike Huckabee", "Mike Pence"], "q": "Department of Homeland Security, \"our ability to defend the homeland is more effective, efficient and organized.\" <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the ridiculous canard that <q>we must take the fight to the terrorists overseas so we don't have to face them here at home.</q> The runner up to <strong> Mike Pence </strong> in the Values Voters straw poll was the former preacher <strong> Mike Huckabee </strong>, who won the top spot last year. <strong> Mike Huckabee </strong> not only supported the sending of more troops to their death in", "new_id": -2}, {"uid": "1295108126113344575", "i": 1421, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million for specific redevelopment projects to the city- presumably moving the money out of the state's reach. The governor's office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on <q>squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding.</q> <strong> Bill Lockyer </strong>: \"The governor's proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship.\" All week city officials around the state have been", "new_id": -2}, {"uid": "1295670200191152182", "i": 35808, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "chose to judge him by the work that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> Miliband said. COMMON TOUCH The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of", "new_id": -2}, {"uid": "1295254600092618767", "i": 7208, "idx": 10, "sa": ["Marcus Camby", "Allen Iverson"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q>I dreamed it up a certain way, and it was better than that,</q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1297462508198819842", "i": 19913, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "how the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> today: <q>We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none.</q> They're making clear they're both counting on Nokia's IP portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its patent", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]