[{"uid": "1295633194146702360", "i": 2655, "idx": 10, "sa": ["Jared Loughner", "John Archibald", "Martin Luther King", "Mike Pence"], "q": "the memory of <strong> Martin Luther King </strong>. Leaving denouncement of his church`` sermon'' to others, <strong> John Archibald </strong> tentherism in his inaugural address earlier that day as equally`` unnecessary, divisive and blind.'' As he notes, <q> it was, after all, <strong> Martin Luther </strong> Day in Montgomery. It was the inaugural, the same event <strong> George Will </strong> Wallace used in 1963 to wave his` segregation forever' fist at the federal government. </q> Bentley's words that day`` burn like a bad memory,'' and a worse testament to a seminal American legacy. <strong> Mike Pence </strong> <strong> Jared Loughner </strong> Suggests FEMA, Federal Poverty And Food Safety Programs Are All Unconstitutional Ian Millhiser on", "new_id": -2}, {"uid": "1297291397065437718", "i": 6793, "idx": 0, "sa": ["Donald Rumsfeld", "Chris Arnold"], "q": "challenge to our investors,'' <strong> Chris Arnold </strong> said. Shares of Chipotle closed up 2.1 percent, or$ 5.25, at$ 252.51 on Wednesday. U.S. Video: Egypt protests scare off tourists Report Abuse <q> I applaud the Chipotle franchise for what they have done, they have fired fat lazy american pigs and hired hard working undocumented people. They understand the fact that fat american workers want every benefit under the sun with out working for it and want 2 hour lunch breaks( that's why they are fat) </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy` Kill Your Wrinkles' Dermatologists don't want you knowing about this skin care tip. Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes", "new_id": -2}, {"uid": "1295563322217792553", "i": 1260, "idx": 1, "sa": ["Eric Schmidt"], "q": "`` We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: <q> Day-to-day adult supervision no longer needed! </q>", "new_id": -2}, {"uid": "1296128045255868977", "i": 30196, "idx": 3, "sa": ["Michael Vick", "Adrian Peterson"], "q": "<strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing football,'' he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.`` I'm going to try", "new_id": -2}, {"uid": "1295439905093192278", "i": 21702, "idx": 0, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "19), MTV News'`` Idol'' expert and`` Idol in 60 Seconds'' host <strong> Jim Cantiello </strong> said he'll be even more amped up than he usually is( which is super-duper amped up). <q> I can't remember the last time I was this excited for` Idol' to start, </q> said <strong> Jim Cantiello </strong>, who will host the live stream`` Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong>'' right after`` Idol'' airs, at 10 p.m. ET on MTV.com.`` There's a lot", "new_id": -2}, {"uid": "1297301658065552391", "i": 49337, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? </blockquote> Report Abuse <blockquote> What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </blockquote> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295537656152666130", "i": 9945, "idx": 1, "sa": ["House Judiciary Committee", "Richard Neutra", "Mike Pence"], "q": "national bankruptcy. The IRS is hiring new agents to steal more money. Central economic planning has failed. A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>:`` You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.'' ARCHITECTURE: Lovell Health <strong> House Judiciary Committee </strong> in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard Neutra </strong>", "new_id": -2}, {"uid": "1297272533143687718", "i": 46608, "idx": 0, "sa": ["Alex Wolfe", "Steve Ballmer", "Satya Nadella"], "q": "cloud computing market. Intel chief sales and marketing officer Sean Maloney sits down with InformationWeek's <strong> Alex Wolfe </strong>, on the occasion of the launch of the Xeon 5500 Nehalem server processor, for a wide-ranging discussion. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296483335037306377", "i": 46491, "idx": 1, "sa": ["Eric Schmidt", "Jared Cohen"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of`` The Long Tail.'' In his new book <q> Free: The Future of a Radical Price, </q> Anderson makes the... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations Sonic Fan Remix Act 1-3[ HD] 5:29 Website: sonicfanremix.com Download link: www.filedropper.com Fangame by", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]