[{"uid": "1297455950192987172", "i": 31906, "idx": 0, "sa": ["Steve Ballmer"], "q": "partnership will create the opportunity for rapid time to market execution. Nokia and Microsoft will work together to integrate key assets and create new service offerings, while extending established products and services to new markets. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>( Alert), CEO of Microsoft, in a statement. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1295907459085770303", "i": 28959, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. <q>But I don't care; I am doing this for Egypt.</q> Cooperstown for noodles It's Michael Bauer's Bay Area pasta hall of fame. This heavenly ragout from Cotogna makes the list. EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER", "new_id": -2}, {"uid": "1295647057254836744", "i": 17448, "idx": 0, "sa": ["Eric Schmidt", "Nate Tyler", "Google Inc."], "q": "<strong> Google Inc. </strong>, the service, <strong> Google Inc. </strong> Offers, will offer time-limited deals from local vendors, such as restaurants. Ten dollars, for example, might buy$ 20 worth of food at a local cafe. <q><strong> Google Inc. </strong> is communicating with small businesses to enlist their support and participation in a test of a pre-paid offers/vouchers program,</q> said <strong> Google Inc. </strong> spokesman <strong> Nate Tyler </strong>. Story: Text of blog entry from <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> would not say when Offers would be available or provide any more details about its plans. While Groupon is", "new_id": -2}, {"uid": "1295199188176750603", "i": 46879, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it. Subscribe to RSSMost Popular in: Entertainment", "new_id": -2}, {"uid": "1296130680234815518", "i": 22703, "idx": 0, "sa": ["Simon Cowell", "David Tennant"], "q": "announce my retirement... but I'm not b*** y going to!\" Sir <strong> David Tennant </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q>This is a real turn up for the book.</q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was", "new_id": -2}, {"uid": "1296746454261505026", "i": 14693, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Las Vegas, The Spa at Ravella invites guests to step... Arrest made in Bellagio casino...- A suspect has been arrested in the December robbery of Las Vegas' Bellagio casino... Report Abuse <q>Unless they can prove it( which they can't) they have to honor it no matter what!</q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War New Trading Software Breakthrough Software Turns$ 10,000 Into$ 825,100- Find Out How!", "new_id": -2}, {"uid": "1296748642199131152", "i": 33649, "idx": 0, "sa": ["Donald Rumsfeld", "Jim Miklaszewski", "President Bush"], "q": "lapse in account of Iraq war According to a New York Times story on the memoir, <strong> Donald Rumsfeld </strong> says <strong> President Bush </strong> called him into the Oval Office 15 days after the Sept. 11, 2001 terrorist attacks and <q>insisted on new military plans for Iraq.</q> Advertise| AdChoices Advertise| AdChoices Advertise| AdChoices NBC News' <strong> Jim Miklaszewski </strong> says that according to notes taken in the \"tank\" at the", "new_id": -2}, {"uid": "1297236828167477280", "i": 194, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "that belied her dowdy look and eventually sold millions. \"<strong> Susan Boyle </strong> taught me a huge lesson,\" said <strong> Simon Cowell </strong>, who also owns, produces, and stars in Britain's Got Talent overseas. <q>I have to be more open-minded. If you've got it, you've got it no matter what your age.</q> On past conference calls about Idol, <strong> Simon Cowell </strong> could seem distant and distracted. But on Monday, he was engaged and seemingly energized by his simple, yet momentous challenge; finding a worldwide pop star while", "new_id": -2}, {"uid": "1297671532135315459", "i": 8316, "idx": 1, "sa": ["Michael Vick", "Michael Hansen"], "q": "\" said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q>people can reintroduce these dogs back into a society that's not going to abuse them.</q> \"The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn", "new_id": -2}]