[{"uid": "1295656588042876943", "i": 844, "idx": 0, "sa": ["Eric Schmidt"], "q": "l'offre? 1 milliard de dollars. Facebook`` n' a pas de projet imm?diat pour utiliser ces fonds'', outre`` l'investissement continu pour d?velopper ses op?rations'', pr?cise le communiqu. <q> M?me avant l'investissement de Goldman Sachs, Facebook s` attendait? commencer? d?passer les 500 actionnaires courant 2011, et s` attend d?sormais? commencer? enregistrer ses comptes financiers aupr?s des autorit?s boursi?res( SEC) au plus tard le 30 avril 2012 </q>, poursuit le communiqu. Le bois qu?b?cois sera tax davantage apr?s une d?cision de la cour Le principal syndicat de Postes Canada demande l'intervention d'un conciliateur <strong> Eric Schmidt </strong> vendra pour environ 327 millions d'actions Google dans l'ann?e", "new_id": -2}, {"uid": "1295571328120422413", "i": 876, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Po: 4 projects for Google in France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for Google in France Google CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning Google in France.... Google CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... The Future of Google Books- Google Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and store millions of the world's books online.", "new_id": -2}, {"uid": "1296770511173654034", "i": 14699, "idx": 73, "sa": ["Dick Cheney", "Donald Rumsfeld", "Bill Clinton", "Ted Kennedy"], "q": "criminals Bush, <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>'s illegal and immoral war for oil. \" Please note the comments daTed Kennedy 1998, long before the evil trio took office and managed to deceive the ENTIRE world... <q> One way or the other, we are determined to deny Iraq the capacity to develop weapons of mass destruction and the missiles to deliver them. That is our bottom line. </q>-- <strong> Bill Clinton </strong>, Feb. 4, 1998`` If Saddam rejects peace and we have to use force, our purpose is clear. We want to seriously diminish the threat posed by Iraq's weapons of", "new_id": -2}, {"uid": "1297094645239337472", "i": 31783, "idx": 0, "sa": ["Colin Powell"], "q": "no career downside in going with the pro-war flow. Rationalizing his decision to join the war-hawk club, Keller also managed to get nearly every imaginable point wrong. Keller praised Secretary of State <strong> Colin Powell </strong>'s <q> skillful parsing of the evidence </q> on Iraq's WMD. But that speech to the United Nations turned out to be replete with lies and distortions, so much so that <strong> Colin Powell </strong> later deemed it a`` blot'' on his record.", "new_id": -2}, {"uid": "1297284739062046279", "i": 13349, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "running Bing, Hotmail and MSN.com to build its cloud computing platform Azure in the Server and Tools division. <strong> Satya Nadella </strong> previously worked in Microsoft Business Solutions on Dynamics, the company's customer relationship management software. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said in an e-mail to all employees. <strong> Satya Nadella </strong> said in his e-mail to the Server and Tools division that Microsoft is on a path to change the world again with its cloud platform.`` Today", "new_id": -2}, {"uid": "1296550692051871755", "i": 34438, "idx": 2, "sa": ["Ali Velshi", "Sergio Marchionne"], "q": ". As a result, the 200 has new features such as LED headlights and a quieter engine mounting system, a big improvement in quAli Velshity that its predecessor, the Chrysler Sebring, didn't have. <q> The answer used to be no, </q> Verley said. Along with quAli Velshity, <strong> Sergio Marchionne </strong> pushed the 200 to come out faster. He personally approved the car's interior in three days, far faster than the two weeks it took under previous CEOs", "new_id": -2}, {"uid": "1297353676255098882", "i": 2237, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1295021582165101591", "i": 4935, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.'' <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said.`` He's got a battle ahead of him.'' <strong> Gary Moore </strong> said <strong> Allen Iverson </strong>`` totally disputes'' reports out of Turkey that he was set to retire. The 11-time NBA All-Star", "new_id": -2}, {"uid": "1295637393157057065", "i": 26298, "idx": 6, "sa": ["Danny Sullivan", "Larry Page", "Eric Schmidt"], "q": "jumped'' and`` won't stay that long'' at the company. He Was Pushed <strong> Eric Schmidt </strong> stepping down creates a`` huge advantage'' for Google, writes href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/didEric SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=13cemva3t/*http://searchengineland.com/googles-Eric Schmidt-Eric Schmidt-stepping-down-cofounder-Larry Page-Larry Page-to-be-google-ceo-61883\" title=\"Danny Sullivan\"> <strong> Danny Sullivan </strong> at Search Engine Land. <q> If <strong> Larry Page </strong> is stepping up as the public face, it's an opportunity to defuse or put some of the gaffes associated with <strong> Eric Schmidt </strong> behind the company. <strong> Larry Page </strong> carries virtually no such baggage. </q> href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/didEric SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=11n4m7g4c/*http://techcrunch.com/2011/01/20/google-Larry Page-Eric Schmidt/\" title=\"MG Siegler\"> MG Siegler at TechCrunch also thinks the departure was forced.`` This is clearly <strong> Eric Schmidt </strong> being removed from power,'' he writes.`` It appears to be because things just weren't", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]