[{"uid": "1296866191123699217", "i": 29241, "idx": 4, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.\" <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q>for all I know it could be based here.</q> Please sign-in/optin or register to be able to submit comments. Data is a real-time snapshot* Data is delayed at least 15 minutes Global Business and Financial News, Stock Quotes, and Market Data and Analysis", "new_id": -2}, {"uid": "1296927548142311425", "i": 2256, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Lauren Conrad"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q>Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it. \"There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) The Hills star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was", "new_id": -2}, {"uid": "1297249678009437219", "i": 237, "idx": 0, "sa": ["Meryl Streep", "Simon Cowell", "Amanda Knox"], "q": "The preview depicts <strong> Amanda Knox </strong> taking an active role in the murder, with a police official claiming she \"orchestrated\" the crime as part of a kinky sex game. He says, <q>Under the angel face, she is capable of anything.</q> Play video <strong> Meryl Streep </strong> or Maggie Thatcher- Spitting... Play video Angelina to adopt fourth child Play video <strong> Simon Cowell </strong>'s US X Factor rumours Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1296152835245841973", "i": 8269, "idx": 4, "sa": ["Eric Schmidt"], "q": "other co-founder, will focus on \"the order of three big initiatives,\" on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q>We have a competitor called Microsoft( MSFT),</q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, \"has clearly stated they don't want", "new_id": -2}, {"uid": "1295597951213057559", "i": 9359, "idx": 3, "sa": ["Michael Vick"], "q": "lo and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Inquirer's Jeff McLane caught up to him Wednesday. \"I can say it over and over again,\" <strong> Michael Vick </strong> said, <q>but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard, and he's the expert in that field.</q> Agents hate franchise tags more than anyone. They get paid a percentage of the contracts they negotiate. When a player is tagged, there is no negotiation. And the one-year deal- in <strong> Michael Vick </strong>'s", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1296058173154206255", "i": 4973, "idx": 6, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential adviser. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q>I am not interested in a government job.</q> Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack", "new_id": -2}, {"uid": "1294953230093011986", "i": 11930, "idx": 0, "sa": ["Kirsten Gillibrand", "Martin Luther King", "Dr. Peter", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> said her neurosurgeon <strong> Dr. Peter </strong> <strong> Martin Luther King </strong> Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1296518061268402773", "i": 47338, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,\" <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. <q>I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given. \"As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward,</q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property On Twitter:@longisland495 When it comes to the dollar bill, there's no such", "new_id": -2}, {"uid": "1295658127256983073", "i": 27947, "idx": 0, "sa": ["Eric Schmidt"], "q": "no matter how many pep-talks Page gives. Global Equities Research analyst Trip Chowdry suggested that Google's unsuccessful$ 6 billion bid to buy Groupon may have been another source of tension. <strong> Eric Schmidt </strong> was <q>interested in paying$ 6 Billion for Groupon, while founders[ Page and <strong> Sergey Brin </strong>] felt Groupon to be total junk,</q> Chowdry wrote in a note to clients Friday. After losing that deal, Google launched its own Groupon-like service. Luckily for Page, as well as Google's shareholders, this company", "new_id": -2}]