[{"uid": "1296727907183500817", "i": 16340, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Reggie Miller"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.<q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_45pt_vs_Reggie_Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295541245188383241", "i": 1153, "idx": 1, "sa": ["Colin Powell"], "q": "camps teaching people how to make ricin poisons, numerous munitions bunkers, ballistic missile sites, UAVs( unarmed aerial vehicles) biological weapons, chemical weapons, anthrax. Iraq was a threat to life on earth: <q>We must not shrink from what is ahead of us<q>, <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: \"Madam Felicity, are they really going to bomb", "new_id": -2}, {"uid": "1295036728092176422", "i": 26441, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia' \"We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,\" said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q>I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs.<q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed \"Fabbrica Italia\" to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the end of 2011", "new_id": -2}, {"uid": "1296961777064782347", "i": 1044, "idx": 1, "sa": ["Michael Vick"], "q": "who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q>He had a plan and he stuck to that, both on and off the field,<q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1295273674165380109", "i": 17547, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": ", announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,<q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295866600158793794", "i": 5223, "idx": 0, "sa": ["Gail Porter", "Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "do this.\" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. The beautiful brunette said: <q>Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You have got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day.<q> Among the stars who attended the premiere of \"Tangled' with their excited children were <strong> Simon Cowell </strong>\"s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and <strong> Gail Porter </strong>.", "new_id": -2}, {"uid": "1294986991012550146", "i": 1487, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "the \"he's classier than she is\" argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: <strong> Kelsey Grammer </strong> Grammers' sly toast to <strong> Kayte Walsh </strong> on The Real Housewives of Beverly Hills <q>I'm under the impression that your marriage is acting. Is that a fact?<q> <strong> David Letterman </strong> asked, the picture of innocence. \"Well, I'm sorry to hear that-or I'm not sorry to hear that?\" \"Well, you are respectfully considerate, and yet", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.<q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1295896684027754517", "i": 4912, "idx": 2, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "etc.\"\" \"Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball.\" <q>It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.<q> responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over their comments about referee's assistant <strong> Sian Massey </strong>- a few picked out of hundreds that generally agree that the Sky duo's standpoint is distasteful", "new_id": -2}, {"uid": "1296219736147357730", "i": 48779, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Barney Frank"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Barney Frank </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.<q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}]