[{"uid": "1296549216107397123", "i": 11004, "idx": 0, "sa": ["Aaron Rodgers", "Michael Vick"], "q": "<strong> Aaron Rodgers </strong> videotapes... Super Bowl XLV: Don't expect a lot of smack talk Photo in Slideshow: Labor woes shadow Super Bowl week Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... target=\"mwphcomReportAbuse\" Report Abuse <q> My imaginary surrogate Golden Retriever Yahoo says, </q> It's a shame this article didn't mention the latest load of horse excrement Roger goofball Goodell just dumped on the game of football. Yahoo Sports put out a separate article on his hypocrisy; but", "new_id": -2}, {"uid": "1297268304137707526", "i": 1072, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically.\" Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! <q> He said possibly Under Secretary of State for Economic Affairs. </q> Possibly the UN, and then he said no that wouldn't be good that isn't particularly popular in Illinois, Commerce, he said maybe the international economic thing, possibly Secretary of the Navy, CLC,", "new_id": -2}, {"uid": "1295564470178864130", "i": 12254, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden Firmengr?nder ihr Baby an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden US-Dollar( 6,2 Mrd Euro). Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar und damit 29 Prozent mehr", "new_id": -2}, {"uid": "1296896263017252381", "i": 1957, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "n't look too closely at <strong> Michael Vick </strong>'s role in promoting a party at a Dallas nightclub Friday night. <strong> Roger Goodell </strong> is capable of boasting about the \"most-watched NFL season ever\" one minute, then lamenting that <q> the economics aren't working </q> for billionaire owners and justifying laid-off team employees the next. The reality is that this Super Bowl week has been a bust. People were seriously injured by ice falling from Cowboys Stadium. Fans are having", "new_id": -2}, {"uid": "1295554755243744795", "i": 16235, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.\" She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q> I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city. </q> Cosby says the work that the organization does is supported by donors and people who care. \"So people who care can really make a difference. Having the man power and having the money", "new_id": -2}, {"uid": "1297251106136822801", "i": 28544, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Joe Biden", "Ray LaHood"], "q": "don't trust we know true motives of... Photo in Slideshow: <strong> Joe Biden </strong>, <strong> Ray LaHood </strong> Despite veto threats, critics say <strong> Barack Obama </strong> would sign two-year delay of EPA regs Video: <strong> Barack Obama </strong> Reacts to MuBarack Obama's Announcement Report Abuse <q> Just stick a big fat DEMOCRACY TAX on any country like the monsters from communist China, that do not treat the environment, dogs and cats, minorities, Christians, and workers, democratically, and for using toxic chemicals that are slowly poisoning our children and US. That hefty tax could help level the playing field that US/Western corporations have to abide by all those democratic laws, that the communists do not have to. The tax can also alleviate the horrendous tax burden inflicted on the overtaxed native born US taxpayers. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1296146610048234548", "i": 44497, "idx": 0, "sa": ["Simon Cowell"], "q": "no longer a judge on the show, the incomparable <strong> Simon Cowell </strong> is still doing his thing in the entertainment business, executive producing the show \"X-Factor\" . Years ago, <strong> Simon Cowell </strong> wrote an excellent book <q> I Don't Mean to Be Rude, But... </q> in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes \"I look upon it[ groveling", "new_id": -2}, {"uid": "1296218123081313799", "i": 3388, "idx": 4, "sa": ["Chris Webber", "David Bowie", "Baron Davis", "Allen Iverson", "John Salmons", "Tina Turner", "Paul Chambers", "Betty Davis"], "q": ". With a brutal seven-game road trip next, there's no better place to sit. <strong> Allen Iverson </strong> scored 38 points, <strong> Chris Webber </strong> added 27 and t... Hellcats Ep. 3 Recap \"Beale Street After Dark\" <q> A wildly flamboyant funk diva with few equals even three decades after her debut, <strong> Betty Davis </strong> combined the gritty emotional realism of <strong> Tina Turner </strong>, the futurist fashion sense of <strong> David Bowie </strong>, and the trendsetting flair of Miles <strong> Baron Davis </strong>, her husband for a year. </q>... Miles <strong> Baron Davis </strong>- The Cool Jazz Sound( 1959) 2/3 Miles <strong> Baron Davis </strong> Quintet: Miles <strong> Baron Davis </strong>( trumpet, flugelhorn), <strong> John Salmons </strong> Coltrane( tenor saxophone), Wynton Kelly( piano), <strong> Paul Chambers </strong>( bass", "new_id": -2}, {"uid": "1295633194146702360", "i": 3180, "idx": 6, "sa": ["Mark Levin", "Peter King", "Donald Rumsfeld"], "q": "very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.\" Additionally, <strong> Donald Rumsfeld </strong>, during a visit in 2006 seePeter King greater ties to Tunisia- where <q> fMark Levinoms of the press, association, and expression[ were] Levinomhouse.org/template.cfm?page=184\"> extremely restricted </q> and much electoral opposition was outlawed- was quoted by the Associated Press as calling the country a\" It should be noted that while high-officials in the Bush administration continued to lavish praise on Tunisia's autocratic leader", "new_id": -2}, {"uid": "1297675746135315472", "i": 28667, "idx": 0, "sa": ["Kevin Kolb", "Michael Vick"], "q": "if he's with the Eagles in a backup role next season. In 2010, he was the model teammate, but will <strong> Kevin Kolb </strong> be willing to sit quietly behind <strong> Michael Vick </strong> again in 2011? <q> I've always had a good relationship with the Eagles. I think they understand my situation, I think they see where I'm coming from, </q> <strong> Kevin Kolb </strong> said. \"And you guys know this, it's not really in my makeup to go out there and cause a stink about things. That's just not what I do. I try to be", "new_id": -2}]