[{"uid": "1297269552258801706", "i": 1170, "idx": 1, "sa": ["Colin Powell", "Barbara Bush"], "q": "<strong> Barbara Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1297235057187482120", "i": 18654, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Robert Gibbs", "Robert Gates"], "q": "will attend the lunch. <strong> Robert Gibbs </strong> did not provide specifics on what issues will be discussed during the lunch. When asked for details from a reporter at Tuesday's <strong> John McCain </strong> House press briefing, he said that <q>the president looks forward to discussing all issues foreign and domestic.</q>( WASHINGTON)-- In his first public comments on the situation in Egypt, Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> praised the Egyptian military for exercising restraint and urged other countries in the Middle East to note the \"spontaneous manifestations\"", "new_id": -2}, {"uid": "1295005888194838584", "i": 21298, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,\" <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q><cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. Hunt because they are out there.</q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2}, {"uid": "1295562143244678673", "i": 829, "idx": 4, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "at the top of the company.\" Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, wrote: <q>Day-to-day adult supervision is no longer needed.</q> The decision came as a shock to many in Silicon Valley. \"Larry stepping up to be C.E.O. is really surprising,\" said <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"uid": "1295705788039895042", "i": 500, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "our worst day in government,\" a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure <q>leaves the prime minister with a crucial vacancy as the coalition government weathers dissent about cuts</q> in public spending introduced to reduce a huge budget deficit. <strong> Andy Coulson </strong> had been under pressure for months about what he knew about a phone-hacking scandal at the Rupert Murdoch-owned News of the World weekly in 2005-6,", "new_id": -2}, {"uid": "1297213374102973444", "i": 22568, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "targeted ex-president <strong> President Bush </strong>'s two daughters. \"I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC's \"Good Morning America\" in his first live television interview since leaving office over four years ago. <q>Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting,</q> he added in describing a 2003 national security meeting when he was told of the plot. To: Nachum It is a good thing that <strong> Saddam Hussein </strong> was executed. 2 posted on 02/08/2011 4:55:22 PM PST", "new_id": -2}, {"uid": "1295958548149602338", "i": 1570, "idx": 0, "sa": ["the Bounty", "David Letterman", "Fox Searchlight Pictures"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q>Top Ten Things Overheard at the Academy Awards.</q>... Academy Awards- Best <strong> Fox Searchlight Pictures </strong> 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, {"uid": "1294986991012550146", "i": 1491, "idx": 4, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "are respectfully considerate, and yet pleased for the new develoments in my life,\" <strong> Kelsey Grammer </strong> replied in an end-of-story tone. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> added, <q>always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?</q> \"The kids seem to be doing okay, yeah,\" the actor said. \"We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl", "new_id": -2}, {"uid": "1295589698029097984", "i": 14401, "idx": 4, "sa": ["Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": "he no longer recognized the conservative warrior who had helped lead the administration toward Baghdad. \"I consider <strong> Dick Cheney </strong> a good friend; I've known him for 30 years,\" Mr. <strong> Brent Scowcroft </strong> said then. <q>But <strong> Dick Cheney </strong> I don't know anymore.</q> But on Thursday, event organizers said that Mr. <strong> Brent Scowcroft </strong>, Mr. <strong> Dick Cheney </strong> and Mr. <strong> Colin Powell </strong> all shared a private plane from Washington to College Station for their appearance. There was no word on the airborne conversations", "new_id": -2}]