[{"uid": "1295565725055705620", "i": 5472, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday, he would earn about$ 334.7-million on the stock sale. He would still own about 2.7 per cent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 per cent before selling the shares. <q>As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,<q> Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1297246477255688704", "i": 20660, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Peston"], "q": "banks on lending, transparency and bonuses will be announced by the...\" \"Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...\" <q>Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the...<q> \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\" You can stay up to date with <strong> Robert Peston </strong>'s Picks via these feeds.", "new_id": -2}, {"uid": "1296041453184270856", "i": 12127, "idx": 3, "sa": ["Bruce Golding", "Simon Cowell"], "q": "he is confident that CARICOM will continue to make representation to the British government. \"Going to London and pleading are not the only options we have,\" <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> noted. He said he had <q>consulted widely and there are other options that the Caribbean may have to consider in tackling something that is not just unfair and unjust but is in conflict with established global rules of tourism.<q> He noted that while he could not speak for other Caribbean countries on the matter and while it would be premature to speak on the position that the Government of Jamaica will take, \"there is no", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.<q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1295573549080838695", "i": 9690, "idx": 2, "sa": ["Eric Schmidt", "M. Simpson"], "q": "the move, accusing <strong> Eric Schmidt </strong> of compromising the company's values to in order to grow its business. In particular, the group blasted <strong> Eric Schmidt </strong> for his handling of recent privacy concerns. <q><strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,<q> said Comsumer Watchdog Inside Google director John <strong> M. Simpson </strong>. \"In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.\" News of the changes", "new_id": -2}, {"uid": "1295656695068894746", "i": 37061, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "claimed that <strong> David Cameron </strong> made the \"wrong judgement\" by keeping <strong> Andy Coulson </strong> in place when there were a \"cloud of allegations\" hanging over him from his time as editor at the News of the World. <q>I think he should have gone earlier,<q> <strong> Ed Miliband </strong> said. \"Beyond that, it is a matter for the Prime Minister and indeed anything else that arises during this investigation,\" the Labour leader added, perhaps secretly hoping that more juicy revelations about dubious", "new_id": -2}, {"uid": "1295877057093847566", "i": 14013, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.<q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1297182562166789141", "i": 2707, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "its share of revelations. <strong> Donald Rumsfeld </strong> reveals that he offered to resign twice in the wake of the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed mistreatment of Iraqi detainees by U.S. soldiers. <q>Unacceptable acts had been visited upon human beings in U.S. charge,<q> he writes. \"The ramifications were so great that, as the head of this department of 3 million people, I felt compelled to step forward to take responsibility for the institutional failure. As I began to", "new_id": -2}, {"uid": "1296192901247005192", "i": 19297, "idx": 0, "sa": ["Simon Cowell"], "q": "am I thinking right now?\" Randy snarks. \"Um, I think it's a \"yes'?\" Christine says perkily. \"Uh, no!\" Randy says. <q>Oh, you CA N'T read minds!<q> \"That\"s not serious,\" Randy says as Christine walks out. Days like this, we miss <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> could gut a singer with a well-chosen word. <strong> Simon Cowell </strong> had finesse.", "new_id": -2}, {"uid": "1295487172086802452", "i": 5150, "idx": 1, "sa": ["Brad Greenberg", "David Stern", "Allen Iverson"], "q": "before NBA commissioner <strong> David Stern </strong> strode to the lectern at the Continental Airlines Arena to announce the pick. \"We tipped the fans early because we wanted to show them that we appreciate their support,\" <strong> Brad Greenberg </strong> said. <q>We're in a new era here and we gave them something nobody ever did before.<q> In reality, the 76ers decided on <strong> Allen Iverson </strong> on Saturday, after he made a second visit to Philadelphia to work out for the team. Earlier last week, the 76ers had two jerseys made up: one for", "new_id": -2}]