[{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " ''not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> ''is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1296496263150683659", "i": 2546, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul"], "q": ") spoke with Russ Mitchell with an update on... Photo in Slideshow: <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong> Photo in Slideshow: Bolivia's President Morales holds coca... Odd News Video: Girl Finds 33-Million-Year Old Cat Skull Report Abuse <q>you can make a form of meth with it?</q> well the guy who wants it banned is a Democrat so OBVIOUSLY we should point and laugh at him and allow just anyone to buy this stuff. why would anyone want to ban this stuff", "new_id": -2}, {"uid": "1295686742156401686", "i": 47048, "idx": 15, "sa": ["Terry Cummings", "Clyde Drexler", "Kenyon Martin", "Charles Barkley", "Allen Iverson"], "q": "could possibly play,'' Brown said. ''Everybody just played great. This is huge to beat a great team like Houston on their home court.'' ''We're getting better,'' <strong> Terry Cummings </strong> said. <q>The last few games, we were in it with about five or six minutes to go and let it get away. Tonight, we executed at the end.</q> <strong> Clyde Drexler </strong> scored 23 points and <strong> Charles Barkley </strong> added 19 http://wn.com/Allen_Iverson_25pts_vs_Clippers_08/09_NBA_*_Last_win_as_a_Nugget_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Kenyon Martin </strong> started off slow, then came up big at the end to help the Denver Nuggets pull off an impressive comeback victory. <strong> Allen Iverson </strong> scored nine of his", "new_id": -2}, {"uid": "1295565600254656524", "i": 5828, "idx": 3, "sa": ["Eric Schmidt", "Alex Sherman", "Joseph Galante", "Jillian Ward"], "q": ", author of ''Googled: The End of the World as We Know It,'' told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: <q>Day-to-day adult supervision no longer needed!</q>-- With assistance from <strong> Joseph Galante </strong> and Adam Satariano in San Francisco and <strong> Alex Sherman </strong> in New York. Editors: <strong> Jillian Ward </strong>, Lisa Wolfson To contact the reporter on this story: Brian Womack in San Francisco", "new_id": -2}, {"uid": "1295903297179077120", "i": 31102, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "'' he said. ''I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'' Another <strong> Donald Rumsfeld </strong> Rule: <q>If you are not criticized, you may not be doing much.</q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq", "new_id": -2}, {"uid": "1295253330160432215", "i": 12433, "idx": 1, "sa": ["Jeremy Clarkson", "Simon Cowell"], "q": "me to say that but <strong> Jeremy Clarkson </strong>'m not going to. <strong> Jeremy Clarkson </strong>'d like to be at the next party. <strong> Simon Cowell </strong> Green throws great parties.'' OK, <strong> Jeremy Clarkson </strong> say, tell me what you did think. <q><strong> Jeremy Clarkson </strong> loved every second of that video.</q> Oh dear, you really do want to go to his next party, don't you? ''Yes.'' To be fair, he does then burst out laughing. And apart from the whitened", "new_id": -2}, {"uid": "1295225448165576714", "i": 5903, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "'s able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury,</q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1297390016200884258", "i": 41920, "idx": 9, "sa": ["Robert Scales", "Condoleezza Rice", "Colin Powell", "Kimberley Strassel"], "q": " ''the lack of a coherent post-invasion plan, to a sluggish transfer of power to Iraqis, and to a festering insurgency''- ''the muddled plan for postwar Iraq'' Ms. <strong> Kimberley Strassel </strong> concludes: <q>Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology for his role in the wars. Yet readers might be appreciative to find themselves in possession of a serious memoir, more in keeping with the older Washington tradition of <strong> Dean Acheson </strong> or <strong> Henry Kissinger </strong>. As might the historians.</q> Finally, retired Major <strong> Colin Powell </strong>( <strong> Condoleezza Rice </strong>) <strong> Robert Scales </strong>' <strong> Robert Scales </strong> starts as follows: ''Personal accounts fill in the blanks of contemporary history, blanks left by sterile timelines and the speculations of", "new_id": -2}, {"uid": "1295903297179077120", "i": 31099, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.'' As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, ''snowflakes,'' they were called. He read from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> ''Is the U.S. government changing fast enough?'' ''Do we need more troops? And if so, where and for what purpose?'' ''My brain would be going,'' he said", "new_id": -2}, {"uid": "1295589410085278769", "i": 3681, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 12:56 AM EST- U.S. Markets open in 8 hrs 34 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ ''s'': ''goog, novl'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:45 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}]