[{"uid": "1297314957126959686", "i": 46826, "idx": 0, "sa": ["David Letterman", "Dan Lauria"], "q": " Actor <strong> Dan Lauria </strong>, who is playing the title role in the Broadway play`` Lombardi,'' href=\"http://www.playbill.com/playblog/2011/02/Dan Lauria-Dan Lauria-helps-out-with-David Lettermans-top-10-%E2%80%93-as-vince-lombardi-video/\"> helped out with the Top 10 list on Tuesday night's <q> Late Night with <strong> David Letterman </strong>. </q> <strong> Dan Lauria </strong> sat next to <strong> David Letterman </strong> as the host read`` Top Ten Signs You Are Watching a Bad Cable Channel.'' After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would", "new_id": -2}, {"uid": "1296257722179142687", "i": 26058, "idx": 5, "sa": ["Eric Schmidt"], "q": "used by the government to spy on AmEric Schmidtans in an effort to collect revenue and enforce ordinances on swimming pools w... Google and NSA/ Secret Relations? L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti </q>. Campagna di Consumer Watchdog, www.insidegoogle.com... Don't be Evil- En Google`` No somos malos'' Subt?tulos en Espa?ol Don't be Evil- En Google`` No somos malos'' Subt?tulos en Espa?ol El video", "new_id": -2}, {"uid": "1297290206039763995", "i": 50546, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "often-frosty relations under former Defense Secretary <strong> Donald Rumsfeld </strong>.`` A strong, technologically vibrant, and financially successful defense industry is... in the national interest,'' <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q> policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth. </q> <strong> Ashton Carter </strong> later told Reuters that his goal was to`` get out in front of and anticipate the fact that industry is going to be making fundamental adjustments to the new era that we're in.''", "new_id": -2}, {"uid": "1296867849205062154", "i": 24043, "idx": 3, "sa": ["Borys Kit", "David Letterman", "Rob Burnett"], "q": "complete non-story. He's constantly musing about when he's going to leave.'' <strong> Rob Burnett </strong> mentioned that <strong> David Letterman </strong> made a similar remark in 1987.`` It was not a thought-out response,'' <strong> Rob Burnett </strong> tells THR. <q> It was an off-the- cuff remark. Dave is one of those guys who can choose when he wants to leave. Whenever he decides that, we'll know. It's not going to be something ambiguous. </q> href=\"http://www.hollywoodreporter.com/blogs/heat-vision\"> Heat Vision What's hot in the world of fanboy entertainment, from blockbuster films to the comic books that inspire them. Brought to you by <strong> Borys Kit </strong>. Live Feed Breaking TV show", "new_id": -2}, {"uid": "1296802074171819018", "i": 29360, "idx": 0, "sa": ["Jeremy Lin", "Allen Iverson", "Kobe Bryant", "Will Perdue"], "q": "and 14 rebounds, <strong> Allen Iverson </strong> scored 20 points and the 76ers snapped a 12-game losing streak with a 117-101 victory over the Golden State Kobe Bryants on Mo... OJ Mayo`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think Mayo <strong> Will Perdue </strong> win ROTY... But Rose is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD Jeremy LinK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Allen Iverson </strong> 23pts", "new_id": -2}, {"uid": "1297394458168837164", "i": 39510, "idx": 0, "sa": ["Simon Cowell"], "q": "been fears the music mogul, 51, might bow out of the ITV1 version because of his commitments to launching the US show this year. But <strong> Simon Cowell </strong> said he intended to do both- and joked: <q> We're in the process of building a rocket and it's literally going to fly us from LA to London in an hour. It hasn't been tested yet. </q> Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.`` The Sun'',`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1296584632166445071", "i": 34627, "idx": 3, "sa": ["Abdullah II of Jordan", "Ali Abdullah Saleh", "Eamon Gilmore"], "q": "coAli Abdullah Salehtion government had`` brought down our country'' and`` tied our state to the sinAbdullah II of Jordan and stinAbdullah II of Jordan misfortunes of the banks and sold us out in the deal to the EU and the IMF''. <q> We are determined to lead a new wave of change, to fix a broken system, a system that has failed the Irish people, </q> <strong> Eamon Gilmore </strong> said.`` Now is the time to pull down the walls that stand between the people and their government. Now is the time for change. Today, February 1, let us leave our", "new_id": -2}, {"uid": "1297407745191856652", "i": 5153, "idx": 3, "sa": ["Zahi Hawass"], "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295799859101695598", "i": 10297, "idx": 0, "sa": ["Howard Berman", "Ron Lee Wyden", "Jan Schakowsky", "Andy Coulson", "Sander Levin", "Steve Israel", "Elan Steinberg", "Adam Schiff", "Jerrold Nadler"], "q": "- Joint Committee On Taxation- <strong> Sander Levin </strong> Senate Committee On HomElan Steinbergd Security- Joseph LieHoward Berman House Judiciary Committee- <strong> Jerrold Nadler </strong> House Intelligence Committee Members- <strong> Jan Schakowsky </strong> <strong> Jan Schakowsky </strong>, <strong> Adam Schiff </strong> Federal Reserve: Report Abuse <q> I am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces CameRon Lee Wyden's Spin Doctor <strong> Andy Coulson </strong> to Quit EL AL Flights to <strong> Steve Israel </strong> Don't Miss Our Special Deals& Book Your Flight", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}]