[{"uid": "1295611276042827776", "i": 46466, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "48% 218 Stimmen href=\"http://www.ftd.de/meinungshungrige/umfragen\"> Alle Umfragen Und nun auch noch Google. <strong> Eric Schmidt </strong> wird Chefaufseher im Verwaltungsrat und die Google- Gr?nder- allen voran <strong> Larry Page </strong>- lenken den Konzern wieder allein. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>, teilte <strong> Eric Schmidt </strong> ber Twitter mit. Es war ein berraschender Zug von <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> und Co- G?nder <strong> Sergey Brin </strong>. Im August 2001 bernahm <strong> Eric Schmidt </strong> den Spitzenposten bei dem damals aufstrebenden Startup. Google war ein Chaosladen.", "new_id": -2}, {"uid": "1297187652077496350", "i": 18532, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "had slammed into the Pentagon- Torie Clarke, the veteran assistant secretary of Defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years? He admitted that he hadn't. <q> Clarke looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out.`` She had a point. </q> She did, indeed.", "new_id": -2}, {"uid": "1297145575101449730", "i": 26216, "idx": 9, "sa": ["Simon Cowell"], "q": ".`` I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical,''' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money", "new_id": -2}, {"uid": "1295319617230228067", "i": 8327, "idx": 4, "sa": ["David Letterman", "Rudy Giuliani", "Joe Hoeffel", "Ron Paul", "John King", "Barack Obama", "Sarah Palin"], "q": "The Republican Party!'' <strong> Rudy Giuliani </strong>:`` <strong> Sarah Palin </strong> Is Great For The Republican Party!'' After <strong> John King </strong> shows <strong> Rudy Giuliani </strong> the cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she <q> is great for the Republican Party, </q> and also takes credit for taJohn King <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong>`` picked the wRon Paulg... <strong> Sarah Palin </strong> not running for`` Commander of Cute'' says <strong> Joe Hoeffel </strong> at <strong> Barack Obama </strong> Rally in PA <strong> Sarah Palin </strong> not running for``", "new_id": -2}, {"uid": "1295136857028803088", "i": 32400, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant", "Elton Brand", "Phil Jackson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Miami_Heat_Vs_Los_Angeles_Lakers_[96-80]_NBA_Recap_And_Highlights_December,_25_2010 The Los Angeles Lakers finally got their first look at the revamped Miami Heat, and the champs might be a <strong> Kobe Bryant </strong> bit disturbed", "new_id": -2}, {"uid": "1297519408017776651", "i": 2398, "idx": 0, "sa": ["Anthony Bennett", "Shayne Ward", "Simon Cowell"], "q": "forge a career, but <strong> Shayne Ward </strong> seems to be doing well for himself. And he's making sure he isn't pigeonholed. An admirer of old school acts, such as <strong> Anthony Bennett </strong>, he wants to diversify. <q> I want to make sure I go down other avenues than music. </q> With that in mind he's branching out into modelling, looking at acting, is recording and touring and has maintained a good relationship with music mogul <strong> Simon Cowell </strong>. Not that he sees him that much-", "new_id": -2}, {"uid": "1295613392207978510", "i": 1885, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1295629069004243586", "i": 32242, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Dan Lyons", "Steve Jobs", "Eric Schmidt", "Tim Cook", "Mark Linn"], "q": "`` On Thursday, Google along with its strong quarterly numbers, announced that its co-founder <strong> Larry Page </strong> will become the new Chief Executive of the company starting April 4,'' ManikanDan Lyons Raman reports for The International Business Tim Cookes. <q> <strong> Larry Page </strong>, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001. </q>`` As the Mark Linnet will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1297450649150323213", "i": 35084, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "and Kristina Bergess report: Former defense secretary <strong> Donald Rumsfeld </strong> criticized the Obama administration's response to the Egypt crisis this past Tuesday, calling it`` confusing'' and telling ABC News that the US's diplomatic effort <q> certainly doesn't give one confidence. </q> In a radio interview with ABC, <strong> Donald Rumsfeld </strong> was particularly critical of DNI Clapper's description of the Muslim Brotherhood as a`` largely secular'' group in House testimony yesterday that his office later had to clarify", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]