[{"uid": "2008122616_00008355_W", "i": 18, "idx": 0, "sa": ["Jonathan Head"], "q": "by up to 15 years in prison. three complaints were lodged by police lt. col. wattanasak mungkandee, who said he was acting in a personal capacity. authorities have yet to decide whether to formally charge <strong> Jonathan Head </strong>. <q> it is time for prosecutors and investigators in thailand to immediately drop these outrageous and punitive charges against our colleague <strong> Jonathan Head </strong>, </q> said bob dietz of the new york-based committee to protect journalists. \"<strong> Jonathan Head </strong>'s reporting has raised important questions about thailand's deteriorating political situation and he should be allowed to report without fear of official reprisals.\"", "new_id": -2}, {"uid": "2008092919_00057825_W", "i": 3950, "idx": 1, "sa": ["Luis Ortiz"], "q": "been to prevent anyone from seeing those craft in there.\" but if this was important, what mr. <strong> Luis Ortiz </strong> said next was even more significant. lighting a cigarette, he began smoking it nervously and continued, <q> have you heard about the little men some people say they've seen here in vieques? well, it's true because i've seen them myself near kian lagoon. and not just me, but just about everyone who goes fishing in the kian lagoon has seen them. we would often go fishing at night. these creatures are very fast, and they are incredibly agile, moving very quickly. </q> we asked him if he could describe what he saw. they look slender, with thin arms and legs. they are pale, a white or grey color, and very small. they are not more than", "new_id": -2}, {"uid": "2008123105_00029095_W", "i": 1508, "idx": 3, "sa": ["Bob Woodward", "John Dean", "Mark Felt", "Carl Bernstein"], "q": "and the internal revenue service and, with the death of hoover, seemed determined to move in on the fbi.( the tape of 13 march 1973 records nixon saying to his white house counsel, <strong> John Dean </strong>: <q> could we go after the bureau? how bad would it hurt the country? </q>). with hoover gone, <strong> Mark Felt </strong> and his colleagues apparently decided that the time for action had arrived. fortunately for them and for america, <strong> Bob Woodward </strong> and <strong> Carl Bernstein </strong> were waiting in the wings. selfmed medical aid scheme", "new_id": -2}, {"uid": "2008090706_00014222_W", "i": 3342, "idx": 1, "sa": ["Libby Kosmala"], "q": "10.4, edging her australian rival with just 0.1 point. however, the 66-year-old <strong> Libby Kosmala </strong>, oldest athlete on the beijing paralympic shooting range and a 10-time paralympian, also grabbed spotlight and gained appaluses with her sharpness. <q> i was so close( to the medals), </q> she said in disappointment. the old lady had competed in swimming, track and field, archery before converting to shooting in paralympics. she had already reaped 10 shooting gold medals from previous games. she admitted in", "new_id": -2}, {"uid": "2008102411_00042679_W", "i": 3581, "idx": 2, "sa": ["Juan Carlos Real Ruiz"], "q": "are one big family.\" team praise apart from his new talisman, gazzaev was also delighted with his side's performance on thursday and with the result, which extends the club's rich vein of form. <q> we played well and achieved a great win, </q> said the trainer, whose charges have now won 15 of their last 16 matches. \"deportivo are a very good team who beat <strong> Juan Carlos Real Ruiz </strong> madrid in the spanish liga. even when we made it 2-0, the", "new_id": -2}, {"uid": "2008110514_00028296_W", "i": 788, "idx": 1, "sa": ["Barack Obama", "Gordon Brown", "George W. Bush"], "q": "closer to the democrats. <strong> Gordon Brown </strong>, who was said to have distanced himself from <strong> George W. Bush </strong> after becoming premier, described <strong> Barack Obama </strong> as <NO_QUOTATION> of britain and said america and europe must now stop any moves toward trade protectionism. <q> i know that the values we share in common and the policies on which we can work together will enable to us, as two countries, to come through these difficult economic times and build a safer and more secure society for the future, </q> the british leader said. \"it's been an important election. i think the most important thing that follows from it is that america and europe will have to work together to deal with the international problems we", "new_id": -2}, {"uid": "2008111317_00034307_W", "i": 417, "idx": 0, "sa": ["Prince Harry, Duke of Sussex"], "q": "his 60th birthday with a comedy show hosted by brit funny man/ hot ginger <strong> Prince Harry, Duke of Sussex </strong> was among the many there for his dad's special night and, according to the daily mail, told comedian cleese in conversation <q> i'm not ginger. i'm auburn, that's what i've been told. </q> <strong> Prince Harry, Duke of Sussex </strong>'s ginger hang-up reportedly goes back to his youth. he's previously revealed that he was bullied quite a bit for his hair coloring and even considered getting counseling to work out his ginger issues. hot <strong> Prince Harry, Duke of Sussex </strong>", "new_id": -2}, {"uid": "2008112521_00014952_W", "i": 3693, "idx": 1, "sa": ["Jarkko Ruutu", "Steve Irwin"], "q": "it. it's interesting, all the energy( <strong> Steve Irwin </strong>) had. the stuff he was doing and he was so excited about it.\" oh, and then <strong> Jarkko Ruutu </strong> adds the quote of the day: <q> a lot of people think i am screwed up... but i am. </q>[ ottawa sun]? the evidence is clear: dallas stars fans were also engaging in some nefarious auto-voting for the all-star game, as the numbers for players like bangin panger, which is a blog chock full", "new_id": -2}, {"uid": "2008101819_00024166_W", "i": 3556, "idx": 2, "sa": ["George H. W. Bush"], "q": "pension funds, college savings plans, 401( k) s and other investments. congress gave <strong> George H. W. Bush </strong> a$ 700 billion plan to buy bad assets from banks and other institutions to shore up the financial industry. <q> the federal government has responded to this crisis with systematic and aggressive measures to protect the financial security of the american people, </q> <strong> George H. W. Bush </strong> said in the radio broadcast. \"these actions will take more time to have their full impact. but they are big enough and bold enough to work.\" camp david, md.-- european leaders are", "new_id": -2}, {"uid": "2008100512_00005616_W", "i": 2998, "idx": 1, "sa": ["Mohammad Khatami"], "q": "the reformist newspaper kargozaran.\" ( i) will present my programmes to the people in the future,\" said <strong> Mohammad Khatami </strong>, who served two terms as president from 1997 until 2005 when he was succeeded by. <q> i need to see to what extent these programmes can be implemented within the existing( power) structures, </q> he said, without elaborating. but <strong> Mohammad Khatami </strong> said he does not intend to seek the presidency at any price. \"i have no particular concern about the election results. taking into account the signals i got from", "new_id": -2}]