[{"uid": "1295963486147439616", "i": 33140, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when... Photo: FILE- In this Oct. 2, 2007 file photo, Sayeeda... Article: <strong> Nick Clegg </strong> unveils plan to allow shared maternity leave... Report Abuse <q> them bearded wonders will make a huge mosque out of buckingham palace. </q> Just you wait and see.Citizens of the Blighty! wake up before its too late. Report Abuse \" God know, we can not offend the muslims. \" Time.com: How the Airport Bombing Left Moscow at", "new_id": -2}, {"uid": "1297353676255098882", "i": 1862, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2}, {"uid": "1296716741185712646", "i": 29979, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said.`` Those key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> President Bush </strong> could do so. </q> In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without <strong> Saddam Hussein </strong> in power in Iraq. Developers add housing, possibly a hotel, to Hine Junior High development Another day, another", "new_id": -2}, {"uid": "1295652422122683409", "i": 18881, "idx": 1, "sa": ["Jeff Deen", "Belvin Perry", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "Thursday, several supposed defense witnesses undercut a defense argument that someone other than Anthony dumped Caylee's body after Casey was jailed. Attorney <strong> Jeff Deen </strong>, offering more analysis for WESH, explained <strong> Belvin Perry </strong>'s problem: <q> The judge is in a position of trying to guard the public money, but on the other hand, he can not thwart this defendant's ability to move around and investigate her case. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>,", "new_id": -2}, {"uid": "1297458881176717840", "i": 5975, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "was 16% and Research in Motion's BlackBerry was 13.7%. Slight more than 100 million smartphones were sold in the quarter. Some analysts were unwilling to wager how well the partnership will do. <q> Perhaps combining the two companies can create one strong competitor, or perhaps they will both continue to limp along, </q> said Jeff Kagan, an independent analyst.`` I wish them much success, but remain concerned until I see some kind of positive activity... This is difficult for them both.'' <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1296550878146587668", "i": 25865, "idx": 2, "sa": ["Sergio Marchionne"], "q": "analysts and reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because <q> it's difficult to talk about profit sharing when you have a negative number at the bottom line. </q> The Chrysler news came Monday amid projections that U.S. automobile sales in January may have reached the second-fastest pace in 17 months, aided by rising business spending and consumer confidence. January vehicle deliveries,", "new_id": -2}, {"uid": "1295994291049692710", "i": 11862, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "be planning to do will affect Rochester directly. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> really hopes to hear that the research and development tax credit will be made permanent. She said that could bring many jobs here to Rochester. <q> What that tax credit is about is it allows businesses that are innovators, entrepreneurial businesses like a lot of the businesses in Rochester to invest in research in development and get a credit for that investment. So really it makes a difference in creating jobs, particularly in growing industries like high tech, bio-tech, energy technology, optical technology all of that work that we do in Rochester would really benefit greatly from an R&D tax credit that's permanent. </q> <strong> Barack Obama </strong> Schumer didn't have a lot of time to talk today but he did talk about his guest for tonight's speech. Karen Eckhart is a family member of a Flight 3407 victim and joined him", "new_id": -2}, {"uid": "1296560297058949650", "i": 8024, "idx": 1, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "to blame and someone to make him to look better.'' <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. <q> He hasn't achieved all of his purposes, but he's stabilised the economy. The economy is now starting to rebound, more slowly than we would like to see, but it is rebounding, </q> he told CNN.`` Whether you approve of healthcare or not, he took on that issue, which I think is a major challenge for the American people.'' M&G Online Comment Guidelines In Brief", "new_id": -2}, {"uid": "1295684554156401677", "i": 9767, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. Because your contributions are currently under", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]