[{"uid": "1296044299210403360", "i": 48278, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "on the Arizona shootings that killed six people and badly wounded Democratic Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.\" All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with", "new_id": -2}, {"uid": "1297160772054263883", "i": 10418, "idx": 1, "sa": ["Simon Cowell"], "q": "late-bloomers out there, there is no upper age limit for contestants.\" I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> That is, if there are any left that haven't already thrown their lot in with Idol or America's Got Talent. Singers ready to be discovered-and, let's not forget", "new_id": -2}, {"uid": "1296513301231162133", "i": 16733, "idx": 0, "sa": ["Michael Vick", "Ken Cuccinelli"], "q": "\" affordable\"? Medicare is$ 98.00 a month and that is affordable,$ 800.00 isn't. Before I was on Medicare my medical insurance cost$ 36,000 a year! That was outrageous! Report Abuse <q> There has never been a point in our history where the federal government has been given the authority to require citizens to buy goods or services, </q> Virginia Attorney General <strong> Ken Cuccinelli </strong> said in a statement. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1295494129204455946", "i": 42893, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1296513744009224223", "i": 8337, "idx": 0, "sa": ["Tony Gonzalez", "Michael Vick", "Roddy White"], "q": "running back <strong> Michael Vick </strong> Turner and wide receiver <strong> Roddy White </strong>, the Falcons were everywhere in the NFC's 55-41 Pro Bowl victory on Sunday, a game that never was as close as that final score would indicate. <q> The Falcons were well represented today, </q> <strong> Tony Gonzalez </strong> said in an understatement. Atlanta had the best regular-season record in the NFC at 13-3 but was embarrassed at home 48-21 by the Green Bay Packers in the divisional playoffs. Still, the Falcons'", "new_id": -2}, {"uid": "1295307364018677824", "i": 10995, "idx": 1, "sa": ["Allen Iverson"], "q": "\" No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q> Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>. </q> http://thehill.com/capital-living/in-the-know/138357-state-dept-to-send-oscar-shortlist-films-overseas- Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Sanders warns Obama not to agree with GOP on Social Security benefit cuts Gensler: Dodd-Frank a strong law, but we need", "new_id": -2}, {"uid": "1295588219019480620", "i": 12852, "idx": 2, "sa": ["Eric Schmidt"], "q": "company's fast-growing business and its headstrong founders, who remained deeply involved in the company's products and strategic direction and didn't always see eye to eye with <strong> Eric Schmidt </strong>. Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>\" I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.\" It's time for him to have a shot at running this.\"", "new_id": -2}, {"uid": "1297122406226197630", "i": 27997, "idx": 5, "sa": ["Simon Cowell"], "q": "on the judging panel. I don't think things will change too much.\" <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it will involve working directly with contestants. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do, </q> he said. On X-Factor\" competitors will make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see\" who can handle", "new_id": -2}, {"uid": "1297271131262504545", "i": 35411, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "had been the heir if hundreds of years of British democratic development, did not evolve smoothly or quickly into the liberal democracy that we benefit from today.\" <strong> Donald Rumsfeld </strong> recalls suggesting to Bush and <strong> Condoleezza Rice </strong> that <q> the administration soften the democracy rhetoric. I proposed that we talk more about freedom and less about democracy, lest the Iraqis and other countries in the region think we intended to impose our own political system on them, rather than their developing one better suited to their history and culture. </q> He writes,\" I wondered as well how we would define democracy if that became our goal. If Iraq never created an American-style system of government, would that mean that our mission had been a", "new_id": -2}]