[{"uid": "1296740942231227416", "i": 8764, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball_ you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1297165583238338063", "i": 24564, "idx": 0, "sa": ["Simon Cowell"], "q": "Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome auditionees aged from just 12. He said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> On the UK version of the show, where winners land a Â£ 1 million record deal, contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1296857316182026243", "i": 28807, "idx": 3, "sa": ["David Letterman"], "q": "''[ Deputy District Attorney] Nedlin failed to honor the plea agreement,'' she concluded. For his part, Nedlin said there never was a deal and Maytin is confused. <q> I never said I would drop the case, </q> he said. Maytin, contacted Thursday, declined comment. Well... if <strong> David Letterman </strong> has no problem with it then obviously charges need to be dropped ASAP! To: MissTed I've been called much", "new_id": -2}, {"uid": "1295560900263241742", "i": 38847, "idx": 1, "sa": ["Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having Larry running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1297222050127549454", "i": 29083, "idx": 1, "sa": ["Colin Powell"], "q": " Mr. Rumsfeld said,`` We should hit Khurmal during the speech... given that <strong> Colin Powell </strong> will talk about it.'' Mr. Rumsfeld recounts that Mr. <strong> Colin Powell </strong> objected. <q> That would wipe out my briefing, </q> Mr. Rumsfeld quotes Mr. <strong> Colin Powell </strong> as saying.`` We're going to get Khurmal in a few weeks anyway,'' Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld.", "new_id": -2}, {"uid": "1296774517130859030", "i": 5885, "idx": 2, "sa": ["Sergio Marchionne"], "q": "previous owners. As a result, the 200 has new features such as LED headlights and a quieter engine mounting system, a big improvement in quality that its predecessor, the Chrysler Sebring, didn't have. <q> The answer used to be no, </q> Verley said.Along with quality, <strong> Sergio Marchionne </strong> pushed the 200 to come out faster. He personally approved the car's interior in three days, far faster than the two weeks it took under previous CEOs. Chrysler's new", "new_id": -2}, {"uid": "1297114520257425423", "i": 35168, "idx": 9, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell", "Nicole Scherzinger"], "q": "not'' doing it), <strong> Nicole Scherzinger </strong> Doll-turned-`` Dancing With the Stars'' champ <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.'' Auditions for the first", "new_id": -2}, {"uid": "1295568022204079105", "i": 9892, "idx": 1, "sa": ["Eric Schmidt", "Sandy Carter"], "q": "longer needed!'' IBM WebSphere VP <strong> Sandy Carter </strong> and Austin Energy CIO Andres Carvallo Discuss How SOA is Enabling Agility In Organizations Today <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295669863191152173", "i": 47965, "idx": 0, "sa": ["Andy Coulson", "Maggie Gallagher"], "q": "his PR guy. The police investigation continues. Now <strong> Andy Coulson </strong> resigns as heat increases... http://www.reuters.com/article/idUSTRE70K2F920110121 Much more at the Guardian. But we'll note this factor in play... <q> The row comes at a sensitive time for News Corp which is waiting to hear if the British government will clear its planned$ 12 billion buyout of pay TV operator BSkyB or refer the deal to competition authorities for further investigation. </q> Posted by: bernielatham| January 21, 2011 8:00 AM|`` No one who has read the literature from <strong> Maggie Gallagher </strong>'s group or the many others like it believes that if some legislation could", "new_id": -2}]