[{"uid": "1295147684219021327", "i": 43201, "idx": 5, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_40_Points Date: December 22, 2009 Staples Center, Los Angeles, CA First of all, all video credits to JD2K", "new_id": -2}, {"uid": "1295733874106954754", "i": 14041, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.\" We were trying to keep the ball out of his hands as much as possible.\"\" He was holding me the whole time,\" <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A", "new_id": -2}, {"uid": "1297688800115867651", "i": 22996, "idx": 0, "sa": ["Barack Obama", "Steven Shepard", "David Letterman", "Dick Cheney", "Jessica Taylor", "Jason Sudeikis"], "q": "SNL has part three of FNC host Bill O'Reilly's sit down with <strong> Barack Obama </strong>. SNL's <strong> Jason Sudeikis </strong> as O'Reilly, <q> I'm not saying you're wrong. You could be right, you could be right, I just don't know. </q> <strong> David Letterman </strong> can't believe it's already been five years since <strong> Dick Cheney </strong> shot a friend during a hunting trip. Contributing Editors: Josh Kraushaar, Quinn McCord and <strong> Jessica Taylor </strong> Contributing Writers: <strong> Steven Shepard </strong>, Dan Roem", "new_id": -2}, {"uid": "1297082221245825549", "i": 40644, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was\" the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that\" interesting.\" <q> I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. </q>\" It's hard to know,\" <strong> Donald Rumsfeld </strong> continued.\" You know, the path you didn't take is always smoother.\" The interview-- <strong> Donald Rumsfeld </strong>'s first for television since 2006", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as\" deals, partnerships, customers and broader business relationships,\" while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so\" there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1295412345169443429", "i": 20599, "idx": 0, "sa": ["Steve Ballmer"], "q": "from China and said it expected those purchases to be more than$ 3 billion in coming years. MSFT.O) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1295574145118865921", "i": 32423, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 8:41 PM EST- U.S. Markets closed{\" s\":\" goog\",\" k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,\" o\":\"\",\" j\":\"\"} The Associated Press, On Thursday January 20, 2011, 8:06 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1294967520056983594", "i": 3544, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": ". Members of Congress who visited <strong> Gabrielle Giffords </strong> in hospital said she had briefly opened her eyes for the first time since the attack. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was holding <strong> Gabrielle Giffords </strong>'s hand, said: <q> So her eye is flickering and Mark sees this and gets extremely excited... And so he said: <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes. And he's really urging her forward. </q>\" And then she finally opens her eyes and you could she was like desperately trying to focus and it took enormous strength from her. And Mark could just can't believe it. I mean,", "new_id": -2}, {"uid": "1297242023104841358", "i": 25812, "idx": 0, "sa": ["David Letterman"], "q": "are lined up, jumping up and down, waving their hands. That's sort of how bits are to me. A Pop Tarts box will jump up and down as I'm walking by, going, <q> Heeeeey- look at the directions on the side of me. Can I be in your show? </q> Q: You've been on <strong> David Letterman </strong> a bunch of times now. Do you have his cell phone number? Do you text him during the day? A: It's funny", "new_id": -2}, {"uid": "1295907918177651713", "i": 23765, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations.\" I started thinking about this amazing archive I had,\" he said during a recent interview. <q> The fact that I had it persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Rep. <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s;", "new_id": -2}]