[{"uid": "1295966237237928455", "i": 15919, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Der amtierende Vorstandschef <strong> Eric Schmidt </strong> sagte am Dienstag in M?nchen, der US-Konzern werde in diesem Jahr mehr als 1.000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design).`` Aus diesen Gr?nden werden wir weiter investieren.'' Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie", "new_id": -2}, {"uid": "1295604922042827817", "i": 56088, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "'' clatants'', qu'un de ses fondateurs, Lary <strong> Larry Page </strong>, deviendrait directeur g?n?ral, l'actuel PDG <strong> Eric Schmidt </strong> restant pr?sident du conseil d'administration. <strong> Eric Schmidt </strong> a indiqu que ce changement tait le r?sultat de r?flexions visant? <q> simplifier notre structure de direction et acc?l?rer le processus de d?cision </q>. <strong> Sergey Brin </strong>, qui avait fond Google avec <strong> Larry Page </strong> en 1998, va quant? lui`` consacrer son nergie? des projets strat?giques, en particuliers en travaillant? de nouveaux produits'', a pr?cis le groupe", "new_id": -2}, {"uid": "1297426049196083720", "i": 25611, "idx": 6, "sa": ["Michael Gove"], "q": "Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition had inherited <q> the largest budget deficit in peacetime history </q>, and spending cuts had had to be made`` quickly and significantly''. The axing of the scheme in July last year meant that at least 700 school rebuilds in England would not be going ahead", "new_id": -2}, {"uid": "1297353676255098882", "i": 2238, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2}, {"uid": "1295865401181075988", "i": 53148, "idx": 7, "sa": ["John McCain", "Bill Clinton", "Barack Obama", "Colin Powell"], "q": "... video results for: <strong> John McCain </strong> <strong> Bill Clinton </strong> think <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Bill Clinton </strong> Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... The <strong> Bill Clinton </strong> Of The United States Keeping Netanyahu Waiting! Who Does He Think He Is? The <strong> Bill Clinton </strong> Of The United States Keeping Netanyahu Waiting", "new_id": -2}, {"uid": "1295601957103776256", "i": 48176, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Ken Dodd", "Marian Vanghelie"], "q": "n englez: Este ziua a?a de frumoas i vre?i s strica?i tirile <strong> Marian Vanghelie </strong>, care este naintea lui B?sescu la Washington:`` Nu sunt vorbitor coerent de englez, dar n?eleg destul de bine'' <strong> Marian Vanghelie </strong>: <q> Sunt lini?tit, ANI de acum un an jumate a anun?at verificare mea </q> Schimb?ri n conducerea Google: <strong> Larry Page </strong> preia func?ia de CEO de la <strong> Eric Schmidt </strong> Nu tii ce s faci n weeKen Doddd? Mediafax.ro i propune c?teva din evenimentele ce au loc la finalul s?pt?m?nii n Bucure?ti. Externe ieri, 23:50", "new_id": -2}, {"uid": "1295296048157237314", "i": 37336, "idx": 2, "sa": ["Eric Cantor", "Mike Pence"], "q": "on CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch'' to discuss the economy, the White House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The AmEric Cantoran people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... Weekly Republican Address 10/16/10: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending.... Congressman <strong> Mike Pence </strong> at Southern Republican", "new_id": -2}, {"uid": "1295978177128352275", "i": 30162, "idx": 0, "sa": ["Olivier Blanchard", "Newt Gingrich", "Bill Lockyer"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q> China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1297088049185942044", "i": 46791, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush"], "q": "the war.... <strong> Donald Rumsfeld </strong> was less impressed by some of the <strong> George H. W. Bush </strong>'s closest advisers. Of <strong> Condoleezza Rice </strong>, <strong> George H. W. Bush </strong>'s national security adviser and later secretary of state, he said, <q> She'd never served in a senior administration position </q>-- a lack of experience that showed in her lack of organization in putting together critical meetings.`` She'd been an academic. And, you know, a lot of academics like to have meetings", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]