[{"uid": "1295375589207503442", "i": 18279, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Group LLC)`` We're going to continue making minivans, we're going to replace the architecture in due time and probably give that architecture more facility than it has today,'' he said. <q> We continue to work pretty diligently on finding an architectural solution to the minivan issue going forward. </q> The pep rally planned for the 2011 launch was scheduled for 2 p.m. on Tuesday. In addition to thanking front-line workers, <strong> Sergio Marchionne </strong> may also speak to the possible role of hybrid technology in some of the", "new_id": -2}, {"uid": "1295037198201211960", "i": 15757, "idx": 2, "sa": ["David Letterman", "Camille Grammer", "Andy Cohen"], "q": "handshake. It was uncomfortable. Kelsey looked shocked. The look on his face,'' <strong> Andy Cohen </strong> revealed that <strong> David Letterman </strong> was going to show a clip of Kayte and the kids while interviewing Kelsey, <strong> Camille Grammer </strong> remarked, <q> He uses the kids as props. </q> On next week's episode of`` The Real Housewives,'' <strong> Camille Grammer </strong> breaks down to a friend about her heartbreak: 8dyRN2SZmyfvsvBHVj5o8hC4gyVlKw0wrcVnLIOvnbdpaFudr% 2FdQVGTlhBolSJZSXQ849eWeQXb0ujRnej5czA% 3D% 3D", "new_id": -2}, {"uid": "1296650725203423767", "i": 2805, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush", "Stephen Hadley", "Will Washington"], "q": "2008 by <strong> Condoleezza Rice </strong> at the State Department and the US Congress. They also met White House National Security Adviser <strong> Stephen Hadley </strong>, who was`` the principal White House foreign policy adviser'' during <strong> President Bush </strong>'s second term. <q> Freedom House's effort to empower a new generation of advocates has yielded tangible results and the New Generation program in Egypt has gained prominence both locally and internationally. Egyptian </q> visiting fellows from all civil society groups received[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the", "new_id": -2}, {"uid": "1295805220124010531", "i": 10205, "idx": 9, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295728012106954753", "i": 39806, "idx": 2, "sa": ["Eric Schmidt"], "q": "will remain co-founder, devoting`` his time and energy to strategic projects,'' <strong> Eric Schmidt </strong> wrote in a blog post.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> noted. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported a$ 2.54 billion fourth-quarter profit, up 29 percent from a year earlier. Revenue climbed 26 percent to$ 8.44 billion. The housing slump here in the Valley of Heart's Delight", "new_id": -2}, {"uid": "1295610219050561027", "i": 8667, "idx": 7, "sa": ["Eric Schmidt"], "q": ". The news of the change rocked Silicon Valley, with analysts and company insiders offering varying theories. Some said Mr. <strong> Eric Schmidt </strong> was tired of the day-to-day hassles of management. Mr. <strong> Eric Schmidt </strong> said in the interview, <q> I would tell you, frankly, a decade is a long time to be a C.E.O., and Larry will discover this. </q> Others say Mr. Page always planned to re-assert his authority at some point.`` Larry has wanted to be C.E.O., so that's not a surprise,'' said a former Google sales executive", "new_id": -2}, {"uid": "1295443842077627400", "i": 3014, "idx": 0, "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "new_id": -2}, {"uid": "1297446725101842956", "i": 11179, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "' What's the comeback for you?'' <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand. <q> Well, I mean, there are plenty of people commenting on that about Afghanistan or Iraq or transformation, anything you do... That's quite a different thing than what I'm talking about. </q> Throughout his career, <strong> Donald Rumsfeld </strong> has consistently been a man who cares above all about protecting and extending American power. So I wonder if he has any regrets on that score. Does he", "new_id": -2}, {"uid": "1296869911188694544", "i": 28220, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` I am paying shyster rates,'' <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> </blockquote> As a matter of etymology,`` shyster'' refers to an unethical or unscrupulous person. For some people, it also carries anti-Semitic overtones. But a Chrysler spokesman, Gualberto Ranieri, told DealBook", "new_id": -2}, [{"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q> I won't go along with this </q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}]]