[{"uid": "1297105319155009073", "i": 26683, "idx": 1, "sa": ["Simon Cowell"], "q": "there's no age limit for aspiring singers.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf Simply enter your name and e-mail address, and you'll receive an email confirming your comment and issuing you a password. Use that password, and you're good to go.", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1295801604188252184", "i": 5712, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q> <strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296867849205062154", "i": 19824, "idx": 1, "sa": ["David Letterman"], "q": "quits.`` I don't know. Maybe two years, I think,'' <strong> David Letterman </strong> responded. But Rob Burnett, CEO of Worldwide Pants and executive producer of the Late Show, tells The Hollywood Reporter, <q> It's a complete non-story. He's constantly musing about when he's going to leave. </q> Burnett mentioned that <strong> David Letterman </strong> made a similar remark in 1987.`` It was not a thought-out response,'' Burnett tells THR.`` It was an off-the- cuff remark. <strong> David Letterman </strong> is one of those guys who", "new_id": -2}, {"uid": "1295560274260145180", "i": 7621, "idx": 5, "sa": ["Eric Schmidt"], "q": "the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing. <q> We run Google as a triumvirate, </q> Page and Brin wrote.`` The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295689084089554953", "i": 17043, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "to LA.. According to The Sun, the last minute U-turn has left the professional dancer devastated after he spent the past few months decorating his new apartment with <strong> Cheryl Cole </strong>'s favourite soft furnishings. <q> <strong> Cheryl Cole </strong> told him she would spend a lot of time at his, but she needs her own space, </q> a source said.`` She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend'.`` It's clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because she needs", "new_id": -2}, {"uid": "1295243742247496746", "i": 28783, "idx": 0, "sa": ["Tony Parker", "Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Tony Parker </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_Game_Winner__Denver_Nuggets_@_Dallas_Mavericks_Game_3_NBA_Playoffs_5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks", "new_id": -2}, {"uid": "1295665764077054063", "i": 16682, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,'' Mr <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated.`` We've been talking about how best to simplify our", "new_id": -2}, {"uid": "1295224387243892252", "i": 13292, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Chandler-$ 199,500 MLS 4452857", "new_id": -2}, {"uid": "1295476329265797672", "i": 839, "idx": 0, "sa": ["Simon Cowell", "the Fox", "Steven Tyler"], "q": "seen on <strong> the Fox </strong> singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said.`` It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''", "new_id": -2}]