[{"uid": "1296680778019759128", "i": 45469, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan.`` People are asking me,` Do you think Egypt will be like Afghanistan?''' he said. <q> And I say,` No, Egyptians are different- they love me because I protect antiquities.' </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on January 28 night. The instances At the Egyptian Museum", "new_id": -2}, {"uid": "1297616629186400779", "i": 26901, "idx": 43, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "the <strong> Richard Nixon </strong> said no.`` Do you think it would have been better if you had insisted on resigning?'' Martin asked.`` I think so,'' he said. <q> How would that have made things better? </q>`` It would have been a stronger signal to the world that we didn't accept that kind of behavior,'' <strong> Donald Rumsfeld </strong> said.`` Did you feel it was your fault?''", "new_id": -2}, {"uid": "1297433777190496801", "i": 21112, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "echoed <strong> Sarah Palin </strong>'s sentiment when she told the Huffington Post:`` We need to be very careful when we get to talk about our opinions and be inclusive.'' The HRC- whose stated goal is to <q> achieve lesbian, gay, bisexual and transgender( LGBT) equality </q>- appears to be holding a second Day of Silence.`` We have no comment on this matter,'' HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for", "new_id": -2}, {"uid": "1295621895169754624", "i": 2555, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "marks a return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find its footing", "new_id": -2}, {"uid": "1296351474068419587", "i": 21514, "idx": 1, "sa": ["Robert E.", "Allen Iverson"], "q": "University Libraries WIU Alumnus <strong> Robert E. </strong> Weems Lecture at University Libraries MACOMB, IL-- A leading expert in the field of African American business and economic history and alumnus of Western Illinois University, <strong> Robert E. </strong> Weems, <strong> Allen Iverson </strong>, presented <q> The Quest for` Bling' and Other Recent Trends in African American Consumerism </q> at 3 pm Wednesday, Feb...", "new_id": -2}, {"uid": "1295568832080838698", "i": 23951, "idx": 0, "sa": ["Eric Schmidt"], "q": "the reigns at the search engine giant from long-time chief <strong> Eric Schmidt </strong>. In a surprise move <strong> Eric Schmidt </strong> delivered the news as the company announced fourth-quarter profits that were far better than analysts had expected. <q> Day-to-day adult supervision no longer needed! </q> he tweeted as the results were released. Google reported a profit of$ 2.54 bn( Â£ 1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1297183505216317958", "i": 9331, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "let the documents speak for themselves. promoting on his website. It's a September 9, 2002 summary from the Joint Staff's top intelligence official confessing that U.S. assessments of <strong> Saddam Hussein </strong>'s weapons of mass destruction <q> rely heavily on analytic assumptions and judgment rather than hard evidence. </q> <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to`` take a look'' at the memo, because`` what we don't know about WMD... is big.'' Aha! <strong> Donald Rumsfeld </strong> was a", "new_id": -2}, {"uid": "1296770479240500761", "i": 26806, "idx": 1, "sa": ["Mitt Romney", "David Letterman", "Hosni Mubarak"], "q": "News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s`` Late Show'' to give a list of`` Top 10 Things You Don't Know About <strong> Mitt Romney </strong>.''( No. 8: <q> I'm the guy in the photo that comes with your picture frame. </q>) Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its handling of the crisis in Egypt and was one of the first Republicans to call for President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297451229044924949", "i": 13297, "idx": 4, "sa": ["Michelle Obama", "David Letterman"], "q": "<strong> Michelle Obama </strong> wanted more than a handshake.`` She put her arms around me and said,` I'm a hugger.''' <strong> David Letterman </strong> seemed very pleased with his first meeting with the <strong> Michelle Obama </strong> and their exchange. <q> She's a very gracious and powerful woman, </q> he told viewers last night. So, what was the best thing about this encounter, according to <strong> David Letterman </strong>? <strong> Michelle Obama </strong> mentioned that she would stop by Late Show sometime to pay him a visit.``", "new_id": -2}, [{"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]]