[{"uid": "1295626398146702340", "i": 6591, "idx": 1, "sa": ["Barack Obama", "Bill Frist", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi", "Mary Harney"], "q": "Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon Speaking in a PD podcast to coincide with the launch of a new Progressive Democrats Billboard campaign <strong> Mary Harney </strong> said <q> There's real progress made in health; let's finish the job </q>. A full list of our achievements. <strong> Barack Obama </strong> foes win symbolic health law repeal vote <strong> Bill Frist </strong>: Health Care Is \"Law Of The Land,\" GOP Should Drop Repeal And Build... House votes to repeal health-care", "new_id": -2}, {"uid": "1296391518023904278", "i": 43980, "idx": 11, "sa": ["Mike Pence"], "q": "his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. <strong> Mike Pence </strong> likes to say, <q> I'm a conservative, but I'm not in a bad mood about it. </q> He served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual", "new_id": -2}, {"uid": "1296622781114606115", "i": 10844, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to sell no more than 250-300 cars, which he acknowledges \"is not a great amount of vehicles\". But it is a start- and one that the company will build on. <q> We're entering this market after an absence of 27 years, </q> says <strong> Sergio Marchionne </strong>, chief executive of both Fiat and its alliance partner Chrysler. So before sales can begin to climb, the brand needs to be noticed. Buying a Fiat 500 is a lifestyle", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295198345210845700", "i": 17375, "idx": 2, "sa": ["Allen Iverson", "Rodney Carney", "Jared Jeffries", "Samuel Dalembert"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. \"We finally got one here,\" <strong> Jared Jeffries </strong> said. <q> We made some <strong> Yao Ming </strong> plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1295668654007979024", "i": 6217, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "a hot company before it goes public. Some engineers seem to be drawn by the work at a smaller company, which offers an opportunity to reshape culture with less corporate bureaucracy and more creative freedom. <q> Facebook has become the cool kid on the block, and now Google wants to prove it can still be cool, too, </q> says <strong> Danny Sullivan </strong>, who follows both companies closely as editor-in-chief of Search Engine Land. To get back to its roots, Google concluded it needed to rearrange the hierarchy in place since technology veteran <strong> Eric Schmidt </strong> was brought", "new_id": -2}, {"uid": "1296869826149766152", "i": 14179, "idx": 1, "sa": ["Amr Moussa", "Colin Powell", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "met with nine protest leaders last night. When they left my house they were all arrested, these are <strong> Hosni Mubarak </strong>'s promises#Jan25.\" 1210May <strong> Mohamed ElBaradei </strong> Tabbakh in Alexandria wants security to be restored in her area: <q> I have been locked in at home for more than a week now. I've heard gunshots and struggles outside. All the men on our street are armed to protect their homes. Neither my husband nor other men here have slept. Also, there are prisoners on the loose which is a big issue. People have not been able to go out to work. The well-off are OK as they have stored food. But the poor are really suffering- they are starving. </q> Mosa'ab Elshamy tweets: \"Mixed feelings towards Arab League <strong> Colin Powell </strong> Secretary, <strong> Amr Moussa </strong>. Was met by HUGE cheers and few boos.#Tahrir\" 1205Al-Jazeera reporting that Arab League head <strong> Amr Moussa </strong>, who said earlier he'd consider", "new_id": -2}, {"uid": "1297271131262504545", "i": 35408, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "up to the 2004 presidential election. Specifically, in the book Known and Unknown, <strong> Donald Rumsfeld </strong> recalls taking issue with Bush's infamous \"Mission Accomplished\" speech, specifically the line in which the president said, <q> The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done. </q> <strong> Donald Rumsfeld </strong> reacted: \"That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state", "new_id": -2}, {"uid": "1295884905140918812", "i": 17184, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "address the issue of unfunded state pensions that they consider one of the main reasons behind the financial hemorrhage. The financial rating agency Standard& Poor's expressed its approval of any measure that could produce an <q> improvement in the state's structural misalignment between revenues and expenditures. </q> The agency, however, expressed its doubts that <strong> Jerry Brown </strong> and <strong> Bill Lockyer </strong> would be able to pull it off, adding: \"we also believe the scale of the governmental and fiscal reforms proposed may prove difficult, given", "new_id": -2}, {"uid": "1295914674088195073", "i": 37203, "idx": 3, "sa": ["Sheldon Whitehouse", "Barack Obama", "Sen. Bernie Sanders"], "q": "Congressional Progressive Caucus sent a letter to <strong> Barack Obama </strong> last week requesting a meeting before Tuesday's address for the sole purpose of discussing Social Security. <strong> Barack Obama </strong> <strong> Sheldon Whitehouse </strong>( D-R.I.) said while he's looking forward to <q> a bipartisan process going forward in the next two years, but we also look forward to the president showing strong leadership on critical issues and being willing to stand and fight on points where he is-- feels that's the in the best interest of the nation. </q> <strong> Sheldon Whitehouse </strong> and <strong> Sen. Bernie Sanders </strong> said they support a move such as eliminating the cap on the maximum taxable earnings as a way to close the cost gap of Social Security down the road. \"And it", "new_id": -2}]