[{"uid": "1295907179241205261", "i": 14440, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "has to decide on his own in a quasi-judicial capacity, whether to refer the BSkyB bid. It is understood that Ofcom has recommended that the bid should be referred. The No 10 spokesman said: <q> On the bid process... the culture secretary Jeremy Hunt is considering the report and he makes the decision in a quasi-judicial role. It is his decision alone. </q> Downing Street faced pressure on another front after <strong> Chris Huhne </strong>, the Liberal Democrat climate change secretary, accused the Metropolitan police yesterday of failing to investigate phone-hacking allegations properly. <strong> Andy Coulson </strong> resigned as the Downing", "new_id": -2}, {"uid": "1297244891238927904", "i": 23688, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> has said they do make significant money on competing platforms on numerous occasions. However, if those phones were feature phones or Windows Mobile phones, Google wouldn't likely make as much per device. <q> We believe Google is well on its way to having users pay$ 10 a year via advertising on Android. Based on Google's quoted$ 1 billion mobile run rate( mobile advertising), we believe Google generated$ 850 million in total on mobile in 2010. </q> Even approaching$ 10, the average revenue per user( ARPU) for mobile devices is still significantly below a desktop OS user's( see graph above), according to Piper's research. \"", "new_id": -2}, {"uid": "1295641931245137430", "i": 4217, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Pheeew! For a moment there... Anyhow, as`` co-founder'' <strong> Sergey Brin </strong> will be working on`` strategic projects, in particular working on new products'' the company says, notes the story. <q> His title will remain. So it sounds like no big change there. </q> Big Bang At Google: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4, January 21, 2011 First they ignore you, then they laugh at you, then they fight you,", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1294986596221888559", "i": 4044, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "was gripping their hands, <strong> Kirsten Gillibrand </strong> said,`` and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>, <q>` <strong> Gabrielle Giffords </strong>, we fully expect you to be up and ready to go to come back up to New Hampshire this summer,' and that's when she started to open her eye. </q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1297436285253329421", "i": 32553, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s largest maker of software, are betting on size and scale as they attempt to catch up to Apple's iPhone and Google's Android. From a joint letter by <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. </q> How swift? Nokia says this year and next will be`` transition years'' for the company, whose headquarters will stay in Finland, <strong> Stephen Elop </strong> said, addressing speculation that the company might move to Silicon", "new_id": -2}, {"uid": "1297372999188006442", "i": 10965, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": ". <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Blade Network Technologies sells switches to improve blade server performance <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295100598134397994", "i": 48284, "idx": 3, "sa": ["Toni Kukoc", "Allen Iverson", "Aaron McKie"], "q": "his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers.`` <strong> Toni Kukoc </strong> gave us a big lift off the bench,'' <strong> Allen Iverson </strong> said. <q> He made a whole lot of plays and took a lot of pressure of me to score. </q> Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup and free throw by Cliff Robinson with 4:40 left in the game. But <strong> Aaron McKie </strong> nailed a 3-pointer and <strong> Allen Iverson </strong> made one free", "new_id": -2}, {"uid": "1296322600190955617", "i": 14099, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. More distracted TTC driver photos surface", "new_id": -2}, {"uid": "1296282713080461833", "i": 13578, "idx": 5, "sa": ["Detroit Red", "Allen Iverson"], "q": "scoring record for a reserve. Hamilton scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of <strong> Detroit Red </strong>'s 17 points in overtime in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q> The simple fact that now I'm coming off the bench I ain't got time to get warmed up, </q> said Hamilton, who went 15-of-25 from the floor.`` I have to come in on fire every time.'' <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}]