[{"uid": "1297654750115818510", "i": 14875, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q>We must ensure that these safety improvements happen as soon as possible,</q> she said. <strong> Chuck Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295899439135872515", "i": 3071, "idx": 0, "sa": ["Mitch Daniels", "Sarah Palin", "Mike Pence"], "q": "the ideological mold of <strong> Sarah Palin </strong> or Michele Bachman but without the \"polarizing\" temperament. For those who are in search of such a candidate, <strong> Mike Pence </strong> is their man; not <strong> Mitch Daniels </strong>. <strong> Mike Pence </strong> often describes himself as <q>a Christian, a Conservative and a Republican, in that order</q>. It was his social values and conservatism that imbued him with the intransigence to vote against No Child Left Behind, Medicare prescription drugs, TARP, and the Obama tax/unemployment deal. His conservative values trumped the desire", "new_id": -2}, {"uid": "1297423741197410820", "i": 1908, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "projects.\" Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Shadow education secretary <strong> Andy Burnham </strong> said: <q>This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>. \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding. \"The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a Minister. He must tell us today how much public money he has spent trying to defend his botched and unfair decisions.</q> Comments No comments yet... Be the first and post your views below. Please Login to comment To comment you must be logged in. You can", "new_id": -2}, {"uid": "1295979046057327630", "i": 9528, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. NJ lawmakers planning to sit with members of opposite party at State of Union", "new_id": -2}, {"uid": "1296253839209223722", "i": 7151, "idx": 0, "sa": ["Michael Vick", "Ashley Fox", "Carl Edwards", "Rudyard Kipling"], "q": "what it's like to be humbled by failure. Two lines from <strong> Rudyard Kipling </strong>'s poem \"If\" are reminders: If you can meet with Triumph and Disaster And treat those two imposters just the same <q>Defeat is bad, but winning can be just as bad for you,</q> <strong> Carl Edwards </strong> said Thursday on the <strong> Ashley Fox </strong>: <strong> Michael Vick </strong> living the suite life in Hawaii Hawaii- The NFL surprised <strong> Michael Vick </strong> with the ultimate perk on Tuesday: the 4,200-square-foot presidential suite at the official hotel of the Pro", "new_id": -2}, {"uid": "1295563267055705605", "i": 7926, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q>We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale,</q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Uncertainty Management Risk and Performance, Two Sides of the Same Coin Risk and", "new_id": -2}, {"uid": "1295565740204783649", "i": 20448, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page to lead Google; roles clarified Larry Page, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q>In this new role I know he will merge Google's technology and business vision brilliantly,</q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. \"I am enormously proud of my last decade as CEO, and I am certain that the", "new_id": -2}, {"uid": "1296106964198869129", "i": 6095, "idx": 2, "sa": ["Rasheed Wallace", "Rip Hamilton", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> returned to the game. <strong> Rasheed Wallace </strong>'s 3-pointer with 10.4 seconds left ended a nearly 7-minute scoring drought. <strong> Rip Hamilton </strong>'s two free throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. <q>Honestly, I didn't want to go back in,</q> said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. \"I felt that our second team should have closed that thing out.\" <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves", "new_id": -2}, {"uid": "1296619354222035969", "i": 30897, "idx": 9, "sa": ["Kobe Bryant", "James Newton Howard", "Steve Javie", "M. Night Shyamalan", "Allen Iverson"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q><strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad.</q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting <strong> Kobe Bryant </strong>'s 81-point night against the Toronto Raptors on January 22, 2006. Best of <strong> James Newton Howard </strong>& <strong> M. Night Shyamalan </strong> Music", "new_id": -2}]