[{"uid": "1297175078196968449", "i": 7489, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "lives.'' File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. Former defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q> too many hands on the steering wheel. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the", "new_id": -2}, {"uid": "1297195934051740675", "i": 1686, "idx": 0, "sa": ["David Letterman", "Salvatore Giunta", "Stephen Colbert"], "q": "the new year at New York's Times Square and on talk shows ranging from <strong> David Letterman </strong> to <strong> Stephen Colbert </strong>. <strong> Salvatore Giunta </strong>, the first living American to receive the Medal of Honor for service in Iraq or Afghanistan, <q> has been a wonderful ambassador for the Army and for all who wear the uniform, </q> Hapgood said. Hapgood called <strong> Salvatore Giunta </strong> a`` humble and unassuming guy who does not necessarily enjoy or aspire to the spotlight but will do his best'' in any mission or assignment. Hapgood said", "new_id": -2}, {"uid": "1294980096186728464", "i": 59449, "idx": 0, "sa": ["Eric Schmidt"], "q": " Google famously describes itself as on a mission <q> to organize all the world's information. </q> That sounds impressive, but carries its share of problems. Even with( or perhaps particularly with) the caveat repeatedly made by chief executive <strong> Eric Schmidt </strong> that this is a 300-year undertaking, how does the company decide what", "new_id": -2}, {"uid": "1295686742156401686", "i": 57203, "idx": 4, "sa": ["Allen Young", "Nick Van Exel", "Allen Iverson", "Michael Jordan", "Rick Adelman", "Michael Redd", "Jason Kidd", "Peja Stojaković", "Phil Jackson"], "q": "what's going on.'' The Kings visit the New York KNick Van Exels on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojaković </strong>'s status.`` I have a lot of faith in <strong> Peja Stojaković </strong>,'' <strong> Rick Adelman </strong> said. <q> He's meant a lot to me and this franchise. He's been a pro his whole career. </q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the seJason Kidd. Phil Jacksonadelphia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen Young_Allen Iverson_48pts_vs_Michael Jordan_Michael Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he", "new_id": -2}, {"uid": "1296927943014336018", "i": 34535, "idx": 5, "sa": ["Sergio Marchionne", "John Elkann"], "q": " <strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012. <q> We would not sell Alfa even if we were offered tons of money, </q> Fiat Chairman <strong> John Elkann </strong> told reporters at the show. AUTO GENIE= Helps You Create`` First Cut'' New Car Consideration List Contact Information, Credits, and Terms of Use. These following titles and media identification", "new_id": -2}, {"uid": "1296192813083116044", "i": 29833, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q> support a number of other innovative automobile technologies. </q> The department has committed or closed five loans totaling nearly$ 8.5 billion. GM says it no longer needs gov' t loan to go green General Motors Co., in another sign of its", "new_id": -2}, {"uid": "1297368027190234634", "i": 353, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer", "Camille Grammer"], "q": "'' <strong> Camille Grammer </strong> said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nDavid Lettermany 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, Kayte Walsh,`` love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last", "new_id": -2}, {"uid": "1296770511173654034", "i": 14630, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ", asked if he had called his wife of 47 years, Joyce. <strong> Donald Rumsfeld </strong> replied that he had not.`` You son of a bitch,'' Clarke said with a hard stare. <q> She had a point, </q> <strong> Donald Rumsfeld </strong> writes. The book, which also recounts his first tour as Pentagon chief under Gerald Ford, begins with <strong> Donald Rumsfeld </strong>'s 1983 trip to Baghdad as Ronald Reagan's envoy.`` It seems unnatural,", "new_id": -2}, {"uid": "1295757315175325224", "i": 46703, "idx": 7, "sa": ["Al Horford", "Allen Iverson", "Dan Gadzuric", "Derrick Rose"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said.`` This is one of these times http://wn.com/Memphis_53rd_[HD]__Minus_the_Bear__Live_at_the_Cat's_Cradle,_11/13/2009 <strong> Derrick Rose </strong> crossover/crosses/cross/ shakes/bops/Dan Gadzuricces on <strong> Al Horford </strong> of the Atlanta Hawks. This is no way copyright infringement. It's for promotional use only. This footage belongs to", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]