[{"uid": "1295892457257261601", "i": 32617, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Schwab said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q>Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies.</q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1295566930055705737", "i": 33142, "idx": 0, "sa": ["Eric Schmidt"], "q": "the outgoing Google chief had to say in a recent guest article for Harvard Business Review. In the piece, <strong> Eric Schmidt </strong> talks about how mobile stuff is perhaps the biggest thing at Google for 2011. <q>As I think about Google's strategic initiatives in 2011, I realize they're all about mobile,</q> he wrote. \"We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are,", "new_id": -2}, {"uid": "1296974131206028816", "i": 14863, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1297254281101777433", "i": 42555, "idx": 2, "sa": ["Simon Cowell"], "q": "fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so", "new_id": -2}, {"uid": "1296176508032686515", "i": 27160, "idx": 0, "sa": ["Todd Oliver", "David Letterman"], "q": "big part of our lives. One day I was looking at my dog and I thought,' I bet you could have a lot to say if you could talk,\" <strong> Todd Oliver </strong> said. <q>The mundane things dogs put up with( like the same food every day) and the crazy things we do as owners, you put the two together, and when it comes from a dog's mouth, it's very effective.</q> The current dogs in <strong> Todd Oliver </strong>'s long-running act- he's done everything from the \"Late Show with <strong> David Letterman </strong>\" to a 13-year run on a Branson, Mo., showboat- are all pets that needed", "new_id": -2}, {"uid": "1297202882240402449", "i": 17250, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Egyptians renew appeal for Mubarak to resign now on biggest", "new_id": -2}, {"uid": "1295501732152404070", "i": 32997, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Carmelo Anthony </strong> everything he needed to know-- his sprained left ankle was just fine. <q><strong> Bob Marley </strong> figured if <strong> Bob Marley </strong> could do that, <strong> Bob Marley </strong>'m good,</q> <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\"", "new_id": -2}, {"uid": "1295887665065683465", "i": 31472, "idx": 4, "sa": ["Eric Schmidt"], "q": "something fresh and new to stay competitive. Ruling by consensus can be effective, but as you grow larger it grows more challenging.\" After 10 years of having \"equal\" decision making power, <q>we will continue to discuss the big decisions among the three of us,</q> <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" Some Google employees are reportedly concerned about the timing", "new_id": -2}, {"uid": "1297387115268320778", "i": 20809, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": " \"dawg,\" said fans will see \"a more assertive dog, a little bit more \"hair of the dog.\" Producers and host <strong> Ryan Seacrest </strong> promised a more fun ride. <q>There's a genuine camaraderie with this group,</q> <strong> Ryan Seacrest </strong> said. No one minimizes the loss of <strong> Simon Cowell </strong>, but no one plans to take up his caustic mantle. \"People go,` Who's going to be <strong> Simon Cowell </strong>?\"", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]