[{"uid": "1296282353007127044", "i": 19050, "idx": 5, "sa": ["Larry Bucshon", "Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.'' <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans.`` I am convinced he is now going to run for governor,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1295547194232112134", "i": 30663, "idx": 2, "sa": ["Jennifer Lopez", "Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": "made`` Idol'' delicious.''` American Idol' Season 10 recap: Just not the same without <strong> Simon Cowell </strong>'' Forget it. This season is a write-off: says Ramin Setoodeh in Newsweek. Now <q> the entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on. </q> <strong> Steven Tyler </strong> is`` about as critical as a fourth-grade music teacher,'' while <strong> Jennifer Lopez </strong>, trying to fill the sympathetic <strong> Paula Abdul </strong> role, supposedly has trouble saying no, but`` even this feels manufactured'' and disingenous.", "new_id": -2}, {"uid": "1296691911219119623", "i": 10635, "idx": 0, "sa": ["Sergio Marchionne", "Maurizio Landini"], "q": "the FIOM leaders seek a new basis for collaboration with <strong> Sergio Marchionne </strong>. On Friday, speaking in Milan's cathedral square, FIOM Secretary <strong> Maurizio Landini </strong> blamed the brutal exploitation contained in the agreement on`` modernity'': <q> We say no to a modernity, which in the name of competition, pits one worker against another. </q> He called for`` innovation, research and public intervention'' and added,`` Of course, we want to conclude contracts, and we want the company to function and that fundamental rights are extended, that's", "new_id": -2}, {"uid": "1297098713099483693", "i": 37804, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "<strong> Dwaine Caraway </strong>-- who'd take the reins should Mayor Tom step down before the May election-- is seen presenting a key to the city of Dallas to Philadelphia Eagles QB <strong> Michael Vick </strong> at some Super Bowl party. <q> Let me say this, in short: With me, with me, it's simply and only about the children, </q> <strong> Dwaine Caraway </strong> tells Unfair Park this morning, referring to the fact the downtown event was filled with`` wayward kids.'' <strong> Michael Vick </strong>'s Super Bowl party was canceled over security concerns, though he did make an appearance", "new_id": -2}, {"uid": "1296135713210878469", "i": 33, "idx": 1, "sa": ["Mike Luckovich", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}, {"uid": "1297007852194904114", "i": 48796, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1297269561137707527", "i": 37040, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "their import was being trashed by her former employer, the Washington Post, and many politicians and pundits.`` In the dark morning hours of Feb. 22, 2006,'' she recalled, <q> a group of unknown attackers detonated bombs in the northern Iraqi city of Samarra, bringing down the golden dome of a revered Shia Muslim shrine... During visits to Baghdad's morgue over the next two days, I saw Sunni families thronging to find the bodies of loved ones killed by the militias. The morgue's computer registrar told the grim-faced families and me that we would have to be patient; the morgue had taken in more than 1,000 bodies since the Samarra bombing, and was way behind on processing corpses. </q> \" Here's the thing, though: According to then-Secretary of Defense <strong> Donald Rumsfeld </strong> and his top commanders, it never happened. These killings, these dead, did not exist. According to them,", "new_id": -2}, {"uid": "1296492936169607194", "i": 70, "idx": 1, "sa": ["Morgan Stanley", "Stuart Pearson", "Sergio Marchionne"], "q": "`` Their strong 2011 guidance suggests confidence in the traction of their new product offering-- the first real indicator of that so far,'' <strong> Stuart Pearson </strong>, an analyst with <strong> Morgan Stanley </strong> in London, said in an e-mail. <q> We also suspect Chrysler is leaving plenty in the tank to beat its 2011 guidance. </q> Chrysler's global sales rose to 1.5 million in 2010, the company said. Earlier this month, <strong> Sergio Marchionne </strong> said Chrysler could now break even with 1.5 million vehicle sales, down from its previously stated breakeven", "new_id": -2}, {"uid": "1297242441083116117", "i": 20962, "idx": 1, "sa": ["Jay Leno", "David Letterman"], "q": "`` You had your foot on his neck,'' Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis. <q> What was that? I didn't like it... I don't acknowledge my competitors. </q> He had a point. It was a popular promo, but it undercut the vicious attacks on <strong> Jay Leno </strong>'s character that were dominating <strong> David Letterman </strong>'s monologues around this time last year.( The themes are still prevalent.", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]