[{"uid": "1297217209168738846", "i": 13850, "idx": 0, "sa": ["Sergio Marchionne"], "q": "expected later this year. At that time, the two companies could be merged into one, <strong> Sergio Marchionne </strong> said.`` There is no difference operationally'' between the two companies, he said. <q> From a corporate governance standpoint... separate companies don't make a lot of sense. </q> But the companies have more work to do before they officially merge.`` We're not there yet.'' His comments echo previous statements in which he expressed an interest in acquiring a majority stake in", "new_id": -2}, {"uid": "1295551546153829398", "i": 36580, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1295835341029999122", "i": 2872, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "law has got to be complied with; and, if it is broken, then it should be investigated by the police and it should be enforced,'' she told Sky News's Murnaghan programme. <q> Nobody is above the law, no news-paper editor, no journalist... For all of <strong> David Cameron </strong>'s talk of trust in politics it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him. </q> <strong> Nick Clegg </strong> today suggested that, as deputy prime minister, he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was`` primarily'' <strong> David Cameron </strong>'s job to find a replacement, adding``", "new_id": -2}, {"uid": "1297622399186056706", "i": 14290, "idx": 2, "sa": ["Lois Capps", "Ron Paul", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said <strong> Ron Paul </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1297598050205652000", "i": 21652, "idx": 0, "sa": ["Tony Blair", "Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q> On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor. </q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities <strong> Tony Blair </strong> <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"uid": "1295584425239992849", "i": 37046, "idx": 2, "sa": ["Donald Rumsfeld", "Sheikh Mohammed", "Osama bin Laden", "Richard Perle", "Dick Cheney", "Khalid Sheikh Mohammed", "Paul Wolfowitz", "Jeb Bush"], "q": "a terrorist organization that is controlled by British MI6 and the CIA. <strong> Osama bin Laden </strong> <strong> Khalid Sheikh Mohammed </strong> Rehan, who was arrested on Tuesday in Karachi,''... Z1on/e EViLeven MA$$ an NaZidie j:oP PNAC document pre 9/11 stated <q> absent some catastrophic and catalyzing event-- like a new <strong> Daniel Pearl </strong> Harbor </q> Project for a New American Century Key Members Included: <strong> Dick Cheney </strong>, <strong> Jeb Bush </strong>, <strong> Donald Rumsfeld </strong>, <strong> Paul Wolfowitz </strong>, <strong> Richard Perle </strong>, and convicted criminal <strong> Dick Cheney </strong>'s former... The <strong> Khalid Sheikh Mohammed </strong> <strong> Sheikh Mohammed </strong> Mosque <strong> Khalid Sheikh Mohammed </strong> <strong> Sheikh Mohammed </strong> Mosque The majestic <strong> Khalid Sheikh Mohammed </strong> <strong> Sheikh Mohammed </strong> Mosque is", "new_id": -2}, {"uid": "1295619952132808753", "i": 41616, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "do so.'' <strong> Andy Coulson </strong> played a major role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010 and was a key backroom figure in Downing Street's slick media operation. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said in a statement. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages", "new_id": -2}, {"uid": "1296849571234831879", "i": 6235, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Boys and Girls Club, Butler said. Butler said that <strong> Michael Vick </strong> arrived in Dallas on Thursday. He was spotted at the EA Sports Super Bowl party by a Miami Herald reporter who tweeted that <strong> Michael Vick </strong> was <q> sipping on a bottle of soda water all night. </q> NFL commissioner <strong> Roger Goodell </strong> was asked during his state of the league address on Friday about <strong> Michael Vick </strong> hosting public parties eight months after a man was shot as the quarterback's 30th Birthday Party in Virginia Beach.", "new_id": -2}, {"uid": "1296110120070025222", "i": 3876, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Election Protection- Georgia Election Info League Of Women Voters: Online Voters Guide Extra Car Tag Fee Up For Vote In November$ 10 Trauma Tag Fee Vote Faces Tough Fight Children Playing Near Woods Find Man's Body", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]