[{"uid": "1295593228034635777", "i": 32043, "idx": 0, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": ", 2:00 AM EST- U.S. Mark Zuckerbergets open in 7 hrs 30 mins Google turns <strong> Larry Page </strong> on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\" : \"goog, novl\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Michael Liedtke, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When Google", "new_id": -2}, {"uid": "1296582890005816352", "i": 936, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "named antiquities minister in a new Cabinet appointed by besieged President <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q> We can not be like Afghanistan, </q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history. \"Civilization is inside the Egyptians.\" The sites have not been immune to the chaos. Last week", "new_id": -2}, {"uid": "1296252062181977096", "i": 40697, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Fiat Chief Executive Officer <strong> Sergio Marchionne </strong> said. FIOM has called the recent plant-specific deals an attack on labor rights. Fiat said 25 percent of its workers took part in FIOM's general strike. <q> He was also banned from going within a one-mile radius of the horse owner's stables and fields </q>... United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world news, top news, science news, health news and current events. We thank you for visiting", "new_id": -2}, {"uid": "1297113612077856768", "i": 26117, "idx": 6, "sa": ["Simon Cowell"], "q": "'s Got Talent\" have fished the talent pool, <strong> Simon Cowell </strong> said he has a gut feeling he will be able to uncover such a talent. \"You've only got to find one,\" he said. <q> If I didn't believe I could do this, there would be no point in making the show. </q> The mentoring component grew out of him becoming bored and frustrated just sitting at the Idol desk and picking apart performances. \"I wanted to make a show on which I and my fellow judges could help", "new_id": -2}, {"uid": "1295564922055377927", "i": 4902, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Funktion ist er unter anderem f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. GR?NDUNG VOR 12 JAHREN Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297242543083116089", "i": 18708, "idx": 13, "sa": ["Simon Cowell", "Kit Hoover", "Billy Bush", "Justin Bieber"], "q": "friends. We're just gon na completely whip their a** es[ with` The X Factor].\" \"Have you watched the new` Idol'?\" <strong> Kit Hoover </strong> asked. <q> No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover' with a happy ending. We like happy endings, </q> <strong> Simon Cowell </strong> said. NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Billy Bush </strong> and <strong> Justin Bieber </strong> in \"The <strong> Billy Bush </strong> Show\" studio, Burbank", "new_id": -2}, {"uid": "1297249562136822788", "i": 9144, "idx": 0, "sa": ["Chris Smith", "Kirsten Gillibrand"], "q": "R-N.J. <strong> Chris Smith </strong> is the key sponsor of the bill to write the Hyde language into permanent law.( House leaders give the first handful of bill numbers to measures they want to highlight as legislative priorities.) <q> I think it says to the world that we are serious; it is time for a national debate on abortion that has never really occurred, </q> <strong> Chris Smith </strong> said. Democrats in the Senate, however, said the public would rather Congress focus on other things. \"This election was about the economy,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"", "new_id": -2}, {"uid": "1296109025070025288", "i": 51989, "idx": 1, "sa": ["Bernie Sanders"], "q": "U.S. government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Man Charged With Having Weapon Of Mass Destruction CHOPPER 9: Investigators Search Man's Home After Arrest Mecklenburg Mug Shots- Jan. 18- 24", "new_id": -2}, {"uid": "1297123761195428364", "i": 28181, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\"", "new_id": -2}, {"uid": "1297445835043220999", "i": 58324, "idx": 1, "sa": ["Sergio Marchionne"], "q": "by an inelegant, retro-style snout. The upcoming Alfa styling is marginalized within the company. <strong> Sergio Marchionne </strong>, however, prefers to lecture Pi?ch on SEAT, which he curiously brings up in the context of Alfa: <q> I'm not the one who bought SEAT. He's the one who bought it. I don't know if he can( fix it), but he needs to try. </q> Fiat Uno From the times of Generalissimo Franco, SEAT built licensed Fiat models, until the decade-long, cordial relationship broke up in the 1980s with SEAT's growing independence; Fiat wanted to keep", "new_id": -2}]