[{"uid": "1296521662156762117", "i": 31069, "idx": 3, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a( player) because of an injury the rest of the way,</q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the Check out the", "new_id": -2}, {"uid": "1295928966011796491", "i": 2198, "idx": 3, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against With Richard Hamilton sidelined, the Detroit Pistons abandoned their", "new_id": -2}, {"uid": "1294969460008224773", "i": 34224, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": "was appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at his confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health-care reform strategy. He argued last year: <q>We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course.</q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising ideals", "new_id": -2}, {"uid": "1295829795174063631", "i": 15471, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": ", such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q>can better increase the integration of Google's technology with business models to generate new revenue.</q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1297094583019349510", "i": 34826, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "are still forthcoming. \"The X Factor' has become a worldwide phenomenon and is unlike anything we've seen in America,\" says <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company. <q>The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.</q> While we don't miss <strong> Simon Cowell </strong> on \"American Idol\" that much, this certainly throws a whole new twist on singing competitions in the U.S.", "new_id": -2}, {"uid": "1297451229044924949", "i": 13295, "idx": 2, "sa": ["Michelle Obama", "David Letterman"], "q": "and do our show because that would be a little cheesy,\" <strong> David Letterman </strong> said of his meeting with <strong> Michelle Obama </strong>. In the end, all went well and <strong> David Letterman </strong> stated that he was very impressed. <q>I put out my hand to shake her hand and I called her Mrs. <strong> Michelle Obama </strong>. That seemed right, right?</q> However, <strong> Michelle Obama </strong> wanted more than a handshake. \"She put her arms around me and said, \"I\"m a hugger.\" <strong> David Letterman </strong> seemed very pleased with his first meeting with the <strong> Michelle Obama </strong> and their", "new_id": -2}, {"uid": "1295620443048054281", "i": 34732, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and Larry Page is taking over the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,</q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> joked about the switch on Twitter, saying", "new_id": -2}, {"uid": "1295678090220479522", "i": 40647, "idx": 0, "sa": ["Hu Jintao", "Barack Obama", "Andy Coulson"], "q": "Photo: North Korean soldier on northern side of truce village of... Article: <strong> Barack Obama </strong> seeks to highlight nation's econ potential... Report Abuse \"I was looking for Liberals and democrats posting comments...\" Report Abuse <q>The president of China was on a goodwill mission-and his visit with the president of the free world was a hugh step in the right direction. These two great powers with the large economies are friends and business partners- let's not talk about war, this is what either country is contemplating- it's out of mind and off the table.</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End U.S.-China Tensions Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296085327130252808", "i": 1992, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. These musicians should get hazardous duty pay for the tumbles they've taken while performing. Clark Atlanta's marching Panthers band practice daily before the annual Honda Battle of the", "new_id": -2}]