[{"uid": "1295515523124485791", "i": 33746, "idx": 1, "sa": ["Alassane Ouattara"], "q": "t remport?e par <strong> Alassane Ouattara </strong> et sa victoire a t reconnue par la communaut internationale mais le pr?sident sortant Laurent Gbagbo s` est d?clar vainqueur et refuse de quitter le pouvoir. Le Conseil de s?curit a exig <q> sans pr?judice de la libert d'expression, l'arr?t imm?diat de l'utilisation qui est faite des m?dias, notamment de la Radiodiffusion- T?l?vision ivoirienne( RTI), pour diffuser de fausses informations incitant? la haine et? la violence, notamment contre les Nations Unies et en particulier l'ONUCI </q>. Les Etats membres ont r?affirm qu'ils taient pr?ts``? prendre des mesures, y compris des sanctions cibl?es,? l'encontre de ceux qui entravent l'action de l'ONUCI''. L'envoi de Casques bleus suppl?mentaires survient", "new_id": -2}, {"uid": "1296490332150683652", "i": 54865, "idx": 0, "sa": ["Alassane Ouattara", "Charles Blé Goudé", "Ban Ki-moon"], "q": "the African Union summit in Ethiopia, <strong> Ban Ki-moon </strong> again called on Mr. Gbagbo to leave power.`` The current stalemate is not acceptaCharles Blé Goudé, the longer it persists the greater the risks,'' he said. <q> I welcome African Union decision to tackle this proCharles Blé Goudém within a month through the work of the high level panel. The United Nations stands ready to work as close as possiCharles Blé Goudé with this panel. </q> The head of Gbagbo's political youth wing says the United Nations improperly influenced African Union leaders to reject a recount. In a written statement, <strong> Charles Blé Goudé </strong> said <strong> Ban Ki-moon </strong> has the singular goal of making Mr. <strong> Alassane Ouattara </strong>", "new_id": -2}, {"uid": "1295643802119324695", "i": 5170, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "make these changes in an effort to simplify Google's management structure and improve its decision making process. As the new CEO, <strong> Larry Page </strong> will be responsible for lead product development and technology strategy. <q> In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in a company blog post. In his role as the new Executive Chairman, <strong> Eric Schmidt </strong> said he will be focusing on the deals, partnerships, customers and broader business relations, government outreach and", "new_id": -2}, {"uid": "1295278373145555468", "i": 52273, "idx": 1, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC.`` <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,'' said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295531574028180510", "i": 8768, "idx": 0, "sa": ["Mike Pence", "L. Brent Bozell III", "Morton Blackwell", "Jim Ryun", "Dick Armey"], "q": "Among Conservatives Within the last week, at least two draft <strong> Mike Pence </strong> groups have sprung up, including an effort spearheaded by former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., and former Reagan administration official Ralph Benko. <q> Seize this moment, <strong> Mike Pence </strong>, </q> <strong> Jim Ryun </strong>, along with conservative leaders <strong> L. Brent Bozell III </strong>, <strong> Dick Armey </strong> and <strong> Morton Blackwell </strong>, wrote in a letter they sent to <strong> Mike Pence </strong> on Thursday.`` Now is the time for you, as one of this generation's leaders, to", "new_id": -2}, {"uid": "1295608967062603264", "i": 50661, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account:`` Day-to-day adult supervision no longer needed!'' <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come, </q> he added. In a call to analysts, he explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the", "new_id": -2}, {"uid": "1296474453099827713", "i": 2379, "idx": 0, "sa": ["Noureddine Mezni", "Alassane Ouattara"], "q": "Reuters)- The presidents of South Africa, Tanzania, Mauritania, Burkina Faso and Chad will form a high-level panel tasked with resolving Ivory Coast's leadership dispute, an African Union official said on Monday. <q> The chairman of this group will call a meeting this afternoon to discuss a progrmme... because they have to move, because they have only one month, </q> <strong> Noureddine Mezni </strong>, spokesman for the AU Commission chairman, told reporters in Ethiopia. The AU accuses incumbent President Laurent Gbagbo of clinging onto power after being defeated in a December poll by challenger <strong> Alassane Ouattara </strong>. The AU", "new_id": -2}, {"uid": "1295633029004243483", "i": 3235, "idx": 0, "sa": ["Shaun Ellis", "Michael Vick", "Ben Roethlisberger", "Rex Ryan", "Tom Brady"], "q": "digs at <strong> Tom Brady </strong>, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback.`` I would've made him a defensive end,'' <strong> Rex Ryan </strong> said. <q> <strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he does and be as accurate on the run. </q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end <strong> Shaun Ellis </strong>.`` He's very strong. He's very elusive in the pocket,''", "new_id": -2}, {"uid": "1295226642111804432", "i": 35042, "idx": 1, "sa": ["Geoffrey Rush", "Johnny Depp", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Jeremy Renner", "Ricky Gervais"], "q": "Foreign Press Association didn't just nominate it to hang out with <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>.`` They also accepted bribes.'' He's also suggesting the best special effects Globe should go to the people who airbGeoffrey Rushed the <q> Sex and the City 2? poster. Now, he's taking cracks at <strong> Hugh Hefner </strong>, <strong> Mel Gibson </strong>, certain famous Scientologists, and the`` Lost </q> finale. We're less than five minutes in and he's already been bJeremy Rennerped once, and I think these stars aren't drunk enough yet for <strong> Ricky Gervais </strong> because most of the jokes got pretty icy responses from the", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance.`` We were very confident,'' <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]