[{"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1295268815054296577", "i": 27068, "idx": 0, "sa": ["Michael Gove"], "q": "heart's content! Only now, in addition to the softer subjects, children are required to do 5 academic subjects. \"How dare <strong> Michael Gove </strong>!\", shriek Leftie members of the education establishment. <q>And how dare you, the public, insist on knowing how many children, in any given school, achieve C grade passes( not A* s!) in five academic subjects!</q> In essence, <strong> Michael Gove </strong> hasn't made the massive shift that everyone is claiming. He has added history and geography to the mix and now, not only are a science and a language mandatory, but", "new_id": -2}, {"uid": "1295684942089554946", "i": 34360, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look <strong> Carmelo Anthony </strong> was", "new_id": -2}, {"uid": "1296161177113164330", "i": 7150, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "] has been misinterpreted and[ it is] not well understood what we are doing,\" Mr <strong> Eric Schmidt </strong> said, explaining that he wanted details of the deal understood for the \"historic record\". <q>This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well managed business. The three of us will be on all of the big decisions together.</q> Mr <strong> Eric Schmidt </strong> said that the three men had discussed the change last summer to aid \"clarity\" over decision making. Mr Page and Mr <strong> Sergey Brin </strong> had insisted that he retain a central role running the company", "new_id": -2}, {"uid": "1296745480199131144", "i": 25344, "idx": 4, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "retire in 2011. \"<strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> is both amused and flattered by the website, but he will retire from government for good later this year,\" Pentagon spokesman Geoff Morrell said Wednesday in a statement. <q>He has never run for any political office and has no intention of ever doing so. He looks forward to following the 2012 presidential campaign from his home in the Pacific Northwest.</q> organized by two graduates of Texas A&M University, where <strong> Robert Gates </strong> served as president, hopes to change the secretary's mind by calling on his sense of service. \"Every time his country called him to a", "new_id": -2}, {"uid": "1294965103172343305", "i": 13381, "idx": 1, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., who stood by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling <strong> Gabrielle Giffords </strong> <q>how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.</q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said, \"and the more we joked about what we were going to do, she started to open her eyes.\" <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1297430731170164227", "i": 19187, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Reorganization \"We each bring incredible assets to the table,\" <strong> Stephen Elop </strong>, Nokia's chief executive, and <strong> Steve Ballmer </strong>, Microsoft's chief executive, said in a joint statement. <q>Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services; the company's incredible expertise in platform creation forms the opportunity for its billions of customers and millions of partners to get more out of their devices.</q> In press materials provided before the call, Nokia did not outline a move to Silicon Valley, as some had expected. It did, however, reorganize itself into two divisions, one oriented", "new_id": -2}, {"uid": "1296543261227508233", "i": 32378, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": "Is that a sophomore in high school, is that about what it is?\" <strong> David Letterman </strong> asks. \"Or a junior?\"[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply: <q>I don't know-- I'm Canadian.</q>", "new_id": -2}, {"uid": "1295804716188252188", "i": 6596, "idx": 0, "sa": ["Colin Powell"], "q": "to 64636 to get breaking news alerts on your phone. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1297309778072155253", "i": 14583, "idx": 0, "sa": ["David Letterman"], "q": "in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q>Consumers love to follow what's hot, what's glamorous, what's beautiful,</q> Southwood said. \"The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\" Southwood and his Sauvage Swimwear in San Diego, California", "new_id": -2}]