[{"uid": "1295569871192872471", "i": 30680, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's John Foley, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be`` the industry leader in scoring, auditing, and improving traffic quality for the", "new_id": -2}, {"uid": "1295646299254836759", "i": 8470, "idx": 0, "sa": ["Karl Rove", "Christine O'Donnell", "Mike Pence"], "q": "Senior Advisor and Deputy Chief of Staff <strong> Karl Rove </strong>, to suggest that <strong> Christine O'Donnell </strong> should explain her comments. On Sunday, September 19, 2010, <strong> Karl Rove </strong>, who now works as a Republican strategist, told FOX News that <q> In southern Delaware, where there are a lot of church-going people, they're probably going to want to know what was that all about. </q> On Monday, September 20, 2010, Republican Representative <strong> Mike Pence </strong> of Indiana told ABC's'' Good Morning America'' that <strong> Christine O'Donnell </strong> has an`` obligation'' to explain her witchcraft comments CampusReform.org's Abby Alger discusses youth activism", "new_id": -2}, {"uid": "1295039601009945088", "i": 14076, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "Vote-casting at the factory, which employs around 5,500 people, began on Thursday evening. Early estimates put voting turnout at 94.4 percent. The results of the ballot were expected around 2300 GMT. <q> The voting slips that have been slipped into the factory's ballot boxes since yesterday are destined to change the country's industrial history, </q> <strong> Silvio Berlusconi </strong> Sole 24 Ore business paper said in an editorial on Friday. The proposal announced by <strong> Sergio Marchionne </strong> would bring one billion euros($ 1.3 billion) in investments to historic Mirafiori, which would start producing", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295887423159268880", "i": 36158, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' Play video Moscow Airport Blast Kills At Least", "new_id": -2}, {"uid": "1296560297058949650", "i": 8024, "idx": 1, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "to blame and someone to make him to look better.'' <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. <q> He hasn't achieved all of his purposes, but he's stabilised the economy. The economy is now starting to rebound, more slowly than we would like to see, but it is rebounding, </q> he told CNN.`` Whether you approve of healthcare or not, he took on that issue, which I think is a major challenge for the American people.'' M&G Online Comment Guidelines In Brief", "new_id": -2}, {"uid": "1296001277079446017", "i": 18819, "idx": 1, "sa": ["Steve Ballmer"], "q": "homes, causing a railroad bridge to collapse and leaving much of downtown underwater.( June 12) <strong> Steve Ballmer </strong> Shriver/owns flooded business`` Something is collapsing over there.''`` What do you think it is?'' <q> I think it's a parking garage. </q>( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business`` The river is literally", "new_id": -2}, {"uid": "1296060767024477696", "i": 40068, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "Simon Cowell", "Ellen DeGeneres", "Kid Rock"], "q": "seasons of <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong> combined. There's no denying his credentials and his loose-cannon likability.`` I bet <strong> Kid Rock </strong>, Joe Perry and any other haters are swallowing their words,'' Parker says. <q> It's going to do for him what VH1 and MTV did for <strong> Bret Michaels </strong> and <strong> Ozzy Osbourne </strong>. </q> But will <strong> Steven Tyler </strong> be able to sustain the energy during the grueling Hollywood weeks and live shows? We'll see. In the past, Jackson's influence was eclipsed by <strong> Simon Cowell </strong>'s brashness and", "new_id": -2}, {"uid": "1297413722221036567", "i": 28024, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Today, Nokia and Microsoft intend to enter into a strategic alliance,'' <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. <q> Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities beyond anything that currently exists. </q> Microsoft CEO <strong> Steve Ballmer </strong> said the partnership`` brings the brands mobile consumers want, like Bing, Office, and of course Xbox Live.'' <strong> Stephen Elop </strong> Shankland Full Profile", "new_id": -2}, {"uid": "1295539340089374724", "i": 5725, "idx": 2, "sa": ["Dr. Helen Caldicott", "Sen. Bernie Sanders", "President Bush", "William Hartung", "David Barstow"], "q": "in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex.'' By <strong> William Hartung </strong>.( Nation Books, 2010) <strong> Sen. Bernie Sanders </strong> McDermott: <q> The Medical-Industrial Complex in this Country is Bigger than the Military-Industrial Complex </q> <strong> Dr. Helen Caldicott </strong> On the New Nuclear Danger: <strong> President Bush </strong>'s Military-Industrial Complex EXCLUSIVE... Pentagon Pundits: New York Times Reporter <strong> David Barstow </strong> Wins Pulitzer Prize for Exposing Military's Pro-War Propaganda Media Campaign Carnegie Military University: How the Pentagon Funds", "new_id": -2}]