[{"uid": "1296017655196706362", "i": 33758, "idx": 0, "sa": ["Bernie Sanders"], "q": "that statues of U.S. Presidents and founding fathers sold in the Smithsonian gift shop are made in China. Senator <strong> Bernie Sanders </strong> has written the Smithsonian urging it to find an American manufacturer for historical souvenirs. <q> If a museum owned by the people of America, a museum which talks about our own history, can not have products in the states manufactured by American workers we've got some very, very serious problems, </q> <strong> Bernie Sanders </strong> says. In response to the Senator's letter, the Smithsonian issued a statement:`` While the Smithsonian makes every attempt to buy American products whenever possible, some of the items offered", "new_id": -2}, {"uid": "1297684045187187200", "i": 22148, "idx": 2, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "on Thursday, February 3, 2011 by The Washington Post Unrepetant <strong> Donald Rumsfeld </strong>: Iraqi Deaths, Torture Worth It Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2403 on: February 06, 2011, 03:46:01 AM </q> Bombings, polio, war, it's Iraq The Common Ills http://thecommonills.blogspot.com/2011/02/bombings-polio-war-its-iraq.html February 4, 2011 Today Iraq is slammed with bombings again. <strong> Hosni Mubarak </strong> Tawfeeq( CNN) notes a Ramadi suicide", "new_id": -2}, {"uid": "1295630754045006869", "i": 14100, "idx": 4, "sa": ["Andy Reid", "Michael Vick", "Tony Dungy"], "q": "is very confident that <strong> Michael Vick </strong> will remain a Philadelphia Eagle even though 2010 was the final year of his two-year deal.`` He wants to come back; the Eagles want him,'' <strong> Tony Dungy </strong> says. <q> He has so much gratitude to <strong> Andy Reid </strong> and Jeff Lurie. I'd just really be shocked if he's not back. </q> As for the games this weekend, <strong> Tony Dungy </strong> likes both home teams in the Championship Games- the Bears and the Steelers. He also adds that while he misses the relationships that go along with coaching,", "new_id": -2}, {"uid": "1297216423081690625", "i": 8251, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "campaign promise to focus on the economy. The Democrats, who used similar messaging leading up to the healthcare reform repeal vote, are trying to paint Republican healthcare efforts as a distraction from creating jobs. <q> I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country, toward how we undermine women's reproductive health, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point.`` The House leadership is clearly out of touch with the", "new_id": -2}, {"uid": "1295628168219987969", "i": 43367, "idx": 4, "sa": ["Dan Gillmor", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "et <strong> Sergey Brin </strong>, qui se partageaient jusqu'alors les d?cisions. <strong> Eric Schmidt </strong> tait connu pour temp?rer les d?cisions des deux cofondateurs, href=\"http://searchengineland.com/google-chrome-eye-22226\" target=\"_blank\"> retarDan Gillmort par exemple la sortie du navigateur Google Chrome et du syst?me Chrome OS. <q> Nous devions clarifier nos r?les </q>, affirme-t-il, sugg?rant que l'entente n' a pas toujours t totale.`` La passion d'une start-up'' Propuls PDG, <strong> Larry Page </strong> souhaite aujourd` hui retrouver un rythme d'innovation", "new_id": -2}, {"uid": "1295947110129105978", "i": 23597, "idx": 2, "sa": ["Grant Hill", "Keyon Dooling", "LeBron James", "Allen Iverson", "Shaun Johnson"], "q": "and fortunately, it went in,'' <strong> Allen Iverson </strong> said. <strong> Shaun Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player maLeBron James a great play when they needed him. </q> The <strong> Shaun Johnson </strong> had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Shaun Johnson </strong> with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1295611399188842001", "i": 40843, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "Alan Johnson", "Murdo MacLeod", "David Cameron"], "q": "Blog home <strong> Andy Coulson </strong> resigns: live <strong> Andy Coulson </strong>, former News of the World editor Photograph: <strong> Murdo MacLeod </strong> 12.02 pm: In the comments@londone asks <q> where are the questions about <strong> David Cameron </strong>'s judgement and leadership qualities </q> that I posed about <strong> Ed Miliband </strong> in my live blog of the <strong> Alan Johnson </strong> resignation last night. See the previous post,@londone- I think the story will definitely pile the heat on <strong> David Cameron </strong> now. My colleague Toby", "new_id": -2}, {"uid": "1297709543205012998", "i": 1204, "idx": 2, "sa": ["Bernie Sanders", "Peter Welch"], "q": "are just using them to make obscene profits.'' Sen. <strong> Bernie Sanders </strong> was the chief sponsor of a 2008 bill that increased federal heating assistance. He said he was disappointed in the president's budget proposal. <q> This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick or the old who can't afford to heat their homes in the winter, </q> he said.`` This is simply wrong,'' added Rep. <strong> Peter Welch </strong>( D-Vt.).`` We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter.", "new_id": -2}, {"uid": "1297162307055738376", "i": 25695, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "likely to resurge, and a fragile government propped up by foreign funding and a limited military presence. Not despite our best efforts, but quite possibly because of them''. Let's try asking Afghan people: <q> Has the west failed in Afghanistan? </q> How did the US get to here and what should they conclude? May 1, 2003. In Kabul the US Secretary of Defense <strong> Donald Rumsfeld </strong> href=\"http://www.washingtonpost.com/ac2/wp- dyn/A2634- 2003May1?language=printer\"> announces", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]