[{"uid": "1295616367207978512", "i": 43725, "idx": 2, "sa": ["Andy Coulson"], "q": "family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government'' <q>During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He can be extremely proud of the role he has played, including for the last eight months in Government</q>. This is the second time that Mr <strong> Andy Coulson </strong> has been forced out of a high-profile position over the so-called phone-hacking scandal as he was forced to quit as editor of the News of the World in early", "new_id": -2}, {"uid": "1296104964124256267", "i": 47086, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "a dogfighting operation. After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. ''This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1296106992079347723", "i": 1202, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "house-hunting in Los Angeles. The word is that the American executives behind the launch of <strong> Simon Cowell </strong>'s X Factor US are not convinced that <strong> Cheryl Cole </strong> is well enough known among the show's potential core audience. <q>It was thought the American job was a done deal but it seems the US executives have had a last-minute change of heart. They are now questioning whether she's famous enough in America.</q> According to the same source, <strong> Simon Cowell </strong> is doing ''everything in his power'' to persuade them <strong> Cheryl Cole </strong> is the right choice. It seems her rivals for the job are the Barbadian-born superstar", "new_id": -2}, {"uid": "1296686530194002957", "i": 3917, "idx": 2, "sa": ["Zahi Hawass"], "q": ", and credited not only the army but also average Egyptians, who he said had helped guards protect cultural sites. ''They stood with sticks'' along with guards and antiquities inspectors, he said. <q>They stood in front of outlaws, and they stopped any theft.</q> As Egypt's chief archaeologist, <strong> Zahi Hawass </strong> has made the return of Egypt's cultural patrimony his priority. He has called on Germany, for instance, to return the bust of Nefertiti that is in the", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1295815291030490662", "i": 21415, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Paul Begala"], "q": "the Supreme Court decision in Roe v. Wade that established a woman's right to an abortion. ''I am committed to protecting this constitutional right,'' Mr. <strong> Barack Obama </strong> said in a statement. <q>I also remain committed to policies, initiatives, and programs that help prevent unintended pregnancies, support pregnant... N.J. school-voucher plan clears Senate panel By Adrienne Lu Inquirer Trenton Bureau TRENTON- A pilot program for school vouchers moved one step closer to reality Thursday, after a New Jersey Senate committee released the bill following hours of heated debate. The legislation, which is supported by Gov. Christie, would create ''opportunity scholarships</q> that would allow State of the Union. Topics: <strong> Barack Obama </strong>'s State of the Union address; Washington; crafting a presidential speech. Guests: <strong> Colin Powell </strong>, former Secretary of State; <strong> Paul Begala </strong>, Democratic strategist", "new_id": -2}, {"uid": "1295319354058130441", "i": 28710, "idx": 1, "sa": ["Barack Obama", "Mike Pence", "Ronald Reagan"], "q": "considered a White House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies, <strong> Mike Pence </strong> is among the GOP's most outspoken critics of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. <q>We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead</q> and ''we'll be making a decision before the end of this month,'' <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295224390243892261", "i": 30992, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 2,990,000 MLS 4367093", "new_id": -2}, {"uid": "1295559949061718541", "i": 3668, "idx": 2, "sa": ["Eric Schmidt"], "q": "have a shot at running[ Google].'' The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be ''elevated'' to his new position, it was explained. <q>How can we run the company even better?</q> he said. ''We think this will produce even better results.'' We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. ''", "new_id": -2}, {"uid": "1297440898101842950", "i": 35177, "idx": 4, "sa": ["Zahi Hawass"], "q": "objects at the Qantara site, and an inventory was underway. <strong> Zahi Hawass </strong> sought to project a sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast", "new_id": -2}]