[{"uid": "1297162733062062604", "i": 41296, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "with them Sunday night after the game that are continuing to play in his mind. \"Just in the locker room after the game and being able to reflect with my teammates,\" he said. <q>Big hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year.</q> After he was done at Disney, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's \"Late Show with <strong> David Letterman </strong>,\" where he chatted with the host about his days at junior college and", "new_id": -2}, {"uid": "1295901715011026433", "i": 2106, "idx": 1, "sa": ["Steve Ballmer", "Don Dodge"], "q": "has been one of the most consistent financial performers for the company. \"In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of \"new and different talent,\" he wrote. <q>It does sound as if <strong> Steve Ballmer </strong> and Muglia do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that Muglia wasn't on-board with Microsoft's increasing emphasis on the cloud. \"Muglia's been championing private and public cloud products and services from the company, and has done a lot to guide Microsoft's` All In\" transition, from my vantage point,</q> she wrote. <strong> Don Dodge </strong>, a former Microsoft tech evangelist who moved on to Google after getting axed by Microsoft two years ago, wrote on his personal blog that the change in direction would lead", "new_id": -2}, {"uid": "1297417055221036545", "i": 797, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "hug with <strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well,\"</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1296391786239042627", "i": 4589, "idx": 8, "sa": ["Michael Vick"], "q": "him a shot when it seemed no one else would. \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects <q>everything to go according to plan.</q> \"We'll see what happens over the next couple months. I just got to be patient and take it day by day,\" he said. <strong> Michael Vick </strong>, who made his three previous", "new_id": -2}, {"uid": "1296449395205996048", "i": 38395, "idx": 11, "sa": ["Brian Kamenetzky", "Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Brian_Kamenetzky_on_Kobe_Bryant_and_LA's_win_over_Memphis <strong> Brian Kamenetzky </strong> of the LA Times.com Lakers Blog breaks down", "new_id": -2}, {"uid": "1297348316264044562", "i": 2508, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "Tuesday. \"This should be a scandal to every American. The time has come to deny all federal funding to the Planned Parenthood Federation of America,\" said <strong> Mike Pence </strong>, referring to the group as <q>the largest abortion provider in America.</q> On Wednesday, the powerful House Appropriations Committee said it wants to cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic <strong> Barack Obama </strong> for such programs in his 2011 budget", "new_id": -2}, {"uid": "1296569355043499528", "i": 11906, "idx": 2, "sa": ["Johnny Nitro", "Drew McIntyre", "Jack Swagger", "Kofi Kingston", "Simon Cowell", "Ric Flair", "Michael McIntyre", "John Cena"], "q": "here: <strong> Johnny Nitro </strong> 1st February, 9:00 am Metro <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q>He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: <strong> Ric Flair </strong> don't like you. <strong> Ric Flair </strong> love you,'</q> the comedian told Newsbeat's Natal... Rant on <strong> John Cena </strong>\"s pushing of young talent( Sheamus, <strong> Jack Swagger </strong>, <strong> Kofi Kingston </strong>, <strong> Drew McIntyre </strong>) <strong> Drew McIntyre </strong> 4th Titantron Remake Information- Finally <strong> Ric Flair </strong> finished my <strong> Drew McIntyre </strong> 4th Remake. This was", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q>Well, I'm sorry to hear that, or I'm not sorry to hear that?</q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1297608695106446884", "i": 11914, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q>There's no way they'll go off and forget about the UK show,</q> a source said. \"<strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.\" gives us an insight into her character", "new_id": -2}, {"uid": "1297446725101842956", "i": 11168, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q>a serious book of history that is rooted in the primary documents that I will have on the website[ www.rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments.</q> When I invite him to discuss the fairly damning remarks in his book about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct", "new_id": -2}]