[{"uid": "2008112422_00037942_W", "i": 3217, "idx": 21, "sa": ["Mariah Carey", "Janet Jackson", "Whitney Houston", "Sarah McLachlan", "Ani DiFranco"], "q": "great hit from emf! albeit, one hit.\" \"no, i meant you're unbelievable.\" \"oh. well at least i don't have any <strong> Mariah Carey </strong>, celine dion or <strong> Whitney Houston </strong>.\" <q> no, but you do have <strong> Janet Jackson </strong>, <strong> Sarah McLachlan </strong> and <strong> Ani DiFranco </strong>. barf! </q>* punches self in face* \"don't you ever talk shit about <strong> Sarah McLachlan </strong>, you piece of shit fuck! never! and i happen to like some of the stuff by <strong> Ani DiFranco </strong> and dig some of the", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2589, "idx": 19, "sa": ["Pamela Ribon", "Libba Bray", "Anton Strout"], "q": "life that's half a person. i can't live half a life. now how do i get the house and the garden and the fucking in marrakech? this is the real question.\" <strong> Pamela Ribon </strong>: <q> love is a choice. i fully believe that. also, i think it's controlled by the same part of the brain that makes you actively choose to pretend you don't know how the stove works. choose wisely. </q> <strong> Anton Strout </strong>: a lot of people ask me for advice on writing. to this i will clap my hands at them, and say \"write, monkey, write!\" <strong> Libba Bray </strong>: \"i hope that within", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3386, "idx": 2, "sa": ["Ralph Nader", "Winston Spencer-Churchill", "Jack Talbert"], "q": "and business august 22, 2008 urgent action- anti-mining activist attacked in mexico \"some men change their party for the sake of their principles; others their principles for the sake of their party.\" -- <strong> Winston Spencer-Churchill </strong> <q> moderation in temper is always a virtue; but moderation in principle is always a vice. </q>-- <strong> Jack Talbert </strong> paine \"to know and not to do is not to know.\" -- chinese proverb, regularly repeated by <strong> Ralph Nader </strong> \"the means of defense against foreign danger historically have become the instruments of tyranny at", "new_id": -2}, {"uid": "2008100900_00086010_W", "i": 294, "idx": 6, "sa": ["George Habash"], "q": "palestine is dying, to quote his own words <NO_QUOTATION> alwida dawish, alwida <strong> George Habash </strong>, alwida arafat: alwida palestine? \"but there is another kind of loneliness which is terrible to endure.\" he paused. <q> and that is the loneliness of seeing a different world from that of the people around you. their lives remain remote from yours. you can see the gulf and they can't. you live among them. they walk on earth. you walk on glass. they reassure themselves with conformity, with carefully constructed resemblances. you are masked, aware of your absolute difference. that's why i always live in the bars- les lieux de drague- simply to be among the others who were like me. </q>", "new_id": -2}, {"uid": "2008091213_00001413_W", "i": 195, "idx": 0, "sa": ["Patrick Kelley"], "q": "a radio call for help about a 584-foot bulk freighter, which is carrying 22 people. petty officer <strong> Patrick Kelley </strong> told the associated press that the ship, hauling petroleum coke, broke down in the path of the hurricane <q> in a potentially dangerous situation. </q> <strong> Patrick Kelley </strong> says they're so far offshore, you're looking at only helicopter responses-- then you're dealing with winds. <strong> Patrick Kelley </strong> says the coast guard is weighing its response options. no details were immediately provided by", "new_id": -2}, {"uid": "2008112521_00014952_W", "i": 3692, "idx": 0, "sa": ["Jarkko Ruutu", "Steve Irwin"], "q": "mainstream hockey media. the everett silvertips route and grown hockey power mustaches. but buried inside the article is 24-karat <strong> Jarkko Ruutu </strong> gold: if he wasn't a hockey player, he might have been a reptile wrestler. <q> i'd want to be a crocodile hunter, like( the late) <strong> Steve Irwin </strong>... but i don't think i have the balls for it. it's interesting, all the energy( <strong> Steve Irwin </strong>) had. the stuff he was doing and he was so excited about it. </q> oh, and then <strong> Jarkko Ruutu </strong> adds the quote of the day: \"a lot of people think i am screwed up... but i am.\" [ ottawa sun]? the evidence is clear: dallas stars", "new_id": -2}, {"uid": "2008111005_00018950_W", "i": 796, "idx": 1, "sa": ["Robert M Hanson"], "q": "yet. back in the early 2000s when canadian traffic was weak, the loonie was below 70 and even 65 cents. farther east, in duluth, businesses haven't seen the canadian traffic drop off either. <q> we haven't seen any real erosion at this point, </q> said george goldfarb, chief financial officer of maurices, a duluth-based women's clothing chain with 677 stores nationwide. \"it's too soon to tell,\" said <strong> Robert M Hanson </strong>, operations manager at gander mountain in neighboring", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3216, "idx": 20, "sa": ["Mariah Carey", "Janet Jackson", "Whitney Houston", "Sarah McLachlan", "Ani DiFranco"], "q": "coolio, jesus jones, right said fred and emf!\" <NO_QUOTATION> \"yeah! that's a great hit from emf! albeit, one hit.\" \"no, i meant you're unbelievable.\" <q> oh. well at least i don't have any <strong> Mariah Carey </strong>, celine dion or <strong> Whitney Houston </strong>. </q> \"no, but you do have <strong> Janet Jackson </strong>, <strong> Sarah McLachlan </strong> and <strong> Ani DiFranco </strong>. barf!\" * punches self in face* \"don't you ever talk shit about <strong> Sarah McLachlan </strong>, you piece of shit fuck! never!", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3219, "idx": 23, "sa": ["Janet Jackson", "Rick Astley"], "q": "dancey stuff of classic <strong> Janet Jackson </strong>. michael, too!\" did you just punch yourself? idiot. you like the <NO_QUOTATION> stuff by <strong> Janet Jackson </strong> but get all pissy over <strong> Rick Astley </strong>? christ, what a tool.\" <q> oh! tool! let's listen to` aenema'! </q> \"hell yeah! any song about the hope for armageddon and sending california out to float into the pacific in pieces is super awesome by me!\" yeah, me too! \"then let's jam out", "new_id": -2}, {"uid": "2008090507_00017895_W", "i": 2849, "idx": 2, "sa": ["Kyle Reed", "Jeff Tedford"], "q": "real good friend of mine. but i was glad to see <strong> Kyle Reed </strong> did so well.\" daft inadvertently had a hand in ruining davis' upset bid, because <strong> Kyle Reed </strong> credits daft with much of his improvement. <q> he was the person who sat me down and helped me understand the offense, </q> <strong> Kyle Reed </strong> said. daft, then the bears quarterbacks coach, recalls meeting with <strong> Kyle Reed </strong> at 7 a.m. to work on the mental aspects of the position, often using the checkers game developed by cal head coach <strong> Jeff Tedford </strong> to", "new_id": -2}]