[{"uid": "1295562503105267204", "i": 11182, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. \"<strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1295004834083214337", "i": 14684, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said: \"i'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five-figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "new_id": -2}, {"uid": "1295696713150896652", "i": 16408, "idx": 1, "sa": ["Colin Powell", "Queen Elizabeth II", "Sen. Joe Lieberman"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q>Iraq- its infrastructure of concealment, deception and intimidation</q>) saying: \"<strong> Sen. Joe Lieberman </strong> would call my colleagues' attention to the fine paper that the <strong> Queen Elizabeth II </strong> distributed... which describes in exquisite detail Iraqi deception activities.\" It was 5th February 2003. <strong> Sen. Joe Lieberman </strong> stood", "new_id": -2}, {"uid": "1295814374241696780", "i": 13563, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. Sponsored Links <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,</q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295595231037634053", "i": 11017, "idx": 7, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,</q> Page said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies.", "new_id": -2}, {"uid": "1297447787101842948", "i": 44321, "idx": 0, "sa": ["Steve Ballmer"], "q": "which seeks to deliver an affordable Internet experience to a billion users, primarily in developing markets. Given the core competencies of each, the pair insisted that they could move quickly to market. <q>Ecosystems thrive when fueled by speed, innovation and scale,</q> Microsoft's <strong> Steve Ballmer </strong> said in a statement. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\" Nokia officials said in statements that", "new_id": -2}, {"uid": "1296536150067862556", "i": 32796, "idx": 6, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Juan Carlos Navarro", "Allen Iverson"], "q": "<strong> Juan Carlos Navarro </strong>, freeing up more money for the signing http://wn.com/Dallas_down_Memphis_100-82__Dec_23_2009__Official_NBA_Game_HIghlights After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that I will continue my career.</q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: \"I feel that they are committed to developing a winner and I know that I can help", "new_id": -2}, {"uid": "1296259546046202905", "i": 1431, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi"], "q": "editor at the Washington Examiner, Chris Stirewalt. http://wn.com/Balls_Beer_for_Health_Care_Reform,_the_Full_Version Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q><strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan</q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Michael_Moore's_Message_to_Barack_Obama_and_Blue_Dog_Democrats <strong> Michael Bennet </strong> Moore addresses press on <strong> Barack Obama </strong> and Blue Dog Democrats\"", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295499439033751053", "i": 6450, "idx": 0, "sa": ["Michael Vick", "Mike Martz", "Aaron Rodgers", "Jay Cutler"], "q": "rushing yards last week against the Seattle Seahawks were a career high. Advertisement For the Green Bay Packers, <strong> Aaron Rodgers </strong>' 356 rushing yards for the season were second only to Philadelphia's <strong> Michael Vick </strong>. <q>His impromptu... his decision to take off and go without the hesitation is big,</q> said Bears offensive coordinator <strong> Mike Martz </strong> of <strong> Jay Cutler </strong>. \"He makes plays with his feet. I haven't had a quarterback like that before. \"He's made some really big plays for us. He", "new_id": -2}]