[{"uid": "1295217333029671439", "i": 13660, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "in the seven-minute video.`` They begin and end with the criminals who commit them.'' She defended her own words and actions, noting that she had said while campaigning in Arizona last year, <q> We know violence isn't the answer. When we take up our arms, we're talking about our vote. </q> Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to Giffords.", "new_id": -2}, {"uid": "1295499335019333136", "i": 219, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson", "Hubie Brown"], "q": "point effort by <strong> Kobe Bryant </strong>. Other Notes: <strong> Kobe Bryant </strong> had the famous 30 feet double clutch desperation three to beat the shot clock in this game in the 3rd quarter that showed his unlimited range. As <strong> Hubie Brown </strong> said, <q> Range is not a factor for <strong> Kobe Bryant </strong>. </q> <strong> Kobe Bryant </strong> shot http://wn.com/Allen_Iverson_23pt_vs_Kobe_Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> delivered the throwback duel fans paid to see. Just like in the 2001 NBA Finals, <strong> Kobe Bryant </strong>'s Los Angeles Lakers topped <strong> Allen Iverson </strong>'s Philadelphia 76ers. <strong> Kobe Bryant </strong> roused the 20000 fans who", "new_id": -2}, {"uid": "1296599743193396754", "i": 49413, "idx": 6, "sa": ["Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "didn't need to: <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was ex... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong> to <strong> Camille Grammer </strong> Hands Off My Money!. Click our link", "new_id": -2}, {"uid": "1296871605113704988", "i": 37221, "idx": 1, "sa": ["Roger Goodell", "Michael Vick", "Tony Dungy"], "q": "says <strong> Michael Vick </strong> told him that he would not be attending any public parties while in Dallas.`` I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here,'' <strong> Roger Goodell </strong> said. <q> He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what <strong> Michael Vick </strong> has done. He's taken his responsibility seriously.`` I support him and I want to make sure he doesn't put himself in a position where he doesn't make bad decisions or have bad things happening around him. </q> Former Colts and Bucs coach <strong> Tony Dungy </strong>, a <strong> Michael Vick </strong> mentor, confirmed <strong> Roger Goodell </strong>'s statement about <strong> Michael Vick </strong> avoiding any party being thrown under name.`` He is not going to be attending,'' <strong> Tony Dungy </strong>", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1295481586159825937", "i": 29188, "idx": 1, "sa": ["Simon Cowell"], "q": "` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice,'' <strong> Simon Cowell </strong> recalled. <q> Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. And I can look back on the past ten years and say,` It's been a blast.' I've enjoyed myself, I mean it's not the most difficult job in the world is it? </q> The British TV personality explained that his lack of a formal education never got in the way of his success.`` All my life I had to teach myself. I never really had a", "new_id": -2}, {"uid": "1297443077223772703", "i": 3222, "idx": 1, "sa": ["Steve Ballmer"], "q": "seen as much uptake as Google's Android platform. However, with the combined efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. <q> I am excited about this partnership with Nokia, </q> <strong> Steve Ballmer </strong> said of the pairing.`` Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.", "new_id": -2}, {"uid": "1297703064114786316", "i": 4202, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". Is this a sign of trouble, or just the standard desire to move on? <strong> Donald Rumsfeld </strong> is no DADT supporter. Can't wait for <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> thinks the military is ready for DADT repeal. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> said.`` We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.'' Didn't know Rummy was such a gay radical! Undersecretary of Defense for", "new_id": -2}, {"uid": "1296185579160186402", "i": 13481, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "fight.`` Social Security has been the most successful social program initiated by the federal government in the history of this country,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. <q> We are getting very tired of hearing Republicans saying Social Security is collapsing. </q> It's not, and estimates are that its trust funds won't be exhausted until 2037. The system is subject to more scrutiny than usual, though, as lawmakers from both parties struggle", "new_id": -2}, {"uid": "1297249710016384018", "i": 41015, "idx": 1, "sa": ["Adam Sandler", "David Letterman", "Conan O'Brien"], "q": "made a fairly benign statement regarding <strong> Adam Sandler </strong>'s mother's friends.`` They all know what you do, right?'' <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly. <q> My mother still thinks I'm a doctor, </q> he quipped.`` I never really told her. So every Thanksgiving her friends will come over and I'll give them pelvic exams.'' <strong> Conan O'Brien </strong> <strong> Adam Sandler </strong> on` <strong> David Letterman </strong>' after the jump! Now why", "new_id": -2}]