[{"uid": "1295549313106610723", "i": 23232, "idx": 0, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "few sound bites by <strong> Simon Cowell </strong> on Own's <strong> Oprah Winfrey </strong> Presents Master Class:`` The most successful people screw it up for themselves normally within 2, 3, 5, 10 years because they stop listening.'' <q> I like to talk 10% of the time and listen 90% of the time. </q>`` I mainly trust my instincts.''`` You learn it as you go along. You don't get smart at 17. You just don't.''`` You've got to think with your heart", "new_id": -2}, {"uid": "1297328414192823336", "i": 17597, "idx": 1, "sa": ["Kevin Kolb", "David Letterman"], "q": "morning for a parade and was on Late Show With <strong> David Letterman </strong> that night. <strong> Kevin Kolb </strong> made a point to watch it, then stayed up a few more hours visualizing what it would take to get there. <q> I think we have so much in common, and the more I hear him talk and watch his stuff, the more you tend to root for him, </q> <strong> Kevin Kolb </strong> said.`` He's a lead-by-example guy, which I consider myself.... He's had plenty of opportunity where he could've said certain things I'm sure he wanted to, and he kept his", "new_id": -2}, {"uid": "1295804524123387912", "i": 58492, "idx": 2, "sa": ["Phil Jackson", "Brandon Rush", "Allen Iverson", "Tim Duncan", "Andre Iguodala", "Troy Murphy", "Danny Granger"], "q": "scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win. <strong> Brandon Rush </strong> scored 16 points, and <strong> Troy Murphy </strong> had 11 points and 12 rebounds for the Pacers. <q> It's hard to beat a team twice, </q> <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Phil Jacksonadelphia failed in its bid to win three straight games for the first Tim Duncane this season.`` We do a lot of things positive", "new_id": -2}, {"uid": "1295560041021315598", "i": 39293, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295570598118865953", "i": 6254, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "a Twitter message--`` Day-to-day adult supervision no longer needed!'' Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296166252125468724", "i": 42813, "idx": 2, "sa": ["Mike Pence"], "q": "recounting a meeting with a laid-off constituent in Newcastle, Indiana in late 2008 who thanked him for voting against the Wall Street bailout. After <strong> Mike Pence </strong> expressed sympathy for the guy's recent layoff, the constituent responded, <q> I can get another job; I can't get another country. </q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1295611949207978546", "i": 2272, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "An hour before Mr <strong> Andy Coulson </strong>'s announcement, during a visit to RAF Brize Norton in Mr <strong> David Cameron </strong>'s Oxfordshire constituency, the Prime Minister was asked if he still had faith in him. He said: <q> You know what I have said about this in the past. I have got nothing to add to that and I think he's done a very good job for the Government. </q> Last week Mr <strong> David Cameron </strong> refused to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to spare the Government further damage. But he admitted that his communications director was`` extremely embarrassed''", "new_id": -2}, {"uid": "1296610871014188601", "i": 53311, "idx": 1, "sa": ["Michael Vick", "Troy Polamalu"], "q": ".'' His popularity is soaring among fans around the U.S., who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>. <q> I've got to buy my own jersey to get them out to my family, </q> <strong> Troy Polamalu </strong> said.`` I think that was probably the reason why, but I don't know.`` The Steelers emblem is worldwide.'' Always humble and soft-spoken, his demeanour off the", "new_id": -2}, {"uid": "1296701324154353667", "i": 51975, "idx": 0, "sa": ["David Letterman", "Leon Russell", "Ty Burrell", "Elton John"], "q": "Wednesday, Feb. 9. href=\"http://www.cbspressexpress.com/div.php/cbs_entertainment/release?id=27431\" target=\"_blank\" rel=\"nofollow\"> <strong> Elton John </strong> will chat with <strong> David Letterman </strong> on the Feb. 9 show, along with actor <strong> Ty Burrell </strong>. <strong> Leon Russell </strong> will then join <strong> Elton John </strong>, presumably to perform the GRAMMY-nominated song <q> If It Wasn't For Bad. </q> <strong> Elton John </strong> has been making the interview rounds, with a number of developments of his own: the href=\"http://www.examiner.com/Elton John-Elton John-in-national/Elton John-and-David Letterman-are-proud-fathers-of-a-newborn-son\" target=\"_blank\" rel=\"nofollow\"> birth of his son Zachary on Christmas Day, 2010, the release of Gnomeo", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]