[{"uid": "1296884677086720529", "i": 19988, "idx": 0, "sa": ["Mike Pence"], "q": "services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases. Our legislative slogan for 2011: Let Them Use Leeches. <q> What is more fiscally responsible than denying any and all funding to Planned Parenthood of America? </q> demanded Representative <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions", "new_id": -2}, {"uid": "1297608695106446884", "i": 11914, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q> There's no way they'll go off and forget about the UK show, </q> a source said.`` <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.'' gives us an insight into her character", "new_id": -2}, {"uid": "1295990540115605523", "i": 38136, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "present <strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite with the award at a ceremony in Washington, D.C., on April 12 for leading the United Association's`` outstanding initiatives in training and connecting veterans with post-service employment opportunities.'' <q> I am humbled to be counted among those who work consistently and diligently to provide our service men and women the opportunities they so deeply deserve, </q> Hite said.`` Members of our military make so many sacrifices for our nation. It is an honor and a privilege to help ensure they have a meaningful career to come home to.'' In", "new_id": -2}, {"uid": "1295671342025427988", "i": 11055, "idx": 0, "sa": ["Eric Schmidt", "Mark Hurd"], "q": "in 2011 to become Google's CEO, will focus on external partnerships and business deals starting on April 4, when Page will take over the day-to-day management role. <strong> Eric Schmidt </strong> said in a blog post that Page, <q> in my clear opinion, is ready to lead. </q> â\u0080¢ <strong> Eric Schmidt </strong>:` Adult supervision' at Google no longer needed Meanwhile, just a few months removed from the <strong> Mark Hurd </strong> scandal, Hewlett-Packard's board of directors is getting a makeover with the", "new_id": -2}, {"uid": "1297235391222871571", "i": 44652, "idx": 0, "sa": ["Hu Jintao", "Barack Obama", "Donald Rumsfeld"], "q": "cos`` NO''. But do you see them calling other leaders/ governments such as <strong> Barack Obama </strong> <strong> Hu Jintao </strong>/ Chinese government as dictator/ dictaorship? The answer is of coz`` YES''. Why? Report Abuse <q> Confusion? There is NO CONFUSION at all. The US government and her politicians know exactly what they are doing-- they will support any leader/ government/ nation which is of use to them and at the same time they will dump you as fast once you are no more of an asset to them. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get", "new_id": -2}, {"uid": "1297364532156647424", "i": 11506, "idx": 2, "sa": ["Sergio Marchionne"], "q": "In the next two or three years we will be able to see a single entity. It could be based here in the United States,'' he was quoted as saying by Italy's Corriere della Sera. <q> We'll have to integrate the companies first, though, and then look at the management. </q> His comments prompted the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <strong> Sergio Marchionne </strong> also said Fiat will not sell its Alfa Romeo brand to Volkswagen AG. VW had", "new_id": -2}, {"uid": "1296593963161153079", "i": 2354, "idx": 0, "sa": ["Dick Lugar", "Jon Huntsman", "Mike Pence"], "q": "he will be sad to see Ambassador <strong> Jon Huntsman </strong>, a potential 2012 presidential contender, leave his post in Beijing.`` He has been a very fine representative of our country in China,'' <strong> Dick Lugar </strong> tells us. <q> He brings a great background in politics and international relations. I regret that he's leaving at this particular point because his service has been important and will continue to be. </q> Turning to Hoosier affairs, <strong> Dick Lugar </strong> also has kind words for Rep. <strong> Mike Pence </strong>, who is mulling a 2012 gubernatorial run after ruling out a presidential bid.`` I talked to him prior to his", "new_id": -2}, {"uid": "1295899099135872512", "i": 1628, "idx": 1, "sa": ["Jonathan Katz", "Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "<strong> Sam Seder </strong> recalls the time as`` a lot of drinking and not doing the dishes.'' The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. <q> He has probably walked away from and sabotaged as many opportunities as anyone without a drug problem, </q> <strong> Sam Seder </strong> says of <strong> H. Jon Benjamin </strong>.`` He's very specific about what he wants to do.''`` Dr. <strong> Jonathan Katz </strong>'' was one of the few Boston-based shows at the time, and <strong> H. Jon Benjamin </strong> auditioned for the", "new_id": -2}, {"uid": "1297552524158498886", "i": 37440, "idx": 0, "sa": ["David Letterman"], "q": "choice had been suggested to him by his wife, who sensed that the 44-year-old funnyman was beginning to get frustrated by his female-filled household. He quipped during an appearance on the Late Show With <strong> David Letterman </strong>: <q> My wife let me get a transgender housekeeper. Just to be cool for me to have just one other penis in the house. His name is Clemente and he's very nice. </q> Justin TimberlakeWatch an exclusive clip of the DS Competitions Win a 3D TV from Samsung. Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest lie starts to unravel", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, <blockquote> I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]