[{"uid": "1295471396069730345", "i": 43823, "idx": 0, "sa": ["Steve Tyler", "David Letterman"], "q": "Dog. On Monday, <strong> Steve Tyler </strong> admitted to <strong> David Letterman </strong> that his 2009 fall from the stage, that resulted in a broken shoulder and required 19 stitches in his head, was caused by drug abuse. <q> A couple years ago, I was[ snorting] Lunesta because of some problems with my feet, </q> he said. \"That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high.\" Lunesta is a prescription sleep", "new_id": -2}, {"uid": "1297483335048791641", "i": 23942, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "go even deeper: Nokia's chief executive is <strong> Stephen Elop </strong>, who until September was president of Microsoft's Business division. In an open letter from Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> spoke at a news briefing in London on Friday that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the devStephen Elopment of a vibrant, strong Windows", "new_id": -2}, {"uid": "1297193311173015049", "i": 33593, "idx": 2, "sa": ["Aaron Rodgers", "Brett Favre", "David Letterman"], "q": "host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he couldn't resist a <strong> Brett Favre </strong> inquiry now that he's tied# 4 in Super Bowl wins. <q> I can remember him sitting right here, </q> said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. \"I don't", "new_id": -2}, {"uid": "1297266310075628586", "i": 38215, "idx": 0, "sa": ["David Letterman", "Leon Russell", "Elton John"], "q": ") Today's featured event: Since our fair state is once again thoroughly blanketed with snow, I'm planning to stay in and watch Oklahoma music icon <strong> Leon Russell </strong> and British pop star <strong> Elton John </strong> play <q> The Late Show with <strong> David Letterman </strong> </q> tonight. <strong> David Letterman </strong> starts at 10:35 p.m. on CBS( KWTV-9 in Oklahoma City). \"The Master of Space and Time\" and \"The Rocket Man\" will perform a song from their 2010 duet", "new_id": -2}, {"uid": "1295659002068894778", "i": 6863, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "David Cameron", "Abdelbaset al-Megrahi"], "q": "and its atypically liberal approach to other people's privacy, the tapas keep coming in portions better designed to stimulate the appetite than sate <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's target=\"_blank\" time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in <strong> Abdelbaset al-Megrahi </strong> case Will <strong> David Cameron </strong> hit it off with <strong> Barack Obama </strong> more than Brown did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new target=\"_blank\" UK prime minister", "new_id": -2}, {"uid": "1296964906258326574", "i": 21132, "idx": 0, "sa": ["Michael Vick"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 votes, easily beating( FSY), who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1296668733223756295", "i": 2025, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Craig Oliver"], "q": ", a father of three children, has been at the BBC for four years and was the editor for coverage of the 2010 general election. He was previously with ITV News, the statement said. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> <strong> Craig Oliver </strong> said. \"It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.\" <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the", "new_id": -2}, {"uid": "1296573684100761662", "i": 52723, "idx": 1, "sa": ["Chris Dodd", "Michael Vick"], "q": "'s recently made public his Chris Doddtian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, \"I wanted a chance to redeem myself,\" he said. <q> Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God. </q> <strong> Michael Vick </strong>'s case is only one of the most recent of many such stories of prison redemption. It's Mail( will not be published)( required) How do I get a picture to", "new_id": -2}, {"uid": "1295966237237928455", "i": 15923, "idx": 4, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. <q> Es ist interessant, dass Deutschland bei der Einf?hrung von LTE eine f?hrende Rolle in Europa hat. </q> Er werde immer wieder gefragt, warum Google sein Handy-Betriebssystem Android kostenlos abgebe, sagte <strong> Eric Schmidt </strong>. Die Antwort sei ganz einfach: \"Wer Android nutzt, sucht auch mehr im Internet.", "new_id": -2}, {"uid": "1295461653182812690", "i": 59771, "idx": 11, "sa": ["Toby Young", "Simon Cowell", "Barbara Brooks"], "q": "tell it like it is. \"It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,\" says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Contests: You could be a winner! <strong> Barbara Brooks </strong> of Gloucester won a$ 500 gas card in our Gas Card Giveaway", "new_id": -2}]