[{"uid": "1295326542157155329", "i": 35510, "idx": 0, "sa": ["Simone Gbagbo", "Alassane Ouattara", "Ben Ali"], "q": "le pr?sident sortant, soumis? de fortes pressions internationales. Laurent <strong> Simone Gbagbo </strong> conteste la victoire lectorale de son rival, <strong> Alassane Ouattara </strong>, lors d'une pr?sidentielle dont les r?sultats ont t certifi?s par les Nations unies. Le show de <q> la Procession. Avec un art politique consomm, la communion s` est ouverte sur la b?n?diction d'un imam d'Abobo. Ce quartier populaire d'Abidjan, fief des partisans d'Alassane Ouattara, a t la semaine derni?re le th?tre d'accrochages qui ont fait 7 morts du c?t de l'arm?e`` loyBen Aliste </q> acquise? Laurent <strong> Simone Gbagbo </strong>. V?tue d'une longue robe cr?me, <strong> Simone Gbagbo </strong> a fait une entr?e en procession, encadr?e par des gardes du corps et des fid?les. Install?e au centre de la sc?ne, sur une estrade o", "new_id": -2}, {"uid": "1295667431153141290", "i": 52577, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "52% 667 Stimmen href=\"http://www.ftd.de/meinungshungrige/umfragen\"> Alle Umfragen Und nun auch noch Google. <strong> Eric Schmidt </strong> wird Chefaufseher im Verwaltungsrat und die Google- Gr?nder- allen voran <strong> Larry Page </strong>- lenken den Konzern wieder allein. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>, teilte <strong> Eric Schmidt </strong> ber Twitter mit. Es war ein berraschender Zug von <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> und Co- G?nder <strong> Sergey Brin </strong>. Im August 2001 bernahm <strong> Eric Schmidt </strong> den Spitzenposten bei dem damals aufstrebenden Startup. Google war ein Chaosladen.", "new_id": -2}, {"uid": "1295573447037306383", "i": 766, "idx": 5, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making,'' <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. <strong> Eric Schmidt </strong> said on his blogpost that <strong> Larry Page </strong>, the son of a Michigan State University computer science professor, will now", "new_id": -2}, {"uid": "1295701242121667612", "i": 25487, "idx": 7, "sa": ["Soulja Boy", "George Karl", "Allen Iverson", "Ben Wallace", "Kobe Bryant", "Steve Smith", "Dez Bryant"], "q": "a span of two seconds after technical fouls against JR <strong> Steve Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Dez Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Ben Wallace </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of Soulja Boys, a great player http://wn.com/Kobe Bryant_Dez Bryant_13_points_5_assists_vs_Nuggets_2003-04_*Game_Winner December 19th, 2003 Staples Center Los Angeles,", "new_id": -2}, {"uid": "1295667388014565451", "i": 39529, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "so there's clear responsibility and accountability at the top of the company.'' WhilLarry Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong> was brought in ten years ago to help manage the business side of Google. <q> Day-to-day adult supervision no longer needed, </q> <strong> Eric Schmidt </strong> wrote on his Twitter feed after the announcement. Now, <strong> Eric Schmidt </strong> said he will focus on deals, business relationships and working with governments, and still act`` as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295483459175112210", "i": 47605, "idx": 0, "sa": ["LeBron James", "Angelina Jolie", "Ricky Gervais", "Dwyane Wade"], "q": "'' He even had time to dish out on basketball stars <strong> LeBron James </strong> and <strong> Dwyane Wade </strong>, who play for the Miami Heat, complaining they did not acknowledge him when he went to watch them play. <q> Them n-- s never speak to a n--. They don't chuck me the deuce or nothing. N-- spent all that money on them f-- ing tickets... Come holla at me. We sit right by them little bitch-ass n-- s. At least come ask me why I'm not rooting for you. </q> Panned by critics- and <strong> Ricky Gervais </strong>- <strong> Angelina Jolie </strong> reveals the real reason she made The Tourist. Viewers moved to tears as first Aussie special airs. Accusations of anti-Semitism have cast a cloud", "new_id": -2}, {"uid": "1296738181015351809", "i": 39903, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.'' Pentagon contracting has been broken for decades. Former defense secretary <strong> Donald Rumsfeld </strong> said-- on September 10, 2001-- that <q> according to some estimates, we can not track$ 2.3 trillion in transactions. </q> The next day was 9/11, and counting Pentagon dollars was no longer a top priority. As someone who has risked his eyesight poring through defense contracts over the years, it's fair to note the", "new_id": -2}, {"uid": "1295873978013910017", "i": 15022, "idx": 4, "sa": ["Bernie Sanders", "Barack Obama", "Peter Welch"], "q": "middle class or the most vulnerable people in this country,'' <strong> Bernie Sanders </strong> said. <strong> Peter Welch </strong> said he'd like to hear <strong> Barack Obama </strong> address a broad range of issues, including the deficit. <q> I'd like to hear him explain how we're going to start bringing troops home sooner rather than later from Afghanistan,( and) what we're going to do to develop an energy policy that will create jobs, </q> he said. You must fill out the comment body in order to submit a comment. Vermont affordable housing project gets energy funds| The Burlington Free Press| Burlington, Vermont Region's Sudanese refugees excited over", "new_id": -2}, {"uid": "1295773698001081355", "i": 28993, "idx": 3, "sa": ["Sylvester Stallone", "Allen Iverson", "Kevin Willis", "Antonio Davis", "Keon Clark", "Lenny Wilkens"], "q": "the deal that sent veteran forward <strong> Kevin Willis </strong> to the Nuggets, <strong> Keon Clark </strong> quietly stole the show from two of the NBA's top scorers.`` We're excited about( <strong> Keon Clark </strong>),'' Toronto coach <strong> Lenny Wilkens </strong> said. <q> We're trying to work in as quickly as we can, and show him something different every day, and he's just gobbling it up. He's excited about being here and I thought that was just an incredible job he did to step in for( <strong> Antonio Davis </strong>). We went to him several times because we wanted him to know we had confidence in him. He did a great job. </q> After helping Toronto eclipse a 20-point first-half deficit, <strong> Keon Clark </strong> watched helplesSylvester Stallone as <strong> Allen Iverson </strong> fueled a 17-0 Philadelphia burst with 11 points, leaving the Raptors with an 89-78 deficit with 8:47 left in regulation. But the 6-11 reserve", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]