[{"uid": "1295576753002506781", "i": 5942, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder", "new_id": -2}, {"uid": "1296071556069435408", "i": 13096, "idx": 0, "sa": ["Gov. Rick Perry", "David Letterman", "the Black", "Christian Bland"], "q": "it's only fitting that this edition of Wednesday Rewind offers a random grab bag of new tunes from <strong> the Black </strong> Angels, the Boxing Lesson, the Weird Weeds, and a rapping \"<strong> Gov. Rick Perry </strong>.\" Word from the <q>Now that you mention it, I'm a little nervous,</q> admitted guitarist <strong> Christian Bland </strong> before <strong> the Black </strong> Angels' national television debut on the Late Show with <strong> David Letterman </strong> Fringe, for size, you're missing out on more than a glorious mix of The X-Files and Lost, a show touching", "new_id": -2}, {"uid": "1296187190113836062", "i": 44895, "idx": 0, "sa": ["Simon Cowell"], "q": "on either the upcoming Fox version of the ITV singing competition or on his old show American Idol, but admitted that the British judge does know what he's talking about. He told The Mirror: <q>I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does.</q> interest in taking over from <strong> Simon Cowell </strong> when the music mogul quit", "new_id": -2}, {"uid": "1295808974069746715", "i": 5557, "idx": 1, "sa": ["Mimi Walters", "Jerry Brown", "Bill Lockyer"], "q": "benefit plans. \"We want reforms in place before there's any discussion about tax increases,\" said <strong> Mimi Walters </strong>, the GOP's nominee last fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q>I do know there's not support at all to even put it on the ballot without significant pension reforms.</q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"uid": "1295531235009240586", "i": 28773, "idx": 0, "sa": ["Simon Cowell"], "q": "one hapless contestant, \"Did you eat paint chips as a child?\" And he lodged a legitimate critique of the soulful Devyn Rush, a singing waitress, but not until she left the audition room: <q>Someone's got to take her clothes shopping,</q> he said. Thursday night: Auditions in New Orleans. Can we get the fourth judge seated before then? How do you fill <strong> Simon Cowell </strong>'s shoes? If Wednesday night's premiere", "new_id": -2}, {"uid": "1297270524044515339", "i": 32405, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "a positive relationship. <strong> Donald Rumsfeld </strong> defends the invasion of Iraq even though they key justification for the war-- weapons of mass destruction-- were never found. He said the outlook in the Middle East would be <q>far more perilous than it is today</q> if <strong> Saddam Hussein </strong> were in still in power. He also takes some shots at former Bush officials, namely <strong> Colin Powell </strong>, who was secretary of state, and <strong> Condoleezza Rice </strong>, who succeeded <strong> Colin Powell </strong> after serving as Bush's", "new_id": -2}, {"uid": "1297462823095535141", "i": 7723, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from a rough fall", "new_id": -2}, {"uid": "1296713574046333972", "i": 12821, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "sleepily. He will not be roused to anger, which is blood in the water in a forum like this. \"Every day you wake up, you have challenges,\" <strong> Ben Roethlisberger </strong> said here. <q>Everyone has different challenges, whether it's illness, family issues, whatever it is.</q> Yes, a career dotted with misbehaviour varying from merely crass to potentially felonious is a little like getting angina. In many ways, the NFL might have preferred to see <strong> Michael Vick </strong> in this arena", "new_id": -2}, {"uid": "1297261068179191811", "i": 20148, "idx": 6, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that Colin will talk about it.\" Khurmal is the name of a village near the site. Powell objected. In his U.N. presentation, Powell described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. <strong> Donald Rumsfeld </strong> wrote that he wanted", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]