[{"uid": "1296644437047939601", "i": 29581, "idx": 0, "sa": ["Michael Vick"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> Brady said. A unanimous choice for the All-Pro team, Brady threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, Brady set an NFL mark with", "new_id": -2}, {"uid": "1296600439164724761", "i": 21879, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "defund Planned Parenthood. \"The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,\" <strong> Marjorie Dannenfelser </strong>, president of the anti-abortion <strong> Susan B. Anthony </strong> List, said. <q>The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women.</q> <strong> Susan B. Anthony </strong> List has been an ardent advocate for legislation introduced by Rep. <strong> Mike Pence </strong>( R-Ind.), which would strip Planned Parenthood of the federal funding it receives through the Title X program. Planned", "new_id": -2}, {"uid": "1295127469219299878", "i": 2691, "idx": 0, "sa": ["David Stern", "Torben Rolfsen", "David Letterman", "LeBron James"], "q": "teams, we assume, start at$ 180,000 a pop. Boos problem \"<strong> David Stern </strong> says that NBA fans boo <strong> LeBron James </strong> because he's good,\" noted Vancouver( B.C.) comic <strong> Torben Rolfsen </strong>. <q>Maybe, but that doesn't explain why they boo <strong> David Stern </strong>.</q> Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>: â\u0080¢ \"Only thing you ever won was a buffalo-wing eating", "new_id": -2}, {"uid": "1295819037185630726", "i": 783, "idx": 1, "sa": ["Steve Jobs", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Larry is ready. It's time for him to have a shot at running this,</q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2% to$ 639 in extended trading. Just days ago, Apple <strong> Google Inc. </strong> CEO <strong> Steve Jobs </strong> announced", "new_id": -2}, {"uid": "1296968139146849830", "i": 14603, "idx": 1, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "most productive quarterback runner behind <strong> Michael Vick </strong>, and he can escape to buy time to throw, something he did brilliantly in Atlanta, when he eluded four dead-to-rights sacks by spinning away from pressure to make a throw. <q>It has to be a feel thing,</q> <strong> Aaron Rodgers </strong> said. \"I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to", "new_id": -2}, {"uid": "1295639889070795282", "i": 33685, "idx": 5, "sa": ["Glenn Mulcaire", "Alastair Campbell", "Damian McBride", "Clive Goodman", "Andy Coulson"], "q": "favourably to \"the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government\". He also again reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director <q>had resigned as News of the World editor as soon as he found what was happening.</q> <strong> Andy Coulson </strong> resigned as the Sunday tabloid's editor in January 2007, the day <strong> Clive Goodman </strong>, the paper's royal editor, and <strong> Glenn Mulcaire </strong>, a private investigator, were jailed for hacking into the phones of members", "new_id": -2}, {"uid": "1295218051235503687", "i": 1368, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": ", hundreds of people killed and dozens were still missing Thursday.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011304338.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html&amp;title=Daring rescue as Brazil slammed by deadly slides& site= world& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1297437980065749054", "i": 1626, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market. \"I am excited about this partnership with Nokia,\" said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q>Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets. \"Today, developers, operators, and consumers want compelling mobile products,", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1296546989249364481", "i": 29036, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "wrong, but planned on calling him later. \"I'm very concerned,\" he said. So was <strong> Allen Iverson </strong>. \"He's family,\" said <strong> Allen Iverson </strong>, who had 21 points and 13 assists. <q>Life is way more important than the game of basketball. We just want him to get his situation straightened and get back to the team as soon as possible. He needs to take care of himself first.</q> <strong> Carmelo Anthony </strong> finished with 32 points and reserve forward <strong> Linas Kleiza </strong> scored 18 points on 7-for-13 shooting, helping Denver beat the Magic for the fifth http://wn.com/Dwyane_Wade_Highlights_vs_Kings_[41_Points,7_Assists,5_Rebounds]_9109 dwyane wade led the miami heat to the win over sacramento kings in overtime with", "new_id": -2}]