[{"uid": "1294980096186728464", "i": 48904, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google famously describes itself as on a mission <q> to organize all the world's information. </q> That sounds impressive, but carries its share of problems. Even with( or perhaps particularly with) the caveat repeatedly made by chief executive <strong> Eric Schmidt </strong> that this is a 300-year undertaking, how does the company decide what", "new_id": -2}, {"uid": "1297135617068190238", "i": 25161, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "tale of mismanagement,`` one that holds individuals''- but not necessarily <strong> Donald Rumsfeld </strong> himself-`` responsible for failures of execution,'' Strassel writes.`` If nothing else,'' she writes, <strong> Donald Rumsfeld </strong> <q> gives historians something valuable to ponder as they work on an honest appraisal of the Bush years. </q> VIDEO: Gibbs: <strong> Barack Obama </strong> not looking for applause Time says <strong> Barack Obama </strong> follows the example of Reagan, but where's the evidence? Who came out better in <strong> Barack Obama </strong>'s interview with Bill O'Reilly? <strong> Barack Obama </strong>- He", "new_id": -2}, {"uid": "1296179950266141706", "i": 16762, "idx": 1, "sa": ["Jeb Hensarling", "Barack Obama", "Rand Paul", "Sen. Bernie Sanders"], "q": ", <strong> Barack Obama </strong> told Congress:`` We should also find a bipartisan solution to strengthen Social Security for future generations.'' The president said Thursday the solution should not slash benefits for future generations or subject benefits <q> to the whims of the stock market. </q> <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>.`` <strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's", "new_id": -2}, {"uid": "1297226740097533959", "i": 47297, "idx": 0, "sa": ["David Attenborough", "Boris Johnson", "Simon Cowell", "Ron Atkinson", "Jeremy Paxman", "Jennifer Lopez"], "q": "the monarch from a modest` Andy Gray' to a spectacular` <strong> Ron Atkinson </strong>'. This comes after Prince <strong> Simon Cowell </strong>'s recent visit to a Kings <strong> Jennifer Lopez </strong> paper mill, where he is reported as saying to an employee <q> stay too long around here and you'll end up with webbed feet! </q>, a comment that was particularly well received in some parts of Suffolk. There were also strong gains for, <strong> Jeremy Paxman </strong>(+5 Ws), <strong> Boris Johnson </strong>(+3 Ws) and <strong> David Attenborough </strong>(+12 W)", "new_id": -2}, {"uid": "1295958811022577167", "i": 9464, "idx": 3, "sa": ["Tim Montgomerie", "Andy Coulson", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,'' says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>. Over-eating Why our brains, not our stomachs,", "new_id": -2}, {"uid": "1297525362073449512", "i": 7370, "idx": 0, "sa": ["Barack Obama", "David Letterman", "Ronald Reagan", "John McCain", "Tom McClintock", "Herbert Hoover"], "q": "two, <strong> Herbert Hoover </strong> and <strong> Barack Obama </strong>, did`` the opposite.''- <strong> Tom McClintock </strong>( Republican Congressman)- False( Another Republican lying, tsk, tsk) During the <strong> Ronald Reagan </strong> era, while productivity increased, <q> wages for working people remained frozen. </q>- <strong> David Letterman </strong> Moore- Mostly True After <strong> Ronald Reagan </strong> took office,`` we didn't raise taxes and we didn't cut entitlements. What we did was we cut taxes.''- <strong> John McCain </strong>- Barely True", "new_id": -2}, {"uid": "1296982871013991969", "i": 6526, "idx": 1, "sa": ["Michael Vick"], "q": "with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could turn around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said. A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison", "new_id": -2}, {"uid": "1297180938217825348", "i": 14142, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes`` a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q> I gave it to him, sure I did. The wayward children that were there needed to have hope, </q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was(`` somewhere downtown'' and`` one of", "new_id": -2}, {"uid": "1295877358093847576", "i": 17460, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": ": Bachelor's degree from the University of... Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q> I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for <strong> Google Inc. </strong> but is anyone worth suck money? How is <strong> Google Inc. </strong> any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why America is in this currrent state. </q> Report Abuse <blockquote> way to go google!!!!!!!!!! At least someone is making money. </blockquote> Mashable: Why <strong> Google Inc. </strong> Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads Asian Gold Rush-", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]