[{"uid": "1295264028094093318", "i": 7257, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "he knows <strong> Andy Coulson </strong> did commit an offence in which case he must have sanctioned the hacking. <strong> Andy Coulson </strong> has claimed all along that he hasn't committed any offence. <strong> David Cameron </strong> is now admitting that he has but that he <q> believes in giving people a second chance. </q> crosby40 17 January 2011 10:20 AM andrewfisk 17 January 2011 10:20 AM Underflow 17 January 2011 10:25 AM Incompetent or in up to his neck. <strong> Andy Coulson </strong> isn't the real issue", "new_id": -2}, {"uid": "1296712164075202581", "i": 15537, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "have <strong> Ben Roethlisberger </strong> and a defense that led the NFL in eight statistics, the Steelers are underdogs. The Packers know that if they're going to prove the oddsmakers right, they have to stop <strong> Ben Roethlisberger </strong>. <q> He's a unique athlete( because) he's a bigger guy,( and) it's almost like taking down an offensive lineman, </q> Packers outside linebacker Clay Matthews said.`` He shrugs off defenders, can extend plays.... It sounds kind of comical, but he's very similar to <strong> Michael Vick </strong> in that he's elusive in the pocket and", "new_id": -2}, {"uid": "1297095978099483704", "i": 24501, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1294969933123027461", "i": 9544, "idx": 1, "sa": ["Eric Schmidt"], "q": "was full of surprises, and it turns out 2012 will have some twists and turns as well: The first Senate retirement is a Republican,'' said <strong> Eric Schmidt </strong>, communications director for the Democratic Senatorial Campaign Committee. <q> We look forward to running a competitive race in Texas as the Lone Star State is now one of several Democratic pickup opportunities next November. </q> But Republicans are confident of their ability to defend open seats, and point to 2010, when they held seats of retiring lawmakers in Florida, Kentucky, Missouri, New Hampshire and Ohio.", "new_id": -2}, {"uid": "1296003429036782088", "i": 10960, "idx": 1, "sa": ["Allen Iverson"], "q": "new team upon his arrival in Istanbul. <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q> a chance to get back on track with my basketball career </q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"uid": "1295089693198639648", "i": 32567, "idx": 4, "sa": ["Mike Darnell", "Simon Cowell"], "q": "the triple-threat up here.' So I think we're going to be good, man.''`` Look, the show is amazing,'' said <strong> Mike Darnell </strong>, Fox's president of alternative entertainment. <q> I mean, it's 10 years in. Let's all get perspective on it. It's achieved the virtual impossibility of being, six years in a row, the No. 1 show... that's bigger than M* A* S* H. That's bigger than All in the Family.`` This new panel is terrific, and I think the audience, if it keeps coming at these levels- considering DVR use and everywhere that television's been- we'll be thrilled. </q> <strong> Simon Cowell </strong> said: searing sentiments Will American Idol miss <strong> Simon Cowell </strong>? Probably, especially when it's time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to", "new_id": -2}, {"uid": "1295984669051249202", "i": 35738, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its", "new_id": -2}, {"uid": "1297654044124387332", "i": 16639, "idx": 1, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "and will be waiting for him wherever he travels next,'' the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer, <q> we will see what actions we will take. </q>`` I think we have to strategize and think that through with colleagues up in Canada,'' she told the Georgia Straight newspaper in Vancouver.`` It's the next visit that we've heard about", "new_id": -2}, {"uid": "1295860435042090520", "i": 5992, "idx": 0, "sa": ["Matthew d'Ancona", "Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> played a considerable part in steadying the Tory boat, writes <strong> Matthew d'Ancona </strong>. <strong> Matthew d'Ancona </strong> 8:40 AM GMT 24 Jan 2011 Do us a favour, mate,'' my lunch guest said. <q> If I go mad in Number 10, come and kill me with a big hammer. </q> It was the summer of 2009 and the man pleading for the Essex equivalent of Dignitas was <strong> Andy Coulson </strong>, as he braced himself for the gruelling election campaign and contemplated what might lie ahead of him if he followed <strong> David Cameron </strong>", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]