[{"uid": "1295955730102252553", "i": 34829, "idx": 1, "sa": ["George H.W. Bush", "Colin Powell"], "q": "recognized that Reagan era defense spending could not sustained, so they sought ways to stay ahead of the congressional demands. <strong> Colin Powell </strong>, in a May 1990 interview with The Washington Post, revealed that he thought <q> the deepest cuts the military could withstand in dollars and troops was 20 to 25 percent. </q> That was significantly higher that a two-percent-cut-a-year plan that Cheney advocated-- and the article earned <strong> Colin Powell </strong> a chewing out by Defense Secretary-- but <strong> George H.W. Bush </strong> ultimately embraced the idea. By curious coincidence, <strong> George H.W. Bush </strong> announced the goal to", "new_id": -2}, {"uid": "1294978384186728451", "i": 39716, "idx": 7, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Senate side.`` I don't think I'd be talking out of school if I told you <strong> Kirsten Gillibrand </strong> and I are pretty good, and <strong> Gabrielle Giffords </strong>, not so much,'' Ms. <strong> Debbie Wasserman Schultz </strong> said. <q> We have to really coax her to participate. Let's just say she was in the process of skill building. </q> Ms. <strong> Debbie Wasserman Schultz </strong>, Democrat of Florida, met Ms. <strong> Gabrielle Giffords </strong> through a legislative fellowship program, before the Arizona lawmaker came to Congress, and she campaigned for her in Tucson, eager to see her join the", "new_id": -2}, {"uid": "1297698694012320938", "i": 8385, "idx": 0, "sa": ["Bob Dylan", "John Mayer", "Whitney Houston", "David Letterman", "Lady Gaga"], "q": ", who was actually there, and superbly sideburned. But guess who won? Yes. It was Muse. Tears streaming down my face, I reached listlessly for the bottle of wine and dolefully sang along: <q> We... will... be... vic... tooooooorious. </q> Mumford& Sons, <strong> Bob Dylan </strong>, the Avett Brothers <strong> Lady Gaga </strong> won something, defeating a cool, dapper-looking <strong> John Mayer </strong>. She thanked <strong> Whitney Houston </strong>, for some reason. <strong> David Letterman </strong> delivered a Grammy-specific Top Ten, which,", "new_id": -2}, {"uid": "1297127660188514311", "i": 4779, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "AP Television Writer LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1297520083086999051", "i": 31615, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who have replaced <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to join Ant and Dec think the show suffers when the music mogul is not on it and can't wait for his return for the live finals. Ant said: <q> Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. <blockquote> <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q>`` <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better.'' Comment on this Article However the pair are excited to be working with former", "new_id": -2}, {"uid": "1296850052211632133", "i": 11530, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra", "Jennifer Lopez"], "q": ", a <strong> Frank Sinatra </strong> <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. <strong> Jennifer Lopez </strong> told her, <q> You're way off on all the notes and everything. </q>`` Talk about delusional people,'' Jackson said, in the midst of the mediocrity.", "new_id": -2}, {"uid": "1297210131061849602", "i": 3318, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's public image. <q> It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job, </q> he said.`` The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that", "new_id": -2}, {"uid": "1296438025216727564", "i": 46425, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "James Stewart", "Tom Coburn"], "q": "credits <strong> Tom Coburn </strong> for agreeing to negotiate, saying they talked until 10 p.m. the night before reaching an agreement.`` <strong> James Stewart </strong> was feeling terrible, didn't sleep all night,'' <strong> Chuck Schumer </strong> said. <q> And early in the morning <strong> James Stewart </strong> woke up and <strong> James Stewart </strong> called him on his cell. <strong> James Stewart </strong> said,` <strong> Tom Coburn </strong>, we have to give this one more shot.' And we all went over to his office, myself, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, <strong> Barack Obama </strong>( Mike) Enzi( R-Wyoming) and we hammered it out. </q> <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for <strong> Chuck Schumer </strong> to sit with <strong> Tom Coburn </strong>.`` We met with him and worked out his concerns,'' <strong> Kirsten Gillibrand </strong> said.`` At the", "new_id": -2}, {"uid": "1295302895035520517", "i": 43903, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft products. <strong> Steve Ballmer </strong> has already said that PC support is coming. Here he's just reaffirming that the Kinect is Microsoft's answer to the Wii, and the casual gaming market in general. <q> Q: What has stopped you from making really bold bets on technology? You've got more than$ 40 billion on the balance sheet. If you want to have substantial market share in smartphones, why not just acquire Research In Motion, maker of the BlackBerry? </q> A: We've made bold technology bets. We've bet on the Cloud and our Enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.", "new_id": -2}, [{"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]]