[{"uid": "1295094196134397952", "i": 1315, "idx": 0, "sa": ["David Letterman", "Mike D'Antoni", "Amar'e Stoudemire"], "q": " So how can the Knicks, who play so well against the best teams, get swamped at home by the Kings, who are one of the worst? To quote <strong> Amar'e Stoudemire </strong> on <strong> David Letterman </strong>'s show Thursday, <q> Is that a trick question? </q> Actually, no. It was simple.`` We don't even need to watch the tape,'' coach <strong> Mike D'Antoni </strong> said. The Knicks didn't make enough shots, didn't avoid enough blocked shots", "new_id": -2}, {"uid": "1295562778244678684", "i": 11787, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' <strong> Larry Page </strong> and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy.`` We tend to agree on everything,'' he noted. But he said he believes the new management structure will speed up", "new_id": -2}, {"uid": "1296860121114081793", "i": 31861, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.'' <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1295947110129105978", "i": 23597, "idx": 2, "sa": ["Grant Hill", "Keyon Dooling", "LeBron James", "Allen Iverson", "Shaun Johnson"], "q": "and fortunately, it went in,'' <strong> Allen Iverson </strong> said. <strong> Shaun Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player maLeBron James a great play when they needed him. </q> The <strong> Shaun Johnson </strong> had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Shaun Johnson </strong> with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1297137461190611470", "i": 7705, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "the execution of the war.''`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.`` It's hard to know. You know, the path you didn't take is always smoother, </q> he added. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}, {"uid": "1297293225002195576", "i": 7754, "idx": 5, "sa": ["Simon Cowell", "Paula Abdul"], "q": "a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were on(`` Idol''), I'd say we were friends 80 percent of the time,'' he said. <q> Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer. </q> As for the new-look`` Idol,'' <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap.`` I think they're doing a good job,'' he", "new_id": -2}, {"uid": "1296073686062521444", "i": 23543, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV operator BSkyB.", "new_id": -2}, {"uid": "1297183571060325991", "i": 17666, "idx": 0, "sa": ["Simon Cowell"], "q": "beginning to unfold, one thing remains a mystery: the judges/mentors who will join <strong> Simon Cowell </strong> on camera. The former American Idol star says that a decision about the panel has yet to be made. He explained, <q> The truth is we honestly haven't made our mind up yet. We're talking to a number of people and then I expect to make an announcement, I would say within 3 to 4 weeks, it might be a bit longer, I'm not sure, as to who the panel are going to be. </q> One detail that has been revealed is the staggering prize money that will be awarded to the winner:$ 5 million. <strong> Simon Cowell </strong> explained why the jackpot is so high, telling us,`` Sometimes you got ta", "new_id": -2}, {"uid": "1295665659254312488", "i": 9142, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "tabloid newspaper he once edited. <strong> Andy Coulson </strong>'s resignation is a blow to Mr. <strong> David Cameron </strong>, who has stood by him despite several years of damaging headlines about his work at News of the World. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role, </q> Mr. <strong> Andy Coulson </strong> said in a statement. Lebanon's Caretaker Prime Minister Saad al-Hariri Seeks Second Term Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal,", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page`` in my clear opinion, is ready to lead.'' <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post.`` As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}]