[{"uid": "1295199786047906870", "i": 8939, "idx": 0, "sa": ["Kirsten Gillibrand", "Jeff Flake", "Hillary Clinton"], "q": "rhetoric\" during the debate, <strong> Jeff Flake </strong> predicted the substance of the Republicans' arguments will not change. The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. <q>We've lessened the impact between doctors and patients with this bill,</q> he said. \"My hope is the debate will be good for it.\" <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the", "new_id": -2}, {"uid": "1297119435178470963", "i": 2886, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295656694068894746", "i": 42949, "idx": 0, "sa": ["Aamer Anwar", "Andy Coulson", "Tommy Sheridan"], "q": ". The charges related to statements <strong> Tommy Sheridan </strong> made in court when he successfully sued the News of the World about stories regarding his involvement with swingers clubs. A Downing Street insider told The Scotsman: <q>While the <strong> Tommy Sheridan </strong> trial is not the reason he resigned, it is fair to say that it certainly didn't help. \"It was one of the many things getting in his way and taking up his time that meant he couldn't do his job properly. \"He had to spend two or three days preparing for the trial and these things build up.</q> <strong> Tommy Sheridan </strong> is appealing against his conviction for perjury and yesterday his lawyer, <strong> Aamer Anwar </strong>, said: \"At the trial of <strong> Tommy Sheridan </strong>, <strong> Andy Coulson </strong> gave evidence under oath that he had no knowledge of phone hacking,", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1297426198245137428", "i": 17409, "idx": 0, "sa": ["Steve Ballmer"], "q": "could be a prelude to an actual merger, if things work out, at some point in the future. Beyond all this there is, obviously, still a bigger question. Elop suggested that <q>together we have the opportunity to disrupt the current trajectory</q>- but can this truly help the two companies beat the iPhone's mindshare or block Android's advances? That's where things remain entirely uncertain. While <strong> Steve Ballmer </strong> and Elop were bullish during a", "new_id": -2}, {"uid": "1295788412114884629", "i": 45568, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,\" Mr Lewis said. <q>It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.</q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s head of communications, handed in his resignation on Friday and plans to leave within weeks. In a statement,", "new_id": -2}, {"uid": "1295865974242810911", "i": 32685, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "Updated: 01/24/11 4:54 AM <strong> Colin Powell </strong> said he was not committed to supporting <strong> Barack Obama </strong> in 2012. Close <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> said on CNN's \"State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1296141430063832094", "i": 33338, "idx": 0, "sa": ["Michael Gove"], "q": "I believe Hezbollah can do in the interests of Lebanon, I will not hesitate one second to ask Hezbollah to do it,\" he said in the interview in a heavily guarded apartment block in central Beirut. <q>The burden is not light, it is heavy and I need the support of everybody.</q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK \"unprepared for a foot and mouth outbreak\"", "new_id": -2}, {"uid": "1295627764018169864", "i": 48167, "idx": 2, "sa": ["Eric Schmidt"], "q": "responsibility and accountability at the top of the company. \" \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" comments <strong> Eric Schmidt </strong>. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I\"m excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" adds Page. \"The results speak for themselves. There is no other CEO in the world that could have kept", "new_id": -2}, {"uid": "1295508803113688616", "i": 5387, "idx": 2, "sa": ["Kara DioGuardi", "William Hung", "Simon Cowell", "Lee DeWyze", "Ellen DeGeneres"], "q": ",. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to \"a cat being thrown off a skyscraper,\" telling another, <q>Don't mean \"American Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of the 10th season of \"American Idol</q> will have nothing to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This time, it\"s all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, producers need", "new_id": -2}]