[{"uid": "1295802703043466753", "i": 3596, "idx": 3, "sa": ["Allen Iverson", "Rodney Carney", "Jared Jeffries", "Samuel Dalembert"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004.`` We finally got one here,'' <strong> Jared Jeffries </strong> said. <q> We made some big plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1295918832213958662", "i": 29313, "idx": 1, "sa": ["Jack Kemp", "Dan Lungren", "Barack Obama", "Sen. Bernie Sanders"], "q": "starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,'' said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), a close friend of the late Mr. <strong> Jack Kemp </strong>. <q> There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan. </q> Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. Vote: Jobs or deficit reduction: What should be the higher priority for <strong> Barack Obama </strong> and Congress?`` Up until", "new_id": -2}, {"uid": "1295607761007487551", "i": 39588, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "2001. Few months ago, there were reports about some disputes between <strong> Eric Schmidt </strong>, Larry Page and <strong> Sergey Brin </strong> over the censorship of search results but a press release showed otherwise where Page referring to <strong> Eric Schmidt </strong> said <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world who could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started. </q> Even <strong> Sergey Brin </strong> was in all praise for <strong> Eric Schmidt </strong> but also mentioned about his personal passions and new products saying,`` I'd like to mention that I've had a great time working with Larry now for 15", "new_id": -2}, {"uid": "1296137575223117385", "i": 40382, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> whineybeeaachh at 9:07 AM January 27, 2011 I want my MONEY.. and I WANT IT NOWWWWWW!!!!!!!!... 877 CASH NOW!!!!! GAKman at 8:59 AM January 27, 2011 NO, Eugene Steuerle", "new_id": -2}, {"uid": "1296757679010059804", "i": 5877, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "others. <strong> Donald Rumsfeld </strong>, who has kept a low profile since resigning in 2006, uses the book to renew his long-running feud with <strong> John McCain </strong>, whom he describes as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media </q>. <strong> Donald Rumsfeld </strong> accepts almost no blame for the mistakes in Iraq in his 800-page autobiography Known and Unknown, copies of which have been obtained and published in excerpt by the New York Times and the Washington Post", "new_id": -2}, {"uid": "1297523762190513232", "i": 12450, "idx": 4, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": "I-Vt., had a similar response and called on the United States to support a transition to democracy.`` After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,'' <strong> Sen. Bernie Sanders </strong> said in a statement. <q> That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The goal now, which will not be easy, is for Egypt to make the transition to a democratic government with real legal safeguards. The United States must play an active role in helping the democratic forces in Egypt accomplish that. </q> The Egyptian military, although highly respected by the nation's people, lives considerably better than the average Egyptian- a disparity the country will have to address as it moves forward, <strong> Patrick Leahy </strong> said.", "new_id": -2}, {"uid": "1295565267075235451", "i": 29150, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having Larry running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, <strong> Google Inc. </strong> has given subtle indications in the past that the roles of its leaders were being rethought. E.U. Questions Advertisers About <strong> Google Inc. </strong> Deals", "new_id": -2}, {"uid": "1295639889070795282", "i": 33680, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of communications and a key member of <strong> David Cameron </strong>'s inner circle, today resigned from his position, saying that the waves of allegations that he was involved in illegal phone hacking when he was editor of <q> When the spokesman needs a spokesman, it is time to move on </q>, <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh or imminent evidence that would undercut <strong> Andy Coulson </strong>'s continued claim", "new_id": -2}, {"uid": "1296550066125386770", "i": 23758, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Michael McIntyre"], "q": "<strong> Michael McIntyre </strong> also upset a second act in Birmingham. Portsmouth business manager John Hampson, 47, stormed off stage when the comic buzzed him shortly after he started singing. The BGT source added: <q> <strong> Michael McIntyre </strong> has obviously been told by <strong> Simon Cowell </strong> that he has to be ruthless. </q> <strong> Simon Cowell </strong> set to quit judge's role on X Factor and Britain's Got Talent to concentrate on new US show Showbiz pals miss out on music star <strong> Susan Boyle </strong>'s big birthday bash", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]