[{"uid": "1295674696105103375", "i": 10572, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "conference call, much was stressed on <strong> Larry Page </strong>`` being ready,'' writes href=\"http://blogs.forbes.com/quentinhardy/2011/01/20/googles-change-at-the-top/\"> Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that <strong> Larry Page </strong> had`` lots of ideas that are interesting and clever.'' <q> <strong> Larry Page </strong> is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman, </q> href=\"http://blogs.forbes.com/quentinhardy/2011/01/20/can-googles-Larry Page-mean-business/\"> Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, href=\"http://www.guardian.co.uk/technology/2011/jan/21/google-Eric Schmidt-Eric Schmidt-Larry Page-Larry Page\"> says Charles Arthur in The Guardian:`` After slipups with search, Street View and", "new_id": -2}, {"uid": "1294963184098320422", "i": 8829, "idx": 1, "sa": ["Sergio Marchionne"], "q": "loans, but it is paying more than$ 1 billion a year in interest to Canadian and U.S. taxpayers.`` The interest costs associated with this funding today are pretty high,'' <strong> Sergio Marchionne </strong> said. <q> It is possible that if the debt load would change by either changing the interest rate associated with the funding or the size of the financing would change, then obviously we would reduce the burden associated with carrying the debt and we could be profitable. </q> Chrysler has narrowed its losses considerably after losing$ 3.8 billion in the second half of 2009. In the third quarter of 2010, the company lost only$ 84 million. It has yet to report", "new_id": -2}, {"uid": "1297374769188006439", "i": 8036, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Hyper9 enables IT organizations to efficiently and effectively manage todays dynamic virtualized environment by providing visibility and control, all in an easy-to-navigate application. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1295620769169754641", "i": 30043, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe <strong> Larry Page </strong> is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. Google earned$ 2.5 billion, or$ 7.81 a share,", "new_id": -2}, {"uid": "1297274991262504457", "i": 46978, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "'s the thought that counts. href=\"http://www.pegasusnews.com/r/80/149168/\"> Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q> the perfect example of edutainment for the entire family. </q> Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Where and how to celebrate Valentine's Day 2011 in Dallas-Fort Worth Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city", "new_id": -2}, {"uid": "1296615739145653770", "i": 25994, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson", "Kobe Bryant", "Kevin Noreen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Kobe Bryants_Highlights_Kobe Bryant_Kobe Bryant_Drops_44_Points <strong> Kevin Noreen </strong>, of Minnesota Transitions Charter School in Minneapolis, scored 44 points against St. Agnes Tuesday night( 3/16/10) in the Section", "new_id": -2}, {"uid": "1295592043000901213", "i": 24974, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd", "Piers Morgan", "Paris Hilton"], "q": "initiative with Google and the United Nations, which involved the installation of satellite cameras to capture any uprising following Sudan's independence vote, when he fell seriously ill with the mosquito-borne disease. He says, <q> I guess the mosquito in Juba looked at me and thought I was the bar. </q> Clooney told <strong> Piers Morgan </strong> it was the second time he had contracted malaria, and joked he thinks Sudan's President Bashir was behind both cases. Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Play video <strong> Paris Hilton </strong> in a", "new_id": -2}, {"uid": "1296704404078823470", "i": 5360, "idx": 2, "sa": ["Allen Iverson", "Michael Jordan", "John Salmons", "Stephen Jackson"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said.`` When a guy is shooting like that, there's nothing you can do.'' <strong> Allen Iverson </strong> scored 14 http://wn.com/Bulls_vs_Hawks_1991_92_Michael Jordan_37pts/10rbs/9asts/4stls December 21, 1991. This game is in some ways similar to the", "new_id": -2}, {"uid": "1295501609069894186", "i": 17958, "idx": 1, "sa": ["Ward Churchill", "Colin Powell", "Harry Belafonte"], "q": "`` <strong> Colin Powell </strong> is committed into come into the house of the master, as long he would serve the master, according to the master's purpose.''-- <strong> Harry Belafonte </strong>, washed up singer and communist activist <q> If there was a better, more effective, or in fact any other way of visiting some penalty befitting the little Eichmanns inhabiting the sterile sanctuary of the[ World Trade Center], I'd really be interested in hearing about it. </q>-- plagarizing academic <strong> Ward Churchill </strong>.( For those of you who were educationally abused by our public school system, <strong> Ward Churchill </strong> is referring to Adolf Eichmann who masterminded the Holocaust. Yes, you read that right. This chunk", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]