[{"uid": "1295624513043139076", "i": 36559, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. Mr. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> Mr. <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'''' <strong> Andy Coulson </strong> has told me that the focus", "new_id": -2}, {"uid": "1296542495161284111", "i": 46290, "idx": 2, "sa": ["Justin Bieber", "David Letterman"], "q": "article,`` <strong> Justin Bieber </strong> Fans wait hours at <strong> David Letterman </strong>( studios) for glimpse.'' During his interview with <strong> David Letterman </strong>, <strong> Justin Bieber </strong> made comments about the people outside. <strong> Justin Bieber </strong> was smiling and <strong> David Letterman </strong> responded <q> that has never happened to me. </q> <strong> David Letterman </strong> continued about how girls scream to <strong> Justin Bieber </strong> wherever he goes. Enjoy the videos to the left and please leave a comment for the girls that produced it.", "new_id": -2}, {"uid": "1297179349217825301", "i": 30329, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall.`` I think they're doing fine,'' <strong> Simon Cowell </strong> said. <q> You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different show( than) what we made before. </q> As for the completely different show in <strong> Simon Cowell </strong>'s future, the usually sharp-tongued judge showed his softer side when discussing the recent announcement that`` The X-Factor'' will allow hopefuls as young as", "new_id": -2}, {"uid": "1295912190158924806", "i": 17919, "idx": 0, "sa": ["Bill Lockyer"], "q": "agree on at least one thing.)`` This is a cynical proposal intended to incite a panicked response to a phony crisis,'' he said, comparing it to scares over killer bees and aliens. <q> No state wants to or would declare bankruptcy. It would severely injure the economy, local businesses, investors and taxpayers.... and I think what will happen when Republicans in Congress realize their allies-- large insurance companies and banks that hold a lot of municipal bonds-- don't like someone talking this way, that it injuries their investments, they are going to develop less enthusiasm for it. </q> <strong> Bill Lockyer </strong>, along with officials from the liberal-leaning Economic Policy Institute, told reporters this morning that California and other states don't have a debt problem, they have budget problems. They said that the bankruptcy", "new_id": -2}, {"uid": "1295776199167018541", "i": 38411, "idx": 0, "sa": ["Andy Coulson"], "q": "they have the technology, money and resources to innovate off what they already have, that's when we really have to worry. Report Abuse <blockquote> China's new stealth fighter may use US technology </blockquote> Report Abuse <q> They seem to copy EVERYTHING! Very little innovation on their part. And for all who want to defend this I say, you must be very, very young and Chinese, lol. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"uid": "1295803138068403208", "i": 7509, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "was not on board with the plan to send the USA over the edge. honested: It's nice to hear from the one honest and intelligent Mister Bill <strong> Barack Obama </strong> minutes ago( 12:11 PM) Mister <strong> Colin Powell </strong> says <q> You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. </q> That is a good example of keeping the rhetoric down to a civil discourse. I agree that just cutting those two items will not balance the budget, but it is a good start. That means that who", "new_id": -2}, {"uid": "1296244617002752522", "i": 12811, "idx": 4, "sa": ["Jumaine Jones", "Andre Iguodala", "Kyle Korver", "Allen Iverson"], "q": "when they play again at Cleveland. <strong> Allen Iverson </strong> left the arena before the injury was announced. The Sixers certainly need the league's leading scorer if they're going to make any kind of run at the Celtics. <q> We would like to have that( winning) streak right now, </q> said <strong> Allen Iverson </strong>, before he knew the X-ray results. <strong> Andre Iguodala </strong> scored 15 points for the Sixers, adding a few more spectacular dunks, including an alley-oop where he came crashing down on <strong> Jumaine Jones </strong>. <strong> Kyle Korver </strong> had 14.", "new_id": -2}, {"uid": "1295956479149733513", "i": 27476, "idx": 1, "sa": ["Mike Pence"], "q": ", <strong> Mike Pence </strong> said the fight for life should not be ignored. He said the process of cutting federal spending should begin with a denial of all federal funding for abortion, both at home and abroad. <q> We must not remain silent when great moral battles are being waged, </q> said <strong> Mike Pence </strong>.`` Those who would have us ignore the battle being fought over life have forgotten the lessons of history. As in the days of a house divided, America's darkest moments have come when economic", "new_id": -2}, {"uid": "1295806909069746696", "i": 16104, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "'' Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, [{"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,'' <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}]]