[{"uid": "1295606098062603329", "i": 26615, "idx": 2, "sa": ["Christine Blower", "Robert Southey", "Michael Gove"], "q": ". The curriculum would force teachers into a strait-jacket. They would lose all initiative, all interest, all inspiration. \"Just you wait,\" the permanent secretary in the department of education said to me. <q>There are three stages in every education reform: outright opposition, reluctant acquiescence and finally enthusiastic endorsement.</q> To hear <strong> Christine Blower </strong>, the general secretary of the National Union of Teachers, <strong> Robert Southey </strong>( a poet who does not seem to be on the <strong> Michael Gove </strong> syllabus) about the Battle of Blenheim, what good", "new_id": -2}, {"uid": "1295928935203030533", "i": 27864, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "no memory of doing so, but it turns out a State Department cable exists in which <strong> Saddam Hussein </strong> thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q>How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?</q> he says. required( email will never be displayed) Discussion guidelines We welcome your comments and expect your cooperation in following the general rules of respectful civil discourse. To ensure that", "new_id": -2}, {"uid": "1296286332201490484", "i": 2678, "idx": 8, "sa": ["Barack Obama", "Mike Pence"], "q": ".\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}, {"uid": "1295498091112721922", "i": 6203, "idx": 5, "sa": ["Allen Iverson", "Chris Webber"], "q": "While Philadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. \"I think every little bit helps your confidence,\" <strong> Chris Webber </strong> said. <q>One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying.</q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. \"He wants to play well so", "new_id": -2}, {"uid": "1297138045102924322", "i": 48736, "idx": 1, "sa": ["Simon Cowell"], "q": "mentor the contestants. The competition series will allow contestants as young as 12 to audition, a decision <strong> Simon Cowell </strong> defended on the call after being asked if kids that young should be subjects to public scrutiny. <q>We've started to see a trend with kids this age and what they can do. I like the idea that a 12-year-old on this show can compete with an older singer... times have changed. You have to make a case-by-case decision based on them as a person.</q> Contestants will have to audition before a live audience of 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert. It really helped show me who could handle", "new_id": -2}, {"uid": "1296770511173654034", "i": 12190, "idx": 40, "sa": ["Donald Rumsfeld"], "q": "Yes, but I've tried to clean them up.\" There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured, <strong> Donald Rumsfeld </strong> thought it would be <q>tempting for me to meet with <strong> Saddam Hussein </strong> in jail,</q> but then ultimately decided against the trip. But the war effort was not going well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them", "new_id": -2}, {"uid": "1297178256266534988", "i": 47413, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "networks exist, that, in fact, they-- we now know from the intelligence we've gathered that they've had a very active effort underway to get chemical, biological and radiation capabilities.\" <q>And we know that Iraq has those and does not wish much of- many of its neighbors well, if any,</q> he said. A reporter asked <strong> Donald Rumsfeld </strong> if there was any evidence to indicate that Iraq had attempted to or was willing to supply terrorists with weapons of mass destruction. In addition, the reporter told <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297260236064307266", "i": 23667, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q>unauthorised tapping into or hacking of mobile communications</q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for", "new_id": -2}, {"uid": "1296665498109838359", "i": 33280, "idx": 0, "sa": ["Chris Gent", "Andy Coulson", "Brian Taylor"], "q": ". When it comes to having the money to spend the U.K. is somewhere behind the majority of countries( China, India and Russia for example). Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last... \"` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?</q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]