[{"uid": "1296023446028524689", "i": 27826, "idx": 0, "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q>It's a talent-acquisition business, right? If you don't have it, it's hard to win.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295563321217792537", "i": 6966, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".\" The three-way decision process at Google was never depicted as a cozy session of like-minded individuals all on the same page; apparently the trio decided on a more conventional organization chart. We <q>agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> wrote. <strong> Eric Schmidt </strong> holds out that he, <strong> Sergey Brin </strong> and Page will all continue to work together for a long time to come, but the shakeup suggests otherwise. \"<strong> Eric Schmidt </strong> was the grownup", "new_id": -2}, {"uid": "1296713442108806145", "i": 855, "idx": 7, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Women's_Basketball_Ryerson_vs_U_of_T_Blues_Oct30th/09 Rams defeat Varsity Blues in home opener The Ryerson Rams women's basketball team controlled the boards and controlled the clock in the second", "new_id": -2}, {"uid": "1297426296058949675", "i": 26308, "idx": 0, "sa": ["Michael Gove"], "q": "Mr <strong> Michael Gove </strong> will now look again at his decisions in these six areas. http://www.bbc.co.uk/news/education-12429152 But... The Department for Education issued a robust defence to the decision. A spokesman said: <q>On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.</q> He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: \"The Secretary of", "new_id": -2}, {"uid": "1295639119217038852", "i": 42647, "idx": 2, "sa": ["Jim Cantiello", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "?\" MJ Santilli, founder of one of the leading \"Idol\" blogs, MJsBigBlog.com, agreed with <strong> Jim Cantiello </strong>, calling <strong> Steven Tyler </strong> the \"breakout\" star on the show so far. <q>The new panel seems to be having a blast,</q> she said. \"Fun has been sorely missing from the judges' table the past couple of years. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>'s enthusiasm has energized Randy Jackson. The fresh, new panel has me not missing <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297451421077103224", "i": 29636, "idx": 5, "sa": ["Christine Blower", "Michael Gove", "Andy Burnham"], "q": "added that the judge's ruling made clear that it only extended to the councils that brought the case. \"Free schools' General secretary of the National Union of Teachers( NUT) <strong> Christine Blower </strong> said: <q>The decision by <strong> Michael Gove </strong> to end the projects was outrageous, particularly in light of the money they are apparently finding to bankroll the free schools programme.</q> Shadow education secretary <strong> Andy Burnham </strong> said school building and repair were in complete chaos thanks to Mr <strong> Michael Gove </strong>. And he called for a public inquiry into Mr <strong> Michael Gove </strong>\"s handling of the decision to scrap the", "new_id": -2}, {"uid": "1295622311169754643", "i": 37039, "idx": 0, "sa": ["Eric Schmidt"], "q": "his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said in an official statement. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role.\"", "new_id": -2}, {"uid": "1295762095175325199", "i": 12722, "idx": 2, "sa": ["Barack Obama", "John McCain", "Colin Powell", "Sarah Palin", "Dick Cheney"], "q": ". <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1296759238078708740", "i": 5377, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "name-Muck-rhymed with a certain other FCC-angering word. Almost immediately, the Twitterverse felt duped and began slamming the attention play. Producer <strong> Nigel Lythgoe </strong> did his best to defend the stunt, tweeting, <q>Wow, there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows.</q> And then, just to punctuate his point, he added: \"Smile or \"Go**** a duck.\" That's what we were waiting for. It\"s almost like <strong> Simon Cowell </strong> never", "new_id": -2}]