[{"uid": "1297109142037732360", "i": 31998, "idx": 2, "sa": ["Simon Cowell"], "q": "$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.'' The host and judges' panel are yet to be announced. <q> It's a singing competition, </q> <strong> Simon Cowell </strong> says in Fox press materials. But it takes more than that.`` You don't have to necessarily have the best voice. You may not be the best-looking person, but you have something which defines", "new_id": -2}, {"uid": "1297167796188874762", "i": 58099, "idx": 0, "sa": ["Donald Rumsfeld", "John Simpson"], "q": "to continuing positive dialogue with the staff affected during the restructuring process.`` To this end, we will continue to consult on a one to one basis with staff.'' She added: <q> It is regrettable that these reductions are necessary but they are essential to secure the college's future sustainability and development. </q> Watch <strong> John Simpson </strong> finds mounting anger at impact of protests Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown Critics review ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1296578183042647554", "i": 6987, "idx": 0, "sa": ["Michael Vick"], "q": "you have to have supervisors, and their salary runs anywhere between$ 75,000 to$ 103,000. This then brings the actual amount of jobs created( supported) to around 14,000- 15,000. Report Abuse <q> Are these tax dollars going to be spent on shovel ready projects too? </q> So who will be on the business ends of these shovels? Engineers, secretaries, buyers, salesman, accountants, retail store clerks, reserchers? Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to", "new_id": -2}, {"uid": "1297234976152961059", "i": 26841, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "LOS ANGELES( AP)-- <strong> Simon Cowell </strong> wants his American version of`` The X Factor'' to include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's <q> spoken to her, she knows I'm a big fan. </q> He adds he's`` always said at some point we are going to be working together.'' But, he says he has`` to take everyone's opinions into account'' including the show's other producers", "new_id": -2}, {"uid": "1297437521252067842", "i": 25099, "idx": 1, "sa": ["Steve Ballmer"], "q": "by contrast, told the BBC last month that the href=\"http://www.cnet.com/xbox-360/\"> Xbox 360 maker is planning to offer PC support for its own motion-gaming peripheral, the Kinect, at some point in the future. <q> We'll support that in a formal way, in the right time, </q> <strong> Steve Ballmer </strong> said in his href=\"http://news.cnet.com/8301-10805_3-20027872-75.html\"> interview with the BBC. href=\"http://www.cnet.com/profile/dd13reis/\"> href=\"http://www.cnet.com/profile/dd13reis/\"> Don Reisinger href=\"http://www.cnet.com/profile/dd13reis/\"> Full Profile E-mail Don Reisinger E-mail Don Reisinger If", "new_id": -2}, {"uid": "1296128197246497300", "i": 21289, "idx": 5, "sa": ["Kevin Kolb", "Michael Vick"], "q": ", <strong> Kevin Kolb </strong>, through the 2011 season.`` I'm expecting everything to go according to plan... got to take it one day at a time,'' said <strong> Michael Vick </strong>, who reiterated later, <q> Hopefully I'll be with the Eagles next season. </q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal", "new_id": -2}, {"uid": "1295573926159776823", "i": 30171, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "top management on Thursday, announcing that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the target=\"_blank\" href=\"http://wwwnetdaily.com/\"> Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader <strong> Sergey Brin </strong> and <strong> Larry Page </strong>: Inside the Google machine www.ted.com Google co-founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong> offer a peek inside the Google machine, sharing tidbits about international search patterns, the philanthropic Google Foundation, and the company's dedication to innovation and employee happiness.TEDTalks is a daily video podcas... <strong> Sergey Brin </strong>& <strong> Larry Page </strong>'s Google Phone Adventure Google co-founders <strong> Sergey Brin </strong> and <strong> Larry Page </strong> wow the crowd at New York City launch T-Mobile's G1 Android Google phone. Filmed by InformationWeek's`` Wolfe's Den </q> blogger Alex Wolfe... <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, Hubert Chang, Google truth, the truth of Google's birth <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, Hubert Chang, Google truth, the truth of Google's birth <strong> Larry Page </strong>, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296677265093847554", "i": 5921, "idx": 3, "sa": ["Eduardo Nájera", "Allen Iverson", "Michael Finley", "George Karl"], "q": "him and make it easier for everybody.'' <strong> Allen Iverson </strong> deMichael Finleyitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. <q> That's why he's a great teammate, </q> said <strong> Eduardo Nájera </strong>, who had 16 points and 11 boards.`` His leadership is helping us a lot.'' Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in", "new_id": -2}, {"uid": "1297387115268320778", "i": 25199, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Randy Jackson"], "q": "eventual winner of the show,`` rather than stopping people getting there.'' <strong> Randy Jackson </strong>, known on`` Idol'' for his fondness for the word`` dawg,'' said fans will see <q> a more assertive dog, a little bit more` hair of the dog.' </q> Producers and host <strong> Ryan Seacrest </strong> promised a more fun ride.`` There's a genuine camaraderie with this group,'' <strong> Ryan Seacrest </strong> said. No one minimizes the loss of <strong> Simon Cowell </strong>, but", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]