[{"uid": "1295125227265830412", "i": 35020, "idx": 23, "sa": ["John McCain", "Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "<strong> Abu Musab al-Zarqawi </strong> Ghraib\". Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Abu Musab al-Zarqawi </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-abusing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^ <q><strong> Donald Rumsfeld </strong> okayed <strong> Abu Musab al-Zarqawi </strong> Ghraib abuses according to former US general</q>- CBS News[ dead link]^ \"<strong> Donald Rumsfeld </strong> okayed abuses says former <strong> John McCain </strong> general\"- ABC News[ dead link]^- \"<strong> Donald Rumsfeld </strong> okayed abuses says former US Army general\" Reuters News", "new_id": -2}, {"uid": "1295958129216842277", "i": 10778, "idx": 1, "sa": ["Dick Armey", "Mike Pence"], "q": "of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for president. \"It's not a complicated message, but it's a heartfelt one,\" said state <strong> Dick Armey </strong> Kris Crawford. <q>We would like him on the ballot.</q> Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter signed by former", "new_id": -2}, {"uid": "1297183571060325991", "i": 14585, "idx": 0, "sa": ["Simon Cowell"], "q": "beginning to unfold, one thing remains a mystery: the judges/mentors who will join <strong> Simon Cowell </strong> on camera. The former American Idol star says that a decision about the panel has yet to be made. He explained, <q>The truth is we honestly haven't made our mind up yet. We're talking to a number of people and then I expect to make an announcement, I would say within 3 to 4 weeks, it might be a bit longer, I'm not sure, as to who the panel are going to be.</q> One detail that has been revealed is the staggering prize money that will be awarded to the winner:$ 5 million. <strong> Simon Cowell </strong> explained why the jackpot is so high, telling us, \"Sometimes you got ta", "new_id": -2}, {"uid": "1294953230093011986", "i": 11931, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Dr. Peter", "Martin Luther King"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> <strong> Martin Luther King </strong> Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1295976018128352273", "i": 1479, "idx": 0, "sa": ["Colin Powell", "Thaksin Shinawatra", "Ehud Barak"], "q": "Riot police were out in force. But the atmosphere was peaceful, even festive. Police appeared in no mood to carry out the PM's threats.[ Maj. <strong> Colin Powell </strong> Surapol Tuenthong, Bangkok Police Officer]: <q>We reiterate that this is not suppressing or cracking down. But we will try to get people to move away and stop making it difficult for others to travel.</q> The social unrest is rooted in more than two years of political tension- a deep rift between those for and against the former <strong> Ehud Barak </strong> <strong> Thaksin Shinawatra </strong>. And also in government plans to revise the constitution, drafted by the", "new_id": -2}, {"uid": "1295612486136232974", "i": 13328, "idx": 1, "sa": ["Eric Schmidt", "Mark Mahaney"], "q": "<strong> Eric Schmidt </strong> guided Google past early doubts that it could build a leading ad business around a search engine. He also oversaw the 2004 initial public offering, was the biggest for an internet firm. <q>We view this as evidence of the founders staying fully engaged in the business- a positive,</q> said Citigroup analyst <strong> Mark Mahaney </strong>. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1296376709098549798", "i": 11632, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "' heads off, young civilians took it upon themselves to save the priceless artifacts by grabbing batons and surrounding the building to keep anything from being stolen. Cops later arrived and locked the area down. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from above and they destroyed two of the mummies,</q> <strong> Zahi Hawass </strong> said. The museum was still in danger yesterday, however. A building next door which houses the offices of President <strong> Hosni Mubarak </strong>'s ruling party was on fire and about to collapse. \"", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1296060080049987593", "i": 28557, "idx": 1, "sa": ["Liv Tyler", "Simon Cowell", "Mia Tyler"], "q": "is way more interesting than <strong> Simon Cowell </strong> and his nasty quips. \"We're a very sarcastic family,\" said <strong> Mia Tyler </strong>, a plus-sized model and <strong> Liv Tyler </strong>'s paternal half-sister. <q>He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people.</q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: \"Water that flower'cause I think", "new_id": -2}, {"uid": "1295531574028180510", "i": 7310, "idx": 0, "sa": ["Dick Armey", "Jim Ryun", "Mike Pence", "Morton Blackwell"], "q": "administration official Ralph Benko. \"Seize this moment, <strong> Mike Pence </strong>,\" <strong> Jim Ryun </strong>, along with conservative leaders L. Brent Bozell, <strong> Dick Armey </strong> and <strong> Morton Blackwell </strong>, wrote in a letter they sent to <strong> Mike Pence </strong> on Thursday. <q>Now is the time for you, as one of this generation's leaders, to take your rightful place in the pantheon of American leadership, to cast aside personal considerations, and defend this God-blessed nation that has given us, and the world, so much.</q> <strong> Mike Pence </strong> has said he is considering whether or not to pursue a presidential run and that he plans to make a decision by the end of January. But political observers in Washington and in <strong> Mike Pence </strong>'s home", "new_id": -2}]