[{"uid": "1296355065262340710", "i": 21811, "idx": 0, "sa": ["Zahi Hawass"], "q": "of pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to", "new_id": -2}, {"uid": "1295425615261013543", "i": 45483, "idx": 4, "sa": ["Franklin Roosevelt", "Barack Obama", "Sen. Bernie Sanders"], "q": "one-year cut in the payroll tax- the source of Social Security's funding- from 6.2 to 4.2 percent. <strong> Barack Obama </strong> previously argued the compromise was necessary to prevent a tax hike on middle class Americans. <q>I believe very strongly that it will be very, very difficult to undo this one-year program,</q> <strong> Sen. Bernie Sanders </strong> said. \"Republicans will say it is a tax increase on workers, and they control the <strong> Franklin Roosevelt </strong>.\" Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to", "new_id": -2}, {"uid": "1297652095245153826", "i": 24654, "idx": 1, "sa": ["Donald Rumsfeld", "Rev. Billy Graham"], "q": "'s young Democrats were off to WWII, <strong> Rev. Billy Graham </strong> was in Divinity School and starting his ministry. Gee, with all those young widows to console he must have been very busy.( Did someone just ask: <q>Did he get laid a lot?</q>? If so; you're catching on to how this Republican Morality scam works.) Getting back to <strong> Donald Rumsfeld </strong> and the profitability of stupidity and ineptness, we know of one guy, who is both", "new_id": -2}, {"uid": "1296366488199786542", "i": 36593, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q>There's only one way to refute being called a show horse: You've got to take it in front of a huge audience,</q> he told the audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive- which could be an issue for a gubernatorial candidate. Asked about", "new_id": -2}, {"uid": "1297339126177307664", "i": 10699, "idx": 0, "sa": ["Bill Clinton", "Mike Pence"], "q": "longtime Republican political aide thought <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q>Seriously, who else do we have?</q> one of them asked me. \"Unless something miraculous happens, and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need", "new_id": -2}, {"uid": "1296318894261652524", "i": 14811, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson", "Larry Drew"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Drew </strong> Brown said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297598560241336332", "i": 22133, "idx": 0, "sa": ["Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then president", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1296146610048234548", "i": 36632, "idx": 0, "sa": ["Simon Cowell"], "q": "he's no longer a judge on the show, the incomparable <strong> Simon Cowell </strong> is still doing his thing in the entertainment business, executive producing the show \"X-Factor\". Years ago, <strong> Simon Cowell </strong> wrote an excellent book <q>I Don't Mean to Be Rude, But...</q> in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes \"I look upon it[ groveling", "new_id": -2}, {"uid": "1296104852079347741", "i": 30075, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> By STEPHEN OHLEMACHER The Associated Press Commenting is intended as a constructive, open community forum. Abusive text and comments that do not follow terms of service guidelines are not", "new_id": -2}]