[{"uid": "1296387505015253604", "i": 30912, "idx": 0, "sa": ["Michael Vick"], "q": "say,` Three years, that seems like such a long time,''' said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1296467645082231308", "i": 22005, "idx": 1, "sa": ["Michael Vick"], "q": "A league source confirmed the report Sunday night.`` You know what? It is what it is,'' <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl. <q> It's great to know they did want to have me around for another year. I'm going to make the most of it, and I'm going to do everything that I'm asked to do, continue to put myself in the position to excel, and help this team win. That's the most important thing- have a better year this year coming up than last year. </q> In theory, <strong> Michael Vick </strong> could have hit the free-agent market once a new collective bargaining agreement was signed, although there has never been any indication that the Eagles would let <strong> Michael Vick </strong> walk. ESPN also", "new_id": -2}, {"uid": "1297108077094666789", "i": 33859, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "q": "that the American`` X Factor'' would be open to contestants as young as 12 years old. Unlike`` American Idol,'' the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said in a press release. <strong> Simon Cowell </strong>, creator of`` American Idol'' and a former judge on that show, will judge the US`` X Factor'' along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1295124191182747179", "i": 3268, "idx": 0, "sa": ["Allen Iverson"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taking a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said.`` I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the", "new_id": -2}, {"uid": "1297142958122093572", "i": 13888, "idx": 1, "sa": ["Donald Rumsfeld", "William Hague"], "q": "Heading to Tunisia to meet the new interim government& show UK support for the people of Tunisia& their democratic hopes'' </blockquote> <strong> William Hague </strong> Foreign <strong> Donald Rumsfeld </strong>, via Twitter But a spokesman described the current period as <q> a time of great opportunity in the region </q>, and said the foreign secretary's discussions would focus on`` calls for greater political openness and economic development in the Middle East in the light of recent events in Tunisia and Egypt''. While in", "new_id": -2}, {"uid": "1295969065009764913", "i": 2411, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "after impressing on the UK version, but producers are unconvinced and believe American audiencesmay prefer a more recognizable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added", "new_id": -2}, {"uid": "1295217385130613292", "i": 2030, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "law in the House, obviously, but I do think the tone will change and that's a good thing.'' Representative <strong> Debbie Wasserman Schultz </strong> said calling health-care overhaul a`` jobs-killing'' measure isn't appropriate. <q> All of us need to be more careful about the words that we choose to use, </q> <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat.`` If we", "new_id": -2}, {"uid": "1295560499104759347", "i": 35966, "idx": 0, "sa": ["Eric Schmidt"], "q": "shift in leadership, Google co-founder Larry Page will take charge of the company's day-to-day operations as chief executive officer, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects, in particular new products. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement released by Google.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and", "new_id": -2}, {"uid": "1296687031182059074", "i": 45904, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "laid in war crimes and human rights cases regardless of the nationality of the accused, but because the United States is not a member of the International Criminal Court, charges can not be laid in this country. <q> It's something that we have to take into consideration, </q> <strong> Donald Rumsfeld </strong> said.`` Whether I end up there we'll soon know. It'll be a week and we'll find out.'' The Center for Constitutional Rights filed a complaint last Nov. 30 naming 10 US", "new_id": -2}, [{"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]]