[{"uid": "2008110813_00013720_W", "i": 2569, "idx": 3, "sa": ["Jim Douglas"], "q": ", parents and business leaders. \"she's got great credentials and a lot of background and good things going for her based on the positions that she has held in connecticut,\" <strong> Jim Douglas </strong> said of sternberg. <q> when she came in and interviewed, she spoke well. </q> the board plans to issue a final recommendation to gov. <strong> Jim Douglas </strong>, who must decide whether to sign off on the choice of superintendents by month's end. laura dibella, a parent who has been critical of sternberg", "new_id": -2}, {"uid": "2008110601_00002714_W", "i": 3620, "idx": 5, "sa": ["Charlotte Green"], "q": "at all in the general session area tribble offered a six-point formula for success in planning <strong> Charlotte Green </strong> meetings: set policy, get buy-in, find the right partners, do it, market it, and measure it. <q> research the best practices in your industry, </q> she said. \"don't try to do it all the first year- be realistic. make sure you put your standards in writing.\" two executives from the <strong> Charlotte Green </strong> convention center reviewed the programs at their", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3214, "idx": 18, "sa": ["Janet Jackson", "Whitney Houston", "Sarah McLachlan", "Mariah Carey"], "q": "too.\" \"really?* looks* holy shit, i didn't know that. oh look! chumbawamba, the spice girls, coolio, jesus jones, right said fred and emf!\" <NO_QUOTATION> <q> yeah! that's a great hit from emf! albeit, one hit. </q> \"no, i meant you're unbelievable.\" \"oh. well at least i don't have any <strong> Mariah Carey </strong>, celine dion or <strong> Whitney Houston </strong>.\" \"no, but you do have <strong> Janet Jackson </strong>, <strong> Sarah McLachlan </strong> and", "new_id": -2}, {"uid": "2008091303_00018240_W", "i": 1018, "idx": 4, "sa": ["Sarah Palin"], "q": "much more complex and interesting joke than anything <strong> Sarah Palin </strong> said-but also for its new deal earthiness and brassy feminism. richards was on fire that night. another fondly remembered line from the female perspective brought the house down: <q> if you give us a chance, we can perform. after all, ginger rogers did everything that fred astaire did. she just did it backwards and in high heels. </q> she poked fun at herself, a tactic w would later master; she spoke with perfect pitch to small-town america; and she sliced the opposition so playfully that many democrats wished she had been the nominee. throughout", "new_id": -2}, {"uid": "2008092200_00023407_W", "i": 1600, "idx": 10, "sa": ["George W. Bush"], "q": "\" curitomai has hosted many peruvian government officials in paterson- which has such a large peruvian population that it has a foreign consulate- but wishes the country's <strong> George W. Bush </strong> would come to see the neighborhood for himself. <q> we are so close by- the largest community of peruvians in the u.s. just outside manhattan- they could at least come over and make a quick visit to see the community, </q> he said. \"it would be great if they would come, but it hasn't happened so far.\" several community organizations in new jersey's growing turkish community are working with their new york counterparts to", "new_id": -2}, {"uid": "2008092112_00024716_W", "i": 1587, "idx": 3, "sa": ["Shoaib Akhtar"], "q": "tour. and <strong> Shoaib Akhtar </strong>, who has managed just 46 test matches since making his debut in 1997, believes he will be fit to play in the series after beginning his comeback with a short-term stint at surrey. <q> i will be ready to go, but there a few months before our next series against india, </q> he said. \"until then i will look to play cricket wherever i can.\" post a comment! be the first to post a comment on this story enter comment... character count: 0/1900 backing for", "new_id": -2}, {"uid": "2008101704_00005513_W", "i": 3044, "idx": 0, "sa": ["George H. W. Bush", "Roger Clark"], "q": "federal land near grand canyon national park from new uranium mining, but also but mccain's claim to roosevelt-style environmentalism has been badly bruised by his silence on uranium mining near the park and on the navajo nation. <q> mccain gave us hope that he might be a teddy roosevelt type of republican, </q> said <strong> Roger Clark </strong>, air and water director for the grand canyon trust, a flagstaff, ariz., environmental group.\" since the beginning of his run for <strong> George H. W. Bush </strong>, including 2000, that has kind of crumbled concludes", "new_id": -2}, {"uid": "2008092509_00020521_W", "i": 3925, "idx": 1, "sa": ["Lewis Hamilton"], "q": ". the team have done a lot of analysis and tried to find out as much as they can and it is the same for me. i've just come here and got all the information they have. <q> i am going to walk the circuit tonight and that just gives you some insight. walk it slowly to get some information. </q> \"when you get out there, though,\" he warned, \"it is completely different.\" <strong> Lewis Hamilton </strong> said he expects an exciting race on the unfamiliar floodlit track. pictures from the worlds of science and", "new_id": -2}, {"uid": "2008092504_00007569_W", "i": 2322, "idx": 0, "sa": ["David Miller"], "q": ". a mobile dental unit will visit all primary schools, and with parental permission, provide the exam and fluoride protection twice per year. the administrator of the wakulla county health department, jody smith, said, <q> this is an opportunity to provide american dental association recommended dental services to all students. we are making this project a priority. </q> superintendent <strong> David Miller </strong> adds, \"we are appreciative of the opportunity to be one of the first districts in the panhandle to offer this to our students.\" the mobile lab under the direction of dr. baldridge provided service", "new_id": -2}, {"uid": "2008111208_00010474_W", "i": 4141, "idx": 6, "sa": ["Miley Cyrus", "Sasha Obama"], "q": "her nose broken. the event was canceled, but pattinson is still scheduled for a meet-and- greet at the king of prussia mall tomorrow. bring your armor, girls. it's good to be an <strong> Sasha Obama </strong> <q> they are kind of like me before i started my own career. </q> that's teen star <strong> Miley Cyrus </strong> talking about the soon-to-be first children, malia and <strong> Sasha Obama </strong>. but <strong> Miley Cyrus </strong> seemed surprised when told that the sisters would be making an appearance on her hit disney series, hannah montana, according", "new_id": -2}]