[{"uid": "1296282709080461832", "i": 3491, "idx": 4, "sa": ["Allen Iverson", "Ben Wallace"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a <strong> Ben Wallace </strong> win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q> Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road. </q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1297426199245137410", "i": 43519, "idx": 1, "sa": ["Michael Gove"], "q": "force through more free schools, which will be irrelevant for the majority of parents.\" The Department for Education insisted that the judgement concerned procedural, not substantive questions. A spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> The prime minister's spokesman said: \"The basic decision on this stands.\" The Michael Government's upbeat tone resulted from the fact that the judgement ensured there was no challenge to Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295670004088440867", "i": 35682, "idx": 3, "sa": ["Alastair Campbell", "Andy Coulson", "Rupert Murdoch"], "q": "Friday night Mr. <strong> Alastair Campbell </strong>, writing on his blog, suggested that Mr. <strong> Andy Coulson </strong> had overstepped the bounds of credibility. \"The News of the World story was just too toxic,\" he wrote. <q> I have said before that one of the reasons it keeps rumbling along is that no journalist I know can understand how an editor wouldn't know where big stories came from. </q> The second dangerous association is with <strong> Rupert Murdoch </strong>, who is making a controversial bid to buy total control of the British Sky Broadcasting enterprise, which controls the country's most-watched TV networks- a move that would", "new_id": -2}, {"uid": "1295636961179568645", "i": 36962, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "News Group Newspapers had paid? 1m to settle legal cases that threatened to reveal evidence of hacking, <strong> Andy Coulson </strong> made no comment beyond saying he had \"no knowledge whatsoever\" about alleged payments. He added: <q> The[ <strong> Glenn Mulcaire </strong>] <strong> Glenn Mulcaire </strong> case was investigated thoroughly by the police and by the Press Complaints Commission. I took full responsibility at the time for what happened on my watch but without my knowledge and resigned. </q> 21 July 2009 In his evidence to the select committee into the phone-hacking affair, <strong> Andy Coulson </strong> said he \"never used or condoned\" the practice and had \"no recollection\" of it taking place", "new_id": -2}, {"uid": "1296443805235372702", "i": 23693, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant", "Michael Finley"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> Michael Finleyished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1295580862256213017", "i": 52654, "idx": 3, "sa": ["Steven Tyler", "Simon Cowell"], "q": "assessment of the audition rounds. \"But this season has fallen flat. Sorry, the goofs are just more entertaining.\" DPB thought the show was just boring and suggested that none of the judges <q> know what they were talking about or doing, </q> labeling <strong> Steven Tyler </strong>'s comments \"superficial\" and \"obvious.\" Mrs_FiFi said, \"<strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING.\" ArchuletaGirl", "new_id": -2}, {"uid": "1296384051142835743", "i": 25077, "idx": 0, "sa": ["Paula Abdul", "George Foreman", "Simon Cowell"], "q": "BANG!'================================== Cowell_Simon Cowell_Paula Abdul_Paula Abdul__Their_thoughts_on_each_other_behind_the_scenes_plus_the_Kiss! After hearing that <strong> Paula Abdul </strong> is leaving American Idol, I thought I would dig into the archives of the show to find an interesting clip on her early days with the series. From <q> Behind the Scenes with <strong> Simon Cowell </strong> </q> which was produced after season 3, we see some very frank views from <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> about what they thought of each others contribution to the show. After losing his title, <strong> George Foreman </strong> remained inactive during 1975.", "new_id": -2}, {"uid": "1297242618238927902", "i": 29638, "idx": 3, "sa": ["Colin Powell", "George W. Bush"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was", "new_id": -2}, {"uid": "1294957392081149963", "i": 8364, "idx": 10, "sa": ["Robert Horry", "Allen Iverson", "Antonio McDyess", "Shaquille O'Neal"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's thRobert HorryShaquille O'Nealg like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295556795078905390", "i": 33469, "idx": 0, "sa": ["Simon Cowell"], "q": "of that South Dakota gig two years ago when he fell off the stage and broke his shoulder). He's bringing those verbals gifts to the table, like asking the Snookie look-alike with the star-studded halter, <q> What's with the jujubees on your uu-uu-bees? </q> His dig at the burping guy, \"Did you eat a lot of paint chips as a child?\" was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music", "new_id": -2}]