[{"uid": "1296897095171786300", "i": 4037, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "hosting public parties eight months after a man was shot at the quarterback's 30th birthday bash in Virginia Beach. <strong> Roger Goodell </strong> said that he had spoken to <strong> Michael Vick </strong> about the party that is being publicized as: <q> Super Bowl- Dallas Dynasty 2011- The <strong> Michael Vick </strong> Experience. </q> An online invitation on the Deux Lounge website features a large illustration of <strong> Michael Vick </strong> in his Eagles uniform, a`` V7'' logo and video footage of <strong> Michael Vick </strong> playing for the Eagles.`` I spoke to", "new_id": -2}, {"uid": "1295000236255803457", "i": 48138, "idx": 0, "sa": ["Steve Ballmer"], "q": "to cars to refrigerators could soon be using apps, and they'll get them from lots of different portals. For Microsoft's part, it's trying to play up the fact that Windows Phone 7 is adding <q> 100 apps every day, </q> according to CEO <strong> Steve Ballmer </strong>'s keynote at CES last week. Most of the iPhone's strength in the market has been because of its href=\"http://www.gamefront.com/angry-birds-coming-to-psp-and-ps3-tomorrow/\"> wide array of available apps- taking down the name App", "new_id": -2}, {"uid": "1295386293114753561", "i": 15745, "idx": 5, "sa": ["Bernie Sanders", "Peter Welch"], "q": "are making.'' <strong> Peter Welch </strong> admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. <q> There is no question in my mind the Vermont Legislature is going to see an assault from the insurance industry, </q> he said.`` There will be enormous pressure on the governor and Legislature not to go forward.'' James Haslam, director of the Vermont Workers Center which coordinated the Health Care is a Human Right", "new_id": -2}, {"uid": "1296058173154206255", "i": 5908, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1296565301268173353", "i": 48208, "idx": 0, "sa": ["Angelina Jolie", "Jon Voight", "Barack Obama"], "q": "( AFP) JERUSALEM- Academy Award-winning actor <strong> Jon Voight </strong> says he hopes his daughter <strong> Angelina Jolie </strong> will join him soon on a visit to the Jewish state. In Full: State of the U...( 19:09:20 <q> IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres... </q> Rise against- State of...( 18:02:17''*** Nov. 2nd 2009, wow over 100000 views!! thanks guys!*** A picture slide show i made...'' Pres. <strong> Barack Obama </strong>'s First Sta...( 19:10:36``", "new_id": -2}, {"uid": "1296174977054247442", "i": 3039, "idx": 2, "sa": ["Eric Schmidt"], "q": "not more Chinese leaders here- both political leaders as well as business leaders''- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a`` clarification of roles'' intended <q> simply so that we could make decisions more quickly </q>. He denied that the change was due to a lack of innovation at the company, although he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295001897094699523", "i": 27541, "idx": 0, "sa": ["Michael Vick"], "q": "now, too.`` It's almost like going overseas and you have to drive on the left side of the road instead of the right side of the road,'' he said. <q> It's just something you have to get adjusted to. The first few times you do it, it's not something you're accustomed to, you don't really feel confident about it. But after you do it a few times it's regular. </q> Contact DAVE BIRKETT: 313-222-8831 or dbirkett@freepress.com. Read more in his Lions blog at Lions defensive lineman Turk McBride knocks the ball out of <strong> Michael Vick </strong>'s hands during Detroit's loss on Sept. 19 at", "new_id": -2}, {"uid": "1297122854184680470", "i": 5033, "idx": 11, "sa": ["Simon Cowell"], "q": "'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in the competition.", "new_id": -2}, {"uid": "1297460238221495309", "i": 32138, "idx": 1, "sa": ["Mark Zuckerberg", "Steve Ballmer"], "q": "will`` contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, Mark Zuckerberget segments and geographies,'' according to a Microsoft news release. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> Microsoft CEO <strong> Steve Ballmer </strong> said in the statement posted on his company's website. In an e-mail today, Al Hilwa, an analyst with tech researcher IDC, described the joint effort as`` a natural partnership", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]