[{"uid": "1295947110129105978", "i": 19483, "idx": 2, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson"], "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The <strong> Magic Johnson </strong> had a chance to tie the game", "new_id": -2}, {"uid": "1295945651222314547", "i": 8536, "idx": 0, "sa": ["Hermione Norris", "Brenda Blethyn", "Edith Bowman", "Simon Cowell"], "q": "Save The Children's new campaign, No Child Born To Die. \"Hi, I'm <strong> Simon Cowell </strong> and I was born to be a pain in the a***,\" he said, adding: <q>I'm backing Save The Children's campaign No Child Born To Die because around the world each year, eight million children die of preventable causes.</q> Actress <strong> Brenda Blethyn </strong> said she was \"born to sing\" but never got around to it, while Spooks star <strong> Hermione Norris </strong> confessed she was \"born to eat sweets\". DJ <strong> Edith Bowman </strong> is \"born", "new_id": -2}, {"uid": "1295546278077021270", "i": 4836, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Jennifer Lopez"], "q": "18 percent among the youthful audience <strong> the Fox </strong> network desires. <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong> were on for the first time as judges, their style considerably nicer than <strong> Simon Cowell </strong>, who has left the show. <q>It's Time to Take a Pause</q>: Stocks Slip Again as Momentum Favorites Tumble Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other exchanges.", "new_id": -2}, {"uid": "1297130833188514310", "i": 22960, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent. \"I'm genuinely staggered this hasn't happened. All", "new_id": -2}, {"uid": "1296365944097009666", "i": 426, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Milwaukee Buck"], "q": "care of business also,\" said <strong> Michael Jordan </strong>, who left the game early in the 4th quarter when Chicago led <strong> Milwaukee Buck </strong> by over 20 points. Jackson was especially pleased with his team's execution against the Bucks. <q>I thought our effort was good, except for a stretch there in the fourth quarter, but by then it was already determined,</q> he said. \"It was a good game for us.\" http://wn.com/Allen_Iverson_54pts_Highlight_vs_Milwaukee_Bucks_04/05 A night after the Philadelphia 76ers had a disheartening loss, <strong> Allen Iverson </strong> made sure it wouldn't happen again by playing one of the best games", "new_id": -2}, {"uid": "1295887613005734450", "i": 39229, "idx": 2, "sa": ["Simon Cowell"], "q": "hurt. Because of my style, I come across as hard and in your face. But I'm not like that.\" Awwwww. 5. All that drama with <strong> Simon Cowell </strong> is a lie! <q>I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!</q> Maybe, but not as rebellious as Wagner. As for the sad stuff, she talks about being bullied at school,( \"People would call me council girl or gippo. I never", "new_id": -2}, {"uid": "1295984269158924821", "i": 5984, "idx": 0, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "<q>Google Proves Social Credentials In Honoring Saucy <strong> Robert Burns </strong> Disastrous Pilot Puts <strong> Eric Schmidt </strong>'s TV Career on Hiatus Google's <strong> Eric Schmidt </strong> was looking at expanding his career horizons before it was reported. Anonymous sources told the always reliable Page Six team that <strong> Eric Schmidt </strong> was working with CNN's \"Parker Spitzer</q> executive producer <strong> Liza McGuirk </strong> to develop a show starring himself as host. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year,\" a CNN insider told the Post. \"But the pilot he", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,</q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1295559606214679608", "i": 2269, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,\" he added. Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.\" The company reported that net profit rose to$", "new_id": -2}, {"uid": "1295287031003260440", "i": 5059, "idx": 1, "sa": ["Steve Ballmer"], "q": "competes in the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is \"all in\" with regard to the cloud services. <q>We have learned a lot through running Windows Live, Hotmail, Bing,</q> he told an audience during a July 12 keynote address at this summer's Worldwide Partner Conference See why Sun, HP, and x86 users are moving to Power. Remote Support for PCs,", "new_id": -2}]