[{"uid": "1296547167054050852", "i": 45122, "idx": 1, "sa": ["Ryan Malleck", "Michael Vick"], "q": ", \"Three years, that seems like such a long time,\" said <strong> Ryan Malleck </strong> Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295641931245137430", "i": 4215, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Sergey Brin"], "q": "company. This frees <strong> Eric Schmidt </strong> up for more important things, such as schmoozing Big Music executives, and lesser personalities such as <strong> Barack Obama </strong>. He'll be \"Executive Chairman' and will focus on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company, says TechCrunch. But don't worry. His guiding hand will remain firm. He\"ll still act as \"an advisor to Page and fellow co-founder <strong> Sergey Brin </strong>\".", "new_id": -2}, {"uid": "1297216340026116096", "i": 32788, "idx": 3, "sa": ["Simon Cowell"], "q": "they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert,\" <strong> Simon Cowell </strong> explained. <q> It really helped show me who could handle the pressure. </q> <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had", "new_id": -2}, {"uid": "1295673184217972744", "i": 30609, "idx": 1, "sa": ["Kirsten Gillibrand", "George Pataki", "Barack Obama", "Imam Feisal Abdul Rauf", "Sharif El-Gamal"], "q": "as is US <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Labor and legislative officials say Bruno- who championed the project for his former district- <strong> George Pataki </strong> and company officials assured labor several years ago that a deal would be worked out. But <q> People at the table then are no longer around, </q> said Ed Malloy, of the New York State Building& Construction Council. http://wn.com/Imam_Feisal_Abdul_Rauf_If_9/11_happens_again_I_want_to_be_the_first_to_die_iOwnTheWorldcom <strong> Imam Feisal Abdul Rauf </strong> \"If 9/11 happens again I want to be the first to die\" <strong> Imam Feisal Abdul Rauf </strong>( slumlord) <strong> Sharif El-Gamal </strong> el-Gamal( grifter) Hisham", "new_id": -2}, {"uid": "1296286331249135135", "i": 36225, "idx": 1, "sa": ["Doc Rivers", "Allen Iverson", "Kevin Garnett"], "q": "2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. \"I don't have any answers for what's going on,\" <strong> Allen Iverson </strong> said. <q> We're not having Coach <strong> Doc Rivers </strong> had some strong advice for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else. \"The Spurs, they're a well-oiled machine. We knew they were going to come in fired up. They lost some games as of late and any champion is going to come out with its haymakers, </q> said <strong> Kevin Garnett </strong>, who had 21 points in Boston's 93-91 win over the San Antonio Spurs on Monday night. \"<strong> Doc Rivers </strong> told us if we don't pick up the energy, then we're going to get", "new_id": -2}, {"uid": "1295912875241205290", "i": 1036, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the", "new_id": -2}, {"uid": "1296448426151257090", "i": 2104, "idx": 0, "sa": ["Michael Vick"], "q": "Green Bay( 14)+ Inadequate Officiating( 7)- 21 Philadelphia- 16 Philly got robbed. Grape Flavor Gerbil Team Leader posted on Sun Jan 09, 2011 6:49 pm <q> <cite> Grape Flavor wrote: </cite> Philly got robbed. </q> <strong> Michael Vick </strong>'s redemption can't come in his first year back. posted on Sun Jan 09, 2011 7:18 pm <cite> Grape Flavor wrote: </cite> Philly got robbed. <strong> Michael Vick </strong>'s redemption can't", "new_id": -2}, {"uid": "1296124108014483472", "i": 1409, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q> Seriously do people really care about this at all? </q> By the number of comments on this issue over the past few months the answer is quite simply a resounding In order to post a comment you need to be registered and signed in.", "new_id": -2}, {"uid": "1297327001072368149", "i": 489, "idx": 0, "sa": ["Andy Coulson", "Francis Maude"], "q": ". There are familiar whipping boys- some more real that others. \"<strong> Andy Coulson </strong> barred us from engaging with commentators,\" one Cabinet Office source said as a poll showed two-thirds thought BS just spin. <q> To prepare the ground or \"roll out the pitch' </q> they continued. \"Whatever the phrase is. But then they're surprised when no one understands what we\"re trying to do.\" <strong> Francis Maude </strong> appeared to allow himself to blame the newly departed <strong> Andy Coulson </strong> for the communications", "new_id": -2}]