[{"uid": "1297242448110002273", "i": 1300, "idx": 1, "sa": ["Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.'' <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q> deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice. </q> Oxford students warned about behaviour after Varsity skiing trip WikiLeaks: US and China in military standoff over space missiles WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt protests: America's", "new_id": -2}, {"uid": "1295692762156631048", "i": 22517, "idx": 1, "sa": ["Andy Coulson"], "q": "leaders warned of` unprecedented anger' Arab leaders warned of` unprecedented anger' Photo: Muslim women walk in east London Report Abuse <blockquote> Dust off the guillotine and sharpen the blade, </blockquote> Report Abuse <q>`` <strong> Zine El Abidine Ben Ali </strong> fled to Saudi Arabia last week </q> </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295512637158531590", "i": 39369, "idx": 1, "sa": ["Simon Cowell", "Kelly Clarkson", "Steven Tyler", "Carrie Underwood"], "q": "hoping to reinvigorate the sagging juggernaut, have promised better contestants, more geared to the big voices of <strong> Carrie Underwood </strong> and <strong> Kelly Clarkson </strong>, the only two winners <strong> Steven Tyler </strong> could remember. In time, the new trio( <q> the dino, the diva, and the dawg, </q> in the words of longtime Idol obsessive Mortimer Spreng of Atlantic City) may mesh into something that would pass the <strong> Simon Cowell </strong> muster. But the first night veered way toward the feel good- apparently the new", "new_id": -2}, {"uid": "1295934410148537368", "i": 22496, "idx": 6, "sa": ["Vince Carter", "Allen Iverson", "Matt Geiger"], "q": "replaced him, the crowd cheered.`` The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes,'' said <strong> Allen Iverson </strong>, who scored 37 points. <q> It's tough.`` For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a little earlier and get booed because he's not capable of doing the things that he's always been capable of, it's kind of rough. </q> The Raptors, who blew a 17-point lead by playing a selfish second half, had a chance to tie it or win it, but <strong> Vince Carter </strong> missed a 21-foot jumper from the corner at the buzzer. The Sixers", "new_id": -2}, {"uid": "1296608451170311685", "i": 4045, "idx": 0, "sa": ["Phil Collins", "Adam Sandler", "David Letterman"], "q": ", shall we say, <strong> David Letterman </strong> or attending the People's Choice Awards. But finally, something other than Punch Drunk Love got him to put on a suit. And a tie! <q> Enjoy the magic of this moment buddy because tomorrow a pre-op transsexual will be turning tricks on top of your name, </q> Kevin James advised <strong> Adam Sandler </strong> today as the funnyman was honored with the 2,431 st star on the Hollywood Walk of Fame. <strong> Phil Collins </strong> to go solo after Genesis; and he invented the salad dressing that ultimately was bottled", "new_id": -2}, {"uid": "1295883490173096982", "i": 16863, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked <q> the most efficient way to sort a million 32-bit integers </q> <strong> Barack Obama </strong> replied`` the bubble sort would be the wrong way to go.'' by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297443949230703173", "i": 28583, "idx": 1, "sa": ["Nancy Pelosi", "Mike Pence"], "q": ",`` many of whom were swept into office fueled by tea party anger over the health care law,'' are now facing the same expensive, unforgiving health insurance market as middle-class Americans the GOP wantonly abandoned: <q>`` I have a niece who has pre-existing conditions, and I worry about her if she was ever to lose her job, </q> said Florida <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Nugent </blockquote>, one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month.`` I can", "new_id": -2}, {"uid": "1297709264165232682", "i": 12094, "idx": 0, "sa": ["Steve Ballmer"], "q": ", as well as integrating micro-blogging service Twitter into Windows Phone 7's People Hub. The first update, which will bring cut and paste features to the handset will be made available <q> in just a few weeks in early March </q>, <strong> Steve Ballmer </strong> said. The other features will be part of a second update to Windows Phone 7 expected later in the year. Photoshop& Illustrator Tutorial: Put a low-poly spin on music cover art Photoshop&", "new_id": -2}, {"uid": "1295779419107937821", "i": 38460, "idx": 0, "sa": ["Marion J. Caffey", "Simon Cowell"], "q": "n't a matter of winning over the judges. Amateur Night is the ultimate popularity contest. The audience has the power to actually boo artists off the stage at any time during their act. <strong> Simon Cowell </strong>. <q> This is a famous and infamous audience, </q> says <strong> Marion J. Caffey </strong>, the Amateur Night producer who hand-picks the talent.`` We have judges, but they only judge the response of the audience. A lot of other shows have judges who make that final", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}]