[{"uid": "1295815498029966341", "i": 1227, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "and large food retailer Ahold. Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Google co-founder <strong> Larry Page </strong> taking over as CEO is becoming a more robust cloud-based productivity suite, and the... Report Abuse <q> Federal Government Tax Revenues$ 2 TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental Tax", "new_id": -2}, {"uid": "1295665811145047669", "i": 52314, "idx": 0, "sa": ["Andy Coulson"], "q": "he was editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1296615825145653773", "i": 23912, "idx": 0, "sa": ["Sergio Marchionne"], "q": "clings to the rural tradition of hog-killing- once a necessity, now a dying... Seven years ago, Nashville native Jaqueline Webster was just 15 years old when she traveled to... CEO <strong> Sergio Marchionne </strong> said Chrysler has an <q> obligation to our people. </q> Zoom <h6> CEO <strong> Sergio Marchionne </strong> said Chrysler has an \"obligation to our people.\" </h6> DETROIT- Chrysler Group LLC will pay its union workers an average \"performance award\" of$ 750 next week, based", "new_id": -2}, {"uid": "1295909859246595674", "i": 48642, "idx": 3, "sa": ["Paul Ryan", "Sheldon Whitehouse", "Bernie Sanders", "Barack Obama"], "q": "enough to alleviate those fears. \"I was very pleased to see in the media this afternoon that the <strong> Barack Obama </strong> will not-- underline will not-- advocate raising the retirement age,\" <strong> Bernie Sanders </strong> said. <q> I applaud the <strong> Barack Obama </strong> for standing up for Social Security. </q> <strong> Bernie Sanders </strong> was on the call with Sen. <strong> Sheldon Whitehouse </strong>( D-RI), who joined with the Vermont independent in condemning the Republican budget plan-- which was proposed by the Rep. <strong> Paul Ryan </strong>( R-WI), who Republicans", "new_id": -2}, {"uid": "1295601090081559617", "i": 35395, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great` Glee' fans have even set up a X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably clash", "new_id": -2}, {"uid": "1295613803099680259", "i": 17738, "idx": 0, "sa": ["Andy Coulson", "Viktor Bout"], "q": "Print <strong> Andy Coulson </strong> quits Downing Street communications role The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q> made it difficult for me to give the 110% needed in this role </q>. He faced pressure after stories aViktor Bout phone hacking while he was editor. Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal <strong> Viktor Bout </strong> denied knowing phone hacking was taking", "new_id": -2}, {"uid": "1296789971102318082", "i": 30275, "idx": 0, "sa": ["Barbara Walters", "Regis Philbin", "Bill Clinton", "David Letterman", "Charles Grandison Rose III", "Robin Williams"], "q": ": Bobby and Dean wait to see if Death was able to restore Sam's soul without complications; Dean must prove himself worthy of receiving the only weapon in the world that can slay a dragon. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death, </q> 10 p.m.( ABC): Former <strong> Bill Clinton </strong>, actor <strong> Robin Williams </strong>, and talk-show hosts <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong> discuss their experiences as heart patients with the veteran journalist, who also discusses her own open-heart surgery.", "new_id": -2}, {"uid": "1295252671092618773", "i": 3966, "idx": 1, "sa": ["Mark Reuss", "Sergio Marchionne", "Alan Mulally"], "q": "North America president <strong> Mark Reuss </strong> and Chrysler's Mr. <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q> This has been the heart of the problem in Detroit, </q> said Mr. <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. Mr. <strong> Alan Mulally </strong> said Ford had learned that it has to \"deal with the current reality. You have to match production to", "new_id": -2}, {"uid": "1297445312051478703", "i": 23342, "idx": 0, "sa": ["David Letterman", "Howard Stern"], "q": "over 10 years. Naughty recently made a high profile appearance and performance on The Late Show with <strong> David Letterman </strong> last week, making it the first time the group has ever been on the show. <q> You know its on when you see <strong> Howard Stern </strong> backstage of <strong> David Letterman </strong> and he's like` yo where's the new album, stop playing, we need that right now,' </q> group member Treach told AllHipHop.com. Naughty By Nature co-founder Vin Rock said that he was appreciative that such high profile personalities appreciated the hit-making group's longevity in the music business. \"They understood", "new_id": -2}, {"uid": "1297129044188514306", "i": 589, "idx": 4, "sa": ["Simon Cowell"], "q": "be a much more hands-on process for the judges. In keeping with the original British version of the show, each panelist will act as a mentor for certain contestants. Check out photos of <strong> Simon Cowell </strong> <q> I wanted to do a show where judges could help competitors on a weekly basis, </q> <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label. \"It's more interesting to me; it definitely gives me something more to do. When an artist wins,", "new_id": -2}]