[{"uid": "1296371374213876760", "i": 35679, "idx": 6, "sa": ["Sean May", "Allen Iverson"], "q": "three steals.`` All my life I've been watching him play and to have the opportunity to play him was fun,'' said Kings guard Sergio Rodriguez, who was matched up against <strong> Allen Iverson </strong> at times. <q> He showed that he can still play and he can play well. He looked great. </q> <strong> Allen Iverson </strong> was at his best in http://wn.com/Kobe_Bryant_48_points_16_rebounds_vs_Kings_2000-01_Game_4 <strong> Sean May </strong> 13th, 2001 Arco Arena Sacramento, CA Boxscore: www.basketball-reference.com Statline: 48 points, 16 rebounds, 3 assists, 2 steals, 1 block, 15-29 FG, 1-1", "new_id": -2}, {"uid": "1297588971109002780", "i": 17087, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "<strong> Donald Rumsfeld </strong> criticises <strong> Barack Obama </strong> for undermining` special relationship' <q> My impression is that the <strong> Barack Obama </strong> administration is taking steps that at least symbolically have distanced his White House from what I have throughout my career valued as a special relationship, </q> Mr <strong> Donald Rumsfeld </strong> told`` I don't know what it looks like from the other side of the pond, but certainly here it has dramatised the things that the <strong> Barack Obama </strong> administration has done that are unhelpful to the", "new_id": -2}, {"uid": "1297355021223297536", "i": 5400, "idx": 0, "sa": ["Angela Hunt", "Michael Vick"], "q": "is under construction, will provide more detailed information. So, what has <strong> Angela Hunt </strong> done wrong to prompt him to run against her?`` That's a tough question,'' he says. <q> Given her situation with the information she's had on the table, she's done a terrific job. I'm not so much interested in what I'd do different, I just bring something different to the table. I bring a business mind to the table-- an entrepreneurial, creative, innovative mind to the table. It's difficult for me to say at this point that she's done a bad job. That's not the case. </q> Chad Lasseter and haven't heard back yet. However, Nowlin did tell So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And,", "new_id": -2}, {"uid": "1296852988181501984", "i": 18409, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "2011 2:52 PM DALLAS( AP)-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1295693165029671442", "i": 4493, "idx": 4, "sa": ["Danny Granger", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/2010-11_NBA_season__Los_Angeles_Clippers_vs_Indiana_Pacers_Recap_11/18/10 <strong> Danny Granger </strong> states his case why he should be a member of the Harlem", "new_id": -2}, {"uid": "1297154709260177940", "i": 9759, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "`` The X Factor,'' which he also produces, along with the British edition.`` Once the show goes into production, I become a judge,'' People.com said <strong> Simon Cowell </strong> told reporters Monday. <q> Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging. </q> <strong> Simon Cowell </strong> kept mum about who else might join him on the judges' panel, however, People.com said. Asked if his fellow former`` Idol'' judge <strong> Paula Abdul </strong> might secure a spot on his", "new_id": -2}, {"uid": "1296453631151257090", "i": 21737, "idx": 0, "sa": ["Frank Gore", "Michael Vick"], "q": "suspended. So when I saw( Kevin) Kolb got hurt I took a flier on( <strong> Michael Vick </strong>) <strong> Michael Vick </strong> even though he didn't start that game but he started the next one,'' he said. <q> That is what carried me through. I was fortunate, I really didn't know who <strong> Arian Foster </strong> was at the beginning of the year either, but he was a workhorse. </q> The season didn't look so bright from the get-go. In the league that automatically drafted his players, Tulipane's first-round pick was <strong> Frank Gore </strong> who had a lackluster season and ended up going on injured reserve", "new_id": -2}, {"uid": "1296377284098549782", "i": 32917, "idx": 2, "sa": ["Michael Vick"], "q": "qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista.`` It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}, {"uid": "1296969684257851394", "i": 2841, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,'' CEO <strong> Sergio Marchionne </strong> said in a statement. <q> I regret the remark which I consider inappropriate. </q> Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least three times in his remarks during an industry conference on Friday. In 2010, Chrysler", "new_id": -2}]