[{"uid": "1295238675111083568", "i": 48008, "idx": 0, "sa": ["Chris Huhne"], "q": "in the past, including with BP. But it needs BP's deepwater drilling expertise while Britain recognises the importance of Russia's energy supplies at a time of scarce reserves and soaring prices. <q> Russia is centrally important to global energy with nearly a fifth of the world's daily gas production and about 13 percent of today's oil production. So this initiative... is good news for Europe, for the UK's energy security and worldwide, </q> British Energy Secretary <strong> Chris Huhne </strong> said on Friday. The deal, which gives Rosneft a five percent stake in BP, was the second major British energy deal involving an emerging market in a week after Chinese oil giant", "new_id": -2}, {"uid": "1296056451121749525", "i": 50511, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand", "Bill Owens"], "q": "speech. <strong> Kirsten Gillibrand </strong> said <strong> Barack Obama </strong>`` laid out a bold vision for this Congress.'' She called last year's election, in which Republicans gained control of the House and picked up seats in the Senate <q> a mandate for action, </q> rather than`` for any one political party.'' <strong> Kirsten Gillibrand </strong> said she thinks Congress is capable of working together, citing the cooperation late last year to pass a <strong> Bill Owens </strong> providing health care to first responders to", "new_id": -2}, {"uid": "1295884169093126678", "i": 40657, "idx": 1, "sa": ["Alassane Ouattara"], "q": "due to <strong> Alassane Ouattara </strong>'s request for the bans,'' he said. Pipitone said that cocoa trade`` might be affected'' but that he couldn't give a clear view at the moment as he is <q> still waiting for companies to respond </q>. href=\"http://www.just-food.com/news/boparan-agrees-northern-pensions-deal-as-bid-deadline-nears_id113936.aspx\"> UK: Boparan`` agrees Northern pensions deal'' as bid deadline nears Chocolate in the BRIC( Brazil, Russia, India, China) Countries- Market Overview and Forecasts to 2014 Advertising", "new_id": -2}, {"uid": "1295025932165363748", "i": 58720, "idx": 0, "sa": ["Angelina Jolie", "Demi Moore", "Tatiana Schlossberg", "Katy Perry", "Caroline Kennedy"], "q": "Inc.\" href=\"http://www.nydailynews.com/topics/ABC+Inc.\"> ABCNews reported at the time, the number of cases similar to the Illinois lawsuit is rising. <strong> Caroline Kennedy </strong>'s girl- JFK's grand daughter- stalked by creep Stalker hounds <strong> Tatiana Schlossberg </strong>, says, <q> Love is crazy. But I'm not crazy. </q> Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more( including <strong> Demi Moore </strong>!) caught on camera looking less than gorgeous. Horror-scope! Due to Earth's shifting axis, your Zodiac sign is wrong Get", "new_id": -2}, {"uid": "1295264255086458368", "i": 37029, "idx": 2, "sa": ["Enda Kenny", "Brian Cowen", "Eamon Gilmore"], "q": "!'. So I'm saying to FF backbenchers today:` Sign the Contract- Vote <strong> Brian Cowen </strong>!'. Addressing Mr. <strong> Brian Cowen </strong> directly at the meeting, Mr. <strong> Enda Kenny </strong> is reported to have said: <q> <strong> Brian Cowen </strong>, baby, if there's one thing we do a lot of in Fine Gael, it's trying to get rid of leaders. I've seen more heaves than hot dinners, and if myself and Baldy Noonan can be bezzie mates again, then you can get through this ok. </q> Mr. <strong> Eamon Gilmore </strong>, formerly a prominent member of Sinn F?in, Official Sinn F?in, Sinn F?in the Workers Party, the Workers Party, Democratic Left and the People's Front of Judea has said`` As", "new_id": -2}, {"uid": "1297196814258572315", "i": 47242, "idx": 1, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": "- the one Americans came to know, and, in some cases, loathe- re-emerged with vigour, suggesting the invasion was justified since there was little doubt Mr. Hussein was up to something sinister. <q> We believed the intelligence was correct, </q> Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's`` Good Morning America'' with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster.`` It turns out that it was not completely correct, although the inspectors", "new_id": -2}, {"uid": "1295226100111181854", "i": 58723, "idx": 1, "sa": ["Michael Crichton", "Kevin Spacey", "Jake Gyllenhaal", "Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Christian Bale", "Julianne Moore", "Annette Bening"], "q": "Version''; <strong> Jake Gyllenhaal </strong>,`` <strong> Jennifer Love Hewitt </strong> and Other Drugs''; <strong> Kevin Spacey </strong>,`` Casino Jack.''- Actress, Musical or Comedy: <strong> Annette Bening </strong>,`` The Kids Are All Right''; <strong> Julianne Moore </strong>, <q> The Kids Are All Right </q>; <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong>& Other Drugs''; <strong> Angelina Jolie </strong>,`` The Tourist''; <strong> Emma Stone </strong>,`` Easy A.''- Supporting Actor: <strong> Christian Bale </strong>,`` The Fighter''; <strong> Michael Crichton </strong>,`` Wall", "new_id": -2}, {"uid": "1295612910243957858", "i": 59919, "idx": 0, "sa": ["Eric Schmidt"], "q": ", DevZin et des autres. DevZin a dit:#ITnews Les Fran?ais sont de plus en plus accros aux r?seaux sociaux: Sur 47 millions d'internautes fran?ais, Co... <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> Windows 7, d?ployer un poste ne prend plus que 9 minutes! <strong> Eric Schmidt </strong> n'est plus le P-DG de Google:`` Larry est pr?t? diriger''", "new_id": -2}, {"uid": "1296218172048857110", "i": 18255, "idx": 3, "sa": ["Ben Young", "Mike Pence"], "q": "<strong> Ben Young </strong> of Richmond thinks <strong> Mike Pence </strong> made the right decision.`` My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time,'' <strong> Ben Young </strong> said. <q> I think it's obvious that he wants to serve in perhaps a higher capacity. </q> <strong> Ben Young </strong>, who has met with <strong> Mike Pence </strong> locally and in his Washington, D.C., office, said <strong> Mike Pence </strong> would do well if elected governor, but Indiana would miss his presence in Congress.", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]