[{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,<q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1295931009036896782", "i": 23227, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "It seemed clear that the number of people being hacked clearly was not consistent with it being one rogue reporter,\" energy minister and coalition partner Liberal Democrats member <strong> Chris Huhne </strong> told a TV channel. <q>We know police were not keen on the subject.<q> A comment in the Guardian newspaper went further. \"There have been dark mutterings of police collusion and apathy.\" It said Scotland Yard officers will now be questioned in the case. During <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295719920178274312", "i": 27575, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "the ex"], "q": "supportive\" man. The X Factor host continued to dispel myths about the music mogul's character, having previously described the 51-year-old as \"down-to-earth\". <strong> Dermot O'Leary </strong> explained to the Daily Mail: <q>He's a very interesting man, <strong> Simon Cowell </strong>. He's incredibly supportive as a boss and he shows a lot of compassion, but he hates indecision and he hates fear. \"What he loves is confidence without arrogance, which is the holy grail. I've learnt a lot from him, and I owe him a great deal.<q> Asked to sum up his relationship with <strong> Simon Cowell </strong>, <strong> the ex </strong>- Big Brother's Little Brother presenter stated: \"Well, <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong>, a very busy man. I might have a meal with him", "new_id": -2}, {"uid": "1295616804243957924", "i": 19183, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "into illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: LABOUR PARTY LEADER ED MILIBAND <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did.<q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1295732278021118996", "i": 1497, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\", \"description\": <q><strong> Sen. Chris Dodd </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston.<q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1295564131244678883", "i": 34181, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", 2011- 04:13 PM EST <strong> Google Inc. </strong> today announced financial results for the quarter and the fiscal year ended December 31, 2010. Upgrade today! to Parallels Desktop 6 for Mac from previous Parallels Desktop version <q>Q4 marked a terrific end to a stellar year,<q> said <strong> Eric Schmidt </strong>, current CEO of <strong> Google Inc. </strong>, in the press release. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the", "new_id": -2}, {"uid": "1296611107097845302", "i": 18329, "idx": 3, "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "q": "campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. \"Apparently, it's a practice all over the country,\" <strong> Bill Lockyer </strong> said today in a telephone interview. <q>I don't think it's a good one.<q>-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum To contact the reporter on this story: Alison Vekshin in San Francisco at avekshin@bloomberg.net.", "new_id": -2}, {"uid": "1296128045255868977", "i": 30194, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.<q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys and I", "new_id": -2}, {"uid": "1296104171101646338", "i": 44639, "idx": 0, "sa": ["Mick Jagger", "Jo Wood", "Ronnie Wood", "Keith Richards", "Simon Cowell", "Noel Gallagher"], "q": "so busy. I'm going to meet <strong> Jo Wood </strong> this week very amicably just to talk about \"you have this and I'll have that,\" <strong> Ronnie Wood </strong> told The Sun. He added: <q>It's only material things. It's important than it's amicable and we're still great pals.<q> <strong> Simon Cowell </strong> Wants <strong> Mick Jagger </strong> And <strong> Noel Gallagher </strong> For X Factor USA <strong> Ronnie Wood </strong> Stones' <strong> Mick Jagger </strong> Calls <strong> Keith Richards </strong> Memoirs` Tedious\"", "new_id": -2}, {"uid": "1296449395205996048", "i": 38390, "idx": 6, "sa": ["Allen Iverson", "Michael Jordan", "Derrick Rose", "Kevin Garnett"], "q": "would agree with the assessment. He felt a little winded, but chalked it up to the Mile High <strong> Derrick Rose </strong>. \"It feels like I've been out for a couple of years,\" he said. <q>There wasn't a lot of air out there.<q> <strong> Michael Jordan </strong> legs, though, felt rejuvenated. The nine-game break did him wonders. \"I felt like I was 27,\" <strong> Kevin Garnett </strong> said. \"I felt young.\" <strong> Kevin Garnett </strong> came http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to", "new_id": -2}]