[{"uid": "1296871091196296714", "i": 14502, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " href=\"http://content.usatoday.com/topics/topic/Organizations/Sports+Leagues/NFL/Philadelphia+Eagles\" title=\"More news, photos about Philadelphia Eagles\"> Philadelphia Eagles quarterback told him there was unauthorized use of his name to promote a party in the Dallas area on Super Bowl weekend. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him <q> he had no intention of participating in that. </q> After a renaissance season in which <strong> Michael Vick </strong>- reinstated by <strong> Roger Goodell </strong> in 2009 after serving a 20-month sentence for a federal dogfighting crime- finished second in MVP voting, the commissioner said he was`` extremely proud'' of", "new_id": -2}, {"uid": "1297427687170164234", "i": 16347, "idx": 5, "sa": ["Giuliano Noci", "Sergio Marchionne"], "q": "in 2009, the company said Jan. 31. <strong> Sergio Marchionne </strong> has said he wants to take Chrysler public in the second half of 2011 and that he'll need two quarters of profitability before he can do it. <q> <strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe, </q> said <strong> Giuliano Noci </strong>, a professor at the MIP Management School of Milan's polytechnic university.`` In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock the", "new_id": -2}, {"uid": "1297447911119193613", "i": 4468, "idx": 1, "sa": ["Steve Ballmer"], "q": "that`` the game has changed from a battle of devices to a war of ecosystems''.`` An ecosystem with Microsoft and Nokia has unrivalled scale around the globe,'' he said. <q> Nokia and Microsoft working together can drive innovation that is at the boundary of hardware, software and services, </q> said Microsoft chief executive <strong> Steve Ballmer </strong>. Microsoft's Bing will power Nokia's search services, while Nokia Maps would be a core part of Microsoft's mapping services. The BBC reports the new strategy", "new_id": -2}, {"uid": "1295754863179863671", "i": 21113, "idx": 0, "sa": ["Jon Stewart", "Bill Lockyer", "Sid Wilson", "Jason Jones"], "q": "DMV could make you an organ donor, if state <strong> Bill Lockyer </strong> passes Comedy Central's The Daily Show, host <strong> Jon Stewart </strong> told viewers that many recession-hammered states had turned to unusual methods to raise target=\"_blank\" href=\"http://wnmoney.com/\"> money. <q> Are any of these ideas actually stupid? </q> <strong> Jon Stewart </strong> wondered. Cut to Daily Show correspondent <strong> Jason Jones </strong>, who described Arizona's plans to sell its state government buildings for$ 735 million, States Weigh Cuts in Hollywood SubSid Wilsonies target=\"_blank\" href=\"http://wn.com/Los_Angeles\"> LOS ANGELES- Preparing", "new_id": -2}, {"uid": "1296752424175587371", "i": 36228, "idx": 5, "sa": ["Ian Parker", "Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, <strong> Ian Parker </strong> says.`` He is not the kind of man to have nurtured candidates for his own eventual replacement,'' <strong> Ian Parker </strong> told me yesterday. <q> So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities. </q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his href=\"http://www.drZahi Hawass.com/blog/state-egyptIan Parker-antiquities-today-update\"> promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295757314175325206", "i": 55885, "idx": 2, "sa": ["Chris Webber", "Allen Iverson", "LeBron James"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball.`` I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looLeBron James at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/2010_NBA_Finals_Game_7_Lakers_vs_Celtics_06172010__True_Game_Recap|| MUST READ|| Download NBA 2k11Game For Free and worLeBron James online only at www.nba2k11free.info Install acces toolbar if requested by pressing start, their copy actually works online", "new_id": -2}, {"uid": "1295350326057589761", "i": 53954, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "of The X Factor in 2007. Discussing his boss with New! magazine, <strong> Dermot O'Leary </strong> praised <strong> Simon Cowell </strong> for having time for everyone.`` <strong> Simon Cowell </strong> is a remarkably surprising, down-to-earth man,'' he said. <q> You don't get that level of success if you haven't got a touch of normality.`` He's very much a common man, someone you could go for a beer with and who you'd have no hesitation in talking to about anything at all. I clicked with him immediately. He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof. </q> He added:`` <strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.'' claimed that <strong> Simon Cowell </strong> is not the`` ogre'' some", "new_id": -2}, {"uid": "1295906899076185749", "i": 16100, "idx": 2, "sa": ["Alassane Ouattara"], "q": "to step aside. He noted the US embassy was in touch with`` relevant players'' on the matter, adding the United States was`` working closely'' with the European Union. EU <q> sanctions have a great deal to do, not only with the export of cocoa, but its ability to be transported outside of Cote d'Ivoire, </q> he said, using the French name of the former French colony. A military police officer mans a roadblock... <strong> Alassane Ouattara </strong> Video:` No compromise possible' in Ivory Coast crisis... Photo in Slideshow: Supporters", "new_id": -2}, {"uid": "1296144347066224143", "i": 50683, "idx": 0, "sa": ["Jane Fonda", "Alec Baldwin", "Michael Vick"], "q": "global airline because of the success of secondary destinations.'' Geographical locations across Africa, southeast Asia, and other parts of the world have gained importance to the airline. The airline is being positioned as a <q> gateway to the rest of the world, </q> Kayser continued. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat The Ticker: SOTU Social Stats, Quora, MTV, Oscars, and Netflix MEDIABISTRO EVENTS", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]