[{"uid": "1296218172048857090", "i": 12612, "idx": 10, "sa": ["Mike Pence"], "q": "right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.'' <q> You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana, </q> McIntosh said.`` At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead,", "new_id": -2}, {"uid": "1296082191244613131", "i": 33809, "idx": 1, "sa": ["Michael Vick"], "q": "Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> I know this will raise some eye brows, and probably will cause some rucus. However, he played well, did his job as a Quarterback and now he is back to endorsing again. It is", "new_id": -2}, {"uid": "1297270524044515339", "i": 32401, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "countries backed the United States.`` More troubling, the French and Germans were, intentionally or not, giving <strong> Saddam Hussein </strong>'s regime the impression that they could stop a military confrontation,'' <strong> Donald Rumsfeld </strong> writes. <q> By giving <strong> Saddam Hussein </strong> a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the French and Germans undoubtedly made a war more likely, not less. </q> <strong> Donald Rumsfeld </strong>'s memoir, Known and Unknown, marks the first time he has publicly discussed his tenure in the Pentagon since he left the job in 2006, after being fired by President George W Bush.", "new_id": -2}, {"uid": "1296721607183549967", "i": 12714, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "</a> has been worth the cost and remains largely unapologetic about his handling of the conflict, according to his new autobiography. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday but reported in today's Washington Post. <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of mass destruction as justification for the", "new_id": -2}, {"uid": "1297179623238403585", "i": 19627, "idx": 2, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "`` Good Morning America'' Tuesday. When pressed further about his responsibility, <strong> Donald Rumsfeld </strong> said it was`` as a participant'' in a group of policy makers who believed the intelligence was correct. <q> It turned out it was not correct, </q> <strong> Donald Rumsfeld </strong> added. one of his biggest regrets was not having successfully resigned in the wake of the Abu Ghraib prison scandal. In her review, <strong> Gwen Ifill </strong> rounds up some of the finger-pointing <strong> Donald Rumsfeld </strong> employs in the", "new_id": -2}, {"uid": "1295581685033980418", "i": 48028, "idx": 10, "sa": ["Eric Schmidt"], "q": "clarify our individual roles so there?s clear responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said.`` Larry, in my clear opinion, is ready to lead,'' he said. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for an`` outstanding job leading Google for the last decade.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1295127815262242331", "i": 44282, "idx": 1, "sa": ["Andre Johnson", "Eric Bachmann", "Matt Gentling", "- Johnson", "Allen Iverson"], "q": "just told the audience how grateful they are to receive the first <strong> Allen Iverson </strong> scholarships, grants that will allow them to further their educations and basketball careers at St. Augustine's College in Raleigh, NC Their words <strong> - Johnson </strong> said <q> this takes a huge burden off my family </q>- appeared to tug at <strong> Allen Iverson </strong> and prompted a question. What was going through http://wn.com/Wheaton_College_defeats_Illinois_Wesleyan_66-65_at_the_buzzer Singer/guitarist <strong> Eric Bachmann </strong>, guitarist <strong> Eric Bachmann </strong> <strong> Andre Johnson </strong>, bassist <strong> Matt Gentling </strong>, and drummer Mark Price, all originally from Asheville, NC, formed Archers", "new_id": -2}, {"uid": "1296693601219119627", "i": 3613, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q> Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission, </q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyze competitors' search engines", "new_id": -2}, {"uid": "1295670452069369863", "i": 8306, "idx": 6, "sa": ["Andre Iguodala", "Chris Webber", "Kyle Korver", "Grant Hill", "Allen Iverson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q> They wanted it a little more than we did and that's a little disappointing, </q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Philadelphia", "new_id": -2}, [{"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]]