[{"uid": "1296182355238501894", "i": 36908, "idx": 0, "sa": ["Mike Pence"], "q": "several of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... <q>He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?,</q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana Rep. <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1295872993066535447", "i": 16927, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war on terror?\" <q>Is the <strong> John McCain </strong> government changing fast enough?</q> \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. \"I wanted to find out something. I", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1295133247099418117", "i": 35970, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Tyler Perry", "Camper Van Beethoven", "Conan O'Brien"], "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> \"For Colored Girls\" director <strong> Tyler Perry </strong> earns 19 NAACP Image Award nominations Georgia this spring. Lowery, who co-founded the bands Cracker and <strong> Camper Van Beethoven </strong>, will teach", "new_id": -2}, {"uid": "1295093100028508164", "i": 1357, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important issue in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q>Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,</q> Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1297376412092979239", "i": 31956, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q>maybe if we give him a third term, he might get it right.</q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1297712336141344797", "i": 2204, "idx": 0, "sa": ["Zahi Hawass"], "q": "' protest was also deeply personal, with protesters saying <strong> Zahi Hawass </strong> was a \"showman\" and publicity hound with little regard for thousands of archaeology students who have been unable to find work in their field. <q>He doesn't care about us,</q> said 22-year-old Gamal el-Hanafy, who graduated from Cairo University in 2009 and carried his school certificates in a folder. \"He just cares about propaganda.\" <strong> Zahi Hawass </strong> has maintained that his first love is Egypt", "new_id": -2}, {"uid": "1295287505178176044", "i": 2168, "idx": 1, "sa": ["Michael Douglas", "Matt Lauer", "David Letterman"], "q": "on the big screen portraying <strong> Michael Douglas </strong> Gecko in \"Wall Street: Money Never Sleeps.\" His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q>I've got cancer. I've got cancer. I've found out about three weeks ago. I said, \"gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it.</q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Douglas </strong>\" first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. LAUER: \"There were some pictures taken", "new_id": -2}, {"uid": "1295480278251461633", "i": 18079, "idx": 0, "sa": ["Dianna Agron", "Alex Pettyfer", "Jane Lynch", "Simon Cowell"], "q": "German shepherd was up in <strong> Alex Pettyfer </strong>'s lap, licking his face. It was so funny!\" Follow us on Twitter Follow us on Facebook Related stories <strong> Dianna Agron </strong> <q>I'm A Big, Big Nerd</q> <strong> Jane Lynch </strong> \"Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N\" Roses Glee Creator Confirms Anne Hathaway Cameo", "new_id": -2}, {"uid": "1296186100117063682", "i": 1087, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "a second job to save more. Seems more logical to me. msgrowan at 7:27 PM January 27, 2011\"... Social Security today has a surplus of$ 2.6 trillion,\" <strong> Sen. Bernie Sanders </strong> said. <q>Social Security can pay out every benefit owed to every eligible American, for the next 27 years.</q> This is pure male bovine feces. The \"trust fund's\" surplus assets( i.e., FICA tax receipts over and above the amount needed to pay out current benefits on the pay-as-you-go principle) have been spent", "new_id": -2}]