[{"uid": "1295872993066535447", "i": 16925, "idx": 4, "sa": ["Donald Rumsfeld", "John McCain", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the <strong> Gerald Ford </strong> <strong> John McCain </strong> House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}, {"uid": "1295209231006406224", "i": 46838, "idx": 3, "sa": ["Maurice Cheeks", "Troy Murphy", "Chris Webber", "Jason Richardson", "Fernando Torres", "Allen Iverson"], "q": "field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. \"I don't think I had any doubt about them playing together,\" coach <strong> Maurice Cheeks </strong> said. <q>The reason you put the ball in their hands is because they make plays.</q> The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night at Atlanta. They won't return home until Jan. <strong> Fernando Torres </strong> against Seattle. <strong> Jason Richardson </strong> scored 24 points, <strong> Troy Murphy </strong> had", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q>But we don't have any fear with regards to Larry.</q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1295976421202047494", "i": 8706, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Steve Jobs", "Sergey Brin"], "q": "But this might change as it becomes apparent that under-compensation of executives might well be a way to wriggle out of higher payroll tax liability. Consider the case of CPA David Watson, who <q>incurred the wrath of the IRS by only paying himself$ 24,000 a year and declaring the rest of his take profit.</q> The Slashdot piece makes the compelling conceptual connection between Watson's case and that of \"the much ballyhooed$ 1 Executive club like <strong> Steve Jobs </strong>, <strong> Larry Ellison </strong>, <strong> Sergey Brin </strong>, <strong> Larry Ellison </strong> Page, and <strong> Eric Schmidt </strong>.\" Mail", "new_id": -2}, {"uid": "1295880426196345858", "i": 15359, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "deleted. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q>If they were nae there they were there aboots</q> BrotherBig 23 January 2011 12:34 AM â\u0080¢ Mr <strong> Andy Coulson </strong>'s truth-telling â\u0080¢ The trespass on people's privacy â\u0080¢ The peculiar behaviour of the police â\u0080¢ The <strong> Rupert Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1295701484119783425", "i": 34068, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,\" Mr Lewis said. <q>It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge. \"What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence. \"But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out.</q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s spin doctor, handed in his resignation on Friday and plans to leave within weeks. In a statement, he", "new_id": -2}, {"uid": "1297127015165691436", "i": 15224, "idx": 1, "sa": ["Simon Cowell", "Katy Perry", "Kelly Rowland"], "q": "Idol. And he has also considered former Destiny's Child singer <strong> Kelly Rowland </strong> and <strong> Katy Perry </strong> for a spot as he thought about an all-girl panel. \"His indecision is final,\" quipped an insider last night. <q>But he's making us very nervous. This to-ing and fro-ing is not a good sign.</q> Yesterday <strong> Simon Cowell </strong> and Fox TV chiefs unveiled some details of the show, but pointedly refused to get drawn on the panellists. The TV mogul risked alienating ITV bosses and British fans in a trailer", "new_id": -2}, {"uid": "1296848362199835675", "i": 12207, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"", "new_id": -2}, {"uid": "1295047478138936360", "i": 13880, "idx": 3, "sa": ["Eric Schmidt", "Kevin Gallagher", "Google Inc."], "q": "share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,\" said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. <q>They say, \"We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.'</q> <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> introduces <strong> Google Inc. </strong> TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the U.S. Justice Department over... Photo in Slideshow: China\"s", "new_id": -2}, {"uid": "1296144564063832069", "i": 36759, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Mark Kirk", "Rick Santorum", "Newt Gingrich"], "q": "Elected officials including newly elected U.S. <strong> Barack Obama </strong> <strong> Mark Kirk </strong> will serve as hosts at the dinner, which will continue the fundraising push the Illinois Republican Party started earlier this month. Illinois Republican Party Chairman Pat Brady, <q>We had a fantastic year in 2010 with <strong> Mark Kirk </strong> winning a seat in the United States Senate, winning five tough Congressional battles and sending two GOP Statewide office holders to Springfield. We are thrilled to have Presidential Contenders coming here to Chicago, and I am confident one of them will replace <strong> Barack Obama </strong> in 2012.</q> As of today, confirmed Presidential contenders attending the event include: Speaker <strong> Newt Gingrich </strong>, <strong> Rick Santorum </strong>, Ambassador <strong> Rick Santorum </strong> Bolton and Congressman <strong> Mike Pence </strong> Other invited Presidential Contenders yet to confirm their attendance:", "new_id": -2}]