[{"uid": "1297210131061849602", "i": 3316, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld", "Colin Powell", "the Fox"], "q": "for the feisty veteran of Washington inner circles, generated plenty of controversy from groups and individuals challenging his version of events during those years. But <strong> Donald Rumsfeld </strong> is taking on the administration's critics. <q> For people to say Bush lied, <strong> Colin Powell </strong> lied and Condi Rice lied or Cheney lied or <strong> Donald Rumsfeld </strong> lied-- it's just not true, </q> <strong> Donald Rumsfeld </strong> told <strong> the Fox </strong> News' <strong> Sean Hannity </strong>. Asked about former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>'s infamous 2003 speech to the United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296134363234815553", "i": 10212, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Play CBS Video Washington Unplugged by rednecklogic January 27, 2011 7:40 AM EST by ajvw January 27, 2011 7:35 AM EST by wjksea January 27, 2011 3:17 AM EST Could it be true that many", "new_id": -2}, {"uid": "1296675995024215578", "i": 29524, "idx": 0, "sa": ["Halle Berry", "Audrina Patridge", "David Letterman"], "q": "think they were pushed in the business,\" she added. \"They were genuinely discovered based on real talent.\" OK! NEWS: JUSTIN BIEBER ON HIS BEST FRIEND SELENA GOMEZ- WE SAW <q> There hasn't been any official word on that, </q> <strong> Halle Berry </strong> said, \"but that would be a fantastic idea.\" Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo \"Late Show\" host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation", "new_id": -2}, {"uid": "1296282852002965504", "i": 19636, "idx": 1, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "act of holding an election,\" <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. \"There is no point in locking up people or to reduce the access to information,\" she said. <q> We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion. </q> <strong> Eric Schmidt </strong>, Google's chairman, also denounced the Web blackout. \"We obviously think it's a bad idea, we obviously do not want these things to happen,\" he said.", "new_id": -2}, {"uid": "1295307105132857877", "i": 1767, "idx": 0, "sa": ["Kobe Bryant", "Derek Fisher", "Lamar Odom", "Yao Ming", "Tracy McGrady", "Luke Walton", "Ron Artest", "Luis Scola", "Allen Iverson"], "q": ", with <strong> Derek Fisher </strong> of the Lakers and <strong> Ron Artest </strong> getting ejected and technical fouls assessed to <strong> Kobe Bryant </strong>, <strong> Ron Artest </strong>, <strong> Luis Scola </strong>, <strong> Luke Walton </strong> and <strong> Lamar Odom </strong>, who had 11 rebounds. \"It's the playoffs,\" <strong> Kobe Bryant </strong> said, <q> this is what it's about. </q> On January 15 2002 <strong> Allen Iverson </strong> Drop 58 Points on the Houston Rockets http://wn.com/Tracy_McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston Rockets through their winning streak since <strong> Yao Ming </strong> went down with a foot injury. On Sunday, it", "new_id": -2}, {"uid": "1296231929144064539", "i": 21344, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop.\" <q> The most important things for these shows is not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop. </q> Comment on this Article Promising \"a few surprises\" along the way, <strong> Simon Cowell </strong> admitted none of the current judging panel- <strong> Cheryl Cole </strong>, <strong> Dannii Minogue </strong> and <strong> Louis Walsh </strong>- have been contracted to appear on the next series", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1296712178075202560", "i": 47782, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "<strong> Barack Obama </strong>- In a report prepared for <strong> Sen. Bernie Sanders </strong>, the Department of Defense disclosed that it paid$ 285 billion over a three-year span to hundreds of military contractors that defrauded the Pentagon during the same period. <q> With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> said <strong> Sen. Bernie Sanders </strong>( I-Vt.). \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars", "new_id": -2}, {"uid": "1296614981006586377", "i": 224, "idx": 0, "sa": ["Zahi Hawass"], "q": ". Reuters reports: \"Egyptian police shot dead 17 people trying to attack two police stations on Saturday in Beni Suef governorate, south of Cairo, witnesses and medical sources said.\" reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2}, {"uid": "1297169223008454177", "i": 352, "idx": 0, "sa": ["Simon Cowell"], "q": "That's a touch ironic, since the ostensible target demographic for what this show's pumping out right now is almost a decade away from the legal drinking age. <strong> Simon Cowell </strong>& Garfunkel once famously asked, <q> Where have you gone, <strong> Joe D </strong>? </q> The titular villains of tonight's episode, \"Goggles and Hicks,' ask a less seminal question: \"Where have you gone, Hong Kong Phooey?\" Here\"s the thing though: There", "new_id": -2}]