[{"uid": "1297142958122093572", "i": 13889, "idx": 2, "sa": ["Donald Rumsfeld", "Mohamed Nouri Jouini", "William Hague"], "q": "hopes'' \" <strong> William Hague </strong> Foreign <strong> Donald Rumsfeld </strong>, via Twitter But a spokesman described the current period as`` a time of great opportunity in the region'', and said the foreign secretary's discussions would focus on <q> calls for greater political openness and economic development in the Middle East in the light of recent events in Tunisia and Egypt </q>. While in Tunisia, Mr <strong> William Hague </strong> is due to meet leading figures from the interim government including Prime Minister Mohammed Ghannouchi and International Co-operation Minister <strong> Mohamed Nouri Jouini </strong>. The interim government has promised to hold fresh", "new_id": -2}, {"uid": "1297273325044515350", "i": 15717, "idx": 0, "sa": ["Zahi Hawass"], "q": "One case was damaged in the collection of King Tut. The thieves found only wooden statues and discarded them. The famous golden mask was safely under lock and key. SOT Tarek: <q> from one glass window the thief made his way inside the museum, but because it was completely dark, he couldn't see any of the museum collection. So, that's why we have minor damage( that) happened to the collections, but we have all the masterpieces of the Egyptian museum, all the collections, almost, safe. </q> <strong> Zahi Hawass </strong> Tarek says the intruder was eventually apprehended near the statue of SEKHMET-- the goddess of protection. Officials are downplaying the incident, and they're quick to show that most of the museum", "new_id": -2}, {"uid": "1295340862035373085", "i": 18321, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Barack Obama </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1295577549195002392", "i": 31778, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for <strong> Google Inc. </strong> in France <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning <strong> Google Inc. </strong> in France.... video results for: schmidt google company <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... The new`` Don't Be Evil'' google video- Final Version.mp4 techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the", "new_id": -2}, {"uid": "1297090021185942060", "i": 383, "idx": 0, "sa": ["Simon Cowell"], "q": "have no upper age limit for contestants. Also in a departure from Idol, the first time a contestant auditions, it is in front of an audience of thousands, not just for the judges. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong> in a statement.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1295418096230719494", "i": 21646, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "a ratings slump or slip farther away from the top spot. American viewers have never known an Idol that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1297378051148979743", "i": 42428, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "security policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1296166331238878764", "i": 35630, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong>, recently elected to the seat she was appointed to in 2009, had sought the committee seat. She has worked on military issues like the repeal of the <q> don't ask, don't tell </q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try", "new_id": -2}, {"uid": "1297207807083279884", "i": 1513, "idx": 0, "sa": ["Colin Powell"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Rumsfeld quotes himself as telling the meeting,`` We should hit Khurmal during the speech, given that New York, because otherwise the site would be abandoned. Iraq had an active WMD site.`` As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}]