[{"uid": "1296104989131907606", "i": 22342, "idx": 4, "sa": ["Michael Vick"], "q": "shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore the company's shoulder pads and thigh pads. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> says in a to-be-released statement. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once the NFL", "new_id": -2}, {"uid": "1296166699125468686", "i": 36940, "idx": 0, "sa": ["Willie Brown", "David Roberti", "Bill Lockyer"], "q": "works for state Treasurer <strong> Bill Lockyer </strong>. But 30 years ago, she was an appointments secretary for <strong> Willie Brown </strong>. Mizutani said that back when she first opened her store, the \"Willie Brownies\" adopted her. <q> When I first started, I didn't know a soul, </q> Mizutani said. \"I had no friends. They included me.\" Soon she found herself hanging out with them after work at <strong> David Roberti </strong>'s Brass Rail, a since-departed watering hole for Sacramento's", "new_id": -2}, {"uid": "1297436155161464332", "i": 10130, "idx": 2, "sa": ["Donald Rumsfeld", "Ron Paul", "George W. Bush", "Donald Trump"], "q": "speaking someone yelled, \"<strong> Ron Paul </strong>.\" <strong> Donald Trump </strong> said that <strong> Ron Paul </strong> could never win. O'Leary said he was an anti-war conservative, and wanted to see the troops out of various hotspots around the world. <q> There is no reason why we are still in some of the places we are in around the world. The only thing that makes sense is the actions of war hawks like <strong> Donald Rumsfeld </strong>, Cheney and <strong> George W. Bush </strong>. </q> The CPAC( Conservative Political Action Committee) is one of the county's most widely watched annual political meetings. <strong> Donald Rumsfeld </strong>, Cheney, <strong> Ron Paul </strong>, and <strong> Donald Trump </strong> may have been attending the", "new_id": -2}, {"uid": "1297005372041598997", "i": 27743, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "Dick Cheney"], "q": "Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on America... Report Abuse <q> \"The Egyptians will welcome us as liberators! </q> \" Washington Post: <strong> Barack Obama </strong> praise could hurt two 2012 GOP candidates Washington Post: ATF fears budget cuts would imperil gun-trafficking fight at Mexico border Washington Post: <strong> Barack Obama </strong> answers viewers' questions in YouTube interview Mortgage Rates Hit", "new_id": -2}, {"uid": "1296372233130301995", "i": 20107, "idx": 0, "sa": ["Sarah Sellers", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "bump. To a full-lipped <strong> Sarah Sellers </strong>: \"You had me sold the second you laid eyes on me.\" To scout Chris Cordeiro: \"You scared everyone in the room.\" To tone-deaf Michael Perotto: <q> Did you eat paint chips as a child? </q> In general:\" * Bleep** Bleep** Bleep*.\" Lopez-Jennifer Lopez-really-worth-12-million/\">$ 12 million, about a third of <strong> Simon Cowell </strong>'s take. <strong> Paula Abdul </strong>'s salary was estimated to be between$ 5 to$", "new_id": -2}, {"uid": "1297208901061849651", "i": 43397, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "percent of the nation will have snow on the ground, says Accuweather.com. But, by the end of next week, less than 25 percent of the country will be covered with the white stuff. <q> It will be one of the biggest meltdowns we have ever seen but with very little in the way of flood problems, </q> says <strong> Donald Rumsfeld </strong> Margusity, senior meteorologist at Accu-Weather. com in State College, Pa. \"The back of winter has been broken.\" It will be a very sharp contrast for places like Dallas, site", "new_id": -2}, {"uid": "1296104989131907606", "i": 22343, "idx": 5, "sa": ["Michael Vick"], "q": "company's shoulder pads and thigh pads. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> says in a to-be-released statement. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for which", "new_id": -2}, {"uid": "1295610219050561027", "i": 10409, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "top decision-maker because of \"the pace of decision-making and the scale of the company.\" Mr. <strong> Sergey Brin </strong>, who joined Mr. <strong> Larry Page </strong> and Mr. <strong> Eric Schmidt </strong> in the interview, said the three-way process confused employees. <q> We wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail, </q> he said. Mr. <strong> Larry Page </strong> and Mr. <strong> Eric Schmidt </strong> said the decision was mutual. \"I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done", "new_id": -2}, {"uid": "1294994283072613901", "i": 26274, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Beteuerungen aus dem Munde des Fiat-Chefs, Alfa bleibe selbstverst?ndlich in italienischem Besitz, reagierte Pi?ch mit den Worten: \"Wir sind geduldig, wir k?nnen warten.\" Wolfsburg habe keine Eile, das Ziel zu erreichen. <q> Fragen Sie mich in zwei Jahren noch einmal danach. </q> vw- patriarch- piech- keilt- gegen- fiat/50214679.html?page=2\"> Teil 2: Was <strong> Sergio Marchionne </strong> plant", "new_id": -2}, {"uid": "1294975566041533476", "i": 43050, "idx": 2, "sa": ["Cam Newton", "Michael Finley", "Linas Kleiza", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Will Bynum"], "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 Cam Newtone March 15 against the Los Angeles Lakers. \"It was deMichael Finleyitely a special night,\" <strong> Linas Kleiza </strong> said. <q> I <strong> Will Bynum </strong> remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then", "new_id": -2}]