[{"uid": "1296469292158367762", "i": 18513, "idx": 0, "sa": ["Siobhan Greene", "Simon Cowell"], "q": "on stage to accept the programme's prize for Most Popular Talent Show. Former ITV Granada Head of Development <strong> Siobhan Greene </strong>- nicknamed` Shoe'- then took the award from <strong> Simon Cowell </strong> and told the audience: <q> It's brilliant to be alive. </q> She is married to Stockport-raised Nigel Hall, who was controller of entertainment at Granada until 2003 when the company was merged with Carlton. The couple then moved to London to team up with <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295139772120274975", "i": 15873, "idx": 7, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "senator said.`` She wanted us to know that she was with us a hundred percent and understood everything we were saying and appreciated it.'' <strong> The doctor </strong> monitoring the case was equally stunned. <q> He said, I just witnessed the impact of friendship and what you guys-- he said, you did this here today, </q> recalled Wasserman-Schultz. <strong> Kirsten Gillibrand </strong> and Wasserman-Schultz predicted <strong> Gabrielle Giffords </strong> will continue to awe her doctors and the nation. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and", "new_id": -2}, {"uid": "1295362966246431766", "i": 35997, "idx": 3, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Sarah Palin", "Paul LePage"], "q": "as human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe that he has no room to become a better person: <q> LIMBAUGH: What I don't like about this is the assumption that we are no good! The premise that we are no good! Yes that's true. We really stink. We have to work a lot harder to become better people. We are going to really have to work harder to become better than we are. Who are they to castigate all the rest of us?! If they want to catagorize some of us as not good enough, fine and dandy! But who are they? </q> Why do we have to listen to these people tell us we're not as good as we can be After Saying He'll Skip MLK Day, Maine Tea Party <strong> Sarah Palin </strong> <strong> Paul LePage </strong> Tells The NAACP To` Kiss My", "new_id": -2}, {"uid": "1297129044188514306", "i": 482, "idx": 4, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>`` I wanted to do a show where judges could help competitors on a weekly basis,'' <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label. <q> It's more interesting to me; it definitely gives me something more to do. When an artist wins, you win. It really does become an incredible competition with judges, in a way more than the artists, because we don't pretend to like each other. </q> <strong> Simon Cowell </strong> said a decision about who will sit beside him on the panel will be made in the next three or four weeks. He says he's looking for people who could one-up him in battle.", "new_id": -2}, {"uid": "1295835993071843871", "i": 4529, "idx": 5, "sa": ["Eric Schmidt"], "q": "MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained`` more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.'' The article asks, <q> Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page? </q> While there's no reason to think Google would kill off Google Apps, there are scenarios that could trouble enterprise customers, Gartner analysts say. Google investors could conceivably push the company to spin out the Google", "new_id": -2}, {"uid": "1295485367026624027", "i": 12767, "idx": 1, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie <strong> Barack Obama </strong> to former 1960s radical <strong> Bill Ayers </strong>. <q> I think that's inappropriate. I understand what politics is about-- I know how you can go after one another, and that's good. But I think this goes too far, and I think it has made the <strong> John McCain </strong> campaign look a little narrow. It's not what the American people are looking for, </q> he said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it", "new_id": -2}, {"uid": "1296218172048857090", "i": 12609, "idx": 7, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q>`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1296762870078708770", "i": 16176, "idx": 0, "sa": ["Zahi Hawass"], "q": ".`` Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,'' she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people?s cultural identity. </q> But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on", "new_id": -2}, {"uid": "1295563324217792518", "i": 46365, "idx": 0, "sa": ["Eric Schmidt"], "q": "has prompted the first deep-soul searching at the company, which has faced few direct challenges up until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to`` clarify'' their roles <q> so there's clear responsibility and accountability at the top of the company. </q> The company had always argued in the past that its unusual leadership arrangements worked well, and that it reflected the fact that Google was operated differently from most traditional companies. In one sign of Mr Page", "new_id": -2}, [{"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]]