[{"uid": "1296056160080527372", "i": 37781, "idx": 0, "sa": ["Donald Rumsfeld", "Liam Fox", "William Hague", "Henry Kissinger"], "q": "confirmed that it would be proper for the attorney general to obtain the views of ministers on the national interest before reaching his own independent decision. Ministers' views would be passed to the DPP and he would then <q>exercise independent judgment, taking on board the serious considerations that have been given to the matter by other ministers and the attorney general<q>. All this strikes me as perfectly proper. Before authorising the arrest and detention of a visiting politician such as <strong> Henry Kissinger </strong> or <strong> Donald Rumsfeld </strong>, the DPP would take into account any views expressed by <strong> William Hague </strong> or <strong> Liam Fox </strong>", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q>the 110 per cent needed in this role<q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1297270974262504465", "i": 7172, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Simon Lythgoe"], "q": " \"One of the reasons this show stands out from the rest is that it's the only show where the contestants take an active role in deciding who's in the band,\" <strong> Simon Lythgoe </strong> said. <q>Whereas contestants must sing in different genres on other shows, this is all about country music. Our contestants will turn some world-renowned songs from other genres like pop or Motown, pour their soul into it and make it country.<q> My Settings Your comment contains inappropriate content in violation of our PublishDate= 2/9/2011 10:03:00 AM <strong> Paula Abdul </strong> Won't Say Whether She's Reuniting With <strong> Simon Cowell </strong> on' X Factor' Zack Galifianakis Goes` Between", "new_id": -2}, {"uid": "1297417823256622628", "i": 25831, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q>I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States.<q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Those who are more likely to be in those early voting states continue their parade before", "new_id": -2}, {"uid": "1297105238094666779", "i": 11271, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "'s Lists's website, Sens. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and <strong> Richard Blumenthal </strong>( D-Conn.) accused House Republicans of pulling a \"bait and switch\" by focusing early on anti-abortion legislation instead of the economy. <q>You probably recognize the Republican agenda as a radical departure from the days when they promised jobs,<q> the senators wrote to Emily's List supporters Monday afternoon. \"And you know their claims of \"limited government' shouldn\"t include limits on our access to health care.\" The abortion", "new_id": -2}, {"uid": "1296909500107855895", "i": 18673, "idx": 0, "sa": ["Simon Cowell"], "q": "hunk writhes around with half-naked ladies in the music video for provocative single Tonight( I'm Lovin' You), although he admits selecting the women to dance in the clip was a mortifying experience. <q>No, I couldn't do it!<q> he replied when asked if he behaved like famously harsh reality television judge <strong> Simon Cowell </strong> during the casting. \"The director would give me a tap when he liked someone, but I couldn't even look up", "new_id": -2}, {"uid": "1296964121115425444", "i": 16377, "idx": 0, "sa": ["Michael Vick"], "q": "the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,<q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1295154913111345676", "i": 7388, "idx": 8, "sa": ["Allen Iverson", "George Karl"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q>It was a positive experience to be part of AI returning,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.\" <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"uid": "1295542216070058028", "i": 20825, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "very Paula Abdul-esque role on the show. <strong> Steven Tyler </strong>, however, settled into the role very naturally with great one-liners like <strong> Simon Cowell </strong> did( \"Did you eat a lot of paint chips as a child?\", <q>What's with the jujubes on your ooh-ooh-bees?<q>), but the Aerosmith frontman also struggled with telling the contestants just how bad they were. In New Jersey alone, 51 contestants received golden tickets to Hollywood. Tonight's episode of \"Idol\"", "new_id": -2}, {"uid": "1296415510191545349", "i": 11490, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "Cheeriness of Those Gershwin Boys An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer Channels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in \"Working Class,<q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}]