[{"uid": "1295541658077021217", "i": 23825, "idx": 6, "sa": ["Allen Iverson", "Steve Nash", "Keith Van Horn"], "q": "to 33-8 with their second straight win after a dismal West Coast trip on which they lost three in a row. At the halfway point of the season, Dallas is on pace for a franchise-best 66 wins. <q>Guys don't care if we win 60 games if we don't win a championship,</q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1296362585082608158", "i": 3751, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q>I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters torched ad earlier set ablaze in protests demanding the resignation of", "new_id": -2}, {"uid": "1297591714082133005", "i": 15421, "idx": 1, "sa": ["Jamie Hince", "Howard Stern", "Kate Moss", "David Letterman"], "q": "make me cry.'' Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q>We couldn't get the rights to <strong> David Letterman </strong>'s show and <strong> David Letterman </strong> did me the favor of shooting this with me.</q> <strong> Howard Stern </strong> also had kind words for Australian rock band AC/DC who were in the film( ''Shooting with AC/DC... they stayed all day and never complained or asked for a thing. They", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1295977910157089808", "i": 30980, "idx": 28, "sa": ["Shawn Marion", "Kobe Bryant", "Allen Iverson"], "q": "'re capable of. This is important. We don't want them to gain so much confidence that if we face them in the playoffs they believe( they can beat us).'' <strong> Kobe Bryant </strong> added later: <q>They whooped us both times( this season)... they're a great team and they match up extremely well with us. They're someone that we'll have to deal with.</q> Rate, Comment and SUBSCRIBE! Lakers2010season http://wn.com/Mavs-Nuggets_105-117_I_Nowitzki_35pts,9reb,Terry_21pts_vs_Anthony_25pts,Nene_25pts,8reb <strong> Allen Iverson </strong> 26 points Nuggets v Suns 30-3-07 PHOENIX( AP)- After the Phoenix Suns had run past the Denver Nuggets, <strong> Shawn Marion </strong> slipped into some ripped and worn jeans.", "new_id": -2}, {"uid": "1296414527110477372", "i": 521, "idx": 0, "sa": ["Zahi Hawass"], "q": "that the figures did not contain gold, they dropped them and the items broke. They then seized two skulls of the 2,000-year-old mummies and fled. <strong> Zahi Hawass </strong>, the director of the museum, said: <q>Demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged. Only their heads were intact.</q> Egyptologists described the smashing of the irreplaceable artefacts as ''devastating''. 29 Jan 2011 ''But I would not be at all surprised if this was the work of a gang who were being", "new_id": -2}, {"uid": "1296252212224411648", "i": 42112, "idx": 1, "sa": ["Steven Tyler", "Kristy Lee Cook", "Haley Scarnato", "Lauren Alaina", "Simon Cowell", "Donald Trump", "Stormi Henley"], "q": "... what's his name? Oh, yeah, <strong> Simon Cowell </strong>. <strong> Stormi Henley </strong>, the former Miss Teen USA who said ''<strong> Donald Trump </strong> used to be my boss.'' And <strong> Lauren Alaina </strong>, who closed the show singing <q>Don't Want to Miss a Thing,</q> an impromptu duet with <strong> Steven Tyler </strong>. <strong> Stormi Henley </strong> reminded me of another <strong> Kristy Lee Cook </strong> or <strong> Haley Scarnato </strong>. All equally beautiful, but overall a little thin on vocals. That makes for good TV for several weeks, but does", "new_id": -2}, {"uid": "1297612706252805145", "i": 31025, "idx": 2, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "invasion was under way. The subject line reads ''WMD.'' <strong> Donald Rumsfeld </strong> is sending a secret report that he received a few days earlier to Gen. <strong> Dick Cheney </strong> Myers, chairman of the Joint Chiefs, asking: <q>Please take a look at this material as to what we don't know about WMD. It is big.</q> The attachment is from Major Gen. Glen Shaffer, then the director for intelligence for the Joint Chiefs of Staff and the secretary of defense, responding to Rummy's request to know the ''unknowns'' about", "new_id": -2}, {"uid": "1295981454233783305", "i": 9567, "idx": 1, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": ", se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> ''If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All'' <strong> Dennis Kucinich </strong> <q>If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All</q> January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety Disorder? Is it simply a severe form of shyness? Join Dr. Granet as he talks", "new_id": -2}, {"uid": "1295254600092618767", "i": 7203, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "mark. ''Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,'' said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q>Coach( Dean) <strong> J.R. Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA.</q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46", "new_id": -2}]