[{"uid": "1295568037204079137", "i": 13919, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders Larry Page and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about", "new_id": -2}, {"uid": "1296652638203423768", "i": 17512, "idx": 0, "sa": ["Mitt Romney", "David Letterman", "Steve Martin", "Kim Kardashian"], "q": "+ Maybe because he's never been mistaken for <strong> Steve Martin </strong>, former governor <strong> Mitt Romney </strong> went on \"The Late Show With <strong> David Letterman </strong>\" last night and cracked a few jokes. The prospective 2012 Republican presidential candidate presented the <q> Top Ten Things You Don't Know About <strong> Mitt Romney </strong>. </q> No. 10: \"<strong> Mitt Romney </strong> is short for Mitt-thew.\" No. 9: \"I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s tweets.\" No. 8: \"I'm", "new_id": -2}, {"uid": "1297616629186400779", "i": 26876, "idx": 18, "sa": ["Donald Rumsfeld"], "q": ", <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. \"She ended up with a perforated appendix and she was being poisoned,\" said <strong> Donald Rumsfeld </strong>. \"You thought you might lose her,\" Martin said. <q> So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on. </q> \"People were risking their lives,\" said <strong> Donald Rumsfeld </strong>. \"You simply have to pay attention, and I did. Go early in the morning to see her.\" \"How long", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1297621943221642781", "i": 29475, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ": Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said today. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" <strong> Zahi Hawass </strong> said. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against <strong> Hosni Mubarak </strong> drove his police from", "new_id": -2}, {"uid": "1295887713005734413", "i": 30910, "idx": 2, "sa": ["Zahi Hawass"], "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> FILE- In this March 7, 1982 file photo, Cleopatra's... File photo of German Chancellor Merkel looking at... Queen Nefertiti, the ubiquitous, media-savvy Egyptian antiquities director whose... Egypt asks Berlin to", "new_id": -2}, {"uid": "1296110502157515821", "i": 2743, "idx": 1, "sa": ["Andy Coulson", "Barack Obama"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295400567126992450", "i": 1254, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": "Monday the United States had to pass legislation to punish China if it fails to allow its currency to rise in value. The Congressional Steel Caucus of lawmakers from steel-making states urged <strong> Barack Obama </strong> to tell <strong> Hu Jintao </strong> that <q> American patience for its unfair and illegal trade practices, and its exploitative and anti-competitive policies, has run out. </q> \"There's increasing frustration, particularly on the exchange rate issue, with the pace at which the Chinese have advanced,\" <strong> Steve Ballmer </strong> Dunaway, an international economics expert at the Council on Foreign Relations,", "new_id": -2}, {"uid": "1297109128023560319", "i": 20225, "idx": 0, "sa": ["Simon Cowell"], "q": "on the show and win the grand prize of a$ 5 Million dollar Sony recording contract. Why so young with American Idol, a similar singing competition, starts at the age of 15?' <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> says <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295659003068894727", "i": 28940, "idx": 0, "sa": ["Andy Coulson"], "q": "'s resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q> I stand by what I've said, </q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he News of the World shifts away from \"one-rogue\" phone-hacking response Tabloid publisher is battling to regain credibility by gradually distancing itself", "new_id": -2}]