[{"uid": "1296425350029392900", "i": 32992, "idx": 5, "sa": ["Zahi Hawass", "Sarah Parcak", "National Geographic Society"], "q": "Jewelery Museum, the <strong> National Geographic Society </strong> Museum of Alexandria, and El Manial Museum. <strong> Zahi Hawass </strong> said none of the attempts were successful. <strong> Zahi Hawass </strong> expressed deep gratitude toward the protesters who helped protect the Cairo museum Saturday. <q> They stood beside me. They know this museum is their cultural heritage. This could have been the blackest day of my life, but thank God, we are protecting the sites. </q> Nonetheless, Egypt specialists in the United States are working hard to learn what sites might be damaged or endangered. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham, said,`` We're all very", "new_id": -2}, {"uid": "1297067872184320061", "i": 12729, "idx": 1, "sa": ["Michael Vick"], "q": "given the expiration of the collective bargaining agreement next month. But <strong> Michael Vick </strong> clearly expects to remain with the Eagles, who are expected to move toward a longer-term deal once the CBA issues are worked out. <q> Andy[ Reid] has been great. You're talking about a great coach, a great guy to be around, just to sit down and talk to on a daily basis, </q> <strong> Michael Vick </strong> said.''[ He] teaches you the game of football, everything you want in an individual as a player is what he exemplifies. It's just been great to be able to work with him", "new_id": -2}, {"uid": "1296228272172146710", "i": 17281, "idx": 23, "sa": ["Mike Pence"], "q": "shaken it up, especially in Iowa. He would have changed the equation in Iowa a lot, maybe have become the frontrunner. Now, everything remains wide open.'' Another Republican strategist comments, <q> I'm not sure <strong> Mitch Daniels </strong> runs. I'm not sure[ South Dakota senator <strong> Vin Weber </strong>] Thune runs. The field may not be as big as I originally thought. </q> He sees <strong> Mike Pence </strong>'s absence leaving a hole:`` The interest in him does reflect that he was kind of filling a demand in the field. He was very much on the message of the moral", "new_id": -2}, {"uid": "1297490810192626705", "i": 25808, "idx": 1, "sa": ["Mike Pence"], "q": "chance at a first impression, and it's extremely important that we keep our word to the American people,'' said Rep. <strong> Mike Pence </strong>, R-Ind., a veteran who is considered a bellwether among conservatives. <q> I'm reasonably confident that House Republicans will meet that objective and cut$ 100 billion or more, </q> he said. But senior members of the House Appropriations Committee, which crafted the new spending plan, have indicated their concern that the level of cuts could threaten any chances of reaching a bipartisan deal with", "new_id": -2}, {"uid": "1295252792226672648", "i": 1939, "idx": 0, "sa": ["Allen Iverson", "Andre Miller"], "q": "called a timeout with 21 seconds left. <strong> Allen Iverson </strong> took the inbounds pass and stalled at midcourt until driving on <strong> Andre Miller </strong>, then pulling up and sinking the basket from the top of the key with 4.2 seconds remaining. <q> I was surprised that they just let me wind the clock down and take a shot, </q> <strong> Allen Iverson </strong> said.`` I told my teammates that I was going to wind it down.... I was hoping if I did miss, the ball would bounce and the time would run out.'' <strong> Andre Miller </strong> insisted", "new_id": -2}, {"uid": "1295559682260145158", "i": 14804, "idx": 0, "sa": ["Eric Schmidt"], "q": "president of technology. The shake-up, which will take effect April 4, is the biggest change in management at the company since Mr. <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr. <strong> Eric Schmidt </strong> wrote in a Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' at Google when he was named chief executive, wrote:`` Day-to-day adult supervision is no", "new_id": -2}, {"uid": "1296048510257392641", "i": 15778, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "`` Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months?'' Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would <q> know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of the country feels </q>. Mr <strong> Ed Miliband </strong> added they were`` out of touch'' and`` taking a reckless gamble'' over the economy.`` What these figures show for millions of people up and down the country", "new_id": -2}, {"uid": "1295218070163594249", "i": 559, "idx": 17, "sa": ["Simon Cowell"], "q": "putdowns grew richer, his metaphors ever more colorful. Joining his traditional`` lounge singer'' dismissal, he added`` cruiseship singer,''`` wedding singer,'' and`` rodeo singer'' to his repertoire. <q> We were looking for spaghetti Bolognese and that was sweet-and-sour chicken, </q> he told one befuddled contestant. But it was soon clear that <strong> Simon Cowell </strong> was not content to simply be`` the talent.'' Looking back on those first seasons, he says,`` It was hard", "new_id": -2}, {"uid": "1295415443092504110", "i": 9184, "idx": 2, "sa": ["Sergio Marchionne"], "q": "from the U.S. Department of Energy would come at favorable interest rates. <strong> Sergio Marchionne </strong> said the loans were an important part of Chrysler's refinancing plans. The automaker is also talking to financial institutions to refinance the debt. <q> Because of the long-term nature of the DOE funding-- it's a multi-year commitment and we need it to go forward, </q> he told reporters. In addition to making changes to its minivan lineup, Chrysler will revive the Jeep Wagoneer in 2013 and is developing a Wrangler-based utility vehicle with a pick-up bed that would sell outside North America.", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]