[{"uid": "1296161021042713162", "i": 9135, "idx": 0, "sa": ["Eric Schmidt"], "q": "<q>Day-to-day adult supervision no longer needed!</q> tweeted Google CEO <strong> Eric Schmidt </strong> early this morning Australian time as the company announced that Larry Page would take over in April. <strong> Eric Schmidt </strong> was appointed Google's \"designated adult", "new_id": -2}, {"uid": "1296867070001982490", "i": 3058, "idx": 2, "sa": ["Sergio Marchionne"], "q": "adding that Chrysler had no choice but to take the loans at the height of the financial crisis. A Chrysler spokesman declined to comment on <strong> Sergio Marchionne </strong>'s use of the term \"shyster\". <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,</q> <strong> Sergio Marchionne </strong> said of the bailout. <strong> Sergio Marchionne </strong> used the term \"shyster\" at least three times when discussing the interest rates on the debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry", "new_id": -2}, {"uid": "1295566930055705733", "i": 37035, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:42 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1295669752061620314", "i": 45668, "idx": 1, "sa": ["Mike Pence"], "q": "source explained, \"What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period?\" Indeed, the state statute does not prevent <strong> Mike Pence </strong> <q>from participating in party activities conducted by a regular party committee.</q> Of course, if he does decide to run for president, it will take a hefty fundraising surge, and he would start almost from scratch. During the 2010 election cycle, <strong> Mike Pence </strong>'s", "new_id": -2}, {"uid": "1297100173035717127", "i": 9631, "idx": 1, "sa": ["Simon Cowell"], "q": "upcoming Fox show, which unlike \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> told UsMagazine.com in a statement. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.</q> On Monday, <strong> Simon Cowell </strong>( along with Sony Music, FremantleMedia North America, and the network) put out a call for auditions to begin in L.A. March 27. Bands and solo contestants are encouraged to audition", "new_id": -2}, {"uid": "1297713630141344786", "i": 27764, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast,", "new_id": -2}, {"uid": "1295148172138919951", "i": 1354, "idx": 0, "sa": ["Michael Vick", "Kurt Warner"], "q": "thus ending the game on his terms. He was hit immediately and knocked backward, extremely lucky that he held onto the football. That stuff won't go over well in the NFL. <q>I think he's a great college quarterback who can throw the ball well and has every intangible you're looking for,</q> <strong> Kurt Warner </strong> said. \"But the one thing I always tell people is that, at this level, you don't win with running quarterbacks. It just doesn't happen. \"As great as <strong> Michael Vick </strong>", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1296744552199131154", "i": 30140, "idx": 42, "sa": ["Donald Rumsfeld"], "q": "other pictures had been released- \"showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans.\" A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying <q>that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.</q> \"Don, someone's head has to roll over this,\" Bush told him. But the president called him that night and said that \"your leaving is a terrible idea.\" Bush asked", "new_id": -2}, {"uid": "1296492936169607194", "i": 69, "idx": 0, "sa": ["Sergio Marchionne"], "q": "vehicles in the fourth quarter, including the Dodge Durango and Chrysler 200. The company shipped 382,000 cars and trucks in the last three months of the year, down 6 percent from the third quarter. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> <strong> Sergio Marchionne </strong>, who also heads Fiat, said in the statement. Modified operating profit, a term Chrysler introduced this quarter that excludes items such as taxes, interest and pension-related costs, was$ 198 million", "new_id": -2}]