[{"uid": "1297211084071778329", "i": 54764, "idx": 1, "sa": ["Michael Tomasky", "Simon Cowell", "Whitney Houston"], "q": "NA in a superbowl, now would she- so why overdo it? elflojo84 7 February 2011 5:00 PM You don't understand <strong> Michael Tomasky </strong>, she is`` making the song her own'' and <q> singing it her own way </q> just like <strong> Simon Cowell </strong> said. So is <strong> Whitney Houston </strong>. So is Mariah. So is every single talent show contestant. SO is... etc, etc, etc. ohsocynical 7 February 2011 5:02 PM usignuolo", "new_id": -2}, {"uid": "1295606549109838348", "i": 52378, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "(? 6.8 bn). <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account:`` Day-to-day adult supervision no longer needed!'' On a conference with analysts late last night he added: <q> I believe <strong> Larry Page </strong> is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this.`` I am enormously proud of my last decade as CEO and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will`` produce even better results for the corporation''. He explained that the previous structure, in", "new_id": -2}, {"uid": "1295749089127680581", "i": 15825, "idx": 3, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "three Google leaders convinced him to hold off, <strong> Michael Arrington </strong> wrote.`` Google insisted the story wasn't accurate, wasn't even close to accurate, and generally contained no accuracy whatsoever,'' <strong> Michael Arrington </strong> wrote. <q> We killed the story, since their denials seemed fairly straightforward and honest, and we found no other independent sources. </q> In a new interview Thursday, <strong> Eric Schmidt </strong> insisted that he is stepping up to become executive chairman and that the move simply formalizes how things have been run at Google already. and its licensors. All", "new_id": -2}, {"uid": "1295218030130613328", "i": 21121, "idx": 0, "sa": ["Colin Powell"], "q": "do the same thing.'' He said the`` overarching concern that all of us had,'' including those with the Alabama Department of Public Safety and Alabama Alcoholic Beverage Control Board, is <q> you don't want anyone hurt. </q>`` It was recommended to our office that the best way you can ever keep anyone from doing something foolish is almost to have the doctrine of overwhelming force that <strong> Colin Powell </strong> had that you go in", "new_id": -2}, {"uid": "1295569075103366669", "i": 2711, "idx": 8, "sa": ["Bernie Sanders", "Barack Obama"], "q": "like Social Security because it's a successful federal program.'' The Social Security trust fund has a$ 2.6 trillion surplus and is estimated to stay solvent for at least another 26 years. <q> Mr. <strong> Barack Obama </strong>, as I'm sure you are aware, our Republican colleagues have long opposed Social Security not because it hasn't worked, but because of ideological reasons, </q> <strong> Bernie Sanders </strong> wrote in his letter to <strong> Barack Obama </strong>. <strong> Bernie Sanders </strong> contends Republicans don't believe the government should provide retirement benefits to seniors and the disabled and would prefer Wall Street and the private sector take a larger role", "new_id": -2}, {"uid": "1295804524123387906", "i": 46370, "idx": 6, "sa": ["Doc Rivers", "Allen Iverson", "Michael Finley", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his Michael Finleyger against San Doc Riversio a week ago, slips on a brace after every game per Doc Riverstors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the Michael Finleyger in a game.`` I'm just real superstitious,'' <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295980892186695693", "i": 10753, "idx": 2, "sa": ["Timothy Jost", "Mike Pence", "Chris Smith", "Bart Stupak"], "q": "public funding. In fact, <strong> Timothy Jost </strong>, a law professor at Washington and Lee University who is anti-choice, told NPR that the claim that the federal government currently funds abortion care is bogus. <q> Both the federal court in Virginia and the Ohio Elections Commission determined that the claim that the[ health law] funds abortion is false, </q> <strong> Timothy Jost </strong> said. So, what is H.R. 3 about, then? We call <strong> Chris Smith </strong>'s bill`` <strong> Bart Stupak </strong> on Steroids,'' a because it goes even further than former <strong> Mike Pence </strong> <strong> Bart Stupak </strong>'s failed attempt to", "new_id": -2}, {"uid": "1295093305253313052", "i": 3942, "idx": 2, "sa": ["Shaun Johnson", "Allen Iverson", "Tracy McGrady"], "q": "Orlando <strong> Shaun Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295218037260489221", "i": 42228, "idx": 1, "sa": ["Simon Cowell"], "q": "threw off the pacing and often made the program run long. <strong> Simon Cowell </strong> exited after last season to prepare his own talent contest,`` The X Factor,'' for a Fox run later this year. <q> In the past couple years, it was like so much oxygen seemed to be consumed by everything going on the judges' panel that the poor kids hardly had a chance to introduce themselves, </q> said Richard Rushfield, author of the forthcoming book''` American Idol': The Untold Story.'' Perhaps as a result, the last few crops of`` Idol'' singers haven't broken through", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}]