[{"uid": "1294991426005357592", "i": 36299, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.''`` The doctors couldn't believe what they were seeing,'' <strong> Kirsten Gillibrand </strong> said. <q> They were saying this is unbelievable progress, to see this. </q> Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page)`` Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up", "new_id": -2}, {"uid": "1297449712044924950", "i": 34888, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "Microsoft founder`` knows an increasingly bad investment when he sees it,'' says Chris Nerney in IT World. Microsoft's stock has languished for the past decade, and the company is now a <q> hapless also-ran in a number of crucial, emerging markets. </q> Why? <strong> Steve Ballmer </strong>. How is he even still CEO?`` Does[ <strong> Steve Ballmer </strong>] possess compromising photos'' he's been using for blackmail?`` <strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares", "new_id": -2}, {"uid": "1297182530119177224", "i": 35283, "idx": 9, "sa": ["Colin Powell"], "q": ". Just consider what we have now. Not very good in my opinion across the board. <strong> Colin Powell </strong> was milk toast and his management of the State Department cost us in capturing Ben Laden. Report Abuse <q> The country would've been better off without him taking the job in the first place </q>-- RUMSFELD-- YOU KNEW YOU WERE SENDING TROOPS INTO BATTLE WITHOUT ARMOR ON THIER VEHICLES-- SHAME ON YOU!!! RUMSFELD-- IN YOUR BOOK BE SURE TO APOLOGIZE TO ALL THE AMPUTEES FROM IRAQ AND", "new_id": -2}, {"uid": "1295384209249954310", "i": 33254, "idx": 0, "sa": ["Sergio Marchionne", "Eddie Francis"], "q": "<strong> Eddie Francis </strong>, CAW president Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "new_id": -2}, {"uid": "1295974602230735939", "i": 4693, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"uid": "1295576927002506766", "i": 48430, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.'' The management changes were announced as Google reported that", "new_id": -2}, {"uid": "1297266831144211998", "i": 40870, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "with me.'' There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said: <q> He always talks to me, we will work together some how, some way. He's an acquired taste but I love him very much. </q> <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said:`` Oh yeah I have, he's a massive fan of mine, definitely", "new_id": -2}, {"uid": "1296859174060604425", "i": 39328, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "Atlantic Wire) Gee commented on this!- Feb 1, 2011 What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296222919222609411", "i": 28679, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra"], "q": ". The technology has been developed by multimedia entertainment company, Musion, whose founder James Rock said it had been`` developed for many uses but it's perfectly suited for an airport environment''. <q> I wonder if I can send it to meetings in my place and whether anyone will notice </q> \" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of <strong> Frank Sinatra </strong> to perform at his birthday party, he would`` like to see", "new_id": -2}]