[{"uid": "1297134193068190230", "i": 35040, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Add to favorites Founded 2004, based in Garland, TX New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296863646132562949", "i": 43295, "idx": 0, "sa": ["Sergio Marchionne"], "q": "by the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q>A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl,</q> said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. Chrysler, managed by", "new_id": -2}, {"uid": "1296987403169525255", "i": 44848, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is said to have finally persuaded US TV executives to give her a slot on the panel. \"<strong> Simon Cowell </strong> is the boss of this show,\" a source told the News of the World. <q>He gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk. \"The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.</q> <strong> Cheryl Cole </strong> is expected to use the show as a springboard for a music career in America: \"As soon as it's announced she's going to be a judge the plan will be to launch her", "new_id": -2}, {"uid": "1296775013214941738", "i": 46238, "idx": 6, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying, <q>As time goes on you go, I'm okay, thank you. How are you? A little flatulent. Didn't need that news</q> joked <strong> Robin Williams </strong>. On a serious note, <strong> Barbara Walters </strong> pointed out on The View", "new_id": -2}, {"uid": "1297119643065749007", "i": 20299, "idx": 4, "sa": ["Simon Cowell"], "q": "to compete, says \"times have changed,\" and \"there are some incredibly talented young kids out there,\" whose fitness for the contest should be judged case by case. Just like older folks: <q><strong> Susan Boyle </strong> taught me a huge lesson that I have to be more open-minded,</q> <strong> Simon Cowell </strong> says. \"It doesn't matter if you're 30, 40, or 50 years old, if you've got it, you've got it.\" To report corrections and clarifications, contact", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.</q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1295310564231800860", "i": 23564, "idx": 0, "sa": ["Joe Scarborough", "Barack Obama", "The Republican Party", "Mike Pence", "Bob Corker", "Harry Reid"], "q": "on CNBC's Squawk Box, <strong> Barack Obama </strong> <strong> Bob Corker </strong>( R-TN) decried the Medicare cuts and budget \"trickery\" in the <strong> Harry Reid </strong> health care bill, adding further that the legislation is \"bad for our country\" and <q>throws future generations under the bus.</q> Early Monday morning, the <strong> Harry Reid </strong> bill cleared a procedural motion without a single <strong> The Republican Party </strong> vote. http://wn.com/RNC_Chairman_Michael_Steele_to_Joe_Scarborough_Spare_Me <strong> Joe Scarborough </strong> disagrees with RNC chairman <strong> Mike Pence </strong> Steele's suggestion of tort reform, which prompts Steele to say to <strong> Joe Scarborough </strong>, \"", "new_id": -2}, {"uid": "1297176031226918403", "i": 3181, "idx": 23, "sa": ["David Letterman", "Aaron Rodgers"], "q": "preparation. I put the time in, I watch film, I study our game plan, I practice hard, so I go into the game and I expect to play well.\" <strong> David Letterman </strong>: <q>And your first season as Green Bay quarterback, your record was like 6-and-10, was that what it was? Now, what is that like? Is that like, \"Oh, geez, maybe I can't do the job?\" Do you ever get any of that with your confidence?</q> <strong> Aaron Rodgers </strong>: \"You know what? Thankfully, I was surrounded by a group of guys who really believe in me and supported me even through that, the fan base was great.\"( Audience", "new_id": -2}, {"uid": "1295682265065617928", "i": 96, "idx": 20, "sa": ["Ronald Reagan", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. \"I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,\" <strong> Marjorie Dannenfelser </strong> said. <q>But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.</q> Andy Smith, who heads the University of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he", "new_id": -2}, {"uid": "1296803869266600456", "i": 13278, "idx": 2, "sa": ["Thaddeus Young", "Allen Iverson"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second time this week and will have an MRI on Thursday. <q>This one's on me. I let us down tonight,</q> <strong> Allen Iverson </strong> said. \"I feel bad, that's a game we should have won. We didn't make shots at the time we needed to make shots.\" The crowd chanted \"We Want AI!", "new_id": -2}]