[{"uid": "1296962228115425286", "i": 13674, "idx": 0, "sa": ["Michael Vick"], "q": "from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1297723379254132231", "i": 1075, "idx": 1, "sa": ["Steve Ballmer"], "q": "from its competitors, referencing the company's \"smart design\" philosophy which guided the operating system. \"For the last few years the market has been swamped by phones of similar designs,\" <strong> Steve Ballmer </strong> said. <q>People want a phone that makes info more accessible and helps them complete basic tasks more easily. With smart design, we're trying to go about improving that experience.</q> He also outlined the upcoming improvements to Windows Phone, including a version of Internet Explorer 9( IE9), which employs a device's graphics processor to deliver the Web through HTML 5, and consumer", "new_id": -2}, {"uid": "1295976018128352273", "i": 1479, "idx": 0, "sa": ["Colin Powell", "Thaksin Shinawatra", "Ehud Barak"], "q": "Riot police were out in force. But the atmosphere was peaceful, even festive. Police appeared in no mood to carry out the PM's threats.[ Maj. <strong> Colin Powell </strong> Surapol Tuenthong, Bangkok Police Officer]: <q>We reiterate that this is not suppressing or cracking down. But we will try to get people to move away and stop making it difficult for others to travel.</q> The social unrest is rooted in more than two years of political tension- a deep rift between those for and against the former <strong> Ehud Barak </strong> <strong> Thaksin Shinawatra </strong>. And also in government plans to revise the constitution, drafted by the", "new_id": -2}, {"uid": "1295621895169754624", "i": 2555, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "marks a return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find its footing", "new_id": -2}, {"uid": "1296216057257081374", "i": 34729, "idx": 1, "sa": ["Ryan Higa", "Michael Vick"], "q": "matured on the field as well, with his disciplined play and leadership now admired as much as his sheer athleticism once was. This will be <strong> Michael Vick </strong>'s fourth Pro Bowl, but as he noted, <q>I feel like this one I had to work hard to get here.</q> It's safe to say that <strong> Ryan Higa </strong> is a hit. Roughly 9 million hits, actually. That's the online action the Hilo native has been seeing in his latest produced-for-YouTube comedy series, \"Agents", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295981593193069093", "i": 2975, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,</q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company Confidential HOTEL", "new_id": -2}, {"uid": "1296486373063668243", "i": 2374, "idx": 11, "sa": ["Mike Pence"], "q": "raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. As he likes to say, <q>I'm a conservative, but I'm not in a bad mood about it.</q> <strong> Mike Pence </strong> served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters", "new_id": -2}, {"uid": "1295551341173850658", "i": 36576, "idx": 0, "sa": ["Piers Morgan", "Barack Obama", "Sen. Bernie Sanders", "Condoleezza Rice", "Anthony Weiner"], "q": "GOP drinking game On the House floor Wednesday, <strong> Sen. Bernie Sanders </strong> <strong> Anthony Weiner </strong>, D-New York, flared up when discussing efforts by House Republicans to repeal and replace <strong> Barack Obama </strong>'s health care reform law. <q>For all of you sitting and watching at home, playing the drinking game where you take a shot every time a Republican lies; you better get a designated driver,</q> he said. Wedding bells for <strong> Condoleezza Rice </strong>? CNN's <strong> Piers Morgan </strong> prodded former Secretary of State <strong> Condoleezza Rice </strong> on if wedding bells are in her future. \"<strong> Condoleezza Rice </strong>, while you remain", "new_id": -2}, {"uid": "1296367768155516987", "i": 6488, "idx": 1, "sa": ["Allen Iverson"], "q": "what I do.\" \"I played that game like it was my last when I was a rookie and scored 50,\" said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. <q>I did the same thing tonight, just like I do every night. And we won.</q> <strong> Allen Iverson </strong>, approaching his first All-Star game, had a slew of incredible numbers: A career-high 20 field goals and 40 attempts, nine rebounds and six assists. He favorite stat was the one that goes in the", "new_id": -2}]