[{"uid": "1295306829212140110", "i": 46429, "idx": 1, "sa": ["Allen Iverson", "Chris Webber", "James Cleveland", "LeBron James"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" Webbe... Top 10 Plays from the 2009 Philadelphia 76ers Top 10 Plays of the 2009 Season from the Philadelphia", "new_id": -2}, {"uid": "1294986518220069897", "i": 36712, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "We didn't know that she had not opened her eyes. But when we watched Mark we knew.\" A realization that makes <strong> Kirsten Gillibrand </strong> all the more optimistic about her friend's recovery. <q> It was so clear to me that she was absolutely present in every way and had so much strength and character at that moment. </q> Doctors say this is a sign that they can proceed with more aggressive physical therapy. But the congresswoman's recovery will still be measured in months not days or weeks. Comments Terms of Use: We", "new_id": -2}, {"uid": "1295576755033980440", "i": 21354, "idx": 0, "sa": ["Simon Cowell"], "q": ", soulful; nothing amazingly special, just well-done. And such... kids piano, up first. I like him right away; he says he's a \"stern\" teacher, one of his kids says <q> he's Newsday The National Association of Recording Merchandisers, which advances the promotion, marketing, distribution and sale of target=\"_blank\" music, announced that it will honor \"American Idol </q> with a special Outstanding Achievement Award to celebrate the show's 10th season on the music. The Award will be presented at the 2011 NARM Convention Awards in No <strong> Simon Cowell </strong>.. No Paula? Yes This is Still", "new_id": -2}, {"uid": "1297195214244269078", "i": 6004, "idx": 0, "sa": ["David Letterman"], "q": "in Texas and appearing in a ticker-tape parade at Disney World, He told <strong> David Letterman </strong> that after the Packers were held to a field goal in their final drive, he was nervous. <q> I'm a little worried about special teams. Every time we kick off, I kind of hold my breath, </q> he said, citing \"too many bad memories\" of losing momentum with a long kickoff return by the opposing team. But he said he breathed a sigh of relief when the Steelers were flagged for", "new_id": -2}, {"uid": "1295907479051232827", "i": 2331, "idx": 0, "sa": ["David Chiang", "Bill Lockyer"], "q": ", based on <strong> David Chiang </strong>'s analysis last month. <strong> Bill Lockyer </strong> said Monday that his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q> He said the issuance of IOUs \"theoretically could happen. It's a possibility. It's not one that anyone wants to do. So it's sort of at the bottom of a list of", "new_id": -2}, {"uid": "1297375858182599693", "i": 36125, "idx": 0, "sa": ["Buddy Rice", "Danica Patrick", "David Letterman", "Bobby Rahal"], "q": "While he still gets some satisfaction from team wins when he's watching his drivers from atop the timing stand, \"it's not as much fun, I can tell you that.\" <q> When I won the Indy 500 versus when we won it with( 2004 race winner) <strong> Buddy Rice </strong>, it was still a tremendous thrill and sense of accomplishment but it's just a very different one and you really can't compare the two, </q> he said. The team may be best known for bringing <strong> Danica Patrick </strong> to the IndyCar series in 2006. <strong> Bobby Rahal </strong> <strong> David Letterman </strong> left the IndyCar Series after 2008 and has run drivers in the Indy 500 for the past", "new_id": -2}, {"uid": "1296240366096878592", "i": 55815, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Share The changing of the guard at target=\"_blank\"> Google, with cofounder <strong> Larry Page </strong> set to take on the CEO role in April, may have <q> nothing to do with competitors, </q> as current CEO <strong> Eric Schmidt </strong> has stated. Facebook, sure is getting uppity. Take a look at the Google-Facebook dynamic as it relates to hotel review website Experian Hitwise show that TripAdvisor's upstream traffic", "new_id": -2}, {"uid": "1295665881122535943", "i": 40716, "idx": 0, "sa": ["Andy Coulson"], "q": "after losing weight and getting fit... FTSE 100 index ends lower as retail stocks and Barclays... avoided a potentially crushing blow when a judge denied... Group Plc is seeking to permanently block former Liverpool... Report Abuse <q> funny how the US and europe bail out all their banks and no one say anything </q> Report Abuse \" better-than-expected US jobs data \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295313435007274537", "i": 14955, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Howard Stern", "Jay Leno"], "q": "` steals' jokes;` He's not fit to scrub <strong> David Letterman </strong>'s feet' <strong> Piers Morgan </strong> Tonight( airing Tuesday), <strong> Howard Stern </strong> goes after <strong> Jay Leno </strong>, accusing the NBC Tonight Show host of stealing jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>, according to the Stern_judgment_tMMFTBfOyUE8ZGReLqLhFM\"> New York Post. \"And the world knows exactly what he's up to. He steals a tremendous amount of material. \"He's not fit to", "new_id": -2}, {"uid": "1297428190058949643", "i": 14245, "idx": 9, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. \"There are things we are planning to do with Nokia that are unique,\" <strong> Steve Ballmer </strong> said. praising the deal. <q> Today, Nokia and Microsoft intend to enter into a strategic alliance, </q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. \"Together, we will bring consumers a new mobile experience, with stellar", "new_id": -2}]