[{"uid": "1295568054055377936", "i": 4501, "idx": 2, "sa": ["Eric Schmidt"], "q": "applications, mostly entertainment and social, for these phone platforms.'' He also asserted Google must focus on the development of technology that allows people to use their phones to do financial transactions. <q>Phones, as we know, are used as banks in many poorer parts of the world- and modern technology means that their use as financial tools can go much further than that,</q> he wrote. Finally, <strong> Eric Schmidt </strong> said Google would like to make inexpensive smartphones available to the most destitute regions of the planet. ''We envision literally a billion people getting inexpensive, browser-based touchscreen", "new_id": -2}, {"uid": "1294980096186728464", "i": 48904, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google famously describes itself as on a mission <q>to organize all the world's information.</q> That sounds impressive, but carries its share of problems. Even with( or perhaps particularly with) the caveat repeatedly made by chief executive <strong> Eric Schmidt </strong> that this is a 300-year undertaking, how does the company decide what", "new_id": -2}, {"uid": "1297390016200884258", "i": 41911, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Thus, one may call my review a known unknown-or an unknown known?( I am sure others will find some more adequate descriptions) NEWSWEEK: Lyric Winik starts her ''review'' with: <q><strong> Donald Rumsfeld </strong> vanished from public life before resurfacing with a new book that takes the blame-for almost nothing.</q> But wait, that sentence is immediately followed by ''Our sources beg to differ.'' The question ''begs,'' does NEWSWEEK beg to differ with those who claim that <strong> Donald Rumsfeld </strong> takes the", "new_id": -2}, {"uid": "1295895473003866646", "i": 573, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST- U.S. Markets close in 2 hrs 3 mins{ ''s'': ''goog'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,</q> <strong> Wanda Jackson </strong> says. ''And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1297446725101842956", "i": 11170, "idx": 8, "sa": ["John McCain", "Donald Rumsfeld"], "q": "too open to disguise. <strong> John McCain </strong>, the Republican candidate in the last presidential election, became one of the foremost critics of <strong> Donald Rumsfeld </strong>'s approach to the Iraq war. He is criticised in the book for having a <q>hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. <strong> John McCain </strong>'s reaction to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark: ''Thank God he was removed of his duties.'' I quote this back at <strong> Donald Rumsfeld </strong>, who responds with", "new_id": -2}, {"uid": "1295882214252248098", "i": 22682, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "discussed on ''The Daily Show.'' ''So she's smartly finding things that real voters care about,'' said Sheinkopf, adding that the 9/11 responders law is ''emotional'' for voters. <q>She is running a smart campaign by not campaigning. She is running for a full term by being a full-time senator,</q> he said. Where money makes a difference for <strong> Kirsten Gillibrand </strong> is in messaging, especially regarding her vote against extending the Bush-era tax cuts. The Republican argument is that <strong> Kirsten Gillibrand </strong> voted to raise taxes on", "new_id": -2}, {"uid": "1295617200111296519", "i": 43781, "idx": 5, "sa": ["Lord Sugar", "Andrew Gilligan", "George Osborne", "Rupert Murdoch", "Andy Coulson", "David Cameron"], "q": "deputy editor Ian Birrell as someone who is apparently liked and trusted by <strong> David Cameron </strong>. <strong> George Osborne </strong> Pascoe Watson, formerly of The Sun, is also tipped although he is also a <strong> Rupert Murdoch </strong> man. 1251 <strong> Lord Sugar </strong> tweets: <q>Makes me laugh <strong> the ex </strong> editior of the news of the world <strong> Andy Coulson </strong> saying he does not like media intrusion.</q> 1240 <strong> Andrew Gilligan </strong> has questioned the notion that <strong> Andy Coulson </strong> did a good job as the head of the government's pr. He said the policy over university tuition fees was ''misold'' and that <strong> Andy Coulson </strong> must take", "new_id": -2}, {"uid": "1295241593190218244", "i": 26145, "idx": 0, "sa": ["Ben Bernanke", "Brian Gardner", "Sen. Bernie Sanders"], "q": "expires. <strong> Sen. Bernie Sanders </strong>( I-Vt.) has said he will put a hold on the nomination, a procedural step that could delay a vote and means that <strong> Ben Bernanke </strong> would need 60 votes to remain chairman. <q>I suspect that at the end of the day, there will be enough votes to confirm,</q> said <strong> Brian Gardner </strong>, senior vice president for Washington research at Keefe, Bruyette& Woods. But he noted that more than a month will pass between now and a final vote, ''and I think we've all", "new_id": -2}, {"uid": "1297252223114409506", "i": 2121, "idx": 0, "sa": ["Kristin Chenoweth", "Jarrett Barrios", "Simon Cowell"], "q": "award is presented to an openly LGBT media professional who made a significant difference in promoting equal rights. The 39-year-old Puerto Rican pop singer announced last year that he is gay. GLAAD President <strong> Jarrett Barrios </strong> called it <q>a game changer for many gay and transgender Latino children.</q> <strong> Kristin Chenoweth </strong> will be presented with the Vanguard Award at an event in Los Angeles on April 10. The award is given for increasing the visibility and understanding of the LGBT community. Video: <strong> Simon Cowell </strong> on", "new_id": -2}]