[{"uid": "1297183312119177307", "i": 46113, "idx": 3, "sa": ["Matt Lauer", "Simon Cowell"], "q": "what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before.'' He continued: <q>`` I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're still good friends, but we're going to be competitive with each other; make no mistake. </q> \" <strong> Matt Lauer </strong> was unsuccessful in getting any real X Factor`` news'' out of the acerbic judge. He asked about who will be judging the American version of the show with <strong> Simon Cowell </strong> when it begins here", "new_id": -2}, {"uid": "1294980020205127681", "i": 27529, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO, <strong> Sergio Marchionne </strong>, is setting a new Detroit standard for several unfamiliar things around here- candor, humility and exceeding expectations, including any sartorial requirement that might include wearing a necktie. Advertisement <q> At the core of our story is better cars, </q> Kidder said during a tour Wednesday of the North American International Auto Show with fellow director Jim Blanchard, the former Michigan governor, among others. Added Kidder, who drives to Auburn Hills from his home", "new_id": -2}, {"uid": "1295499363019333151", "i": 36387, "idx": 0, "sa": ["Simon Cowell", "Bob Marley", "Debra Byrd", "Jennifer Lopez"], "q": "tells her. They all send her through.`` She's out of her mind,'' <strong> Jennifer Lopez </strong> says,`` but <strong> Bob Marley </strong> love it.'' 8:39 p.m.: Singer Melkia, 27, bombs. <q> You're very sweet, but this is not for you, </q> <strong> Jennifer Lopez </strong> tells her. Vocal Coach <strong> Debra Byrd </strong> Looks Back at a Decade of` American Idol' <strong> Simon Cowell </strong> Says` X-Factor' Will Discover the Next <strong> Bob Marley </strong>, Dylan, Jack White? Heat Vision What", "new_id": -2}, {"uid": "1295980520186695687", "i": 43675, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to", "new_id": -2}, {"uid": "1296789642034570241", "i": 22195, "idx": 3, "sa": ["Ha-Joon Chang", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "'': Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Counting the Jobs Lost to China.'' Report by the Economic Policy Institute <q> China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition </q> By Marc Blecher.( Continuum, 200 Economist <strong> Ha-Joon Chang </strong> on Currency Wars, the G20, and Why`` There's No Such Thing as a Free Market'' Economist <strong> Ha-Joon Chang </strong> on`` The Myth of Free Trade and", "new_id": -2}, {"uid": "1295127815262242331", "i": 44282, "idx": 1, "sa": ["Andre Johnson", "Eric Bachmann", "Matt Gentling", "- Johnson", "Allen Iverson"], "q": "just told the audience how grateful they are to receive the first <strong> Allen Iverson </strong> scholarships, grants that will allow them to further their educations and basketball careers at St. Augustine's College in Raleigh, NC Their words <strong> - Johnson </strong> said <q> this takes a huge burden off my family </q>- appeared to tug at <strong> Allen Iverson </strong> and prompted a question. What was going through http://wn.com/Wheaton_College_defeats_Illinois_Wesleyan_66-65_at_the_buzzer Singer/guitarist <strong> Eric Bachmann </strong>, guitarist <strong> Eric Bachmann </strong> <strong> Andre Johnson </strong>, bassist <strong> Matt Gentling </strong>, and drummer Mark Price, all originally from Asheville, NC, formed Archers", "new_id": -2}, {"uid": "1297252657192888905", "i": 35469, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "9/2011 <strong> Donald Rumsfeld </strong>, interviewed on Good Morning America.( abc.com)`` But you had inspectors in the country[ Iraq]. Why was it necessary to invade--'' Former defense secretary <strong> Donald Rumsfeld </strong>: <strong> Saddam Hussein </strong> <q> had thrown them out about the second or third or fourth time. </q>-- An exchange during an interview on ABC's`` Good Morning America,'' Feb. 8, 2011 Former defense secretary <strong> Donald Rumsfeld </strong> has been hawking his autobiography'' others, but his assertion that Iraqi", "new_id": -2}, {"uid": "1296853879119488517", "i": 2453, "idx": 0, "sa": ["Mike Pence"], "q": "Quote of the Day: How the Super Bowl Holds America Together by Pulling It Down Opinion Video: Super Bowl XLV: McCarthy vs. Tomlin Opinion Video: After the Show Show: Football For All? Report Abuse <q>`` These bills seek to overturn years of long-standing legal doctrine and, even worse, they endanger the health of women in this country by attempting to end insurance coverage-- including private coverage-- for all abortions. </q> \" Report Abuse \" Apparently no one understands that <strong> Mike Pence </strong> and Smith aren't trying to overturn Roe v. Wade. \" Report Abuse \" For a political party that is supposed to stand for limited government and individual freedoms", "new_id": -2}, {"uid": "1296759750093225090", "i": 42188, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "his perspective as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]