[{"uid": "1296258303000376842", "i": 53896, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "his United Nations-certified defeat by opposition leader <strong> Alassane Ouattara </strong>. Friday, January 28, 2011 By href=\"http://www.speroforum.com/site/subs.asp?b=193\"> UN News href=\"http://www.speroforum.com/site/subs.asp?b=193\"> Article Tools href=\"http://www.speroforum.com/site/print.asp?idarticle=47576\" target=\"_blank\"> Print href=\"http://www.speroforum.com/site/mbarticle.asp?id=47576\"> Discuss Refugees from C <q> d`` Ivoire, like this group, continue to cross the border into Liberia On the eve of co-chairing an African meeting on the post-electoral turmoil in C`` d`` Ivoire, href=\"http://www.un.org/sg/\"> Secretary-General <strong> Ban Ki-moon </strong> today again called on ex-president Laurent Gbagbo to step down in the face of his United Nations-certified defeat by opposition leader <strong> Alassane Ouattara </strong>.`` A lot is at stake. First of all, the fundamental principle of democracy that the genuine will of the people should be reflected, </q> he told a href=\"http://www.un.org/apps/sg/offthecuff.asp?nid=1687\"> news conference in Davos, Switzerland, where he is attending the World Economic Forum ahead of co-chairing the meeting in Addis Ababa, Ethiopia, with the African Union( AU) and", "new_id": -2}, {"uid": "1295829513017383424", "i": 1170, "idx": 4, "sa": ["John P. Mills", "Nicolas Sarkozy", "Blaise Compaoré", "George H. W. Bush", "Raila Odinga", "William Ward, 4th Earl of Dudley", "Alassane Ouattara", "Jacques Chirac"], "q": "expected to participate, while Niger is still to confirm.''[ 21] Burkina Faso's <strong> George H. W. Bush </strong> <strong> Blaise Compaoré </strong> met with FJacques Chiracch <strong> George H. W. Bush </strong> <strong> Nicolas Sarkozy </strong> last week as head of an ECOWAS delegation and afterWilliam Ward, 4th Earl of Dudley confirmed that <q> Burkina Faso will take its full share of responsibility when the Economic Community of West African States( ECOWAS) decides to use force to oust outgoing Ivorian <strong> George H. W. Bush </strong> LauJacques Chiract Gbagbo. </q>[ 22] After Kenya's Prime Minister <strong> Raila Odinga </strong> met separately with Ivory Coast's Gbagbo and <strong> Alassane Ouattara </strong> on January 17 without the first conceding the presidency, the die is cast. Ghanaian <strong> George H. W. Bush </strong> <strong> John P. Mills </strong> told", "new_id": -2}, {"uid": "1295589679239992954", "i": 16958, "idx": 0, "sa": ["Mikhail Gorbachev", "Brent Scowcroft", "George W. Bush", "Colin Powell", "George H. W. Bush", "Dan Quayle", "James A. Baker", "Dick Cheney"], "q": "anniversary show Saddam tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing Mr. <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with Mr. <strong> George W. Bush </strong> the reunion included former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Adviser <strong> Brent Scowcroft </strong>. Norman", "new_id": -2}, {"uid": "1295534390252182552", "i": 25970, "idx": 0, "sa": ["Chip Saltsman", "Mike Pence", "Mike Huckabee", "Chuck Fleischmann", "Barack Obama"], "q": "he's run a think tank-- Hudson Institute-- he's now been governor of Indiana, and he's done in Indiana what I think we need to do at the national level.'' <strong> Mike Huckabee </strong>: <q> <strong> Mike Huckabee </strong> and his top advisers insist that he's thinking seriously about running for <strong> Barack Obama </strong>, but he's doing little to put together the sort of organization needed to mount a campaign, </q> href=\"http://politi.co/hIemD2\"> Politico writes. The latest evidence: <strong> Chip Saltsman </strong>, his campaign manager in 2008 and one of his closest confidantes, has accepted a job as Chief of Staff for freshman <strong> Mike Pence </strong> <strong> Chuck Fleischmann </strong>( R-Tenn.", "new_id": -2}, {"uid": "1295957873147439632", "i": 22601, "idx": 4, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence", "Ron Paul"], "q": "of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake,'' <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. <q> And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves no strategic purpose. </q> Lawrence J. Korb, a senior fellow at the Center for AmEric Cantoran Progress who has argued that the defense budget can be cut Guest host cbRon Pauls rips deficit committee, big spending republican country clubbers, Cancun Climate Summit,", "new_id": -2}, {"uid": "1295256412206143497", "i": 20724, "idx": 0, "sa": ["David Thompson", "Dwight Howard", "Allen Iverson", "Tim Duncan", "Kobe Bryant", "Shaun Johnson", "David Robinson", "Howard Allen"], "q": "<strong> David Thompson </strong> and <strong> David Robinson </strong>. <strong> Kobe Bryant </strong> made it five. His previous career high was 62 points during a 112-90 victory over Dallas last month-- he sat out the fourth quarter because of the one-sided nature of the game. <q> I was just determined. I was just locked in, tuned into what was going on out there, </q> <strong> Kobe Bryant </strong> said.`` These points tonight mattered. We needed them. The points I put in the basket were instrumental. It means a lot http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Howard Allen_Orlando_Shaun Johnson_04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying", "new_id": -2}, {"uid": "1295287027030097435", "i": 56597, "idx": 0, "sa": ["Darrelle Revis", "Michael Vick", "Reggie Wayne", "Peyton Manning", "Rex Ryan", "Tom Brady"], "q": "Sure, <strong> Tom Brady </strong> is great. So are <strong> Peyton Manning </strong> and <strong> Michael Vick </strong>. But in <strong> Rex Ryan </strong>'s always humble opinion, they pale in comparison to <strong> Darrelle Revis </strong>.`` Quite honestly,'' <strong> Rex Ryan </strong> said Monday, <q> he's the best player in football. </q> <strong> Darrelle Revis </strong> held Indianapolis' <strong> Reggie Wayne </strong> to one catch for 1 yard Saturday night in New York's 17-16 playoff victory, a performance that frustrated the Colts... newsday.com is now available at no charge to", "new_id": -2}, {"uid": "1296391267266764295", "i": 10364, "idx": 6, "sa": ["Dwight Howard", "Rush Limbaugh", "Allen Iverson", "Aaron Brooks", "Allan Houston", "Tim Hardaway"], "q": "closing seconds kept the Philadelphia 76ers from getting back in the win column. <strong> Aaron Brooks </strong> made a jumper with 8.8 seconds remaining, and the <strong> Allan Houston </strong> Rockets handed the 76ers their 12th straight loss, 96-91 on Friday night. <q> C... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-Tim Hardawaye scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Bill O'Reilly Goes After <strong> Rush Limbaugh </strong>'s`` Racial Witch Hunters'' In light of <strong> Rush Limbaugh </strong> being taken down by apparent unsubstantiated comments in his bid to own part of", "new_id": -2}, {"uid": "1296391786239042627", "i": 5461, "idx": 12, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]