[{"uid": "1296496314113492035", "i": 269, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "from the third quarter on reduced shipments.`` It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' CEO <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives. </q>+0.42%), sold 1.52 million vehicles last year and managed to pull its market share up to 9.2% from 8.8% in 2009. Truecar.com analyst <strong> Jesse Toprak </strong> lauded Chrysler's progress and said he expects", "new_id": -2}, {"uid": "1295875666206389257", "i": 19860, "idx": 0, "sa": ["Prince Harry", "Simon Cowell"], "q": "show- revealed he even bumped into <strong> Prince Harry </strong> in the 51-year-old music mogul's dressing room on one occasion, but the young royal was less than complimentary about his presenting skills. He explained: <q> After the show it was fun. Especially <strong> Simon Cowell </strong>'s dressing room. You never knew what to expect when you walked in- it could be a party. \" I think the judges should be able to opt out. I think it stinks when you have to choose between your own acts- I wouldn't do it if I were them. <strong> Cheryl Cole </strong> wasn't the first to opt out- Sharon once walked off the show for about five minutes. </q>`` <strong> Simon Cowell </strong> has the best guests. I've bumped into <strong> Prince Harry </strong> in <strong> Simon Cowell </strong>'s dressing room from time to time. He said I was doing a good job but he preferred Ant and Dec", "new_id": -2}, {"uid": "1296594691227524624", "i": 27120, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "girlfriend was pregnant with his fifth child. However, she miscarried, but <strong> Kelsey Grammer </strong> says they are in love and plan on her becoming his fourth wife. Of course http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1295802995079921158", "i": 16142, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "if military action is not backfilled with a functioning government. The <strong> Barack Obama </strong> administration pledged a drawdown of troops by this summer.`` One year of surge has produced rather inconclusive results,'' <strong> Colin Powell </strong> said. <q> There are some elements of success and some elements where I think there has been backsliding. I'm not sure where we're going to be in July. </q> CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1294975486242417668", "i": 5605, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ", 29, who in October suffered a miscarriage and lost their baby. In an appearance on`` The Late Show with <strong> David Letterman </strong>'', <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as`` my new girl.'' <q> We're planning to get married soon, </q> he said, then added`` Sometime in February.'' But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement", "new_id": -2}, {"uid": "1297133398167510029", "i": 1938, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Christina Aguilera", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "on tickets, compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a`` push'' in Vegas Super Structures: The Architecture of the Football Stadium New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1297116847195428397", "i": 34147, "idx": 3, "sa": ["Simon Cowell"], "q": "this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.'' And what does <strong> Simon Cowell </strong> think of the new season of American Idol? <q> I haven't seen a full episode, </q> he said.`` I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[", "new_id": -2}, {"uid": "1296708031055181325", "i": 8723, "idx": 0, "sa": ["Eddy Curry", "Jamal Crawford", "Allen Iverson", "Carmelo Anthony", "Stephon Marbury", "Renaldo Balkman", "Isiah Thomas"], "q": "game.'' <strong> Jamal Crawford </strong> led the Knicks with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q> Our whole team, I like the tenacity that we played with. I like the intensity that we played with, </q> Knicks coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}, {"uid": "1297187973205783042", "i": 9433, "idx": 1, "sa": ["Simon Cowell"], "q": "they don't sell any records.` Pressure' <strong> Simon Cowell </strong> said:`` It is pressure, because if the wrong person wins, I'm in trouble...'' But he seemed confident: <q> I believe I can find a star. </q>", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]