[{"uid": "1297271585047726623", "i": 54794, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "insanity' Republicans vs. Republicans: When are federal budget cuts too deep? Video: Why Americans Are Turning Against Barack Obamacare Report Abuse \" American employers( your boss) pays into unemployment insurance.? \" Report Abuse <q> I am not worried. This is a grand stand that that is not so grand. The theory is that if enough people suffer, they will stop voting. </q> Report Abuse \" American workers pay into unemployment insurance.? \" Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! Your", "new_id": -2}, {"uid": "1295804632019185666", "i": 20743, "idx": 0, "sa": ["Alastair Campbell", "Andy Coulson", "Prince William, Duke of Cambridge", "Clive Goodman"], "q": "among files seized by police investigating illegal activity by NoW reporters when <strong> Andy Coulson </strong> was editor. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of <strong> Andy Coulson </strong>'s future and <q> the role of the police in this is now going to become centre stage </q>. The NoW has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for plotting to intercept messages left for aides to <strong> Prince William, Duke of Cambridge </strong>. Scotland Yard today faces serious criticism from", "new_id": -2}, {"uid": "1296925808142311429", "i": 12411, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "Bieber-Justin Bieber/557953\"> <strong> Justin Bieber </strong>'s pre-movie media onslaught continues this weekend. Friday( Feb. 4) he made his second appearance on Letterman-David Letterman/EP00076838\"> <q> The Late Show with <strong> David Letterman </strong> </q> in a week, and there are reports that he'll pop up on \"Saturday Night Live\" as well. The Bieb read the Top 10 list on <strong> David Letterman </strong>'s show Friday", "new_id": -2}, {"uid": "1296391267266764303", "i": 29844, "idx": 6, "sa": ["Allen Iverson", "Randy Brown", "LeBron James"], "q": "a long time and to finally get it is something special.\" The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> <strong> Randy Brown </strong> said. \"I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up", "new_id": -2}, {"uid": "1296536150067862554", "i": 3166, "idx": 3, "sa": ["Kobe Bryant", "Phil Jackson", "Allen Iverson", "Pau Gasol", "Ming Yi", "Kwame Brown"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coMing Yi into a situation where guys have been Bryant_30_points Lakers: 102 Celtics: 89 Next game:( 6/6)@ home sports.yahoo.com <strong> Kobe Bryant </strong> scored 30 points, <strong> Pau Gasol </strong> had 23 points", "new_id": -2}, {"uid": "1295739721256016402", "i": 42366, "idx": 0, "sa": ["Andy Coulson", "René Préval", "Jean-Claude Duvalier"], "q": "Slideshow: Former Haitian dictator <strong> Jean-Claude Duvalier </strong> Photo in Slideshow: <strong> Jean-Claude Duvalier </strong> \"<strong> Jean-Claude Duvalier </strong>\" <strong> Jean-Claude Duvalier </strong> Photo in Slideshow: Haitian President <strong> René Préval </strong> Photo in Slideshow: Hiati President <strong> René Préval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295717712220610567", "i": 13655, "idx": 1, "sa": ["George H. W. Bush", "Colin Powell", "April Glaspie"], "q": "exit, and strong popular and congressional support. <strong> Colin Powell </strong> considered that none of those criteria were fulfilled in the case of Iraq's takeover of Kuwait. He proposed a different strategy: \"grind down\" Saddam through <q> a policy of containment or strangulation. </q> <strong> April Glaspie </strong> met with Saddam on July 25, 1990. She believed wholeheartedly in the <strong> George H. W. Bush </strong> plan to \"moderate\" Saddam Hussein and make him a U.S. ally. She took as her brief a memo that", "new_id": -2}, {"uid": "1295509121092602403", "i": 54654, "idx": 3, "sa": ["David Letterman", "Martin Short"], "q": "\" With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke. \"It's a smart thing to do, because you've peaked,\" he said. And then he advised <strong> David Letterman </strong> to not <q> come back like Sinatra. </q> Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance. \"Oh, so you're staying?\" he asked awkwardly. It was", "new_id": -2}, {"uid": "1295665811103448635", "i": 52517, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "SocialCast takes many of the social network tools from the consumer world and makes them available in an on-demand service for the enterprise. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295700143038944791", "i": 7999, "idx": 0, "sa": ["Andy Coulson", "Saeed Jalili", "Catherine Ashton"], "q": "enrichment not up for debate at talks Photo: <strong> Saeed Jalili </strong>, <strong> Catherine Ashton </strong> Photo: Iranians work in an internet cafe in central Tehran Report Abuse \" Like this is some big Deal to the world?- \" Report Abuse <q> The world needs to shut off all aid to N. Korea and to Iran... I could add about another 6 countries to the list as well... </q> Make a total and secure blockade around the countries. Tell China if they don't agree to N. Korea... no contracts... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why", "new_id": -2}]