[{"uid": "2008091112_00031320_W", "i": 300, "idx": 6, "sa": ["Alan Rosenberg", "Ken Howard", "Adam Arkin", "Kate Walsh", "Ned Vaughn"], "q": "that's the way i view this. \"voiceguy, who is not running for a board seat, said he does not endorse a specific election slate but that his\" sympathies lie much more with ufs. <q> voiceguy's assertions echoed ufs's claim that the mailer and card are in reality a <NO_QUOTATION>- a fraudulent survey that attempts to spread politically skewed information under the guise of a legitimate poll. in a sept. 3 statement, ufs candidate <strong> Ken Howard </strong> called the mailer a </q> campaign advertisement... timed to arrive in your mailbox during the election and was proposed and approved by board members belonging to membership first. \"ufs candidates <strong> Ned Vaughn </strong>, <strong> Kate Walsh </strong>, and <strong> Adam Arkin </strong> sent a letter to <strong> Alan Rosenberg </strong> and", "new_id": -2}, {"uid": "2008100505_00013488_W", "i": 797, "idx": 3, "sa": ["Andrew Lloyd Webber"], "q": "'s definitely a trend toward more symphonic literature being transcribed for the field, \"said dallas niermeyer, who judged music effect.\" band directors are using much more sophisticated music, to challenge their young musicians. <q> that trend was evident throughout the competition, beginning with the class a bands. grant community high school from fox lake opened their set with an excerpt from beethoven's symphony no. 5, before moving to </q> the sorcerer's apprentice, \"and the dramatic <NO_QUOTATION> round lake high school, however, stayed with a more traditional approach, performing music from <strong> Andrew Lloyd Webber </strong>'s <NO_QUOTATION> members of the prospect band boosters mount the competition every", "new_id": -2}, {"uid": "2008122413_00012546_W", "i": 1339, "idx": 2, "sa": ["Graham Williams"], "q": "another favourite of theirs <NO_QUOTATION>. and so it went on. first the germans would sing one of their carols and then we would sing one of ours, until we started up\" o come all ye faithful <q> the germans immediately joined in singing the same hymn to the latin words <NO_QUOTATION>. and i thought, well, this is really a most extraordinary thing- two nations both singing the same carol in the middle of a war. </q> rifleman <strong> Graham Williams </strong>, page 29\" thus, amid the bitter realities of trench warfare, with all its squalor, a christmas song had worked a miracle and had thrown a bridge from man to man. \"german", "new_id": -2}, {"uid": "2008100510_00011257_W", "i": 141, "idx": 3, "sa": ["Rahul Dravid", "V. V. S. Laxman", "Harbhajan Singh", "Shane Warne", "Sourav Ganguly"], "q": "a great stand between <strong> V. V. S. Laxman </strong> and <strong> Rahul Dravid </strong> at calcutta( now kolkata) and <strong> Harbhajan Singh </strong>'s bowling rather than any tactical genius on <strong> Sourav Ganguly </strong>'s part. on this, as on practically everything else, <strong> Sourav Ganguly </strong> splits opinion. <q> the comments came after an altercation between <strong> Sourav Ganguly </strong> and <strong> Shane Warne </strong> during the ipl tournament this year when the australian criticised the indian for questioning a catch claimed off his batting. although the verdict went in favour of <strong> Sourav Ganguly </strong>, the australian complained that he had violated the spirit of the game, prompting the feisty indian to respond: </q> look who's talking! \"", "new_id": -2}, {"uid": "2008092805_00004001_W", "i": 1915, "idx": 3, "sa": ["Paul Newman", "Carl Haas"], "q": "movie` winning,' \"lanigan said of the actor's love for car racing.\" so at 51, he started racing. it was a little late, but he won a bunch of races, <q> he said, including one in daytona when he was 75 years old. </q> he had a passion for racing and had a passion for winning, \"lanigan said. <strong> Paul Newman </strong> met <strong> Carl Haas </strong> when they had teams competing against each other. they became friends and decided to form their own team in", "new_id": -2}, {"uid": "2008112100_00036454_W", "i": 1682, "idx": 0, "sa": ["Nicola Sturgeon"], "q": "only took place on wednesday this week. a spokesman for ms <strong> Nicola Sturgeon </strong> said that she was being kept informed, but was unaware of the specific allegations. during first minister's questions ms <strong> Nicola Sturgeon </strong> told msps that she <q> not ruled out a public inquiry into the 18 c difficile related deaths at the vale of leven hospital this year, but was waiting for the procurator-fiscal to report back on whether criminal proceedings should be started. </q> i have never ever said that i am unable at this stage to order a public inquiry, \"she said.\" instead, what i have said is it is appropriate firstly to focus on the actions to", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 35, "idx": 9, "sa": ["Alex Jones"], "q": "approved to begin looking into it locally. thanks. re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 7 on: december 16, 2008, 12:56:19 pm <q> i've just received an email from someone i introduced to aj show. it says that all the guests today so far have been sponsors... if this is the case then it is re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 </q> reply# 8 on: december 16, 2008, 02:01:55 pm \"i thought this topic was for questions. all im seeing is a bunch of blogs lately except a few. damaging, i dont think so", "new_id": -2}, {"uid": "2008122009_00007242_W", "i": 274, "idx": 1, "sa": ["Victor Rabinovitch"], "q": "animal mummies. tombs of eternity: the afterlife in ancient egypt is a showcase for the major collection of egyptian antiquities held by the museum of fine arts, boston.\" the objects on display are extraordinary, <q> said <strong> Victor Rabinovitch </strong>, president of the canadian museum of civilization corp. </q> the ancient egyptians created an exceptional period of human civilization, and this exhibition helps us understand who they were, how they lived and what they believed. \"rare and fragile objects on display include sarcophagi, amulets", "new_id": -2}, {"uid": "2008122809_00004203_W", "i": 433, "idx": 0, "sa": ["Tony Adams"], "q": "much. i love that so much, \"he said.\" but i'm working for another club at the moment and trying to win a football game so that's the context and perspective of it. <q> pompey have shipped 14 goals in their last six league games and <strong> Tony Adams </strong> knows that figure will increase further at the emirates unless there is a rapid improvement. </q> we've been trying to win football games and getting done on counter-attacks and arsenal are probably the best team in the country at counter-attacking, \"<strong> Tony Adams </strong> added. so that's going to be very difficult for us", "new_id": -2}, {"uid": "2008112808_00011106_W", "i": 2294, "idx": 3, "sa": [], "q": "between my parents, \"said his daughter, meg.\" the life that my mother and chuck lived and the love that they showed for each other every single day were a model for each of us, <q> his son, tim, said. charles had a collection of hats, one for each of the schools his grandsons played for- la salle, judge and st. joseph's prep- and wore them at their games. </q> there was no one favorite, only the grandson who happened to be playing on that day, \"said his wife.\" his greatest achievement in life was his family. \"charles was an avid painter,", "new_id": -2}]