[{"uid": "1296709692055181312", "i": 47084, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "Wednesday. \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> <q> wanted the options to be \"creative.\" </q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20 \"IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres...\"", "new_id": -2}, {"uid": "1295644189196657172", "i": 21589, "idx": 3, "sa": ["Andy Coulson"], "q": "always denied any knowledge of phone hacking, though members of the cross-party commons culture committee had him in mind last February when they warned of a \"collective amnesia\" at News International over the practice. <q> The cloud that was hanging over <strong> Andy Coulson </strong> last May was very small, </q> one senior Tory said. \"The cloud had obviously become a lot bigger in recent weeks.\" One minister did, however, voice doubts about <strong> Andy Coulson </strong>'s claim that media intrusion alone had prompted his", "new_id": -2}, {"uid": "1297140306077348976", "i": 40038, "idx": 1, "sa": ["Joan Rivers", "Simon Cowell"], "q": "see the interventions for his coffee breath, shoulder hair and grandmother's watch.-- Lily to Marshall: \"We hate Ted now. Get on board or the sexting stops.\"-- <q> Barney accidentally left the phone at my apartment... in the garbage. </q> Oh, honey... Jillian Michaels calls her GoDaddy ad \"tragic\"; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1296199690069206039", "i": 22326, "idx": 7, "sa": ["Barack Obama", "Dick Armey", "Mike Pence", "Ronald Reagan", "Jim Ryun"], "q": "active in the tea party movement, sent a letter to <strong> Mike Pence </strong> recently telling him to \"seize this moment.\" \"At this precarious time in our nation's history,\" the letter said, <q> none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of our future if we fail today? </q> Recently, Ralph Benko, who had been a deputy counsel to <strong> Barack Obama </strong> <strong> Ronald Reagan </strong>, formed the America's <strong> Barack Obama </strong> Committee to encourage <strong> Mike Pence </strong> to run. And former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, R-Kansas, offered his help in", "new_id": -2}, {"uid": "1295564551217792537", "i": 32126, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Mr Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295964650048300032", "i": 38214, "idx": 0, "sa": ["Bill Lockyer", "Andres Torres", "Newt Gingrich"], "q": "for trouble. \"I even talked to a player on the White Sox who said( last year's show) was a distraction; they were always looking over their shoulder,\" he said. <q> But like I said, we- <strong> Brian Sabean </strong> and I, the coaching staff- plan on being very vigilant about that not being the case with us. </q> <strong> Andres Torres </strong> signs a new deal, leaving no Giants in arbitration. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1295368385224215068", "i": 17500, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "competition alongside <strong> Simon Cowell </strong> and Randy Jackson, with <strong> Ryan Seacrest </strong> hosting, for eight seasons. \"I still talk to all the guys,\" she said during an appearance on CBS's The Talk on Monday. <q> They are my extended family; I've never had any brothers and certainly got my full share of bulliness... </q> <strong> Paula Abdul </strong> recently returned to TV screens as a judge and executive producer on Live To Dance, a new CBS competition which aims to find the best amateur dance act in America. \"I'm", "new_id": -2}, {"uid": "1295256412206143497", "i": 17150, "idx": 1, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "he sat out the fourth quarter because of the one-sided nature of the game. \"<strong> Elgin Baylor </strong> was just determined. <strong> Elgin Baylor </strong> was just locked in, tuned into what was going on out there,\" <strong> Kobe Bryant </strong> said. <q> These points tonight mattered. We needed them. The points <strong> Elgin Baylor </strong> put in the basket were instrumental. It means a lot http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297262082245678222", "i": 350, "idx": 0, "sa": ["Simon Cowell"], "q": "LONDON- <strong> Simon Cowell </strong> has signed a whopping 100 million pounds deal with ITV. <q> I am thrilled this deal has been concluded with ITV to enable our relationship to continue to develop, </q> the Daily Star quoted <strong> Simon Cowell </strong> as saying. \"I am committed to making sure both shows get bigger and better. \"I have a lot to thank ITV for. They have", "new_id": -2}]