[{"uid": "1295433014076251208", "i": 26214, "idx": 7, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "wager,'' suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it.`` Make it two.'' So, 200 pounds it is( about$ 320). <q> If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be, </q> <strong> Oprah Winfrey </strong> said.`` God bless the man.'' <strong> Barbara Walters </strong> also is believed to be interested. <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here", "new_id": -2}, {"uid": "1295958222077971468", "i": 26729, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund"], "q": "which has the support of some pro-business Repubs and some big-government Dems?`` I think everyone agrees that at the redevelopment mechanism has been useful and created jobs,'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But: <q> The last I heard, the University of California and California schools create jobs. </q> The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday,`` You may win on redevelopment and then we take something else away.'' But why? <strong> Mark Hedlund </strong>, spokesman", "new_id": -2}, {"uid": "1296575507267468818", "i": 11091, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "''( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,'' Andrews said in a statement sent out by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>. <q> At this point, it is certainly more important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career. </q>`` He actually tried to tough it out and continued to play while over in Turkey,'' said Andrews.`` However, he got to the point where he could not really run up and down", "new_id": -2}, {"uid": "1295980148057327644", "i": 3628, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the Republican Party,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, independent of Vermont, said Monday. </blockquote> And here's The Wall Street Journal( with bonus <strong> Sen. Bernie Sanders </strong> quote!): <q> Now, Republicans not only have made Mr. Ryan chairman of the House Budget Committee, but on Tuesday the House is expected to vote to give him unprecedented powers to force spending cuts for the current fiscal year. That authority will allow Mr. Ryan to act unilaterally in setting an overall spending level for the rest of the year, a job usually handled by his full panel....`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats.`` On the other hand, Congressman Ryan has been very clear on this subject.'' </blockquote> If the picture still isn't clear enough,", "new_id": -2}, {"uid": "1296005497137592852", "i": 11450, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Treasurer", "new_id": -2}, {"uid": "1297129044188514306", "i": 481, "idx": 3, "sa": ["Simon Cowell"], "q": "be a much more hands-on process for the judges. In keeping with the original British version of the show, each panelist will act as a mentor for certain contestants. Check out photos of <strong> Simon Cowell </strong> <q> I wanted to do a show where judges could help competitors on a weekly basis, </q> <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label.`` It's more interesting to me; it definitely gives me something more to do. When an artist wins,", "new_id": -2}, {"uid": "1295782408127156258", "i": 33213, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Harriet Harman"], "q": "blow for the coalition, the deputy prime minister said he believed the government would not`` miss a beat'' in pressing ahead with its agenda of securing the economic recovery and public sector and constitutional changes. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> </blockquote> <strong> Harriet Harman </strong> Deputy Labour leader And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.", "new_id": -2}, {"uid": "1297140306077348976", "i": 40037, "idx": 0, "sa": ["Joan Rivers", "Simon Cowell"], "q": "interventions so the gang could talk him out of his feelings for Zoey. But I'd rather see the interventions for his coffee breath, shoulder hair and grandmother's watch.-- Lily to Marshall: <q> We hate Ted now. Get on board or the sexting stops. </q>--`` Barney accidentally left the phone at my apartment... in the garbage.'' Oh, honey... Jillian Michaels calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will", "new_id": -2}, {"uid": "1297235389152961040", "i": 21601, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 ï¿½ votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, [{"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]]