[{"uid": "2008121210_00002969_W", "i": 4244, "idx": 10, "sa": ["Roger Johnson"], "q": ", north dakota agriculture commissioner <strong> Roger Johnson </strong> said. \"it was used as horse feed before tractors,\" he said. \"oats were fed to horses and that was our energy.\" now, <strong> Roger Johnson </strong> said, <q> oats have fallen out of favor almost entirely because other crops have shown more profit potential. </q> five of the top 10 oat production years in u.s. history came before 1925, according to federal data. the highest production on record was in 1945, at 1.5 billion bushels. the lowest 10 production years have", "new_id": -2}, {"uid": "2008101618_00022293_W", "i": 4582, "idx": 4, "sa": ["George Whyte"], "q": "did find disturbances in the ground and the area had been fenced off by someone other than dse. victoria police has requested that the shaft remain accessible for a short time to allow them to complete an investigation. <q> in the meantime dse is monitoring the site in case any safety related issues arise. </q> mr beaton said dse intended to permanently seal the shaft with concrete as soon as possible. ms braddy and mr <strong> George Whyte </strong> were last seen at a saturday night ymca dance in mundy street 40 years ago. the pair", "new_id": -2}, {"uid": "2008112812_00002802_W", "i": 869, "idx": 3, "sa": ["Jean Charest"], "q": "backs down from his original position, explaining that he was basing his statements on a <NO_QUOTATION> put forward by the globe and mail. then he checks himself, trying to keep the caisse de d?p?t issue alive. <q> even today there is a real question: is there a large loss at the caisse de d?p?t, a black hole? </q> yesterday was filled with pulse rushes. he claimed the only reason premier <strong> Jean Charest </strong> is seeking a majority government is to pack it with his friends. \"the real reason <strong> Jean Charest </strong> wants to have a majority government is not", "new_id": -2}, {"uid": "2008123106_00011185_W", "i": 257, "idx": 9, "sa": ["Dave Murray", "Mark Mansfield"], "q": "to the council. the letter from minique hartley and <strong> Mark Mansfield </strong> said they purchased a house with the intent of selling it to the current renter. however, the increased burden on them would make this more difficult. <q> only the small businesses would benefit, so they should bear the load, </q> read the letter. however, the meeting also had its share of ardent supporters of the move. <strong> Dave Murray </strong> said he owns a business downtown, but much of what he does is outside of the district. in", "new_id": -2}, {"uid": "2008100620_00012915_W", "i": 1677, "idx": 0, "sa": ["Ross Perot", "Ralph Nader", "John Anderson", "George H. W. Bush"], "q": "bad bet <NO_QUOTATION>. look, third party candidates shouldn't underestimate themselves in situations like this. remember <strong> Ross Perot </strong>? his campaign was legitimate and skewed the election to clinton in 1992- remember <strong> George H. W. Bush </strong> the elder's quote <q> read my lips, no new taxes? </q> how about <strong> John Anderson </strong> from illinois who helped reagan unseat carter in 1980? some pundits credit <strong> Ralph Nader </strong> with kerry's defeat- i don't buy that, kerry just followed terrible advice. the jmac and pit bull <NO_QUOTATION>", "new_id": -2}, {"uid": "2008091102_00019194_W", "i": 2912, "idx": 6, "sa": ["Richard Blair", "Jennifer Flynn"], "q": "current ones. mcdaniel, \"montgomery alabama, they're$ 3.89 down there.\" so while there's not much relief at the pump. at least you might find some on the road. <strong> Richard Blair </strong>, <q> driving up here we noticed there's not that much traffic. </q> <strong> Jennifer Flynn </strong> says tdot looks for alternative funding for projects that normally wouldn't get done. summer movie wrap: your votes on the best, worst and hottest from this summer's movie crop different shades of country music", "new_id": -2}, {"uid": "2008091701_00009189_W", "i": 4447, "idx": 2, "sa": ["Cathy Freeman"], "q": "at the scene before the ambulance. mackay daily mercury, tanna corowa, described what he saw when he found his life-long mate killed and his brother trapped while the female driver screamed for help by the roadside. <q> he was a mate. i was close to him. he was a top athlete, </q> said mr corowa. he said he and his partner joeleen pershouse had been driving along slade point road- which is just outside mackay's cbd area- when they saw a horrifying sight: garth <strong> Cathy Freeman </strong>'s car", "new_id": -2}, {"uid": "2008120513_00017186_W", "i": 516, "idx": 3, "sa": ["Faheem Ansari"], "q": "no information on lakhvi or muzammil but that authorities would check. <strong> Faheem Ansari </strong> \"told us about a planned lashkar attack on bombay, on southern bombay,\" said yash, referring to mumbai by its alternate name. <q> he gave us eight or nine specific locations where the attack would be carried out, </q> he said, adding that <strong> Faheem Ansari </strong> had detailed sketches of the places and escape routes from the sites. <strong> Faheem Ansari </strong> said he carried out the reconnaissance in fall 2007, which also included the u.s. consulate, the bombay stock", "new_id": -2}, {"uid": "2008122918_00005393_W", "i": 2084, "idx": 8, "sa": ["Jay Cutler", "Brandon Marshall", "Peyton Manning"], "q": "down to this and see san diego kind of take off on us,\" broncos receiver <strong> Brandon Marshall </strong> said. but, hey, that's football. \"we did have to score,\" quarterback <strong> Jay Cutler </strong> said. <q> they punted once, i think. it puts a lot of pressure on us. </q> the chargers were 5-1 in the division but 3-7 outside it, and had zero wins against playoff teams. san diego will host <strong> Peyton Manning </strong> and the indianapolis colts on saturday night. san diego upset the colts in the", "new_id": -2}, {"uid": "2008090319_00031300_W", "i": 6, "idx": 2, "sa": ["Katie Couric", "Charles Gibson"], "q": "a little bit entertaining- as well as educational and informative.\" cbs' <strong> Katie Couric </strong> and her news comrades will handle the information part, with each providing a 2 1/2- minute progress report on research efforts. <q> we're on the cusp of many exciting breakthroughs, </q> <strong> Katie Couric </strong> said. \"we'll have three examples of that.\" her segment will highlight new treatment for medulloblastoma, a malignant brain tumor that commonly targets children. abc news' <strong> Charles Gibson </strong> will report on breast cancer", "new_id": -2}]