[{"uid": "1296849571234831879", "i": 6239, "idx": 4, "sa": ["Michael Vick"], "q": ", <strong> Michael Vick </strong> Malone, played football at Virginia Tech, where <strong> Michael Vick </strong> also played. Asked if <strong> Michael Vick </strong> had concerns about being affiliated with another party open the public, Butler said that <strong> Michael Vick </strong> said that he wanted <q>to do something to help the kids out.</q> \"This is a very upscale corporate event,\" Butler said. \"We have state senators coming. Not everybody can walk in off the street.\" The invitation says, \"Four-time", "new_id": -2}, {"uid": "1297273325044515350", "i": 15718, "idx": 1, "sa": ["Jules Verne", "Zahi Hawass"], "q": "of protection. Officials are downplaying the incident, and they're quick to show that most of the museum remains unharmed, protected by the Egyptian army. SOT <strong> Zahi Hawass </strong>, Minister of Antiquities: <q>Museums all over Egypt are safe, Sakkara, the Valley of the Kings, all the synagogues, all the Coptic monasteries.. the Islamic monuments, and pharaonic and Greco-Roman are completely safe.</q> <strong> Jules Verne </strong> Inventions-Realized See eight real-life inventions dreamed up decades earlier by <strong> Jules Verne </strong> Verne-whose 183rd birthday is honored Tuesday with a Google doodle. Space Pictures This Week Stars swirl through the northern lights, the moon", "new_id": -2}, {"uid": "1297217356071778338", "i": 448, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that <q>the path you didn't take is always smoother.</q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295932595118014000", "i": 29071, "idx": 8, "sa": ["Aaron McKie", "Devean George", "Shawn Bradley", "Theo Ratliff", "Allen Iverson", "Steve Nash"], "q": "that Tuesday night. Although <strong> Allen Iverson </strong>'s two free throws with 17.1 seconds left were the difference in a 101-100 victory, <strong> Theo Ratliff </strong>'s season-high 25 points and <strong> Devean George </strong> Lynch's basket over 7-foot-6 <strong> Shawn Bradley </strong> were pivotal, too. <q><strong> Theo Ratliff </strong> was demanding the ball and we had to get it to him the way he was putting it in the hole,</q> 76ers guard <strong> Aaron McKie </strong> said. Philadelphia's three-game losing streak appeared likely to grow as Dallas took a 10-point lead early in the fourth quarter. But a layup by <strong> Theo Ratliff </strong> with 1:22 left tied it at 97. <strong> Steve Nash </strong>", "new_id": -2}, {"uid": "1297207413130318370", "i": 42350, "idx": 0, "sa": ["McKinley Price", "Michael Vick"], "q": "Tina <strong> McKinley Price </strong> <strong> Michael Vick </strong>, who is a Newport News City Council member and <strong> Michael Vick </strong>'s aunt, says it's not on the city's radar, despite <strong> Michael Vick </strong>'s charity work with children in the city. <q>Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor,</q> Tina <strong> Michael Vick </strong> said. \"But we have so many development projects here, that's really not our focus.\" <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key.", "new_id": -2}, {"uid": "1297332514205176883", "i": 19839, "idx": 1, "sa": ["Carlos Menem", "David Letterman"], "q": "severe altitude sickness when crossing the Andes; encountered bloody civil wars in Bolivia and Nepal; accidently met Argentina's notorious dictator <strong> Carlos Menem </strong>; and was arrested by armed guards and deported in Ukraine,\" says Wood. <q>It wasn't exactly a golf weekend in Myrtle Beach.</q> A former comedian with several appearances on \"Late Night with <strong> David Letterman </strong>,\" Wood now holds a public relations position with Buffalo Communications- the global golf-lifestyle PR, branding and marketing-communications firm. He mainly works", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295534865252182549", "i": 7706, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Oscar", "new_id": -2}, {"uid": "1295582183033980446", "i": 4557, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have", "new_id": -2}, {"uid": "1295361979143278086", "i": 43491, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "permanent mentor to the contestants. \"He's going to fill some of that <strong> Simon Cowell </strong> void, of being the industry veteran who's not going to pull any punches,\" Fox's Beckman said. <q>Even though he's not going to be a judge, he's going to have an impact throughout the season on the kids.</q> The very fact that Fox is talking about a \"<strong> Simon Cowell </strong> void\" suggests how much \"Idol\" must prove this season. Whether <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong>& Co. are up to the task remains to be", "new_id": -2}]