[{"uid": "1297142622008634373", "i": 28969, "idx": 0, "sa": ["Jeff East", "Patrick Griffin", "David Letterman", "Nick Griffin"], "q": "Productions LLC with his Kansas City running buddy <strong> Patrick Griffin </strong>. \"I've known <strong> Jeff East </strong> for not quite eight years,\" said <strong> Patrick Griffin </strong>, who by day is a financial planner with an office in Mission. <q> But I've known of him for a long time. We both attended Rockhurst High, where he was sort of an iconic figure. </q> <strong> Patrick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>. \"I've always wanted to write,\" <strong> Patrick Griffin </strong> said. \"One day I started pitching", "new_id": -2}, {"uid": "1295682265065617928", "i": 98, "idx": 22, "sa": ["Mike Pence"], "q": "are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. \"Republicans and Democrats go through this all the time,\" Smith said. <q> Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill. \"Unfortunately, those kinds of folks generally don't have the sort of broad name recognition or broad appeal to get the numbers of voters that it takes to win this thing. </q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295623615132808715", "i": 30209, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "these rags, and frankly, anyone who buys them is out of their mind, or a moron, or both. hermionegingold 21 January 2011 3:22 PM HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens \" So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him \" Frankly, it's enough to make", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1296810486040140818", "i": 4514, "idx": 1, "sa": ["Brian Kilmeade", "Whoopi Goldberg", "Claire McCaskill", "Sen. Bernie Sanders"], "q": "Right Through Me.\" During the December 17, 2010, edition of Fox& Friends, after airing a clip of <strong> Sen. Bernie Sanders </strong> <strong> Claire McCaskill </strong>( D-MO) criticizing Republicans for being hypocritical of earmarks, <strong> Brian Kilmeade </strong> stated, <q> That voice goes right through me, I don't know about you. </q>[ Fox News, 12/17/10] <strong> Brian Kilmeade </strong>'s Advice To Sports Reporter Allegedly Harassed By Players: \"Get A <strong> Whoopi Goldberg </strong> Outfit, Like A Big Tent.\" During the September 17, 2010,", "new_id": -2}, {"uid": "1296983342254574600", "i": 17632, "idx": 0, "sa": ["Mike Pence"], "q": ", because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. But what, exactly, are the policy problems they say they aim to solve? Get the", "new_id": -2}, {"uid": "1295577099150192142", "i": 36171, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the markets seldom like. Streamlining Decisions \"As an investor, a triumvirate usually doesn't work,\" said Ryan Jacob, portfolio manager for the Jacob Internet Fund, a <strong> Google Inc. </strong> investor. <q> But having new, detailed responsibilities in an organization can only help. If anything, I think it's a positive. </q> The company's top executives painted the changes as anything but a shakeup. \"Historically we( <strong> Eric Schmidt </strong>, Page and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds", "new_id": -2}, {"uid": "1295548558137363461", "i": 36122, "idx": 1, "sa": ["W. Edwards", "Simon Cowell", "Edwin Edwards"], "q": "presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor edwin e...( 18:02:05 <q> former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====... </q> <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my LSU-TV movie review pr...\"", "new_id": -2}, {"uid": "1297417738259899404", "i": 11690, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft's case) to a wider audience. \"Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward,\" said <strong> Stephen Elop </strong>, Nokia president and CEO. <q> Today, we are accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future. </q> Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: \"I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise", "new_id": -2}, {"uid": "1297105319155009073", "i": 26682, "idx": 0, "sa": ["Simon Cowell"], "q": "$ 5 million record deal with Sony Music. Contestants must be at least 12 years old to enter, and unlike \"American Idol,' there's no age limit for aspiring singers. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement. \"I\"ve never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}]