[{"uid": "1295446736183418917", "i": 1582, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "slogan. <strong> Mike Pence </strong>, who has said he'll decide by the end of this month, said he is leaning in one direction-- but didn't say which way. <q> I certainly know where I'm leaning, but I haven't made any decision. </q> <strong> Mike Pence </strong> said he continues to talk to people, in Indiana and elsewhere, as he makes up his mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third", "new_id": -2}, {"uid": "1295274880083279889", "i": 9787, "idx": 0, "sa": ["Steve Ballmer"], "q": "according to the man who runs Microsoft, it's not a games console at all. It is, instead, a`` family entertainment centre''- according to CEO <strong> Steve Ballmer </strong>. USA Today. <q> Xbox is a family entertainment centre. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> said Xbox and the eight million selling motion-sensing add-on Kinect are where the`` consumer heat'' is.`` I think about my own family,'' he said.`` My wife used to", "new_id": -2}, {"uid": "1297260229046088245", "i": 24311, "idx": 4, "sa": ["Simon Cowell"], "q": "to four weeks.'' in several ways. In addition to having no upper age limit, X Factor allows for both individual and group acts and makes the judges serve as mentors to the finalists. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do, </q> <strong> Simon Cowell </strong> said. There is a change in the audition process as well. On Idol, would be superstars perform for the panel of judges only; on X Factor, there will be a public", "new_id": -2}, {"uid": "1297331810177324071", "i": 42780, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell", "Aretha Franklin"], "q": "singing the national anthem at the game, and is now said to be dreading taking to the stage again on Sunday to perform a tribute to <strong> Aretha Franklin </strong>. A friend of the star told Pop Eater, <q> You would be a fool to count <strong> Christina Aguilera </strong> out. She has been down before and always found her way back. Sure, she's going through a lot and yes she is terrified, but mark my words, on Sunday when she opens the Grammys, no one will be talking about the Super Bowl anymore. This girl is in it to win it. </q> <strong> Christina Aguilera </strong> is reportedly` terrified' about performing at... <strong> Simon Cowell </strong> brands <strong> Christina Aguilera </strong>'s Super Bowl fluff` bad'", "new_id": -2}, {"uid": "1295251188152551466", "i": 8530, "idx": 6, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "turning tricks in denial.... <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans... <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement Report. <strong> Camille Grammer </strong> Demands$ 50 Million In", "new_id": -2}, {"uid": "1295984196057327656", "i": 24601, "idx": 3, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "startups such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that`` we move quickly, and we tend to be disruptive at scale.'' European <strong> Walt Disney </strong> officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China", "new_id": -2}, {"uid": "1295302370067584002", "i": 3008, "idx": 2, "sa": ["Steve Ballmer"], "q": "bets,'' <strong> Steve Ballmer </strong> claimed.`` We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.'' <q> We bet on Bing and are growing like a weed in that business, </q> he added.`` So I feel pretty good about the bets.'' Haymarket Media. This material may not be published, broadcast, rewritten or redistributed in any form without prior authorisation.", "new_id": -2}, {"uid": "1295602299207912976", "i": 13167, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>- and H.E.", "new_id": -2}, {"uid": "1296514398071991314", "i": 19420, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Photo in Slideshow: U.S. <strong> Barack Obama </strong> speaks to the Families USA's 16th... Photo in Slideshow: In this photo released by the White House, <strong> Barack Obama </strong>... Video: Raw Video: Catapult for smuggling marijuana Report Abuse <q> Kim S. Hope you can convince her to come here. Quinn, nor any other politician here won't do anything. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]