[{"uid": "1296521662156762117", "i": 37645, "idx": 1, "sa": ["Byron Scott", "Allen Iverson", "Guo Lusheng"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his <strong> Guo Lusheng </strong> against San Byron Scottio a week ago, slips on a brace after every game per doctors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296557230134217757", "i": 43802, "idx": 0, "sa": ["Metta World Peace", "Allen Iverson"], "q": "WNBA, knows that it might be tough to get rid of the stigma that she's doping even if she's vindicated.`` I trust that the truth will come out,'' she said. <q> At the end of the day you can try and convince the whole <strong> Metta World Peace </strong>, but if you know it's true and you've never taken performance-enhancing drugs, that's what you have to live by. </q>-- Doug Feinberg International <strong> Allen Iverson </strong> needs rest from leg injury Former NBA star <strong> Allen Iverson </strong> will not have surgery on a painful calcium mass that developed on his right calf. <strong> Allen Iverson </strong> left", "new_id": -2}, {"uid": "1295263057094093344", "i": 11251, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": ", once again opening up the possibility of legal repercussions for the former News of the World editor. Mr <strong> Andy Coulson </strong> had already resigned from his position on the paper over allegations of phone hacking. <q> He is, as anyone would be, extremely embarrassed about what happened, </q> Mr <strong> David Cameron </strong> said today.`` He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that.`` Working", "new_id": -2}, {"uid": "1295756651021528610", "i": 16635, "idx": 7, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "data.'' The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in China. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> didn't.`` Upset'' after losing this fight with Google's founders, <strong> Eric Schmidt </strong> <q> lost some energy and focus, </q> according to href=\"http://www.newyorker.com/online/blogs/newsdesk/2011/01/Eric Schmidt-Eric Schmidt-google.html\"> The New Yorker. Google was increasingly being viewed as href=\"http://www.nytimes.com/2010/11/29/technology/29google.html\"> immobile, their attempts at social failed, Facebook became the`` cool'' company, governments", "new_id": -2}, {"uid": "1296453631151257090", "i": 26305, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Frank Gore"], "q": "suspended. So when I saw( Kevin) Kolb got hurt I took a flier on( <strong> Michael Vick </strong>) <strong> Michael Vick </strong> even though he didn't start that game but he started the next one,'' he said. <q> That is what carried me through. I was fortunate, I really didn't know who <strong> Arian Foster </strong> was at the beginning of the year either, but he was a workhorse. </q> The season didn't look so bright from the get-go. In the league that automatically drafted his players, Tulipane's first-round pick was <strong> Frank Gore </strong> who had a lackluster season and ended up going on injured reserve", "new_id": -2}, {"uid": "1296012300029327387", "i": 52999, "idx": 0, "sa": ["Bill Rigby", "Steve Ballmer"], "q": "will be asked about the leadership of, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital.`` Microsoft is a results-driven company.''( Reporting by <strong> Bill Rigby </strong>; Editing by Bernard Orr) Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the eve of the", "new_id": -2}, {"uid": "1295408846085049364", "i": 24570, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "Nigel Lythgoe", "Steven Tyler"], "q": "But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday, and`` Idol'' producer <strong> Nigel Lythgoe </strong> has been suggesting that the show will be less caustic without him. He recently told Emmy Magazine, <q> If you like people being mean to people, you'll miss it. </q> True enough, a preview of the coming season finds new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> hugging contestants before they even audition. Moved by the performance of a mother with a special-needs child, <strong> Jennifer Lopez </strong> weeps openly. Sure,", "new_id": -2}, {"uid": "1297356976264552470", "i": 7985, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "CBS href=\"http://tvbythenumbers.com/blue-bloods-cbs\" title=\"Blue Bloods ratings, news, and viewing links\"> Blue Bloods 2.3/ 6 12.45 ABC href=\"http://tvbythenumbers.zap2it.com/off-the-map-abc\" title=\"Off The Map\"> Off The Map 1.9/ 5 5.56- Via NBC press notes: <q> In Late-Night Metered Markets Wednesday night:? In Nielsen's 56 metered markets, household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 3.2/ 8; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 3.1/ 8; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 3.1/ 7;", "new_id": -2}, {"uid": "1295243665038617117", "i": 27350, "idx": 1, "sa": ["Kirsten Gillibrand", "Charles Ellis Schumer", "Debbie Wasserman Schultz"], "q": "use,'' <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said Senator <strong> Kirsten Gillibrand </strong>, a New York Democrat. <q> If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have, </q> <strong> Kirsten Gillibrand </strong> said on CBS.`` The bill's not perfect. It never has been.'' <strong> Charles Ellis Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]