[{"uid": "1297716144147800162", "i": 55473, "idx": 0, "sa": ["Topher Grace", "Michael Vick", "Demetri Martin", "Greta Gerwig"], "q": "Photo in Slideshow: Canada's Arcade Fire perform`` Month of May'' at the 53rd... Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q> YES and know WHY? It was, for ONCE, not an all-black night. It was getting so ABSURD, those awards. NOTHING but nasty rap and nothing but black music. It was trashy and represented badly-- </q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1296048492146931724", "i": 37205, "idx": 6, "sa": ["Angelina Jolie"], "q": ", through walking on foot we have arrived here.''`` We are living harsh environment where you can not move, where you can not raise your voice. You can't be in a freedom.'' <q> Most important thing that can help me get out of this camp is education and I am hoping to work hard to score a good grade, to get scholarship for the developed countries. </q>`` I am not the only person who http://wn.com/Angelina Jolie_Angelina Jolie_spends_time_with_troops_in_Iraq__July_23 <strong> Angelina Jolie </strong>, actress and Goodwill Ambassador for the UNHCR, is opening up about her third trip to Iraq-- and she spends time with troops!`` I was inspired", "new_id": -2}, {"uid": "1296844280211632167", "i": 32265, "idx": 0, "sa": ["Ivana Bacik", "Eamon Gilmore"], "q": "stint in the city's Mountjoy Prison. Referring to opinion polls that find <strong> Eamon Gilmore </strong> the most popular politician in the state, <strong> Ivana Bacik </strong> predicts a seismic shift in what were once conservative voting patterns. <q> It is possible that we could have a government led by Labour. For the last 90 years every single government has been headed by either Fianna F?il or Fine Gael. So Labour coming out on top would be a really historic change. Even to be contemplating that scenario is massive change. </q> Irish election gives rising radicals chance of a left turn Supermarkets force abattoirs to fit CCTV after secret film exposes abuse", "new_id": -2}, {"uid": "1295169383147406856", "i": 28809, "idx": 1, "sa": ["Lou Williams", "Allen Iverson", "Samuel Dalembert", "Tim Duncan", "Chris Bosh", "Stan Van Gundy"], "q": "Wizards on Tuesday. They watched an 11-point halfTim Duncane lead evaporate against the Raptors in the third quarter.`` We're jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-bStan Van Gundyce layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "new_id": -2}, {"uid": "1295214437036208682", "i": 36117, "idx": 0, "sa": ["Simon Cowell"], "q": "her approach to a peer conversation, and described the new judges' panel so far as a`` collaborative table'' focused on lifting the contestants who survived the cross-country cattle calls onto Hollywood and beyond. <q> There's nothing like having that discussion with another artist to help you grow, </q> she said.`` At the end, America's voting. We're here to guide them through it and mentor them through it.'' That didn't always seem the case with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295602073096829482", "i": 1382, "idx": 1, "sa": ["Eric Schmidt"], "q": "parte de <strong> Eric Schmidt </strong>. El anuncio se ha visto como el de un padre que asiste a la ceremonia de graduaci?n de sus hijos. <strong> Eric Schmidt </strong> lo ha dicho con una href=\"http://twitter.com/#!/search/Eric Schmidt%20day-to-day\" target=\"_blank\"> frase un tanto presumida: <q> no hay necesidad de una supervisi?n adulta del d?a a d?a </q>. Claro que la fortuna de <strong> Eric Schmidt </strong> con las frases no es su mejor faceta. Hace unos meses, en pleno debate sobre el respeto a la privacidad, un punto llamativamente d?bil de Facebook, asegur que la", "new_id": -2}, {"uid": "1296574363100761600", "i": 30187, "idx": 0, "sa": ["Michael Gove"], "q": "a high profile report, especially since it highlights the core values that all of our social workers adhere to.'' Tower Hamlets council's Corporate Director for Children, Schools and Families Isobel Cattermole said: <q> Our Family Well Being Model has enabled us to look differently at social care in Tower Hamlets, ensuring that we take a solution focused approach to how we work with each family.`` Involving families throughout their journey with us enables us to understand the intricacies of each case, providing the best outcomes for children. </q> Commissioned by <strong> Michael Gove </strong>, Secretary of State for Education, this review is the second following the publication of an initial report in June 2010. Audio Optional- MP3 files only Register to create your", "new_id": -2}, {"uid": "1295007612230670356", "i": 54584, "idx": 0, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "of his speech Mr <strong> Barack Obama </strong> said that`` a few minutes'' after he had left the room at the city's University Medical Centre where Miss <strong> Gabrielle Giffords </strong> is being treated for a severe gunshot wound to her head, <q> <strong> Gabrielle Giffords </strong> opened her eyes for the first time </q>. <strong> Kirsten Gillibrand </strong>, a senator for New York, who was in Miss <strong> Gabrielle Giffords </strong>'s room at the time and later in the crowd for Mr <strong> Barack Obama </strong>'s speech, told reporters that Miss Gifford had`` struggled", "new_id": -2}, {"uid": "1297379494030818333", "i": 25277, "idx": 1, "sa": ["Robert Gates", "Janet Napolitano", "Kirsten Gillibrand"], "q": "our northern border are exacerbating the gang-related violence in many communities across the state. This problem must be fought at its source.'' <strong> Kirsten Gillibrand </strong>, a member of the Senate Armed Services Committee, said, <q> We need a commitment by Secretaries <strong> Janet Napolitano </strong> and <strong> Robert Gates </strong> to work with local communities along the border to make sure they have the resources to solve this problem and keep communities across the state safe from drug-related violence.`` With the right leadership and priorities, I'm confident we can put the resources we need on the ground to keep New York communities safe and drug-free. </q> E-mail Andrea VanValkenburg at: avanvalkenburg@pressrepublican.com", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]