[{"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295125227265830412", "i": 35014, "idx": 17, "sa": ["Donald Rumsfeld", "Rush Limbaugh"], "q": "Post.^ \"<strong> Donald Rumsfeld </strong> Should Go\". The New York Times. 7 May 2004.[ dead link]^ \"<strong> Donald Rumsfeld </strong> must go\". Boston Globe. 7 May 2004.^ <q> Editorial: A failure of leadership at the highest levels </q>. Army Times. 17 May 2004.^ The New York Times> Magazine> Regarding the Torture of Others^ \"<strong> Rush Limbaugh </strong>: MPs Just` Blowing Off Steam\". CBS News. May", "new_id": -2}, {"uid": "1296173803032686171", "i": 8413, "idx": 3, "sa": ["Dick Lugar", "Mike Pence"], "q": "hasn't firmly committed to the race, but his letter signals his interest. \"I have learned to follow my heart, and my heart is in Indiana,\" <strong> Mike Pence </strong> said in his letter. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> Indiana may find itself one of the more active political battlegrounds in 2012. <strong> Dick Lugar </strong> has vowed to seek reelection, but is already being targeted by some of the same tea-party activists who proved a powerful influence", "new_id": -2}, {"uid": "1297274991262504457", "i": 38680, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it's the thought that counts. Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q> the perfect example of edutainment for the entire family. </q> Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Where and how to celebrate Valentine's Day 2011 in Dallas-Fort Worth Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city", "new_id": -2}, {"uid": "1295329270137969707", "i": 30485, "idx": 0, "sa": ["Bill Clinton", "Mike Pence", "Wade Smith", "Ronald Reagan"], "q": "the money spent on campaigns for federal offices, limit the amounts of such donations, and prohibit the conversion of campaign funds to personal use. Edwards's attorney <strong> Wade Smith </strong> would not discuss specifics but said, <q> we do not believe there is evidence that <strong> Jack Kemp </strong> has violated any election laws. </q> <strong> Ronald Reagan </strong> veteran launches push for <strong> Mike Pence </strong> presidency WASHINGTON- An independent campaign to persuade GOP Representative <strong> Mike Pence </strong> to run for <strong> Bill Clinton </strong> in 2012 is underway, with a veteran of the <strong> Ronald Reagan </strong> White House launching a petition drive yesterday", "new_id": -2}, {"uid": "1296387505015253604", "i": 30914, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. There are big ones, such as the day when the dogs find permanent homes, the way six of the 22 originally brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. \"But I thought,", "new_id": -2}, {"uid": "1297029754108593165", "i": 39028, "idx": 1, "sa": ["David Letterman"], "q": "play in the NBA and learning how to play together. Worrying about the record right now isn't my# 1 concern. Posted by: SDMDTSU| February 2, 2011 4:02 PM| <q> Would you... have ARENAS back. </q> H* LL NO!!!!!!! Loathing is too mild a word!!!!!!! Posted by: glawrence007| February 2, 2011 4:04 PM|\"... 0-25 gets you mentioned on <strong> David Letterman </strong>...\"", "new_id": -2}, {"uid": "1296279808209059843", "i": 48484, "idx": 1, "sa": ["David Letterman"], "q": ". They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as \"The Late Show with <strong> David Letterman </strong>.\" <q> Producing our second viral video remains one of the most stressful experiences of the last five years because there's all this pressure, </q> Grobe said. \"Really, it was pressure we put on ourselves, ultimately.\" It worked for the guys, who go by the name Eepybird. The second video, launched four months later", "new_id": -2}, {"uid": "1295736732074268680", "i": 6543, "idx": 1, "sa": ["Eric Schmidt", "Eric Holder", "Kathleen Sebelius", "Woodrow Wilson"], "q": "\" as they compared curre... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... New York: Medicare Fraud Summit Civil Law Panel HHS Secretary <strong> Kathleen Sebelius </strong> and US Attorney General <strong> Eric Holder </strong> host the third in a", "new_id": -2}, {"uid": "1295803019101695619", "i": 39691, "idx": 5, "sa": ["Saddam Hussein", "Colin Powell"], "q": "Soviet Union's proposal or the Americans' threats?\" Gorbachev was attempting to broker an end to the war. <strong> Saddam Hussein </strong> ended up criticizing Gorbachev. \"He tricked us,\" <strong> Saddam Hussein </strong> said. <q> I knew he would betray us! </q> <strong> Saddam Hussein </strong>, who would be hanged after Iraqi Freedom, called Gorbachev a \"scoundrel.\" Retired <strong> Colin Powell </strong> Walter Boomer, a North Carolina native and commander of all U.S. Marine units in Desert Storm", "new_id": -2}]