[{"uid": "1296232207160088064", "i": 19128, "idx": 7, "sa": ["Mike Pence"], "q": "home of GOP`` rising stars'' like <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as``", "new_id": -2}, {"uid": "1295575785037306397", "i": 42768, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "believed the company needed a more mature leader.( AP Photo/Nati Harnik) The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295571782118030340", "i": 3035, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "from exploitation of user privacy, who do you think will win in the long run? http://wn.com/After_Hours_Earnings_Google_Big_Drop_in_Equity_Price_Options_Trading_Strategy_Pt_1 www.StockMarketFunding.com Pt 1$ 16 Drop`` <strong> Google Inc. </strong> had a strong second quarter,'' said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. <q> Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major product area, as more and more traditional brand advertisers embraced search advertising and as large advertisers increasingly ran integrated campaigns across search, display, and mobile. We feel confident about our future, and plan to continue to invest aggressively in our core areas of strategic focus. </q> Q2 Financial Summary <strong> Google Inc. </strong> reported revenues of$ 6.82 billion for the quarter ended June 30, 2010, an increase of 24% compared to the second quarter of 2009. <strong> Google Inc. </strong> reports its revenues, consistent with GAAP", "new_id": -2}, {"uid": "1295397574010076209", "i": 34821, "idx": 0, "sa": ["Jay Cutler", "Lovie Smith", "Adrian Peterson", "Michael Vick", "Brian Urlacher"], "q": "himself on Sunday, that the Bears stopped <strong> Michael Vick </strong> when he was at his hottest, or that they shut <strong> Adrian Peterson </strong> down when he, too, was on a hot streak, recall something 50-Cent said: <q> If they hate then let them hate, and watch the money pile up. </q> <strong> Jay Cutler </strong> Mediocre messiah hasn't looked like the elite QB the Bears promised. <strong> Lovie Smith </strong> Stoic head-coach can not abide a fourth season sans playoffs. <strong> Brian Urlacher </strong> A cantankerous veteran in decline, he", "new_id": -2}, {"uid": "1295618242003915778", "i": 14140, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": ". Success also came. The NoW won newspaper of year at British Press Awards in March 2005, when <strong> Andy Coulson </strong> apparently sought to sum up his approach to editing as he accepted the award, saying: <q> The News of the World doesn't pretend to do anything other than reveal big stories and titillate and entertain the public, while exposing crime and hypocrisy. </q> However, his departure from the editor's seat was itself a dramatic one, when he quit in January 2007 on the day that <strong> Clive Goodman </strong>, the newspaper's former royal editor, was jailed for four", "new_id": -2}, {"uid": "1296391786239042627", "i": 4588, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"uid": "1296522021211714148", "i": 16532, "idx": 0, "sa": ["Sergio Marchionne"], "q": "spokeswoman at Chrysler Canada, said Monday. Chrysler's salaried employees- 10,000 in the U.S. and 755 in Canada- will also receive a bonus, although Gosselin declined to disclose the amount. <q> Those detail are considered confidential employment records, </q> she said. Employees received an email from Chrysler Group CEO <strong> Sergio Marchionne </strong> Monday morning notifying them of the payment as well as the company's financial performance in 2010. In a conference call with analysts", "new_id": -2}, {"uid": "1296459950150618115", "i": 30826, "idx": 1, "sa": ["Simon Cowell"], "q": "minutes, then insecure madness comes in, and you worry about next week.'' In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. <q> People sometimes react to my confidence in the way that two dogs meet in the park for the first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog, </q> said the 51-year-old. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to`` talk 10 per cent of the time and listen for 90 per cent of the time.'' Despite his reputation", "new_id": -2}, {"uid": "1295757314175325198", "i": 26106, "idx": 4, "sa": ["Kobe Bryant", "Dwight Howard", "Vince Carter", "Hedo Turkoglu", "Magic Johnson", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Dwight Howard </strong> Interviews <strong> Vince Carter </strong>; about coming to orlando magic Lakers-Magic 99-91 OT Finals Gm4 I <strong> Kobe Bryant </strong> 32pts,8 ast vs <strong> Hedo Turkoglu </strong> 25pts, <strong> Dwight Howard </strong> 16pts,21 reb,9 blk", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]