[{"uid": "1295972855202047505", "i": 15405, "idx": 4, "sa": ["Sen. Bernie Sanders"], "q": "legislation was good for his party's business. Between 2003 and 2008, <strong> Sen. Bernie Sanders </strong> received over$ 2 million in campaign contributions, 20.7% coming from retired individuals. Open Secrets notes: <q> The top industry isn't really an` industry' at all, but individuals who list their occupation as` retired' in federal documents. </q> Open Secrets also notes that the AARP, with over 40 million members,`` is the largest advocacy group for retired people.'' AARP is in the business of protecting certain government programs which financially benefit", "new_id": -2}, {"uid": "1295636623157057039", "i": 19148, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgment in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position.`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295887271156680263", "i": 9803, "idx": 0, "sa": ["Eric Schmidt", "Sheryl Sandberg", "Mark Zuckerberg"], "q": "<strong> Eric Schmidt </strong> moving into the executive chairman role.). Facebook's <strong> Mark Zuckerberg </strong> sought out <strong> Sheryl Sandberg </strong>. It's a tried and true part of a start-up's growth path, but it's no simple task. <q> How do we make sure we preserve the culture and all the wonderful insights and talents that our founding team members were able to inject, while making sure we have a management bench that will maximize our chances of success? </q> asks Phil Dur, managing director at Investor Growth Capital, an expansion-stage venture firm.`` You can have a good product and good market opportunity but if you don't have good management, you don't have", "new_id": -2}, {"uid": "1297596908087900188", "i": 16551, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell", "Holly Willoughby"], "q": "replace <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. One of her gaffes included saying to finalist <strong> Cher Lloyd </strong>: <q> What a night it has been for you, a night of dreams </q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1296275225095797286", "i": 36204, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>( Alert), have limited their salaries", "new_id": -2}, {"uid": "1297229807082935820", "i": 7186, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. Haymarket Media. All rights reserved. This", "new_id": -2}, {"uid": "1295910678241205248", "i": 15616, "idx": 1, "sa": ["Tim Cook", "Nigel Slater", "Steve Jobs", "Eric Schmidt"], "q": "ingredients are easy to find, says <strong> Nigel Slater </strong> Quince and apple tart. All photographs by Jonathan Lovekin <strong> Steve Jobs </strong>' Exit: Weekly Tech Recap <strong> Tim Cook </strong> would again step in to handle the day-to-day running of the iPhone maker. <q> I will continue as CEO and be involved in major strategic decisions for the company, </q> said <strong> Steve Jobs </strong>. Apple COO <strong> Tim Cook </strong> The iconic CEO's departure raised questions for investors about Silicon Valley's Week of Shake-Ups NBCBayArea Silicon Valley had a few big shake-ups this week, with Google's chief <strong> Eric Schmidt </strong> stepping down", "new_id": -2}, {"uid": "1295983609158924816", "i": 6112, "idx": 3, "sa": ["Kirsten Gillibrand", "Sen. Mark Udall", "Martin Luther King III", "Mayor Michael Bloomberg"], "q": "ill and drug addicted, who should not have easy access to deadly weapons.''`` I commend <strong> Mayor Michael Bloomberg </strong> for his leadership in working to eliminate horrible gun violence in our communities,'' said <strong> Kirsten Gillibrand </strong>. <q> I will continue to work with the <strong> Mayor Michael Bloomberg </strong>, Police Commissioner Kelly, law enforcement officials and my <strong> Sen. Ted Kennedy </strong> colleagues on a number of common sense, reasonable legislative proposals, including keeping the guns out of the hands of the mentally ill and closing loopholes to strengthen the NICS database. </q> <strong> Martin Luther King III </strong>, and other important contributors who are working to identify shortcomings in existing federal efforts to keep firearms out of the hands of criminals and the mentally ill,'' said <strong> Sen. Mark Udall </strong>.`` When I served in the", "new_id": -2}, {"uid": "1295714464099811336", "i": 25443, "idx": 0, "sa": ["Andy Coulson"], "q": "IAPAC run and controlling u.s government. </blockquote> Report Abuse <blockquote>`` The U.S. soldier was out of uniform when he sneaked off base on a motorcycle to visit his Iraqi wife in central Baghdad.'' </blockquote> Report Abuse <q> You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, <strong> Ahmed Kousay al-Taie </strong> is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil... </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families.", "new_id": -2}, [{"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]]