[{"uid": "1297426636014974991", "i": 32887, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia will fold its own app store into the Microsoft Marketplace. <strong> Stephen Elop </strong> the optimist In a press conference, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q> A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty, </q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister Winston Churchill as he spoke in London. \"I am an optimist.\" It's not immediately clear what needs to be done to make the deal", "new_id": -2}, {"uid": "1296045219000704532", "i": 38005, "idx": 0, "sa": ["John Bachman", "Michael Vick"], "q": "after a former assistant chief accused the department of age discrimination. Former Assistant Chief <strong> Michael Vick </strong> Williams served Atlanta's Station 1 for 41 years. After he was demoted to battalion chief, he decided to fight back. <q> It was an insult. That was the greatest thing, the insult, </q> Williams told Channel 2's <strong> John Bachman </strong>. \"I've never had a negative performance evaluation since the city's been doing evaluations.\" According to records, Williams is right. He was scored effective, highly effective", "new_id": -2}, {"uid": "1296105034131907654", "i": 34125, "idx": 0, "sa": ["Andy Coulson"], "q": "\"The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting Hill set.\" Kerrygold 26 January 2011 4:48 PM <q> The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting Hill set. </q> ArseneKnows 26 January 2011 4:49 PM We might need fewer spin doctors if we actually had some senior politicians who weren't public school/inherited wealth/ Oxbridge/PPE.` After <strong> Andy Coulson </strong>, No 10 should", "new_id": -2}, {"uid": "1295632864218054656", "i": 40228, "idx": 4, "sa": ["Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> said the fourth quarter marked a terrific end to a stellar year. Google reported revenues of$ 8.44 billion for the quarter, a 26 percent increase compared to the fourth quarter of 2009. <q> Our strong performance has been driven by a rapidly growing economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and, </q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.\" <strong> Eric Schmidt </strong> later offered more details on", "new_id": -2}, {"uid": "1296263404016809998", "i": 38242, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "View large map\" Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) visited a Plainview technology company Friday to push for expanding a research and development tax credit to encourage innovation and job creation among small businesses. <q> By supporting research and development, we really are making the investment where it will have the biggest bang for the buck, </q> she said at a news conference at Clever Devices, a provider... newsday.com is now available at no charge to Newsday and Optimum Online Â® subscribers. To continue reading, please log in or register", "new_id": -2}, {"uid": "1297660283045400064", "i": 22784, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group. \"<strong> Justin Bieber </strong>? Hairpiece.\"-- <strong> David Letterman </strong> revealing the top Grammy surprises. <q> I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar. </q>-- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\" \"We never expected we\"d even get invited after we were nominated.\" <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1297416018011878405", "i": 31698, "idx": 0, "sa": ["Donald Rumsfeld", "Newt Gingrich", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America. \"The Germans are buying the New York Stock Exchange,\" announced former House Speaker <strong> Newt Gingrich </strong>. <q> The U.S. is becoming the laughing stock of the world, ï¿½ exhorted reality television star <strong> Donald Trump </strong>. It's \"a national reckoning unlike any I have seen in my lifetime, </q> explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. \"This", "new_id": -2}, {"uid": "1297494586239927316", "i": 20765, "idx": 1, "sa": ["Joe Bell", "David Letterman"], "q": ", he's one of 22 bagger champions from as many states. For the past few years or so, the national winner is invited to The Late Show with <strong> David Letterman </strong>, <strong> Joe Bell </strong> said. <q> He should be proud just to go to Las Vegas, </q> said Scott Morgan, his father. \"At one time he and another contestant were neck-and-neck. He had Colby beat, then raised his hand to show he was finished, and an item", "new_id": -2}, {"uid": "1297242543083116089", "i": 15462, "idx": 5, "sa": ["Paula Abdul", "Simon Cowell"], "q": "but <strong> Simon Cowell </strong> can't help but take digs at the \"Idol\" host. He's no longer co-workers with <strong> Paula Abdul </strong> either- but does he think she made a bad choice leaving \"Idol\"? <q> No, I don't think so, </q> <strong> Simon Cowell </strong> said. \"I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a \"wow\" moment, </q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]