[{"uid": "1295440324144605237", "i": 37510, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": ".\" After several years of contests that were panned by critics and many viewers, the producers are promising more input from professional music producers, more entertaining performances by contestants and fewer distractions from surprise guests. <q>We have got to go back to creating an American idol,</q> said <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong>, who helped create \"Idol\" and returned to it last fall after two years away. Last year \"Idol\" brought an average of about 24 million viewers to Fox twice a", "new_id": -2}, {"uid": "1296490738092602393", "i": 46068, "idx": 0, "sa": ["Simon Cowell"], "q": "be perfect for the role, according to bosses. It could happen if <strong> Simon Cowell </strong>, 51, decides to focus on the US version of the show. An insider told The Daily Star: <q><strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.</q>", "new_id": -2}, {"uid": "1296700405031981636", "i": 24189, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul", "Mitch McConnell", "Cassius Marcellus Clay", "Henry Clay", "Sen. Jim DeMint"], "q": "increases are out of the question as far as he is concerned. \"As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire... for agreement,\" <strong> Rand Paul </strong> concluded. <q>But I will also keep close to my heart his cousin <strong> Muhammed Ali </strong>,</q> referring to <strong> Cassius Marcellus Clay </strong>, a leading abolitionist. <strong> Rand Paul </strong>'s audience consisted of two Republicans-- his fellow Kentuckian, Minority Leader <strong> Mitch McConnell </strong>, and <strong> Sen. Jim DeMint </strong> of South Carolina-- and <strong> Sen. Jim DeMint </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who was", "new_id": -2}, {"uid": "1297143670250691612", "i": 46276, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1297449852077103107", "i": 45133, "idx": 1, "sa": ["Steve Ballmer"], "q": "Nokia devices, while Nokia's content and app store will be integrated with Microsoft's Marketplace. \"Ecosystems thrive when fueled by speed, innovation and scale,\" explained Microsoft CEO <strong> Steve Ballmer </strong>. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> So, what will happen with Symbian and MeeGo? Well, Nokia now considers the OS a \"franchise platform,\" while recognizing the need to retain and transition the installed base of 200", "new_id": -2}, {"uid": "1296232188027263061", "i": 304, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "n't take place in the Manchester United dressing room? Because my information is that it does.\" But after deciding to fall on his sword on Wednesday evening, <strong> Richard Keys </strong> issued a statement that said: <q>I am deeply sorry for my remarks and the offence they have caused.</q> He explained: \"Going forward without <strong> Andy Coulson </strong> would have been almost impossible.\" Opinion is still divided over the seriousness of the pair's crimes, and there could be some mileage left in the story", "new_id": -2}, {"uid": "1296705381167772199", "i": 1237, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Play video Protesters hold firm after violence in Egypt Play video Hollywood fame beckons for cross-eyed opossum The United States said on Wednesday Egyptian <strong> President Bush </strong> <strong> Hosni Mubarak </strong> must take concrete steps towards democratic elections at... Copyright/IP", "new_id": -2}, {"uid": "1296563343268173331", "i": 31461, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation of hacking allegations. The source said: <q>He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the Prime Minister and those he worked closely with.</q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Government minister` advised Libya on", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1297412587250134529", "i": 29138, "idx": 1, "sa": ["Matthew Hancock", "Michael Gove"], "q": "in the country to be passed through stage 2 and the third in Suffolk. In his letter, Mr <strong> Michael Gove </strong> said the application was \"sufficiently strong in all areas\". He said: <q>I am very keen for the first Free Schools to be innovative and responsive to parental demand, and I believe that the new school your group is proposing can carry through this vision.</q> Mr <strong> Michael Gove </strong> also wrote to <strong> Matthew Hancock </strong>, MP for West Suffolk, who said he was delighted with the news. \"The SABRES team have worked tirelessly for a free school at Brandon and it", "new_id": -2}]