[{"uid": "1297254281101777433", "i": 42557, "idx": 4, "sa": ["Simon Cowell"], "q": " \"I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,\" he said. <q>I like people who are ambitious, and with that comes controversy.</q> One unwelcome flap last season on the U.K. version of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday", "new_id": -2}, {"uid": "1295629374018169863", "i": 39724, "idx": 0, "sa": ["Jerry Brown", "Eric Schmidt"], "q": "will become chief executive of the online search giant, replacing <strong> Eric Schmidt </strong> in a surprise management shakeup.( San Francisco Chronicle) â\u0080¢ California <strong> Jerry Brown </strong> fireball_xl5 January 21, 2011 at 11:37 AM <q>We will not tolerate any behavior that threatens the lives and safety of our people in the future,</q> Dupwee January 21, 2011 at 11:44 AM nexus70 January 21, 2011 at 11:55 AM stories with the most comments in the last 7 days. Christie orders Passaic Valley Sewerage Commission to explain friends, family in", "new_id": -2}, {"uid": "1297219561091242549", "i": 5381, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Robert Gates"], "q": "personnel that worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defense secretary 2001-2006 under former president <strong> President Bush </strong>. He was replaced as defense secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1296821695221364241", "i": 36384, "idx": 1, "sa": ["Zahi Hawass", "Christiane Amanpour"], "q": "It was unclear how much had been taken. \"I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad,\" he wrote. <q>If anything happens to the museum, I would bravely tell everyone all over the world, because I am a man of honor, and I would never hide anything from you.</q> For Complete Coverage of the Crisis in Egypt, Featuring Exclusive Reporting From <strong> Christiane Amanpour </strong>, Click Here Archaeologists elsewhere took little comfort, concerned that <strong> Zahi Hawass </strong> was, as one put it", "new_id": -2}, {"uid": "1296318894261652524", "i": 14815, "idx": 6, "sa": ["Allen Iverson"], "q": "me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295665764077054063", "i": 16684, "idx": 4, "sa": ["Eric Schmidt"], "q": "long time. By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,\" Mr <strong> Eric Schmidt </strong> said. Commenting on the management change, Mr Page said: <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade... we are only at the beginning and I can't wait to get started.</q>", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1297275957168607770", "i": 12550, "idx": 0, "sa": ["Warren Casey", "Jim Jacobs", "David Letterman", "Vince Lombardi", "Dan Lauria"], "q": "original Grease. Performances will play ATC's home at 1909 W. Byron, Chicago, IL. Opening night is May 2, 2011. Here's how ATC bills the show: <q>Chicago. 1959. Before two movies and three Broadway productions, summer lovin' happened on Lake Michigan and the Pink Ladies were a group of working class outsiders living on Chicago's Northwest Side. Including never-before-heard music, lyrics and scenes, author <strong> Jim Jacobs </strong> teams up with artistic director <strong> PJ Paparelli </strong> and choreographer <strong> Jim Corti </strong> to bring to life for the first time since 1971 the original R-Rated version of the world's most famous movie musical.</q> Grease has book, music and lyrics by <strong> Jim Jacobs </strong> and <strong> Warren Casey </strong>. For more information, visit www.atcweb.org.* <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video", "new_id": -2}, {"uid": "1295617480099680409", "i": 6061, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "while working as editor of the \"News of the World\" newspaper. \"I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q>Unfortunately, continued coverage of events connected to my old job at the \"News of the World</q> has made it difficult for me to give the 110 per cent needed in this role.\" Prime Minister <strong> David Cameron </strong> said he was \"very sorry\" that <strong> Andy Coulson </strong> had decided to resign, but understood why", "new_id": -2}, {"uid": "1296227265086933575", "i": 23690, "idx": 0, "sa": ["Andy Coulson"], "q": "Culture of bullying? Didn't <strong> Andy Coulson </strong> have similar trouble at NOTW? I wonder what became of him? rob 26 January 2011 at 15:00 \"Keir\" <q>So what would the British economy do if all those who have made provocatively lewd remarks in the workplace were to get the tin tack? There wouldn't be many workers left, and even fewer employers and management!</q> Probably true- but the most workers don't have the privilege of earning millions to get it wrong in front of millions and the bosses do as they like anyway with their millions. Like", "new_id": -2}]