[{"uid": "1295056121189628419", "i": 41984, "idx": 0, "sa": ["Bernie Sanders", "A Clinton White", "Bill Clinton", "Ron Klain"], "q": "Democratic activists and liberals on Capitol Hill. They believe the selections stRon Klaingly suggests the <strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> A Clinton White </strong> did. <q> I worry about his appointments, </q> said Sen. <strong> Bernie Sanders </strong>( I-Vt.)`` It's a move in the conservative direction.'' <strong> Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals", "new_id": -2}, {"uid": "1296833917069533714", "i": 43661, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "the near term and spur a$ 90 billion increase in the U.S. gross domestic product in the slow economic recovery. The foundation projected the R&D incentive would allow discoveries leading to 3,850 new American patents. <q> Congress and the administration should embrace this proposal as an element of sustained economic recovery, </q> the ITIF report concluded. <strong> Kirsten Gillibrand </strong> said the U.S. for 30 years led the world in providing research and development tax incentives for companies. But the nation has fallen to 17 th among industrial nations in", "new_id": -2}, {"uid": "1295518080162037788", "i": 56223, "idx": 8, "sa": ["Tracy McGrady", "Allen Iverson", "Jermaine O'Neal", "Jason Kidd"], "q": "from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002.`` I score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this seJason Kidd, scoring 55 points against", "new_id": -2}, {"uid": "1297170893185073677", "i": 56884, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "' X Factor' Daniel Berehulak/Getty Images <strong> Simon Cowell </strong> LOS ANGELES-- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to take everyone", "new_id": -2}, {"uid": "1297177746196968450", "i": 11068, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": "to celebrate his Super Bowl victory. The Super Bowl MVP told <strong> David Letterman </strong>,`` I watch your show a lot. It's good to be here.'' <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his <q> ascension to the throne following <strong> Brett Favre </strong> </q> was a remarkable story.`` I'm not 6' 5'' and I'm not 240 lbs, but I think the things you can't measure are often the things that give people the most success,", "new_id": -2}, {"uid": "1296228272172146710", "i": 20870, "idx": 7, "sa": ["Mitch Daniels", "Mike Pence", "Tim Pawlenty", "Dan Coats"], "q": "continue to raise money as a member of Congress). But Indiana senator <strong> Dan Coats </strong> tells NRO that if and when <strong> Mike Pence </strong> does announce, he will enter the governor's race as the frontrunner. <q> He is clearly someone who could carry on the remarkable success of <strong> Mitch Daniels </strong>, </q> <strong> Dan Coats </strong> says.`` I am going to strongly encourage him to run. I know he's going to take a little Tim Pawlentye to assess it, but I hope he's our next governor.''", "new_id": -2}, {"uid": "1297240707110002271", "i": 60021, "idx": 3, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "new_id": -2}, {"uid": "1295278326044859404", "i": 8910, "idx": 0, "sa": ["Tim Cook", "Steve Ballmer"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q> By the Tim Cooke Microsoft gets it figured out everybody will already own an iPad, </q> said Keith Goddard, CEO of Capital Advisors Inc. an investing firm in Tulsa, Oklahoma, that holds Apple shares.`` That train has left the station.'' Microsoft will announce a full version of", "new_id": -2}, {"uid": "1296939026066093065", "i": 51453, "idx": 2, "sa": ["Sergio Marchionne"], "q": "here, <strong> Sergio Marchionne </strong> three times referred to the`` shyster'' loans that the U.S. and Canadian governments made to save Chrysler in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said Friday. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut. </q> Advertisement Today, he said the term- which generally refers to someone who acts in a disreputable, unethical, or unscrupulous manner- was improper.`` I used a term in", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]