[{"uid": "1295564753175194122", "i": 18413, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "accent on Wednesday's`` Tonight Show,'' but <strong> Howard Stern </strong>? He didn't seem to be giving <strong> Jay Leno </strong> as good-natured a ribbing`` He's not fit to scrub <strong> David Letterman </strong>'s feet,'' <strong> Howard Stern </strong> said. <q> I don't know why he's beaten <strong> David Letterman </strong> in the ratings, it's beyond my comprehension. America must be filled with morons... the ones that are watching him must be watching him in a coma. </q> E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1297639527102711458", "i": 15186, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> Get news and reviews from the world of literature delivered to your inbox with our Bookshelf newsletter. Sign up'' It is, of course, a logical fallacy to multiply categories beyond necessity, but it's", "new_id": -2}, {"uid": "1295231821192299018", "i": 1870, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "sixth NFC seed. <strong> Aaron Rodgers </strong> closed the season as the last NFC Offensive Player of the Month.`` I feel the exact same,'' <strong> Aaron Rodgers </strong> said in comparing himself to a year ago. <q> I've had 16 more starts, actually 15 because I missed a start. It's the same preparation. </q> When <strong> Michael Vick </strong> left Philadelphia's Lincoln Financial Field on Jan. 23, 2005, after Atlanta's 27-10 loss to Philadelphia in the NFC Championship Game, only the grandest <strong> Michael Vick </strong> critic could have thought it would be", "new_id": -2}, {"uid": "1295642351182517829", "i": 2763, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q> We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy, </q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s):", "new_id": -2}, {"uid": "1297192837228835342", "i": 10832, "idx": 1, "sa": ["Steve Ballmer", "Bill Gates"], "q": "technical or engineering backgrounds; most of them have since left the company.`` The question: Is a sales and marketing culture going to resonate or conflict with the company that <strong> Bill Gates </strong> built?'' I asked <q> From private conversations with Microsoft employees closer to product development, I've heard a fair bit of grumbling about swelling middle management and a priority of hiring more MBAs or sales people than technical staff. </q> I'm still hearing those grumblings today. I must wonder about the question in reverse: If <strong> Steve Ballmer </strong> puts more engineers in place, will that cause disruptive cultural conflict with the sales and marketing hierarchy? Why", "new_id": -2}, {"uid": "1296010057252100625", "i": 29450, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "told the committee that recognizing the M1911 is an appropriate honor for Browning. Instead of the gun being blamed for killing people, it should be credited for saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. <q> Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people, </q> <strong> Stephen Sandstrom </strong> said.`` We need to stop demonizing firearms.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range", "new_id": -2}, {"uid": "1296243650097697808", "i": 707, "idx": 1, "sa": ["Andy Coulson", "Rebekah Brooks"], "q": "blog Guido Fawkes. It referred to Guardian`` hacks'' planning a story on the dinner, in the context of the Guardian`` waging a war'' against News International and <strong> Andy Coulson </strong> over phone hacking, and the <q> slight matter of the government imminently taking a crucial decision </q> about the Murdoch takeover of BSkyB. It pointed out`` Dave and Sam'' often socialised with`` <strong> Rebekah Brooks </strong> and her husband` Champagne Charlie' <strong> Rebekah Brooks </strong>'', as they were near neighbours in Oxfordshire. Sunday lunches", "new_id": -2}, {"uid": "1296859719014893061", "i": 15650, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Daimler gave Chrysler managers a booklet that described the product development process- mostly in German, <strong> Sergio Marchionne </strong> said.`` Three-quarters of the words in the booklet were in German,'' <strong> Sergio Marchionne </strong> told said in his remarks. <q> If you think that there's no English equivalent to a word you use in German, you're nuts. </q> Daimler, the maker of Mercedes Benz vehicles, bought Chrysler in 1998 and ultimately sold the company to Cerberus in 2007. Chrysler filed for a U.S. funded bankruptcy after coming to the brink of collapse during the economic", "new_id": -2}, {"uid": "1296681383130105374", "i": 43908, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson", "Rupert Murdoch"], "q": "3 February 2011. It was last modified at <strong> Rupert Murdoch </strong> unveils next step in media empire- the iPad` newspaper' Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q> It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management. </q> BBC's Craig Oliver is the new <strong> Andy Coulson </strong>", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]