[{"uid": "1295563322217792552", "i": 60017, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "day to day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q> Day-to-day adult supervision no longer needed! </q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google on Thursday also announced fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion,", "new_id": -2}, {"uid": "1296808457040140804", "i": 452, "idx": 2, "sa": ["David Letterman", "Meghan Linsey"], "q": "'re set to tape their first guest spot on Late Show with <strong> David Letterman </strong> on Monday. The show will air later that night.`` We are really, really excited about'' <strong> David Letterman </strong>, <strong> Meghan Linsey </strong> said. <q> I think it's really a huge opportunity for us to be able to do something that big on late night. I feel like we're reaching a milestone. I grew up watching that show, and I feel like <strong> David Letterman </strong> is the holy grail. </q> Steel Magnolia's Wildhorse Saloon album release show begins at 7:30 p.m. today. www.wildhorsesaloon.com. Fans can catch the duo on Late Show with <strong> David Letterman </strong> 10:35 p.m. Monday on CBS.-", "new_id": -2}, {"uid": "1295247971152551461", "i": 36420, "idx": 1, "sa": ["Alassane Ouattara"], "q": "des militants pro- href=\"http://www.lalibre.be/sujet/PN/Alassane Ouattara+Alassane Ouattara\" title=\"Plus d'infos sur Alassane Ouattara\"> <strong> Alassane Ouattara </strong> vindicatifs.`` Nous avons du sang de guerrier'', s'em porte un habitant du quartier d'Abobo, o six policiers auraient perdu la vie. <q> Nous les tuerons tous jusqu'au dernier parce qu'il n' y a personne pour nous aider. </q> Ces jeunes en col?re sont galement une arme de choix dans le camp Gbagbo.'', bras droit de l'ex- Pr?sident, parcourt Abidjan comme une star en tourn?e. De meeting en meeting, il", "new_id": -2}, {"uid": "1295616610091799567", "i": 38518, "idx": 1, "sa": ["Pearl Jam", "David Letterman", "Rumer Willis", "Kelly Curtis", "Jools Holland", "Jeremy Piven"], "q": "ten acts you are... Exclusive Details On <strong> Pearl Jam </strong>'s 20th Anniversary Blowout Yahoo Music Dreamed up by their manager, <strong> Kelly Curtis </strong>, on a drunken night in Black Crowes Hard to Handle Live on <strong> David Letterman </strong> 1990 Remedy del albun <q> The Southern Harmony and Musical Companion </q>( 1992)... Black Crowes with Stereophonics& <strong> Jools Holland </strong>- Twice as Hard Black Crowes with Stereophonics& <strong> Jools Holland </strong>- Twice as Hard... <strong> David Letterman </strong> Late Show- The Black Crowes- <strong> Jeremy Piven </strong>, <strong> Rumer Willis </strong> 09/01/2009 <strong> David Letterman </strong> Late Show", "new_id": -2}, {"uid": "1297323057252542979", "i": 12184, "idx": 10, "sa": ["Colin Powell"], "q": "viable nuclear program destroyed when the cabal committed treason outing Plame to retaliate against <strong> Colin Powell </strong>'s friend Joseph Wilson. Posted by: jameschirico| February 9, 2011 12:05 PM| puck opined: <q> The fact that Politicians lie, is no revelation. </q> There's no logic in this as a mere substitution of the collective noun`` little children'' shows:`` The fact that little children lie, is no revelation.'' I", "new_id": -2}, {"uid": "1297356277264552496", "i": 49028, "idx": 4, "sa": ["Mike Pence", "Diana DeGette"], "q": "forward with job creation,'' said <strong> Diana DeGette </strong>. <strong> Mike Pence </strong> Jerry Nadler( D-N.Y.) argued Wednesday that all three bills run counter to a core GOP principle. Nadler says Republicans have lectured Democrats for years about <q> the overreach of government into people's private lives. </q> He believes the measures they're now offering are`` the height of hypocrisy.'' Nadler argues that Republicans`` would have the federal government intervene in the private and personal medical decisions of women.''", "new_id": -2}, {"uid": "1297145575101449730", "i": 26218, "idx": 11, "sa": ["Simon Cowell"], "q": "top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in", "new_id": -2}, {"uid": "1295212399176947211", "i": 13351, "idx": 0, "sa": ["Johnny Depp", "Halle Berry", "Nicole Kidman", "Mark Wahlberg", "Angelina Jolie", "Anne Hathaway", "Annette Bening"], "q": "edge for dramatic actress as a ballerina coming unhinged in`` Black Swan,'' while <strong> Annette Bening </strong> is the probable winner for best actress in a musical or comedy for her role as a stern but loving lesbian mom in <q> The Kids Are All Right. </q> The ceremony also features such heavyweight nominees as <strong> Mark Wahlberg </strong>, <strong> Halle Berry </strong> and <strong> Nicole Kidman </strong> in the dramatic acting categories and <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong> in the musical or comedy ranks. Services For information", "new_id": -2}, {"uid": "1297137461190611470", "i": 7712, "idx": 10, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "believed Saddam Hussein had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003-- and never spoke up during meetings with the <strong> George H. W. Bush </strong> to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George H. W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged:`` My goodness, the intelligence was certainly", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]