[{"uid": "1295807421110559236", "i": 28654, "idx": 13, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "Has Some Advice For <strong> Barack Obama </strong> <strong> Colin Powell </strong> was on \"Meet the Press\" last week, where he talked about all of the things <strong> Barack Obama </strong> has touted and been involved in for the last two years. <strong> Colin Powell </strong> said, <q>the <strong> Barack Obama </strong> also has to, I think, shift the way in which he has been doing things. I thin... POWELL ENDORSES OBAMA- Republican, Military <strong> Colin Powell </strong> Supports Democratic Ticket POWELL ENDORSES OBAMA- Republican, Military <strong> Colin Powell </strong> Supports Democratic Ticket <strong> Colin Powell </strong> Powel on <strong> John McCain </strong> \"Good Morning America</q> 7:04 am Package TOPIC: Backlash of <strong> Colin Powell </strong>'s Endorsement TRANSCRIPT: JOHN BERMAN: Though he said he admired <strong> John McCain </strong>, <strong> Colin Powell </strong> laid out a meticulous indictment of his old friend, on the economy- COLIN POWELL(", "new_id": -2}, {"uid": "1297098713099483693", "i": 37806, "idx": 2, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "pointed out last June, adopted one of the so-called \"bait dogs\" <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, <q>While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life.</q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past-- which, as you'll see in the video, never happened. Rooster Ok, <strong> Dwaine Caraway </strong>'s an", "new_id": -2}, {"uid": "1296136833182419458", "i": 6417, "idx": 0, "sa": ["Christina Aguilera", "Cheryl Cole", "Simon Cowell"], "q": "that says, \"Although <strong> Simon Cowell </strong> is desperate for <strong> Cheryl Cole </strong> to join him on the judging panel, bosses just aren't convinced.\" The insider goes on to say that the execs all want <strong> Christina Aguilera </strong>, adding, <q>She is a massive star globally and her voice is recognized as one of the best of all time so there really isn't any competition especially where <strong> Cheryl Cole </strong> is concerned.</q> But a pal of <strong> Christina Aguilera </strong>'s tells GossipCop.com, there's \"no truth to her becoming a judge on X Factor.\"", "new_id": -2}, {"uid": "1296349513037584923", "i": 16805, "idx": 0, "sa": ["Taylor Hicks", "Steven Tyler", "Josh Turner", "Scotty McCreery", "Simon Cowell", "Jennifer Lopez"], "q": "Now we have new judges in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> of Aerosmith joining Jackson. No more <strong> Simon Cowell </strong> to diss country music- a fact the 62-year-old rocker <strong> Steven Tyler </strong> recently pointed out on \"<strong> Taylor Hicks </strong> and Friends.\" <q>That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes, \"Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry.</q> Don't be sorry about that Steve! So far, the judges( and I) are smitten with a <strong> Josh Turner </strong> sound-alike in 16-year-old <strong> Scotty McCreery </strong>, who made the cut in Milwaukee. Thursday night\"s auditions", "new_id": -2}, {"uid": "1295440341100417550", "i": 48750, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a contestant, and at others their opinions will diverge- perhaps with a quarrel. \"<strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> and I all agree a lot[ and] we disagree a lot,\" he said. <q>You're going to see all flavors of the rainbow because we all think sort of the same way because we're music industry professionals.</q> How do you think the \"Idol\" judges will do without <strong> Simon Cowell </strong>? Tell us in the comments! Don't miss our \"American Idol\" live stream \"Judging the Judges: An", "new_id": -2}, {"uid": "1295295073113115163", "i": 31530, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "all three patients yesterday. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television on Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she said. Another congressional colleague, US", "new_id": -2}, {"uid": "1295448193089899023", "i": 4807, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "want this to happen,\" Late Show host <strong> David Letterman </strong> called Live host <strong> Regis Philbin </strong> on his show Tuesday night to talk about Mr. <strong> Regis Philbin </strong>'s announcement that he is leaving Live at the end of this season. <q>I don't want this to happen. I don't want you to leave,</q> Mr. <strong> David Letterman </strong> said. He asked <strong> Regis Philbin </strong> to clarify his announcement from the morning-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. \"I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( \"CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1296244617002752522", "i": 12815, "idx": 8, "sa": ["Tyronn Lue", "Allen Iverson", "Kevin Garnett"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Nba_Celtics__Lakers__Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about", "new_id": -2}, {"uid": "1295218051235503687", "i": 1368, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": ", hundreds of people killed and dozens were still missing Thursday.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011304338.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html&amp;title=Daring rescue as Brazil slammed by deadly slides& site= world& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}]