[{"uid": "1296853107145915918", "i": 3974, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night. \"I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q> He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. \"We're looking for success stories, </q> he added. \"We're not looking for players to fail. This is a young man who made horrific mistakes. He dealt with them, he paid a very significant price, and now he's doing", "new_id": -2}, {"uid": "1295613803099680259", "i": 14648, "idx": 0, "sa": ["Andy Coulson"], "q": "Print <strong> Andy Coulson </strong> quits Downing Street communications role The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q> made it difficult for me to give the 110% needed in this role </q>. He faced pressure after stories about phone hacking while he was editor. Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal but denied knowing phone hacking was taking", "new_id": -2}, {"uid": "1296770511173654034", "i": 12170, "idx": 20, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,\" <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew <q> that some of these sources were not good, </q> \"didn't speak up,\" and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one", "new_id": -2}, {"uid": "1296580952160382986", "i": 2251, "idx": 1, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "thousands of man hours researching the financial condition of the 15 largest states in the U.S.. \"A lot of this is, You know it, but can you prove it?\" <strong> Meredith Whitney </strong> said. <q> There are fifth-derivative dimensions that I don't think I need to spell out to my clients. </q> <strong> Meredith Whitney </strong> has her fair share of opponents in the matter, including PIMCO's <strong> Bill Lockyer </strong> Gross, who does not agree with her \"theory.\" California Treasurer <strong> Bill Lockyer </strong> said that <strong> Meredith Whitney </strong>'s actions are", "new_id": -2}, {"uid": "1295587968175472692", "i": 188, "idx": 0, "sa": ["Jay Leno", "Gene Ellison", "David Letterman", "Bill Cosby", "Thomas Wolfe"], "q": "it with without being profane.\" <strong> Bill Cosby </strong> has made fans \"realize that the problems they face- black or white- are the same,\" said Asheville lawyer <strong> Gene Ellison </strong>. <q> He is able to communicate with people on different levels. </q> <strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. \"I come out and sit down,\" he said", "new_id": -2}, {"uid": "1294965093056983574", "i": 3890, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She even scratched her nose, Lemole said. The encouraging news continued when <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., stood in the hospital room Wednesday, talking, joking and touching their friend. <q> She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding, </q> <strong> Kirsten Gillibrand </strong> said. \"And the more we joked about what we were going to do, she started to open her eyes.\" <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment", "new_id": -2}, {"uid": "1296088771132530180", "i": 27137, "idx": 0, "sa": ["Eric Schmidt"], "q": "link shortening service, as well as code obfuscation with RSA public key cryptography algorithm are spreading malicious links via a bogus antivirus campaign. Global CIO: Google's <strong> Eric Schmidt </strong>: Top 10 Reasons Mobile Is Always# 1 <q> The answer should always be mobile first, </q> outgoing Google CEO <strong> Eric Schmidt </strong> said last year-- and his compelling arguments are even more persuasive today. Simple Email Service offers AWS customers a low-cost, hosted option to on-premises or third-party email systems. Now", "new_id": -2}, {"uid": "1295928966011796491", "i": 2198, "idx": 3, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against With Richard Hamilton sidelined, the Detroit Pistons abandoned their", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1296066420080527365", "i": 10586, "idx": 1, "sa": ["Andy Coulson", "Sian Massey"], "q": "to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments \"extraordinary\". \"I can not believe the frenzy that's blown up,\" said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on \"very good terms\", adding: \"I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}]