[{"uid": "1296259221174211079", "i": 44888, "idx": 2, "sa": ["Mike Pence"], "q": "the Republican nomination for president in 2012.\" Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to <q>learn about how Hoosiers think we might best contribute in the years ahead.</q> Mr. <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. While there is no official word yet on whether he", "new_id": -2}, {"uid": "1295997065180568078", "i": 42527, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both", "new_id": -2}, {"uid": "1295491763246759446", "i": 14253, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Some Sniping... and a Girlfight?( 74) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 59) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, {"uid": "1295565740204783649", "i": 20449, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In this new role I know he will merge Google's technology and business vision brilliantly,\" <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> <strong> Eric Schmidt </strong> said managing the business became more complicated as the Mountain View, Calif., company has grown, so he, Page and <strong> Sergey Brin </strong> had been discussing how to simplify the company's management structure and speed up", "new_id": -2}, {"uid": "1295686798040943655", "i": 29460, "idx": 0, "sa": ["Mike Pence"], "q": "a November 2010, speech to the Detroit Economic Club, <strong> Mike Pence </strong> of Indiana, who is said to be exploring a White House bid, made an explicit connection between American free enterprise, exceptionalism and Christianity. <q>The free market is what made America's economy the greatest in the world,</q> <strong> Mike Pence </strong> declared. \"To renew American exceptionalism, we must recognize that our present crisis is not merely economic, but moral in nature... As we seek to build national wealth, we must renew our commitment to", "new_id": -2}, {"uid": "1297459269244645955", "i": 3041, "idx": 0, "sa": ["Gary Ackerman", "Mike Pence"], "q": "demonized as seeking to install a Sunni theocracy. But many in Congress expressed concerns about what may be coming next in Egypt, saying they hope an Iranian-style Islamist revolution will not follow the current turmoil. <q>I do not believe the people of Egypt have undertaken this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime,</q> said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. \"I am concerned about an orderly transition to what? Or an orderly transition to who?\" Representative <strong> Mike Pence </strong>, a Republican,", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1297271153262504483", "i": 9996, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": " \"I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,\" said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q>It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win.</q> Also, where American Idol has an age limit, anyone over the age of 12 can audition for the X Factor. Duo's or even large groups can audition as well. After discovering <strong> Susan Boyle </strong> on", "new_id": -2}, {"uid": "1297707996054411379", "i": 11615, "idx": 0, "sa": ["Sarah Chalke", "Taylor Swift", "Kim Kardashian", "Justin Bieber", "Simon Cowell", "Eva Longoria", "Marion Cotillard"], "q": "Performances, upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Taylor Swift </strong>'s Unrequited Crush: <q>I Was So in Love With You</q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Sarah Chalke </strong> Returns to TV But This Time, It\"s Love at First Sight <strong> Justin Bieber </strong>: Im Spending Valentines Day With... <cite> Us Magazine </cite> <strong> Marion Cotillard </strong>` In", "new_id": -2}, {"uid": "1295294907018006026", "i": 21432, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. THQ", "new_id": -2}]