[{"uid": "1295621146048054324", "i": 48784, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In appointing <strong> Andy Coulson </strong>, <strong> David Cameron </strong> judged his experience and skills outweighed the political risk that the phone-tapping scandal might resurface. <q>The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. He's now done the right thing but he should have done it earlier,</q> Labour leader <strong> Ed Miliband </strong> told reporters. \"I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long.\" <strong> Rupert Murdoch </strong>'s News Corp. is also in the spotlight as", "new_id": -2}, {"uid": "1297127081189071391", "i": 25840, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", maybe <strong> Paula Abdul </strong> for \"X Factor' <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I\"ve always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1297427071058949663", "i": 2486, "idx": 5, "sa": ["Darren Cooper", "Michael Gove", "Andy Burnham"], "q": "said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\". He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\". <q>School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents,</q> said <strong> Andy Burnham </strong>. The judge said Sandwell council should have been allowed to explain its special circumstances to the Department for Education. <strong> Darren Cooper </strong>, leader of Sandwell council, said he intended to apply for", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1296047570033832973", "i": 29813, "idx": 0, "sa": ["Eric Schmidt"], "q": "now sees much of its product extension through the prism of consumers on-the-move. So, what about travel? Well, on the eve of his surprise standing down as Google CEO, <strong> Eric Schmidt </strong> <q> \"We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale.</q>\" If there was ever a \"strategic initiative\" for Google in 2011 it will be the integration of ITA Software in some way into search( presuming for a moment that the US Department of Justice", "new_id": -2}, {"uid": "1295907484175931405", "i": 2739, "idx": 5, "sa": ["Eric Schmidt"], "q": "MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained \"more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.\" The article asks, <q>Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?</q> Spin off? While there's no reason to think Google would kill off Google Apps, there are scenarios that could trouble enterprise customers, Gartner analysts say. Google investors could conceivably push the company", "new_id": -2}, {"uid": "1297375908005832712", "i": 2695, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q>maybe if we give him a third term, he might get it right.</q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1295631931155697177", "i": 35548, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>'s giving up on Google, though, as the trades are supposed to take place over the course of one year, not one week or one day. Also, the SEC filing noted, <q>If <strong> Eric Schmidt </strong> completes all the planned sales under this trading plan, he would continue to own approximately 8.7 million shares, which would represent approximately 2.7% of Google's outstanding capital stock and approximately 9.1% of the voting power of Google's outstanding capital stock( assuming no other sales and conversions of Google capital stock occur).</q> Top Rated White Papers and Resources I wonder if <strong> Eric Schmidt </strong> jumping ship means something crazy is going to happen? I don't know the whole story but if a CEO leaves the company and tries to", "new_id": -2}, {"uid": "1297234014042778761", "i": 944, "idx": 7, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "War\" assumes \"that rail transit is always slower and less desirable than driving.\" But \"Washington's War\" does not say that rail transit is always slower( as is indicated by the words <q>the overwhelming majority of transit services are not time-competitive with automobiles</q> nor is there any statement to the effect that transit is always less desirable than driving). A citation error in the APTA report( now corrected) precluded evaluation of <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s accident claim. However", "new_id": -2}, {"uid": "1295886626001212416", "i": 40503, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q>Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,</q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" Play video Moscow Airport Blast Kills At Least", "new_id": -2}]