[{"uid": "1297639527102711458", "i": 15188, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes. \"nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie.", "new_id": -2}, {"uid": "1295551341173850658", "i": 36576, "idx": 0, "sa": ["Piers Morgan", "Barack Obama", "Sen. Bernie Sanders", "Condoleezza Rice", "Anthony Weiner"], "q": "GOP drinking game On the House floor Wednesday, <strong> Sen. Bernie Sanders </strong> <strong> Anthony Weiner </strong>, D-New York, flared up when discussing efforts by House Republicans to repeal and replace <strong> Barack Obama </strong>'s health care reform law. <q> For all of you sitting and watching at home, playing the drinking game where you take a shot every time a Republican lies; you better get a designated driver, </q> he said. Wedding bells for <strong> Condoleezza Rice </strong>? CNN's <strong> Piers Morgan </strong> prodded former Secretary of State <strong> Condoleezza Rice </strong> on if wedding bells are in her future. \"<strong> Condoleezza Rice </strong>, while you remain", "new_id": -2}, {"uid": "1296772477091881732", "i": 30415, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But the report concluded that \"the department believes that existing remedies with respect to contractor wrongdoing are sufficient.\" <q> It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> <strong> Sen. Bernie Sanders </strong> said in a news release. You must fill out the comment body in order to submit a comment. 4INFO. Standard Messaging Rates or other charges apply. To Opt-out text STOP to 4INFO( 44636", "new_id": -2}, {"uid": "1297326532163430468", "i": 7645, "idx": 0, "sa": ["Howard Mudd", "Michael Vick", "Peyton Manning"], "q": "Castillo was seeking, before Castillo made it to the NFL as an o-line coach. Protecting <strong> Peyton Manning </strong>, as <strong> Howard Mudd </strong> did in his previous job, might be a little different from protecting <strong> Michael Vick </strong>. <q> I don't know, the last guy that I was in charge of protecting didn't have those characteristics, </q> <strong> Howard Mudd </strong> said, laughing, when someone pointed out the difference in styles. \"I don't think[ it will be so different]. I think our responsibility is that there is a throwing spot back there", "new_id": -2}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a \"Not Me, Not My Fault\" book, hitting the streets this week. From the NYT; <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\" \"[ snip] His", "new_id": -2}, {"uid": "1297268973021168168", "i": 27394, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gibbs"], "q": ",\" Mr. <strong> Robert Gibbs </strong> said Monday. Mr. <strong> Donald Rumsfeld </strong> said he hoped the private messages coming from the White House were more consistent that its public stance so far. <q> That is unfortunate, that they seem to be crossways with their assigned diplomat, <strong> Frank Wisner </strong> and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful, </q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast. \"I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,\" he said. The", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a \"wow\" moment, </q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1296104989131907606", "i": 18430, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's \"sizable.\" \"We believe it was worth it,\" he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore the company's shoulder pads", "new_id": -2}, {"uid": "1296023224046219314", "i": 5780, "idx": 0, "sa": ["Allen Iverson"], "q": "After joining the Phillies as a consultant in 1994, he was hired to conduct \"personality assessments\" of prospective NBA draft picks for the 76ers two years later. His first interview was <strong> Allen Iverson </strong>. <q> It's a big town, but it's a small town, </q> Fish said. \"Word started to get around.\" Once it got around to Penn Athletic Director Steve Bilsky 11 years ago, he invited Fish to speak to a group of Penn coaches. The", "new_id": -2}, {"uid": "1295015327063946775", "i": 20032, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".\" A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February. </q>", "new_id": -2}]