[{"uid": "1295332273063275204", "i": 11587, "idx": 2, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": ", Republicans, the Tea Party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,'' Benko said in a statement announcing the new group. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> Though he lacks the national profile of a <strong> Mitt Romney </strong> or <strong> Sarah Palin </strong>, <strong> Mike Pence </strong>, who hosted a talk radio show before entering Congress in 2000, has spent years endearing himself to conservative audiences and is popular among", "new_id": -2}, {"uid": "1295612145098222099", "i": 2722, "idx": 0, "sa": ["Andy Coulson"], "q": " <strong> Andy Coulson </strong> has been under strain over allegations of widespread hacking of mobile phone messages by journalists at the News of the World when he was editor of the paper, from which he resigned in 2007. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement.`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this", "new_id": -2}, {"uid": "1295610181062603290", "i": 7629, "idx": 5, "sa": ["Andy Coulson"], "q": "2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote either`` pressures'' of work vs.`` family commitments'' as his reason for leaving the post and no doubt <q> looking forward to new challenges </q> in the future. windbag86 21 January 2011 11:41 AM Lushattic 21 January 2011 11:42 AM rabaisse 21 January 2011 11:42 AM manasota 21 January 2011 11:42 AM Gotcha!", "new_id": -2}, {"uid": "1297145483211075103", "i": 23444, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore", "new_id": -2}, {"uid": "1297126038178880522", "i": 53818, "idx": 2, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "not the case in this situation and done without my knowledge or approval.'' \" Turns out the ceremony was the brainchild of <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>, a rebel key distributor. Fox Sports: <q> <strong> Dwaine Caraway </strong> presented Philadelphia Eagles quarterback and convicted felon <strong> Michael Vick </strong> a key to the city of Dallas Saturday. </q> <strong> Dwaine Caraway </strong> said he believes`` a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring.`` I gave it to", "new_id": -2}, {"uid": "1296047092210403328", "i": 19696, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Privacy is safe with us because we have a strict The practical V12 Ferrari FF- four-seat, four-wheel-drive, 660 bhp`` shooting brake'' Johnson Controls shows off ie:3 demonstrator car at Detroit Auto", "new_id": -2}, {"uid": "1295007936080707626", "i": 11356, "idx": 1, "sa": ["Gordon Brown", "Simon Cowell"], "q": "a million for SANDS. money, mouth?'' Piers, whose guests on the ITV1 interview show have included href=\"http://yahoo-uk.feedsportal.com/fc/Gordon Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and href=\"http://yahoo-uk.feedsportal.com/fc/x-factor.html\"> <strong> Simon Cowell </strong>, told Lily: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she had", "new_id": -2}, {"uid": "1296619354222035975", "i": 16354, "idx": 2, "sa": ["George Karl", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Linas Kleiza", "Kenyon Martin"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1296859850024854534", "i": 2650, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the term`` shyster'' at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]