[{"uid": "1297260232238534678", "i": 22954, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Henry Kissinger"], "q": "RummyLeaks: <q>The <strong> Richard Nixon </strong> then said, \"<strong> Richard Nixon </strong> doesn't shoot blanks'</q> NATO <strong> Donald Rumsfeld </strong>, <strong> Henry Kissinger </strong> and former president <strong> Richard Nixon </strong> <strong> Donald Rumsfeld </strong> is promoting his upcoming memoir with a document dump, which is actually a pretty great idea. The documents he's released at Rumsfeld.com aren\"t", "new_id": -2}, {"uid": "1295437553089227285", "i": 28601, "idx": 0, "sa": ["Simon Cowell", "George Michael"], "q": "when he and pal music boss <strong> Simon Cowell </strong> heard new tracks from <strong> George Michael </strong>, <strong> Simon Cowell </strong> gushed about one: \"That is a No. 1!\" Ross, who presents next week's Comedy Awards, teased: <q>His new stuff is very modern, dancing and electronic.</q> Buy Cheap tickets for the upcoming Bam! Jordan's just released a statement confirming her marriage is over- and it's explosive stuff Bam! Jordan's just released a statement confirming her marriage is", "new_id": -2}, {"uid": "1297207144184696935", "i": 1423, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Camille Grammer", "Hailee Steinfeld"], "q": "suing for$ 16K+ for unpaid clothing. Report Abuse \"I know of a private re-hab( aka my mother's basement) where <strong> Lindsay Lohan </strong> can receive the treatment that she so richly deserves.\" Report Abuse <q>If she goes to jail, can we STOP READING about her?</q> What a waste of resources; oxygen, ink, paper, electricity, time, doctors, nurses, space. ABC News: Kelsey and <strong> Camille Grammer </strong>: <strong> Simon Cowell </strong> No More ABC News: Watch: <strong> Hailee Steinfeld </strong> on", "new_id": -2}, {"uid": "1295238796192987172", "i": 6974, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs", "Al Gore", "Arthur D. Levinson"], "q": "<strong> Steve Jobs </strong> acknowledged as much in August in a statement on <strong> Eric Schmidt </strong>'s resignation. He said the decision was mutual and made sense because <strong> Eric Schmidt </strong>'s effectiveness on the board, which he had served on for three years, <q>will be significantly diminished since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest.</q> Google didn't give an explanation for <strong> Arthur D. Levinson </strong>'s departure, which was effective immediately. Apple directors <strong> Al Gore </strong> and Bill Campbell remain advisers to Google. \"<strong> Arthur D. Levinson </strong> has been a key part of Google", "new_id": -2}, {"uid": "1295881024196345878", "i": 44604, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Jan 24, 2011, 9:57 AM EST- U.S. Markets close in 6 hrs 3 mins <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1297136473102924319", "i": 29837, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1295386580075563019", "i": 3246, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed to keep the automaker on top of the minivan segment in the North American market and said the company will develop a new type of minivan by 2014. <q>We're not going to give one inch of territory in terms of our domination of( the minivan) segment,</q> <strong> Sergio Marchionne </strong> said to workers at the Windsor Assembly Plant on Tuesday, where the Dodge Grand Caravan and the Chrysler Town& Country minivans are made. Chrysler, which popularized the minivan segment in 1983 under former", "new_id": -2}, {"uid": "1295499335019333136", "i": 219, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson", "Hubie Brown"], "q": "point effort by <strong> Kobe Bryant </strong>. Other Notes: <strong> Kobe Bryant </strong> had the famous 30 feet double clutch desperation three to beat the shot clock in this game in the 3rd quarter that showed his unlimited range. As <strong> Hubie Brown </strong> said, <q>Range is not a factor for <strong> Kobe Bryant </strong>.</q> <strong> Kobe Bryant </strong> shot http://wn.com/Allen_Iverson_23pt_vs_Kobe_Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> delivered the throwback duel fans paid to see. Just like in the 2001 NBA Finals, <strong> Kobe Bryant </strong>'s Los Angeles Lakers topped <strong> Allen Iverson </strong>'s Philadelphia 76ers. <strong> Kobe Bryant </strong> roused the 20000 fans who", "new_id": -2}, {"uid": "1296716686187006985", "i": 1168, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "do you say?\" MORRIS: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said, <q>If you break it, you own it.</q> And, clearly, <strong> Barack Obama </strong>-- whether it's because of his words about radical Islam, his failure to really condemn it, his failure to name terrorism as Islamic terrorism, and his appeasement, and very possibly", "new_id": -2}]