[{"uid": "1295082156260702223", "i": 5771, "idx": 1, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of ''Late Show with <strong> David Letterman </strong>,'' <strong> David Letterman </strong> said: <q>Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?</q> <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, ''Well, I'm sorry to hear that, or I'm not sorry to hear that?'' ''Well, you are respectfully considerate", "new_id": -2}, {"uid": "1295426255058294291", "i": 6180, "idx": 0, "sa": ["Maxine Waters", "Sen. Bernie Sanders"], "q": "to more media consolidation. <strong> Sen. Bernie Sanders </strong>( I., Vt.) decried the deal, as did <strong> Sen. Bernie Sanders </strong> <strong> Maxine Waters </strong>( D., Calif.). DirecTV, in a filing with the FCC on Jan. 5, said the <q>unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers,</q> later noting that ''Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct.'' But Comcast also had its supporters, most notably", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in ''The A-Team.' <q>It was one of the best experiences of my life. The guy loves to improvise,</q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer. '''He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1295983511241025053", "i": 16706, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "hopefuls, which sets him apart from a certain former judge. ''Well, it's not like that other guy who said,' I hate country,'' <strong> Steven Tyler </strong> reveals to' <strong> Simon Cowell </strong>. <q>That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes, ''Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry.</q> <strong> Jennifer Lopez </strong> to the judges table raised a few eyebrows, but the 62-year-old says he had good intentions in signing up for the show. ''I'm not in this for the money, I''m not in this", "new_id": -2}, {"uid": "1295907918177651713", "i": 23778, "idx": 15, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Ronald Reagan", "Saddam Hussein", "President Lyndon Johnson"], "q": "Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, ''To an occasional adversary and a permanent friend.'' <q>When I started working on the book, <strong> Henry Kissinger </strong> said, ''You tell it like it was.' We differed on some issues, and there''s nothing wrong with that. It was professional and healthy,</q> <strong> Donald Rumsfeld </strong> says. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> President Lyndon Johnson </strong> <strong> Ronald Reagan </strong> and met with Iraqi leader <strong> Saddam Hussein </strong>,", "new_id": -2}, {"uid": "1297616629186400779", "i": 26858, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "Opens Up About Mistakes in Iraq( CBS) <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> has just published a memoir titled ''Known and Unknown.'' The title comes from his famous remark that in military intelligence there are <q>known knowns, known unknowns, and unknown unknowns.</q> <strong> Donald Rumsfeld </strong> sat down to talk about his long and controversial career with our national security correspondent David Martin: As long ago as 1971, <strong> Richard Nixon </strong> was heard on the Oval Office tapes grousing about ''the", "new_id": -2}, {"uid": "1295798310158990353", "i": 9642, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": ". By the way, to those that think it doesn't matter, it may not matter to us, but it certainly matters to most people. Consider that if <strong> Colin Powell </strong> had said something like: <q>I was an officer for 25 years and I have seen good commanders and bad- and <strong> Barack Obama </strong> is in no way qualified to be running our military in this trying time- and McCain has all of the experience.</q> Don't tell me that wouldn't have hurt <strong> Barack Obama </strong>- BIG TIME. 22 posted on 01/23/2011 7:49:25 AM PST I'm committed to not giving a damn what this pompous elitist thinks. IMHO", "new_id": -2}, {"uid": "1297290610118325259", "i": 33722, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "and Commerce Health Subcommittee], working with him and hope to see this through,'' <strong> Mike Pence </strong> told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal. <q>The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men,</q> NARAL <strong> Nancy Keenan </strong> said. ''While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregnancy. Americans will not", "new_id": -2}, {"uid": "1295958474022577176", "i": 10394, "idx": 1, "sa": ["Zahi Hawass"], "q": "the Neues Museum in the German capital where the bust is kept. ''The foundation's position on the return of Nefertiti remains unchanged,'' foundation president Professor Hermann Parzinger said in a statement. <q>She is and remains the ambassador of Egypt in Berlin.</q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}, {"uid": "1297294523070500357", "i": 13336, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Scott McClellan", "Richard Grenell"], "q": "achievement: Leonine moustache Memoir: Surrender Is Not An Option( 2007) What they said about him then: ''Damaged goods.''- <strong> Barack Obama </strong>, 2005 What they say about him now: <q>Someone needs to say it now. <strong> John Yoo </strong> <strong> George Washington </strong> was right... No <strong> George Washington </strong> Ambassador has produced more Security Council Resolutions on the issue of Iran than <strong> John Yoo </strong> <strong> George Washington </strong>. <strong> George Washington </strong> was able to produce three UN Security Council resolutions on Iran, two with the increasing pressure of sanctions. The deadlines in the resolutions that <strong> George Washington </strong> insisted upon were kept mainly because he held his counterparts to their word</q>- <strong> Richard Grenell </strong>, CBS( 2009) <strong> Scott McClellan </strong> Job: Press <strong> Donald Rumsfeld </strong> Notable achievement: Not liking the Iraq war anymore Memoir: What Happened( 2008) What they said about him then: ''", "new_id": -2}]