[{"uid": "1295611498129794052", "i": 13396, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the News of the World. In a personal statement issued by Number 10, <strong> Andy Coulson </strong> said he was \"proud\" of his work with <strong> David Cameron </strong> and the coalition. <q>I can today confirm that I've resigned as Downing Street director of communications,</q> he said. \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years. \"I'm extremely proud of the part I've played in helping him reach No", "new_id": -2}, {"uid": "1297701009051036160", "i": 9864, "idx": 0, "sa": ["Norah Jones", "John Mayer", "David Letterman", "Katy Perry", "Dolly Parton", "Keith Urban", "Nicole Kidman"], "q": "of meat-dress fame was taking a year off. Some of the evening's best moments were quick glimpses. <strong> David Letterman </strong> provided a mid-show Top 10 list for the event, and No. 3 was a winner: <q><strong> Lady Gaga </strong> Antebellum and <strong> Lady Gaga </strong> form supergroup <strong> Lady Gaga </strong> Antegagum.</q> A camera caught actress <strong> Nicole Kidman </strong>, there with husband <strong> Keith Urban </strong>, jamming along to <strong> Katy Perry </strong>'s \"Teenage Dream\" from her seat. And <strong> Keith Urban </strong> paired with <strong> Norah Jones </strong> and <strong> John Mayer </strong> in a lovely take on <strong> Dolly Parton </strong>'s", "new_id": -2}, {"uid": "1296286332201490484", "i": 2673, "idx": 3, "sa": ["Jackie Walorski", "Mike McDaniel", "Mike Pence", "Joe Donnelly"], "q": "think we might best contribute in the years ahead.\" <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1295862924156680223", "i": 43046, "idx": 0, "sa": ["Simon Cowell"], "q": " Music mogul <strong> Simon Cowell </strong>, who got engaged to make-up artist Mezhgan Hussainy last year, loves children but says he is getting too old to have them. <q>I worry about it because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70...</q> \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could", "new_id": -2}, {"uid": "1297724451166166630", "i": 3449, "idx": 3, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their clients and revamp the way audiences watch live television. <q>People are starting to watch TV in real time again because in order to participate socially in Twitter that have to watch the show while it happens,</q> <strong> Dick Costolo </strong> pointed out. For Costelo, the trend that counters the delayed viewing afforded by hard drives and DVD-watching not only includes sporting events, but other programming like England's X-Factor, which has incorporated", "new_id": -2}, {"uid": "1297417738259899404", "i": 11691, "idx": 1, "sa": ["Steve Ballmer"], "q": "accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future.\" Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute</q>. For those worried about Nokia-specific apps, like Nokia Maps, being consumed by the Microsoft OS, have no fear. Nokia software will supplement the Windows 7 experience, being integrated into Windows Phone 7", "new_id": -2}, {"uid": "1296738315078594048", "i": 29105, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "a bullet' and avoided deaths or casualties in the wake of Cyclone Yasi's fury were dealt a blow this evening when Queensland police confirmed two men were missing from the area, south of Cairns,\" <q>Efforts to repeal <strong> Barack Obama </strong>'s health care law died a quick death in the Senate Wednesday, but the GOP got a consolation prize- a bipartisan fix to a tax-reporting requirement in the law that was widely panned by businesses,</q> Politico says.- In Memoir, <strong> Donald Rumsfeld </strong> Is \"Largely Unapologetic\": In a memoir due out next week, former Defense <strong> Donald Rumsfeld </strong> \"concedes he went too far\" with some", "new_id": -2}, {"uid": "1295795249254902291", "i": 2976, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1295955139102252581", "i": 42131, "idx": 2, "sa": ["Simon Cowell"], "q": "out.' And I said, \"So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network,\" <strong> Simon Cowell </strong> said. <q>The good news is, it would never get worse than this.</q> Fox went on to premiere American Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S. version of The X Factor( interestingly, the season 10 premiere, the first one without", "new_id": -2}]