[{"uid": "1295970088237930394", "i": 4496, "idx": 1, "sa": ["Alassane Ouattara"], "q": "to encourage Laurent Gbagbo to step down from a presidency that isn't his. In November the west African state held elections and despite polls showing <strong> Alassane Ouattara </strong> Outtara as the victor, Mr. Gbagbo is still in power. <q> In addition to Ivory Coast's neighbors, the UN, US and EU all back Gbabgo's rival <strong> Alassane Ouattara </strong> Outtara as winner of the west African state's presidential election. Nearly 200 people have been killed in post-election violence with fears that political standoff could tip Ivory Coast back into civil war. </q> Fears of violence have led 14000 people from both political sides to flee the country into neighboring Liberia, and the United Nations estimates total refugees figures may be closer to 30000. Fatoumata Lejune-Kaba, UNHCR`` We are", "new_id": -2}, {"uid": "1297203269184696860", "i": 7803, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Isnilon Hapilon"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. <strong> Donald Rumsfeld </strong> wrote that he", "new_id": -2}, {"uid": "1295325299122470402", "i": 31221, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "welcomes <strong> Raila Odinga </strong> His statement came as diplomats at the United Nations said the Security Council would vote Tuesday to send 2,000 extra troops to Ivory Coast to boost pressure on veteran leader Gbagbo to step down. <q> We have had very useful discussions with president Gbagbo, </q> Kenyan Prime Minister <strong> Raila Odinga </strong> said. He was speaking after talks at the presidential palace, where the envoy tried to secure a peaceful end to the crisis pitting Gbagbo against <strong> Alassane Ouattara </strong>, the man internationally recognised as", "new_id": -2}, {"uid": "1295562758204079131", "i": 16119, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "circles was that Google's brilliant founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong> needed a business-savvy executive to help Sergey Bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20), <q> day-to-day adult supervision no longer needed! </q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}, {"uid": "1297336513134381626", "i": 13844, "idx": 3, "sa": ["Brian Lenihan", "Eamon Gilmore"], "q": "the terms of that deal and that includes renegotiating the terms that relate to bank restructuring.'' Mr <strong> Eamon Gilmore </strong> said the outgoing Government did not have a mandate to negotiate the deal in the first place. <q> Because the deal was negotiated by a government that was weak, that was on its last legs, that clearly didn't have authority and that's now admitting that it doesn't have a mandate to implement it. If it doesn't have a mandate to implement it, it didn't have a mandate to negotiate it in the first place. </q> Speaking last night, Mr <strong> Brian Lenihan </strong> said the decision was taken with the approval of the EU, the IMF and the European Central Bank( ECB). However, the IMF said the bailout", "new_id": -2}, {"uid": "1295821315130777097", "i": 51323, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "approves more east Jerusalem settler homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Article: Egypt accuses Gaza militants in Coptic church bomb... Report Abuse <q> they seem they are coming from Zionism </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295599226021397547", "i": 15388, "idx": 2, "sa": ["Shaun Ellis", "Michael Vick", "Ben Roethlisberger"], "q": "After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end <strong> Shaun Ellis </strong>.`` He's very strong. He's very elusive in the pocket,'' <strong> Shaun Ellis </strong> said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2}, {"uid": "1295487172086802452", "i": 6125, "idx": 1, "sa": ["Allen Iverson", "David Stern", "Brad Greenberg"], "q": "before NBA commissioner <strong> David Stern </strong> strode to the lectern at the Continental Airlines Arena to announce the pick.`` We tipped the fans early because we wanted to show them that we appreciate their support,'' <strong> Brad Greenberg </strong> said. <q> We're in a new era here and we gave them something nobody ever did before. </q> In reality, the 76ers decided on <strong> Allen Iverson </strong> on Saturday, after he made a second visit to Philadelphia to work out for the team. Earlier last week, the 76ers had two jerseys made up: one for", "new_id": -2}, {"uid": "1297071252184320003", "i": 46423, "idx": 1, "sa": ["Chris Huhne", "David Cameron"], "q": "matters for Chan-cellors is whether they deliver on their promises and get results.'' Multi-millionaire Lib Dem Energy Secretary <strong> Chris Huhne </strong> also appeared to fall in line with Tory support for bankers. He said: <q> I am not against- whether they are footballers or bankers- people who have particularly high skills or talents, being paid whatever you can get in the marketplace. </q> Mr <strong> David Cameron </strong>, who had previously called for bank bonuses to be capped at? 2,000, said:`` Can we do more on bonuses, particularly on those banks we own? Yes we can,", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]