[{"uid": "1297244182110002201", "i": 41888, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jay Leno"], "q": "Earlier this week \"The X Factor\" 's <strong> Simon Cowell </strong> confessed that he is a <q> massive fan of <strong> Paula Abdul </strong>. </q> On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. \"I think you need to take` mass' off and put` obsessive,\" ' said <strong> Paula Abdul </strong> when asked about her thoughts", "new_id": -2}, {"uid": "1296784629036126790", "i": 50563, "idx": 14, "sa": ["Eric Shinseki", "L. Jones", "Donald Rumsfeld"], "q": "to offer their views, <strong> Eric Shinseki </strong> and <strong> L. Jones </strong> remained silent. And he disputes accounts that <strong> Eric Shinseki </strong> was pushed out or vilified by the administration. Of course, <strong> Donald Rumsfeld </strong> believes the whole episode was unfair to him because it <q> bolstered this allegation that I was intolerant of views that challenged my own and that I punished those who put them forward. </q>( He even says that Bush made the right decisions after Hurricane Katrina, saying the military response was swifter than any previous handling of a natural disaster in AmEric Shinsekian history.) Fittingly, <strong> Donald Rumsfeld </strong> starts", "new_id": -2}, {"uid": "1295781190192643074", "i": 31060, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "of communications, handed in his resignation on Friday and plans to leave within weeks. In a statement, he said the drip-drip of hacking claims when he was the paper's editor meant he could not <q> give the 110% needed </q>. Mr <strong> David Cameron </strong> said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\" .", "new_id": -2}, {"uid": "1296806257169033781", "i": 38721, "idx": 1, "sa": ["George H. W. Bush", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "that I did not leave at that point.\" Mr <strong> Donald Rumsfeld </strong>, 78, also criticised the <strong> George H. W. Bush </strong> administration for failing to work with the US Congress on drafting policies for treatment of prisoners. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> he said. The accounts of the book also quote Mr <strong> Donald Rumsfeld </strong> as criticising his administration colleagues, including both of Mr <strong> George H. W. Bush </strong>'s secretaries of state, General <strong> Colin Powell </strong> and later <strong> Condoleezza Rice </strong>. Gen <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297188372166789129", "i": 6231, "idx": 7, "sa": ["Simon Cowell"], "q": ". While The X Factor creator said \"it's impossible to predict\" how the British format will fare with American viewers, he feels there is a key to making the show successful. <q> The most important thing is I know that you got to make a show which is different to what your competitors are doing. It has to be well made, it has to be controversial, interesting, and if the U.S. show has some of the same qualities as what we've done in the UK, then I think it could do really really well, </q> <strong> Simon Cowell </strong> told reporters. However, <strong> Simon Cowell </strong> acknowledged that even producing a great show won't guarantee that it will be a ratings success. \"I've learned never take anything for granted and I", "new_id": -2}, {"uid": "1296125797027361281", "i": 31673, "idx": 0, "sa": ["Liam Payne", "Louis Walsh", "Simon Cowell"], "q": "here: bit.ly See more at itv.com <strong> Liam Payne </strong> goes to, what was described at the time as, the best Bootcamp. He performs at the O2 Arena in London. <strong> Louis Walsh </strong> remarks on <strong> Liam Payne </strong>'s performance as, <q> Very convincing, very professional and you're only 14. </q> <strong> Simon Cowell </strong>, \"I like him\" , is already warming to <strong> Liam Payne </strong>'s honest approach and so are his fellow performers. See them cheer him back to stage( inc.. JLS members)- <strong> Liam Payne </strong> has become", "new_id": -2}, {"uid": "1297375549207732796", "i": 32018, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Satya Nadella", "Amitabh Srivastava"], "q": "Tools division. <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Groundwork OpenSource offers open source IT management software <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1296671919062177283", "i": 48291, "idx": 1, "sa": ["Bill Clinton", "David Letterman", "Justin Bieber", "Kelsey Grammer", "Shaquille O'Neal"], "q": ". No, <strong> Bill Clinton </strong> said, he had been trying to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy. <q> That's my next goal, </q> he told her. \"I want to hang around here to have grandchildren.\" Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong>, NBC", "new_id": -2}, {"uid": "1295779311072171695", "i": 56259, "idx": 4, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "Crown PSienna Millercution Service( CPS) has asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. </q> Speaking to reporters later, Mr <strong> David Cameron </strong> said he had done an \"excellent, excellent job\" as his communications chief. Sponsor pulls out of Oxford and Cambridge skiing trip after students strip off in", "new_id": -2}, {"uid": "1296407544252772372", "i": 175, "idx": 17, "sa": ["Chris Webber", "Šarūnas Jasikevičius", "Stephen Jackson", "Robert Horry", "Allen Iverson", "Kyle Korver"], "q": "after a Robert Horry-clock violation on Philadelphia with 4.9 seconds left. <strong> Šarūnas Jasikevičius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested <strong> Robert Horry </strong>. \"I was 0-for-infinity,\" <strong> Stephen Jackson </strong> said. <q> I just wanted to make a <strong> Robert Horry </strong>. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a <strong> Robert Horry </strong> all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 Robert Horrys before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. \"For that to happen with 4.9 seconds left, it's", "new_id": -2}]