[{"uid": "1295683197065617921", "i": 35157, "idx": 2, "sa": ["Eric Schmidt"], "q": "are only 37 years old and were just 27 when they interviewed the former Novell CEO, then 45, about adding some experience to their three year old company in 2001. The rest is history. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,<q> enthused Page. \"The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1296862636132562982", "i": 10935, "idx": 7, "sa": ["Colin Powell", "President Bush"], "q": " \"And thank God he was relieved of his duties and we put the surge in, otherwise we would have had a disastrous defeat in Iraq.\" Rummy writes On <strong> President Bush </strong> <q>While the <strong> President Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision.<q> On <strong> Colin Powell </strong> \"The media image\" of Mr <strong> Colin Powell </strong> \"battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality.\"", "new_id": -2}, {"uid": "1296149573243646477", "i": 35903, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.<q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.<q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295374694140279816", "i": 18914, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Mike Huckabee", "Chris Chocola", "Newt Gingrich"], "q": "to do all it can to carry the early primary state for the congressman. Mr. <strong> Mike Pence </strong> also enjoys the support of two former GOP congressmen from Indiana-David McIntosh and <strong> Chris Chocola </strong>, who now runs the Club for Growth. <q><strong> Mike Pence </strong> has a Reagan quality to him that is lacking in many of the other first tier Republican candidates,<q> said Mr. McIntosh. Mr. <strong> Mike Pence </strong> won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern", "new_id": -2}, {"uid": "1296170738157696063", "i": 19231, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana Rep. <strong> Mike Pence </strong> will not run for president in 2012, the Indianapolis Star reported Thursday. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,<q> the 51-year-old GOP congressman wrote in a letter to supporters. Sources in the state told RealClearPolitics last week that <strong> Mike Pence </strong>'s team was told to expect a gubernatorial bid. Though <strong> Mike Pence </strong> did not make it clear", "new_id": -2}, {"uid": "1295598415194969622", "i": 7567, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick", "Donovan McNabb"], "q": "<strong> Donovan McNabb </strong> didn't run the ball down their gullet. Now it is like that with <strong> Michael Vick </strong>. We are seeing it again. Years later, the spy has come in from the cold. <q>Well, there are all different forms of spying,<q> said <strong> Marty Mornhinweg </strong>, the Eagles' offensive coordinator. \"You do it so many different ways. He's got a little bit of it. He's got a little bit of it. Very difficult with Mike", "new_id": -2}, {"uid": "1295310056128925958", "i": 17642, "idx": 1, "sa": ["Allen Iverson"], "q": " \"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q>Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>.<q> http://thehill.com/capital-living/in-the-know/138357-state-dept-to-send-oscar-shortlist-films-overseas- Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Gensler: Dodd-Frank a strong law, but we need budget to implement it Liberals warn of Democratic schism if Obama backs Social", "new_id": -2}, {"uid": "1297177593144113675", "i": 13461, "idx": 5, "sa": ["Simon Cowell", "Noel Gallagher", "Susan Boyle", "Elton John"], "q": "time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,\" he said. <q>I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.<q> Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce the full panel", "new_id": -2}, {"uid": "1295702917119783444", "i": 28840, "idx": 1, "sa": ["Mike Pence"], "q": "The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. \"I guess it's a consistency thing,\" swingman <strong> Mike Pence </strong> Dunleavy said. <q>We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.<q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there", "new_id": -2}]