[{"uid": "1295484293122978325", "i": 8890, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "season, saying that the contestants seemed more relaxed and`` relieved to not have to sing in front of <strong> Simon Cowell </strong>.'' <strong> Nigel Lythgoe </strong> says the talent pool is much bigger this season as well, adding, <q> We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before. </q> American Idol season 10 premieres Wednesday, January 19 at 8/7c on Fox.", "new_id": -2}, {"uid": "1295238753247496716", "i": 36128, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "<strong> Oprah Winfrey </strong>: Monday, January 17 <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first <strong> Oprah Winfrey </strong> <q> <strong> Piers Morgan </strong> Tonight' interview, <strong> Piers Morgan </strong> asks`` what advice would you give <strong> Michael Vick </strong>? </q> <strong> Oprah Winfrey </strong> didn't want to answer- because she's saving her thoughts for when she interviews the NFL Comeback Player of the year. But <strong> Piers Morgan </strong> is trying to book <strong> Michael Vick </strong> too. And then a", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1296057426158892033", "i": 5914, "idx": 1, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "its network.`` <strong> Mark Zuckerberg </strong> has always been adamant that the user experience for Facebook had to come first, and monetization second,'' said Carl D. Howe, director of anywhere consumer research for the Yankee Group. <q> Should Facebook ramp up its advertising emphasis, that would imply to me that he's changed his mind. </q> <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's younger cofounders no longer needed daily supervision, but speculation is rampant that <strong> Eric Schmidt </strong> was edged out of the job", "new_id": -2}, {"uid": "1295501555083329035", "i": 29493, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "often register as opinion. There was no <strong> Simon Cowell </strong> to shatter the conversation as cleanly as a rock through a window, although <strong> Steven Tyler </strong> at least is weirdly, arrestingly flip. He asked one all-over-the-map vocalist, <q> Did you eat a lot of paint chips as a child? </q> Yet somehow he never came across as mean. On the other hand, it doesn't seem appropriate that a judge should look at a 16-year-old girl and say appreciatively of her skirt,`` Just the", "new_id": -2}, {"uid": "1297274075210468964", "i": 18667, "idx": 5, "sa": ["Donald Rumsfeld", "Gerald Ford", "Rick Santorum"], "q": "( The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend <strong> Gerald Ford </strong>. Classic <strong> Donald Rumsfeld </strong>: <q> NOTE: <strong> George Shultz </strong> and <strong> John Ehrlichman </strong> were neither helpful nor harmful. They were quiet. </q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from A look at <strong> Rick Santorum </strong>'s unintentionally revealing comments about parenthood The Tea Party and civil liberties Numerous right-wing House members oppose", "new_id": -2}, {"uid": "1295779892017170523", "i": 1848, "idx": 14, "sa": ["Mitt Romney", "Mitch Daniels", "Erick Erickson", "Mike Pence"], "q": "fundraisers and other political insiders surveyed by the nonpartisan National Journal, <strong> Mitch Daniels </strong> recently was chosen as the second-most-likely to get the GOP nomination, after <strong> Mitt Romney </strong>. <strong> Mike Pence </strong> didn't make the top 10. <q> <strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee, </q> says the draft-Pence website, theconservativechampion.org.`` He bridges the gap between the establishment and the grassroots,'' wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for", "new_id": -2}, {"uid": "1295017488186548228", "i": 46593, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership.`` The crisis has been under way for three years,'' the man on the podium says. <q> Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan. </q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation rights on the factory floor.", "new_id": -2}, {"uid": "1296744552199131154", "i": 30149, "idx": 51, "sa": ["Donald Rumsfeld", "Howard Kurtz", "Saddam Hussein", "Colin Powell", "Dick Cheney"], "q": "reporter and columnist for The Washington Post, <strong> Howard Kurtz </strong> is the author of five books. A defaced picture of former dictator <strong> Saddam Hussein </strong> is seen... <strong> Dick Cheney </strong> Facing Possible Heart Transplant Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q> The thing I like about rumsfeld is that he really pi$$ es of the children of the dumborat. </q> Then they start to get mad, shake, talking in tongues. They get really excited, spittle forms at the corner of the mouth. Report Abuse \" <strong> Donald Rumsfeld </strong>, <strong> Dick Cheney </strong> and Bush- the axis", "new_id": -2}, {"uid": "1296198731064028694", "i": 27143, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "contest after this season. The cantankerous judge said Monday that`` The X Factor,'' a talent show he created and which is popular in <strong> Simon Cowell </strong>'s trick on Britain's Got More talent! hehe... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... <strong> Susan Boyle </strong>", "new_id": -2}]