[{"uid": "1297332514205176883", "i": 19838, "idx": 0, "sa": ["David Letterman"], "q": "and \"highly entertaining\" by Publisher's Weekly. \"Wood's debut scores a solid eagle,\" says Kirkus Reviews. The audio version( narrated by Wood) was produced by Brilliance Audio. <q> Along the way, I suffered ghastly food poisoning in India and Egypt; weathered severe altitude sickness when crossing the Andes; encountered bloody civil wars in Bolivia and Nepal; accidently met Argentina's notorious dictator <strong> Carlos Menem </strong>; and was arrested by armed guards and deported in Ukraine, </q> says Wood. \"It wasn't exactly a golf weekend in Myrtle Beach.\" A former comedian with several appearances on \"Late Night with <strong> David Letterman </strong>,\" Wood now holds a public relations position with", "new_id": -2}, {"uid": "1297120389257998877", "i": 20500, "idx": 1, "sa": ["Simon Cowell"], "q": "amount of pressure on people,\" said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up five million dollars, </q> said <strong> Simon Cowell </strong>. And those concerned that an inexperienced nobody now thrust into the limelight might blow the money on hookers and coke, need not worry. The winner will receive financial advice on how best to", "new_id": -2}, {"uid": "1295577756132530197", "i": 17869, "idx": 0, "sa": ["Eric Schmidt"], "q": "{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} Joseph Tartakoff, On Thursday January 20, 2011, 7:00 pm EST announcement today that <strong> Eric Schmidt </strong> will step down as CEO ends what has", "new_id": -2}, {"uid": "1296112200260849669", "i": 29401, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295586099144719915", "i": 47135, "idx": 2, "sa": ["Eric Schmidt"], "q": "scrutiny in recent years and has faced trouble completing key projects, such as its Google Books settlement with authors and publishers and its proposed acquisition of ITA Software, both of which currently lie in limbo. <q> An awful lot of the problems we've been having( in Washington) is that people don't understand what we really do, </q> <strong> Eric Schmidt </strong> said, admitting that Google let competitors and critics define the company in the absence of strong messages from Google. That's about to change, and <strong> Eric Schmidt </strong> has an excellent place to start as a member of", "new_id": -2}, {"uid": "1296773679130859011", "i": 20702, "idx": 0, "sa": ["Zahi Hawass"], "q": "past weekend before police resecured the area. The excavator, who requested anonymity, added that the tomb of Maya, the wet nurse of King Tutankhamun, was \"completely destroyed.\" Another Western archaeologist said, <q> We still don't know the extent of the damage, but things have been bad and out of control. </q> None of the Molotov cocktails hurled yesterday around Tahrir Square, home of the Museum of Egyptian Antiquities, damaged the building or its contents, according to <strong> Zahi Hawass </strong>, the minister of antiquities. His", "new_id": -2}, {"uid": "1295225672165576721", "i": 33530, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1297161526055738379", "i": 33850, "idx": 9, "sa": ["Simon Cowell", "Susan Boyle", "Lady Gaga"], "q": ".\" <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on \"X Factor.\" \"Stars can come from anywhere,\" he said. <q> <strong> Susan Boyle </strong> taught me a huge lesson- to be more open-minded. </q> As for why the show is called \"X Factor,\" <strong> Simon Cowell </strong> said that's a term he has used for intangible star quality. <strong> Lady Gaga </strong> had tried out for \"Idol\" three years ago", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1295104601236388367", "i": 12365, "idx": 0, "sa": ["Simon Cowell"], "q": "prove he's more than just a pretty voice- and it seems that <strong> Simon Cowell </strong> agrees. The Mirror reports that <strong> Simon Cowell </strong> phoned his new signing from his mansion in Barbados during the festive break. <q> <strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q> It has also been decided that when the When We Collide chart-topper tours, he will do so with a full band. \"He likes being with a group on stage and that's an idea", "new_id": -2}]