[{"uid": "1295384903039157765", "i": 6673, "idx": 0, "sa": ["Mark Lyall Grant", "Alassane Ouattara"], "q": "would vote on the troop increase on Wednesday at the latest. British Ambassador <strong> Mark Lyall Grant </strong> confirmed that Russia, whose oil giant Lukoil is exploring for crude in Ivory Coast, had issues with the draft resolution. <q> They want a delay in the vote, </q> he told reporters ahead of a council meeting. <strong> Alassane Ouattara </strong> is widely recognized by Western and African governments as president-elect of Ivory Coast, after the electoral commission proclaimed him winner of the November 28 presidential poll.", "new_id": -2}, {"uid": "1296149573243646477", "i": 43627, "idx": 7, "sa": ["Michael Vick"], "q": "shot when it seemed no one else would.`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects <q> everything to go according to plan. </q>`` We'll see what happens over the next couple months. I just got to be patient and take it day by day,'' he said. <strong> Michael Vick </strong>, who", "new_id": -2}, {"uid": "1295871237205455360", "i": 21897, "idx": 0, "sa": ["Tim Cook", "Eric Schmidt", "Steve Jobs"], "q": "for Apple's day-to-day operations. The cause of <strong> Steve Jobs </strong>' medical leave of absence is unclear. He beat pancreatic cancer in 2004 and underwent a liver transplant in 2009. <strong> Steve Jobs </strong> said he will return <q> as soon as( he) can </q> and he and his family requests respect for their privacy during this Tim Cooke. <strong> Eric Schmidt </strong> to step down as CEO- Google reports US$ 8.4 bn revenues <strong> Eric Schmidt </strong> is to hand the role of CEO of", "new_id": -2}, {"uid": "1295401402180518914", "i": 31169, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Writer Dee-ann Durbin, Ap Auto Writer WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296796643209420294", "i": 49583, "idx": 6, "sa": ["Carmelo Anthony", "Allen Iverson", "Pau Gasol", "Linas Kleiza", "Kobe Bryant", "Lamar Odom"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> scored 41 points( 16-25 shooting), <strong> Pau Gasol </strong> added 29( 13-19) and <strong> Lamar Odom </strong> added 22", "new_id": -2}, {"uid": "1295206158169885723", "i": 658, "idx": 1, "sa": ["Angelina Jolie", "Willow Smith", "Brad Pitt"], "q": "life doesn't mean she can't shake her money-maker.'' Although <strong> Brad Pitt </strong>, <strong> Angelina Jolie </strong> and the majority of the groom's relatives declined to speak to the media, Maddox's younger sister Shiloh commented: <q> He just adores <strong> Willow Smith </strong> so much. He doesn't need any of this really, not the glitter, not the gifts, nothing. He just wants to finally be able to whisk her away. You can ask any of our 13 siblings and they'll all say the same, that he's never been happier. </q> The newlyweds first met in 2017 while recording dialogue for Pixar movie Inanimate Objects Talk and paired up at the film's Los Angeles premiere, where onlookers claimed that the then 16-year-old <strong> Brad Pitt </strong> deployed the classic``", "new_id": -2}, {"uid": "1295739237074268687", "i": 11328, "idx": 2, "sa": ["Les Brown", "Allen Iverson"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the StapLes Brown Center and unceremoniously ended Los AngeLes Brown' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1297326779046071825", "i": 5903, "idx": 7, "sa": ["Donald Rumsfeld", "Tim Rutten"], "q": "had slammed into the Pentagon- Torie Clarke, the veteran assistant secretary of defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years. He admitted that he hadn't. <q> Clarke looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out.`` She had a point. </q> Because your contributions are currently under review, no comments can be made at this Tim Ruttene. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295980514180977677", "i": 40680, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": " href=\"http://voices.washingtonpost.com/thefix/eye- on- 2012/Newt Gingrich- <strong> Mike Pence </strong>- and- <strong> Michele Bachmann </strong>- co.html?wprss=thefix\"> noted Washington Post blogger Aaron Blake. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong> <q> have a lot going for them that their predecessors didn't. Underestimating any of them, including <strong> Michele Bachmann </strong>, in a presidential race as wide open as this one would be a mistake given Republican primary voters' demonstrated willingness to upset the establishment apple cart in 2010. </q>", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]