[{"uid": "1295454375253952007", "i": 17902, "idx": 2, "sa": ["Nancy Pelosi", "Alan Grayson", "Mike Pence"], "q": "Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: ''I Apologize To The Dead For This Holocaust'' One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out <q>the Republican health care plan... die quickly,</q> the Congressman, prompted by Republicans, issued somewhat of an apology. ''I would like to apologize to the dead,'' he said on the House floor. ''I apologize to the dead and the...", "new_id": -2}, {"uid": "1296078057185663498", "i": 17163, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q>The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,</q> the police force said in a statement. ''This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.'' BUSINESS AND POLITICS", "new_id": -2}, {"uid": "1297089391093831198", "i": 42590, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Not only did Chrysler spend$ 9 million on a long Super Bowl ad when asking for a better deal on their loan from taxpayers, the CEO of Chrysler managed to on their government bailout: <q>Chrysler CEO <strong> Sergio Marchionne </strong> said the automaker was in talks to refinance its expensive government loans- and criticized the government for charging him ''shyster</q> rates.'' <strong> Sergio Marchionne </strong> has noted that the company paid$ 1.2 billion in interest on its government loans and other obligations in 2010, resulting in a net loss. ''I am paying shyster", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. ''What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On ''The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I''m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1295564385175194279", "i": 13245, "idx": 3, "sa": ["Eric Schmidt"], "q": "on new products,'' the company said. ''We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> The news comes as Google reported that fourth quarter sales were up 28%, to$ 6.37 billion, besting analysts' forecasts. More efficient processor chips( Intel, AMD, ARM, etc.)", "new_id": -2}, {"uid": "1295560158243744771", "i": 47660, "idx": 0, "sa": ["Eric Schmidt"], "q": "still in the blogging business, which I am leaving for a while, I would want to find out more about this management change announced just now by Google, in which co-founder Larry Page <q>will take charge of Google's day-to-day operations as Chief Executive Officer,</q> and the current CEO, <strong> Eric Schmidt </strong>, ''will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are", "new_id": -2}, {"uid": "1296400304150192146", "i": 10955, "idx": 1, "sa": ["Michael Vick", "Jahri Evans", "Tony Gonzalez", "Jason Witten"], "q": "; they were held out of the game last year in the week leading up to the Super Bowl. ''It's definitely a neat experience, being around all the all-stars,'' <strong> Jahri Evans </strong> said. <q>There's a lot of guys here that have been great for a long time.</q> Nicks said to take the field alongside veteran stars such as <strong> Michael Vick </strong>, <strong> Tony Gonzalez </strong>, <strong> Jason Witten </strong> and countless others has been ''breathtaking.'' ''There's no real word to describe it,''", "new_id": -2}, {"uid": "1297122854184680470", "i": 4239, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. ''We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow ''American Idol'' judge. <q>I've always said at some point we are going to be working together.</q> But, he added, ''I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1297413537259899417", "i": 36291, "idx": 0, "sa": ["Donald Rumsfeld", "Art Horn"], "q": "<strong> Art Horn </strong> told TheDC that one of the big mistakes people are making is to confuse weather with climate. A couple of snow storms no more disprove global warming than a really hot day confirms the theory. <q>Weather is what we wake up to everyday. Climate is the average of weather over a long period of time... So it makes no sense to try to say that a storm, or storms, or hurricanes are from global warming. You can not say that because what we have seen through history is that the variability of weather is so enormous that there is no comparison.</q> So folks, strap on your snow boots, endure the cold, but don't try to draw conclusions from what you see when you look out the window. TheDC Interview: <strong> Donald Rumsfeld </strong>- secret", "new_id": -2}, {"uid": "1295563364204783630", "i": 10561, "idx": 5, "sa": ["Eric Schmidt"], "q": "will merge Google's technology and business vision brilliantly,'' <strong> Eric Schmidt </strong> wrote. ''Larry, in my clear opinion, is ready to lead.'' During a Thursday conference call, Page said <strong> Eric Schmidt </strong> has <q>done an outstanding job leading Google. We're all in great debt to <strong> Eric Schmidt </strong> and I think the results really speak for themselves. There's really no one else in the universe that could've accomplished what <strong> Eric Schmidt </strong> did.</q> ''I could not be more excited about moving us forward, and we're really only at the beginning,'' Page said. As executive chairman, <strong> Eric Schmidt </strong> said he will ''focus wherever", "new_id": -2}]