[{"uid": "1296708705003522561", "i": 51204, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "American Idol,\" sings \"At Last\" in a shockingly soulful voice-- wow, all these soul.... <strong> Steven Tyler </strong> tells her she was \"all over the place with melody,\" Randy says she's <q> not quite ready, love, </q> they draw it out. I like her, think they should give her a shot... <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` Idol' Newsvine- There were differing opinions on how season 10 of \"American Idol\"", "new_id": -2}, {"uid": "1297127661189071411", "i": 45872, "idx": 2, "sa": ["Clive Davis", "Simon Cowell", "Leona Lewis"], "q": "on` The X Factor's'$ 5 Million Prize: \"Yes, I Think We Should Be Nervous\" \"There is a range of labels for different kinds of music,\" said <strong> Simon Cowell </strong>. <q> I remember when we did X Factor with <strong> Leona Lewis </strong>, <strong> Clive Davis </strong> called me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice. </q> <strong> Simon Cowell </strong> said that most importantly he \"wants to be fair to the artist\" and to whatever genre of music in which he or she happens to be fluent. \"And then choose whichever division of Sony", "new_id": -2}, {"uid": "1297098957187170821", "i": 23192, "idx": 0, "sa": ["Diana Johnson", "Michael Gove"], "q": "a cut. It is in fact a very good settlement for music services which is consistent with our broader strategies for school autonomy and deficit reduction.\" <strong> Diana Johnson </strong> said the funding, although ringfrenced is a <q> real terms cut and local authorities are already slashing music services in their areas </q>. She told the education secretary \"rather than blowing his own trumpet\" he should \"admit this is really a cut\" just as was with school sports funding. In response, <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1297137461190611470", "i": 7706, "idx": 4, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that \"in a war, many things cost lives.", "new_id": -2}, {"uid": "1295775819201490459", "i": 30626, "idx": 1, "sa": ["Matt Ryan", "Ed Rodgers", "John Elway", "Ted Thompson", "Mike McCarthy", "Phil Simms", "Michael Vick", "Aaron Rodgers"], "q": "General manager <strong> Ted Thompson </strong> and coach <strong> Mike McCarthy </strong>'s faith in <strong> Ed Rodgers </strong> has been justified by his seven postseason touchdowns, six passing and one rushing, in out-playing Phil Simmsadelphia's <strong> Michael Vick </strong> and Atlanta's <strong> Matt Ryan </strong>. <q> <strong> Aaron Rodgers </strong>'s throwing darts, </q> said <strong> John Elway </strong>, the former Broncos quarterback turned team executive vice president. You must fill out the comment body in order to submit a comment. Road to Super Bowl Conference Championships", "new_id": -2}, {"uid": "1295306829212140110", "i": 46428, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant", "James Cleveland", "Will Bynum"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything <strong> Will Bynum </strong> Atlanta Hawks Boston Celtics Charlotte Bobcats Chicago Bulls <strong> James Cleveland </strong> Cavaliers Dallas Mavericks Denver Nuggets Detroit Pistons Golden State Kobe Bryants Houston Rockets Indiana Pacers Los Angeles", "new_id": -2}, {"uid": "1296495116169607208", "i": 9763, "idx": 2, "sa": ["Jon Stewart", "David Letterman", "Justin Bieber", "Toni Gonzaga", "Conan O'Brien", "Jay Leno"], "q": "Show with <strong> Jon Stewart </strong>\" . In October, <strong> Jon Stewart </strong> <strong> Justin Bieber </strong> an average of 1.3 million viewers from the coveted group. The 18-49 age range is the most valuable to advertisers. It was historically an asset of NBC's <q> The Toni Gonzagaght Show With <strong> Jay Leno </strong> </q> and \"The Late Show With <strong> David Letterman </strong>\" on CBS. <strong> Jon Stewart </strong>'s viewership pull and <strong> Conan O'Brien </strong>'s strong debut may be evidence of hotter competition between the networks. Local report, SF Bay chapter Street Screenings:", "new_id": -2}, {"uid": "1295715717099811342", "i": 13552, "idx": 0, "sa": ["Rodney Stuckey", "Michael Jordan", "Phil Jackson", "LeBron James", "Allen Iverson", "Chuck Daly"], "q": "27 points in the second half, but his teammates set the tone early by maLeBron James Detroit pay for double-teaming <strong> Michael Jordan </strong>. Nothing worked for <strong> Chuck Daly </strong>. He started Tree Iverson_Allen Iverson_Highlight_vs_Pistons_09/10_NBA_*AI_blocks_Chuck Dalyy AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the injury-plagued Pistons to a 90-86 win over Phil Jacksonadelphia on Wednesday night, the", "new_id": -2}, {"uid": "1295199377176750597", "i": 47904, "idx": 2, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's \"Meet The Press.\" <strong> Kirsten Gillibrand </strong> said she spoke to <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, on Saturday night and that <strong> Gabrielle Giffords </strong> is <q> making progress every day. </q> E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our \"This Just In\" is CNN's", "new_id": -2}, {"uid": "1296757679010059804", "i": 7008, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "John McCain"], "q": ", he fingers the US diplomat in charge of postwar Iraq, <strong> Paul Bremer </strong>, and criticises the former secretary of state, <strong> Colin Powell </strong>, and the former national security adviser, <strong> Condoleezza Rice </strong>. <strong> John McCain </strong> told ABC television: <q> I respect secretary <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure. Thank God he was relieved of his duties and we put the surge in. Otherwise we would have had a disastrous defeat in Iraq. </q> Middle East would be \"far more perilous than it is today\" if Saddam Hussein had remained in power. He denies he made a mistake in not sending a bigger US force to Iraq in 2003", "new_id": -2}]