[{"uid": "1295139772120274975", "i": 15867, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", an astronaut who probably never saw anything so beautiful in space. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. <q> It felt like a miracle. It felt like we were watching a miracle, </q> said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her", "new_id": -2}, {"uid": "1296697297021184517", "i": 22183, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the defense bill last year by <strong> Sen. Bernie Sanders </strong>( I-Vt.), a strong critic of the Iraq war and does not view Defense as sacrosanct from the budget cutting process. The HuffPo quotes <strong> Sen. Bernie Sanders </strong>: <q> \"With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> he said. \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.", "new_id": -2}, {"uid": "1297284235241352714", "i": 23372, "idx": 0, "sa": ["Donald Rumsfeld", "Jonathan Krohn", "Ronald Reagan"], "q": "and has proven a launching pad for a few bright-eyed activists. Our personal favorite is <strong> Jonathan Krohn </strong>, who is still too young to drive, but parlayed his CPAC star turn two years ago into a bestselling book. <q> I'm not like a lot of my colleagues who think <strong> Barack Obama </strong>'s goal is trying to harm the country. That's insanity. That's out there. That's loony tunes, </q> the reasonable young man told us over ice cream last year. 8. <strong> Donald Rumsfeld </strong>'s Victory Lap Move over, <strong> Ronald Reagan </strong>. Another conservative icon will seize the spotlight this week when the former defense", "new_id": -2}, {"uid": "1295757314175325198", "i": 26106, "idx": 4, "sa": ["Kobe Bryant", "Dwight Howard", "Vince Carter", "Hedo Turkoglu", "Magic Johnson", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Dwight Howard </strong> Interviews <strong> Vince Carter </strong>; about coming to orlando magic Lakers-Magic 99-91 OT Finals Gm4 I <strong> Kobe Bryant </strong> 32pts,8 ast vs <strong> Hedo Turkoglu </strong> 25pts, <strong> Dwight Howard </strong> 16pts,21 reb,9 blk", "new_id": -2}, {"uid": "1297275549033341453", "i": 25471, "idx": 0, "sa": ["Michael Vick"], "q": "out till the fall: Hannah Abney, a D.C.-based spokesperson for the SMU-based institute, tells Unfair Park that 10 to 15 middle schools will be involved, but they haven't been chosen yet. Says Abney, <q> There will be an open RFP process with selection criteria outlined in the fall. But it will involve schools from Texas and around the nation. </q> She said any school can apply for involvement. So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody", "new_id": -2}, {"uid": "1297382791005832768", "i": 12994, "idx": 1, "sa": ["Simon Cowell"], "q": ".\" Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse <q> Whoa, he started crying... O_o... must be a sensitive guy. </q> The Christian Science Monitor: No. 1 priority for US security: domestic terrorism, threat report says San Jose: Real estate company owner pleads no contest to grand theft American Idol Recap Missed an Episode of American Idol", "new_id": -2}, {"uid": "1296117499016678933", "i": 24056, "idx": 0, "sa": ["John Thune", "Mike Pence", "Mike Huckabee", "Haley Barbour", "Mitch Daniels", "Michele Bachmann", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q> I never took this as a State of the Union response, necessarily, </q> she said innocently. The title above the text of her speech her office released Tuesday night: \"<strong> Michele Bachmann </strong>'s Response to State of the Union.\" Party leaders, intimidated by the tea", "new_id": -2}, {"uid": "1297130833188514310", "i": 22961, "idx": 6, "sa": ["Simon Cowell"], "q": "live and it was a proper, fair competition.\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical,' </q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don\"t have a lot of competition.\"", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1294957406081149956", "i": 46637, "idx": 1, "sa": ["Allen Iverson"], "q": "ailing 4-year old daughter. In 14 years as a pro, <strong> Allen Iverson </strong> had stints with the http://wn.com/Allen_Iverson_BeÅ\u009fiktaÅ\u009f_Cola_Turka_Welcome_Light_Music_Show_11/9/10 Former NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club \"a chance to get back on track", "new_id": -2}]