[{"uid": "1295686798040943655", "i": 35690, "idx": 1, "sa": ["Mike Pence"], "q": "a November 2010, speech to the Detroit Economic Club, <strong> Mike Pence </strong> of Indiana, who is said to be exploring a White House bid, made an explicit connection between American free enterprise, exceptionalism and Christianity. <q> The free market is what made America's economy the greatest in the world, </q> <strong> Mike Pence </strong> declared.`` To renew American exceptionalism, we must recognize that our present crisis is not merely economic, but moral in nature... As we seek to build national wealth, we must renew our commitment to", "new_id": -2}, {"uid": "1296335182265814026", "i": 31740, "idx": 6, "sa": ["Allen Iverson", "Richard Hamilton", "Tim Thomas"], "q": "injury-plagued Milwaukee Bucks on Saturday night.`` The simple fact that now I'm coming off the bench I ain't got Tim Thomase to get warmed up,'' said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every Tim Thomase. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the way when it counted.", "new_id": -2}, {"uid": "1295541726181207050", "i": 45745, "idx": 1, "sa": ["Mike Pence", "Sarah Palin"], "q": "11:23 AM True, and fitting but bear in mind there are MANY myself included who will do the same to see that she gets there. NY Conservative on January 20, 2011 at <q> The field I think detrimes where <strong> Sarah Palin </strong> places her bets.... </q> unseen on January 20, 2011 at 11:25 AM Yeah, I imagine she's watching <strong> Mike Pence </strong> pretty closely. Just guessing here, but I suspect she'll do a bit better against the other GOP", "new_id": -2}, {"uid": "1294975567041533446", "i": 17920, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Finley", "Linas Kleiza", "Will Bynum"], "q": "Jazz 120-109 on Thursday night.`` I've now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was deMichael Finleyitely a special night, </q> <strong> Linas Kleiza </strong> said.`` I <strong> Will Bynum </strong> remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1295792730254902299", "i": 35705, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "und will in der n?chsten Zeit einen kleinen Teil davon zu Geld machen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. <strong> Larry Page </strong> hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet. Weil beide unerfahren in gesch?ftlichen Dingen waren, holten sie 2001 <strong> Eric Schmidt </strong> an Bord und konzentrierten sich selbst auf", "new_id": -2}, {"uid": "1295412304055623687", "i": 44813, "idx": 2, "sa": ["Mike Pence"], "q": "proposed budget a refund that... and other government buildings are getting extra security after... Politics Video: Congressman's Effort to Stop Government Funding of NPR Politics Video: House begins debate on health care repeal Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse \"", "new_id": -2}, {"uid": "1296010057252100639", "i": 14890, "idx": 3, "sa": ["Stephen Sandstrom", "Newt Gingrich", "Bill Lockyer"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said.`` Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,'' <strong> Stephen Sandstrom </strong> said. <q> We need to stop demonizing firearms. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297368337170426449", "i": 19905, "idx": 5, "sa": ["Zahi Hawass"], "q": "in Slideshow: A member of the Egyptian special forces patrol on... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Article: Experts fret for Egypt's treasures, ancient sites... Report Abuse <q> I sincerely hope the Egyptian people eventually will win their freedom. However, the Cairo museum is one of the world's greatest museums. It's artifacts are beyond price. They are the cultural heritage of the Egyptian people representing one of the world's earliest and greatest civilizations. </q> It would be a tragedy for Egypt and it's people if the Cairo Museum were looted and trashed like the Bagdad Museum. Report Abuse \" Headline:`` Egypt's museums and monuments are deserted'' \"", "new_id": -2}, {"uid": "1295792500158990396", "i": 17389, "idx": 0, "sa": ["Steven Tyler", "Andrew Garfield", "Randy Jackson", "Simon Cowell", "Ali Shah"], "q": "week. Experts believe it could be the absence of the Mr Nasty, <strong> Simon Cowell </strong>. The new panel-Jennifer Lopez, Aerosmith's <strong> Steven Tyler </strong> and show regular <strong> Randy Jackson </strong>- has had mixed reviews. <q> <strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reAli Shahty is that people like their reAli Shahty and talent shows to have a little bit of bite. It doesn't bode well, </q> the Daily Star quoted one insider as saying. <strong> Simon Cowell </strong> quit href=\"http://www.dnaindia.com/entertainment/report_Simon Cowell-Simon Cowell-tells-oprah-he-was-kicked-out-of-a-us-tv-network-once_1498173\"> <strong> Simon Cowell </strong> tells Oprah he was kicked out of a US TV network once <strong> Andrew Garfield </strong> didn't expect The Social Network to", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}]