[{"uid": "1295390024219906068", "i": 52931, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 minutes ago By DEE-ANN DURBIN, AP Auto Writer Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295552145232112145", "i": 6180, "idx": 10, "sa": ["Mike Pence"], "q": "the American people engage on this issue, I like our chances.'' In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the`` power of the purse'' to block Obamacare's implementation. <q> We have a wide variety of legislative tools available. </q> <strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006, and", "new_id": -2}, {"uid": "1297440012129613848", "i": 38211, "idx": 1, "sa": ["Angelina Jolie", "Perez Hilton", "Jennifer Aniston", "Brad Pitt"], "q": "should know how hard it is to make a career for yourself and to have someone like <strong> Jennifer Aniston </strong> go out of her way to make things hard for me is really disheartening.'' A rep for <strong> Jennifer Aniston </strong> countered, <q> This is absolutely false. <strong> Jennifer Aniston </strong> has nothing to do with who was or was not invited. </q> JEN DISHED ON <strong> Angelina Jolie </strong> TO <strong> Perez Hilton </strong>? Meanwhile, <strong> Jennifer Aniston </strong> supposedly confided in <strong> Perez Hilton </strong>-- of all people-- about her relationship with <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong>. The blogger told Life& Style magazine that during their recently-revealed run in", "new_id": -2}, {"uid": "1295162148185597955", "i": 15716, "idx": 5, "sa": ["Shaquille O'Neal", "Robert Horry", "Lou Williams", "Allen Iverson", "Travis Best", "Tim Tetrick", "Reggie Miller"], "q": "it was coming. The crowd knew it was coming.'' The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a <strong> Robert Horry </strong> off as Tim Tetricke expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said.`` We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridicuLou Williamss.'' Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the Travis Best-of-five", "new_id": -2}, {"uid": "1295272219132890640", "i": 26074, "idx": 1, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "href=\"http://www.foxnews.com/topics/entertainment/movies/actors/Robert Downey Jr.-Robert Downey Jr.-Robert Downey Jr.htm#r_src=ramp\"> <strong> Robert Downey Jr. </strong> Jr. and the'' href=\"http://www.foxnews.com/topics/entertainment/movies/sex-and-the-city.htm#r_src=ramp\"> Sex and the City'' stars.`` It's going to be a night of heavy drinking,'' <strong> Ricky Gervais </strong> said in his opening monologue. <q> Or as <strong> Charlie Sheen </strong> calls it, breakfast... He picked up a porn star, paid her to have dinner with him, introduced her to his ex wife- as you do- went to a hotel, got drunk, got naked, trashed the place while she was locked in a cupboard... and that was a Monday! What did he do New Year's Eve? </q> <strong> Charlie Sheen </strong> was an easy target as he was neither nominated nor in the audience, so it wasn't until`` The Office'' creator mocked two of the night's biggest attendees, <strong> Angelina Jolie </strong> and href=\"http://www.foxnews.com/topics/entertainment/movies/actors/Johnny Depp-Johnny Depp.htm#r_src=ramp\">", "new_id": -2}, {"uid": "1296572156178978822", "i": 39714, "idx": 2, "sa": ["Angelina Jolie"], "q": "a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side`` coming on a visit to Israel.'' He said: <q> That would be a nice thing before I go. </q> REDWOOD CITY 3 BR/ 2.0 BA$ 695,000.00 SAN MATEO 2 BR/ 2.0 BA$ 1,099,000.00 SAN MATEO 5 BR/ 3.1 BA$ 1,295,000.00 SAN MATEO 3 BR/ 2.0 BA$ 799,000.00", "new_id": -2}, {"uid": "1295665718153141431", "i": 57879, "idx": 0, "sa": ["Rudy Giuliani", "George W. Bush", "Colin Powell", "Bill Clinton", "Newt Gingrich", "Barack Obama"], "q": "business leaders.`` Nobody can deny that she has had an impact on the debate over public policy,'' Kevin Law, the group's <strong> Barack Obama </strong>, told The Associated Press in a telephone interview. <q> Let's see what she has to say. </q> <strong> Bill Clinton </strong> was the most recent speaker at an association event last fall. Former <strong> George W. Bush </strong> and his father made a joint appearance before the group, as well. Other speakers have included <strong> Rudy Giuliani </strong>, <strong> Colin Powell </strong>, <strong> Newt Gingrich </strong>", "new_id": -2}, {"uid": "1297255122064307212", "i": 7690, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "wollen. W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von`` illegalen Kombattanten'' und die`` Sondermilit?rtribunale'' scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q> Noch 173 Insassen <strong> Barack Obama </strong> hatte bei seinem Amtsantritt im J?nner 2009 angek?ndigt, er werde das Lager binnen eines Jahres schlie?en. Es fanden sich aber nicht gen?gend M?glichkeiten, die Insassen in anderen L?ndern unterzubringen", "new_id": -2}, {"uid": "1295595388029032476", "i": 25672, "idx": 0, "sa": ["Kevin Connors", "Chris Huhne"], "q": "renewable energy produced in one country to meet needs elsewhere. The hope is that it would solve some of the problems surrounding wind energy, which is intermittent. <strong> Chris Huhne </strong>, the energy secretary, said: <q> Britain wants to work with other countries to make the most of the clean energy potential in and around the North Sea. </q> Senior Goldman Sachs' worker <strong> Kevin Connors </strong> leaves after` internal breach' World needs$ 100 trillion more credit, says World Economic Forum", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]