[{"uid": "1295588443175472914", "i": 24682, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" He added, \"managing the business has become more complicated,\" and Google wanted to <q> speed up decision making, </q> so <strong> Larry Page </strong> got the nod. As for <strong> Larry Page </strong>'s ability to lead the company, <strong> Eric Schmidt </strong> says, \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" This news came", "new_id": -2}, {"uid": "1295605737143458389", "i": 35311, "idx": 6, "sa": ["Will Young", "Ellen DeGeneres", "Cher Lloyd", "Kris Allen", "Connie Talbot", "Simon Cowell"], "q": ", Sharon& Gavin, 14 year old brother Josh and sister Mollie. <strong> Connie Talbot </strong> even kept the TV show a secret from anyone outside of the family knowing, even her school teaCher Lloyds and best friends she wanted to <q> steal the tr.im Watch All episodes on the link above American Idol Season 9, Episode 15: First Results Show: Two Male and Two Female Contestants Eliminated Original Air Date-25 February 2010 Ryan says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> <strong> Will Young </strong> be performing. <strong> Kris Allen </strong>' performance <strong> Will Young </strong> benefit Haiti. Ryan says <strong> Simon Cowell </strong>'s harshness was the \"buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first timers", "new_id": -2}, {"uid": "1295974362157089794", "i": 56029, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Der amtierende Vorstandschef SchmidtEric Schmidt\"> <strong> Eric Schmidt </strong> sagte am Dienstag in M?nchen, der US-Konzern werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz Digital, Life, Design( DLD). \"Aus diesen Gr?nden werden wir weiter investieren.\" Kursinformationen und Charts Google 452,5 EUR[ 4.02", "new_id": -2}, {"uid": "1296654250052576301", "i": 34212, "idx": 2, "sa": ["Peyton Manning", "Drew Brees", "Michael Vick", "Troy Polamalu", "Ryan Clark", "Tom Brady"], "q": "top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I've got to buy my own jersey to get them out to my family,\" <strong> Troy Polamalu </strong> said. <q> I think that was probably the reason why, but I don't know. The Steelers emblem is worldwide. </q> Sure, <strong> Troy Polamalu </strong>. It has nothing to do with the way you play. Always humble and soft-spoken, his demeanor off the field belies his aggressive and man-possessed approach on it. When <strong> Ryan Clark </strong> saw that <strong> Troy Polamalu </strong> had", "new_id": -2}, {"uid": "1296271846184582145", "i": 49405, "idx": 0, "sa": ["Marcus Camby", "Anthony Parker", "Chris Bosh", "LeBron James", "Allen Iverson", "Josh Smith", "Kenyon Martin", "George Karl"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talLeBron James. <strong> Allen Iverson </strong> had 36 points, <strong> Anthony Parker </strong> added 33 and <strong> Kenyon Martin </strong> shut down Toronto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the Toronto Raptors 109-100 on Sunday afternoon. <q> <strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on, </q> <strong> George Karl </strong> said. \"You win games with stops more than maLeBron James shots. I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR <strong> Josh Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"uid": "1295756651021528610", "i": 16639, "idx": 11, "sa": ["Larry Page", "Eric Schmidt"], "q": "was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary.\" <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. <q> There is no making Facebook go away, </q> he said. \"Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Larry Page </strong> is the man to accomplish that in the future.\" During the earnings call last", "new_id": -2}, {"uid": "1296907007021102602", "i": 49288, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ", 37, rues the exodus of foreigners that has left him temporarily without livelihood. But he expresses confidence that Egypt's treasure trove of antiquities means they will not stay away for long. <q> Yes, I haven't worked in two weeks. There are no more visitors to Cairo. They've all fled to their countries, </q> he said. Dr. <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Article: <strong> Hosni Mubarak </strong> hangs on after mass protests in... An injured anti-government protester rests by a... Egyptian Museum Video: Long Locks Get", "new_id": -2}, {"uid": "1296550599213254150", "i": 18289, "idx": 2, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I don't surf,\" <strong> Michael Vick </strong> said. <q> I watch National Geographic too much, and I've seen too many catastrophic situations. </q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited... because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1297242301040484871", "i": 14913, "idx": 2, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting: <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected to the plan. Rumsfeld said Khurmal was operated by a Sunni extremist group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian who later led", "new_id": -2}, {"uid": "1295768239143409188", "i": 6748, "idx": 2, "sa": ["Allen Iverson"], "q": "added 24 off the bench and the Nuggets overcame a 16-point deficit in the first quarter to win their playoff showdown with the Warriors 114-105 Thursday night. \"Everybody knew what was at stake,\" <strong> Allen Iverson </strong> said. <q> It's easy for players to say it's just another game. But everybody knows it wasn't just another game. It was a game that both teams felt they had to have. </q> The win moved Denver( 48-31) a full game ahead of the Warriors in the race for eighth place in the West with only three games remaining. The Nuggets also control the tiebreaker, meaning they can clinch", "new_id": -2}]