[{"uid": "1296504160172736545", "i": 5191, "idx": 0, "sa": ["Andrew Roberts", "Avi Dichter", "Angela Merkel", "George W. Bush", "Amir Peretz", "Frank Lowy", "Paul Wolfowitz", "Chuck Brodsky", "Donald Rumsfeld", "Barack Obama", "Ban Ki-moon"], "q": "<strong> Amir Peretz </strong> <strong> Angela Merkel </strong> <strong> Avi Dichter </strong> <strong> Donald Rumsfeld </strong> Nicolas Sarcozy <strong> Paul Wolfowitz </strong> <strong> Ban Ki-moon </strong> <strong> Frank Lowy </strong> And of course there are so many others.** This song was made by <strong> Chuck Brodsky </strong>. http://wn.com/Wenige_Tage_vor_dem_Irankrieg__Iran_vs_Israel_USA_ Drohender Krieg im nahen Osten. USA& Israel gegen die Muslime. <q> Israel wird neue und gr?te Weltmacht aller Zeiten </q> http://wn.com/Historian_Andrew Roberts_Andrew Roberts_debates_US_Foreign_Policy_1/2 www.Andrew Roberts-Andrew Roberts.net Historian <strong> Andrew Roberts </strong> participates in a rather feisty debate on US foreign policy, with respect to whether <strong> Barack Obama </strong> is any different to <strong> George W. Bush </strong>. The show CrossTalk can be seen on Russian state TV news network, RT", "new_id": -2}, {"uid": "1295474217255852546", "i": 47166, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Ryan Seacrest", "Steven Smith", "Simon Cowell", "Annie Lennox", "Jennifer Lopez"], "q": "Idol'' panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and AeroSteven Smith frontman <strong> Steven Tyler </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season's singing contest was held Wednesday. The Annie Lennoxouncement was made before a crowd of several", "new_id": -2}, {"uid": "1295619163009781250", "i": 9286, "idx": 3, "sa": ["John Prescott", "David Cameron", "Andy Coulson", "Nick Clegg"], "q": "Mandelson, speaking on the World and One, accuses <strong> David Cameron </strong>'s spinner-in-chief <strong> Andy Coulson </strong> of smearing <strong> Nick Clegg </strong>.... video results for: <strong> Andy Coulson </strong> <strong> David Cameron </strong> about Kissing You| Kisses& Moments Montage( TV, Movie& Anime) <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D Couples Elizabeth Swann& Jack Sparrow- Pirates of the Caribbean Madeline`` Maddy'' LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars-... <strong> John Prescott </strong>'s mobile phone", "new_id": -2}, {"uid": "1295577099150192142", "i": 43939, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "new, detailed responsibilities in an organization can only help. If anything, I think it's a positive.'' The company's top executives painted the changes as anything but a shakeup. <q> Historically we( <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds delay and so forth in the way we make decisions, </q> <strong> Eric Schmidt </strong> said on a conference call with analysts.`` By elevating me and having <strong> Larry Page </strong> running things day to day... we think this will produce even better success for the corporation.'' <strong> Eric Schmidt </strong> said he", "new_id": -2}, {"uid": "1295969065009764913", "i": 2892, "idx": 0, "sa": ["Derek Hough", "Katy Perry", "Simon Cowell"], "q": "impressing on the UK version, but producers are unconvinced and believe American audiencesmay prefer a more recognizable star such as href=\"http://www.askmen.com/celebs/women/singer_300/301_rihanna.html\"> Rihanna or <strong> Katy Perry </strong>. A friend of Cheryl's rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or href=\"http://www.askmen.com/celebs/women/singer_300/301_rihanna.html\"> Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old href=\"http://www.askmen.com/celebs/women/singer_150/186_girls_aloud.html\"> Girls Aloud star has what it takes to draw audiences in across the Atlantic. The", "new_id": -2}, {"uid": "1295907918177651713", "i": 28776, "idx": 10, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "'' he says.`` I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the href=\"http://www.foxnews.com/topics/politics/iraq/iraq-war.htm#r_src=ramp\"> Iraq war", "new_id": -2}, {"uid": "1295043882008175621", "i": 33295, "idx": 0, "sa": ["David Letterman", "Mike Goodson"], "q": "me of <strong> David Letterman </strong>'s, and he uses it constantly. The second-year running back is eternally optimistic. When reminded Wednesday that the Panthers went 1-7 in the first half of this season, <strong> Mike Goodson </strong> smiled and said: <q> Then, in the second half, we'll just have to go 8-0. Finish it off good. </q> Panthers vs. Bucs WHO: Carolina( 1-6) at Tampa Bay( 5-3) Raymond James Stadium, Tampa, Fla. TV: Fox <strong> Mike Goodson </strong> soon will get a", "new_id": -2}, {"uid": "1296676626093847556", "i": 57914, "idx": 0, "sa": ["Howard E. Baker", "Nancy Reagan", "Colin Powell"], "q": "that morning by General <strong> Colin Powell </strong> and White House Chief of Staff <strong> Howard E. Baker </strong>. <strong> Howard E. Baker </strong> told us that a treaty on strategic nuclear weapons was possible, but not probable in the remaining months of the <strong> Nancy Reagan </strong> administration. <q> The president wants a good treaty, not a fast one, </q> <strong> Howard E. Baker </strong> said.( What might <strong> Nancy Reagan </strong> have thought when our recent lame duck Congress rushed through a similar treaty last December?) Having covered the Nancy Reagan-Gorbachev summit in Reykjavik two years earlier, we", "new_id": -2}, {"uid": "1296259179174211074", "i": 2780, "idx": 0, "sa": ["Allen Iverson", "Antonio Cromartie"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said.`` Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cromartie </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}]