[{"uid": "1296135478182419465", "i": 12395, "idx": 0, "sa": ["Colin Powell", "James Crowley", "Henry Louis Gates", "Charles Ogletree"], "q": "arrest& the ensuing controversy by just talking calmly to Cambridge, Mass., Police Sgt. <strong> James Crowley </strong>& coming outside of his his house. Gen <strong> Colin Powell </strong>, in your interview with Larry K... <strong> Henry Louis Gates </strong>' Lawyer: <q> Of Course, He's Angry </q> <strong> Charles Ogletree </strong>, the attorney who represents arrested Professor <strong> Henry Louis Gates </strong>, says that his client did nothing wrong, and said that because he was still taken into police custody despite giving two forms of identification for his house: \"", "new_id": -2}, {"uid": "1296892575106627096", "i": 54064, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", stanno portando avanti un processo \"di integrazione culturale basato sul rispetto reciproco e sull` umilt, dove non c'? spazio per il nazionalismo o l'arroganza di quelli che ritengono di saperne di pi\" : <q> ho fiducia nel futuro di Fiat e Chrysler </q>, osserva <strong> Sergio Marchionne </strong>, spiegando che le due case automobilistiche hanno ottime squadre al vertice e sono \"perfettamente complementari in termini di prodotto, architetture e presenza geografica\" . Dichiarazione di Sodexo: la SEIU blocca i", "new_id": -2}, {"uid": "1295480023209436714", "i": 35962, "idx": 0, "sa": ["Conan O'Brien", "Piers Morgan", "David Letterman", "Howard Stern"], "q": "called him a \"genius\" years ago. <strong> Howard Stern </strong> said the compliment came after the release of the film Private Parts and other accomplishments in his career., and praised his friend <strong> David Letterman </strong>. He said Leno <q> did a terrible thing to <strong> Conan O'Brien </strong> </q> with last year's Tonight Show controversy. \"Jay is insane,\" <strong> Howard Stern </strong> told <strong> Piers Morgan </strong>. \"He's not fit to scrub <strong> David Letterman </strong>'s feet. Yes, I don't know why he", "new_id": -2}, {"uid": "1295625746001654808", "i": 22120, "idx": 0, "sa": ["Steve Ballmer"], "q": "with the Xbox 360 gaming console. SocialCast takes many of the social network tools from the consumer world and makes them available in an on-demand service for the enterprise. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1297055402197148672", "i": 25914, "idx": 0, "sa": ["Eric Schmidt"], "q": "lange EU-Ermittlungen vermeiden 07.02.2011- 05:05( Wiederholung vom Wochenende) LONDON( dpa-AFX)- Der Internetkonzern Google m?chte einen langwierigen Rechtsstreit mit der Europ?ischen Union im Streit ber die Marktmacht des Unternehmens verhindern. <q> Das wollen wir nat?rlich vermeiden </q>, sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung \"Sunday Telegraph\" . Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er,", "new_id": -2}, {"uid": "1296774216245792784", "i": 2584, "idx": 0, "sa": ["Sergio Marchionne"], "q": "still owes billions to the U.S. and Canadian governments, and the U.S. retains a 9 percent stake in the company, but <strong> Sergio Marchionne </strong> has talked of paying the governments back by the end of the year. <q> I'd like to pay them off in 2011, if I could, </q> <strong> Sergio Marchionne </strong> told reporters earlier this month. \"I would like to get it done as quickly as I could.\" To be sure, the future is not all roses for the company- Magliano notes", "new_id": -2}, {"uid": "1295264334234684429", "i": 35359, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "give <strong> Andy Coulson </strong> a second chance and that he was doing a good job. \"When he was editor of The News of the World bad things happened at that newspaper,\" <strong> David Cameron </strong> said. <q> When he found out about those, he resigned. That was the right thing to do and I always think there's a danger at the moment that he's effectively being punished twice for the same offence. </q> The Prime Minister's backing for <strong> Andy Coulson </strong> comes just days after the Director of Public Prosecutions ordered a \"comprehensive assessment\" of all material collected by Scotland Yard linked to the phone hacking scandal.", "new_id": -2}, {"uid": "1296789417115392513", "i": 11216, "idx": 8, "sa": ["Dwight Howard", "Kobe Bryant", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals AI", "new_id": -2}, {"uid": "1295094125134053943", "i": 24396, "idx": 54, "sa": ["Graeme Dott", "Stephen Hendry", "Mark Allen", "Allen Iverson", "Steve Javie", "Neil Robertson", "Ding Junhui"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q> His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting Iverson_Allen Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts <strong> Mark Allen </strong> beats <strong> Neil Robertson </strong> to reach Masters semi-final <strong> Neil Robertson </strong> masters <strong> Stephen Hendry </strong> at Wembley <strong> Ding Junhui </strong> beats <strong> Graeme Dott </strong> to reach Masters semis", "new_id": -2}, {"uid": "1295223510099581967", "i": 5173, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Scott King", "Barack Obama", "David Drummond"], "q": "is shared with third parties. The company will document all cases where legally binding censorship requests have been complied with, and that information will be publicly available. <strong> David Drummond </strong>, senior vice <strong> Barack Obama </strong> for corporate development, said <q> Pulling out of China, shutting down Google.cn, is just not the right thing to do at this point... but that's exactly what this proposal would do. </q>[ 18] CEO <strong> Eric Schmidt </strong> and founders <strong> Larry Page </strong> and Sergey Southern Poverty Law Center is Now Officially Part of DHS. The CEO of SPLC now sits on the DHS \"WorScott King Group on Countering Violent Extremism\" along", "new_id": -2}]