[{"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1297323057252542979", "i": 10136, "idx": 8, "sa": ["George Washington", "Colin Powell"], "q": "viable nuclear program destroyed when the cabal committed treason outing Plame to retaliate against <strong> Colin Powell </strong>'s friend Joseph <strong> George Washington </strong>. Posted by: jameschirico| February 9, 2011 12:05 PM| puck opined: <q> The fact that Politicians lie, is no revelation. </q> There's no logic in this as a mere substitution of the collective noun \"little children\" shows: \"The fact that little children lie, is no revelation.\" I", "new_id": -2}, {"uid": "1295465541045563930", "i": 5670, "idx": 0, "sa": ["Stephen Breyer", "Mike Pence"], "q": ", I was awake enough to say \"huh?\" It seems that yesterday, during oral argument at the Supreme Court-the context is unimportant-Justice <strong> Stephen Breyer </strong> said that if a certain course of reasoning were to be adopted, <q> we are not just throwing a monkey wrench into the gears of government contracting; we're throwing the whole monkey. </q> Columbus, Indiana-based WCSI does the forensics on <strong> Mike Pence </strong>'s upcoming decision, and reports that he met with another Indiana The Republicans in the House commenced the debate on repealing Obamacare by expressing their view that they are doing", "new_id": -2}, {"uid": "1295469111069730385", "i": 17652, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully. <q> There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a great heart. </q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets: \"I made", "new_id": -2}, {"uid": "1296102526059130017", "i": 43657, "idx": 0, "sa": ["Craig Ferguson", "David Letterman"], "q": "one started last summer, but some of them form over 2 years before we even carve them,\" said Bruce Schindler with Team Alaska. Every year, their designs become more complex. <q> You get to meet the carvers again and again. It becomes like a little family. Breckenridge treats us like top-level athletes, </q> said Schindler. All sculptures must be finished by Saturday morning. The awards are handed out Sunday afternoon. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"uid": "1297340703125812759", "i": 30169, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "having an affair with his diary secretary, Tracey Temple. He claims to have been told that invoices recovered by police showed he was targeted by <strong> Glenn Mulcaire </strong>. The Labour peer told Sky News: <q> She( Ms <strong> Sue Akers </strong>) showed me substantial evidence which convinced her and indeed me, as I had always expected, that not all the evidence had been properly investigated from the emails. \"And it did show that more interference with messages involving myself had taken place. \"That convinced me that she's serious about getting to the bottom of this and I wish her well in that. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was \"little or no\" evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1297090709063078410", "i": 20139, "idx": 2, "sa": ["Simon Cowell"], "q": "Corporation. \"I have no doubt THE X FACTOR will find winners worthy of international acclaim and career longevity, and believe with Sony's worldwide effort, the winners' potential can be unlimited.\" <q> THE X FACTOR has become a worldwide phenomenon and is unlike anything we've seen in America, </q> said Mike Darnell, President of Alternative Entertainment, Fox Broadcasting Company. \"The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up", "new_id": -2}, {"uid": "1295806909069746696", "i": 16102, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": " <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate", "new_id": -2}, {"uid": "1295224486254787627", "i": 18919, "idx": 0, "sa": ["Colin Powell"], "q": "ensure victory, explained military expert Larry Korb of the Center for American Progress. The 1990-1991 Gulf War saw a rigid application of the \"<strong> Colin Powell </strong> Doctrine,\" which the general later explained meant exhausting all <q> political, economic and diplomatic means. </q> Over 500,000 Coalition troops from dozens of allied nations were poured into the Gulf for the war that began with an extensive month-long aerial campaign followed by 100 hours of operations on the ground with the sole objective", "new_id": -2}, {"uid": "1296370203019021838", "i": 25162, "idx": 0, "sa": ["Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\"", "new_id": -2}]