[{"uid": "1295877357093847588", "i": 7884, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": ": Bachelor's degree from the University of... Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q> I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for <strong> Google Inc. </strong> but is anyone worth suck money? How is <strong> Google Inc. </strong> any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why America is in this currrent state. </q> Report Abuse <blockquote> way to go google!!!!!!!!!! At least someone is making money. </blockquote> Mashable: Why <strong> Google Inc. </strong> Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads", "new_id": -2}, {"uid": "1295442599093192217", "i": 266, "idx": 0, "sa": ["Simon Cowell", "Billy Joel", "Steven Tyler"], "q": "` American Idol' and other reality TV shows embracing kinder, gentler attitude Breitbart Derrik J. Lang, The Associated Press LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again American Idol. With the departure of`` the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox <strong> Steven Tyler </strong>'s Idol Reincarnation New York Post. His work has also appeared in Avenue, Blender, and Media Magazine,", "new_id": -2}, {"uid": "1295094125134053943", "i": 20114, "idx": 44, "sa": ["Rasheed Wallace", "Rip Hamilton", "Allen Iverson"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> Richard <strong> Rip Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1295497950152403983", "i": 15436, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler debates minivans' future despite popularity WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297484044192626692", "i": 18747, "idx": 1, "sa": ["DeAndre McDaniel", "Johnny Unitas", "Michael Vick", "Eric Dickerson"], "q": "are just some of the many who have fallen prey to the business of the NFL Names like <strong> Johnny Unitas </strong>, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of bad decisions they made off the field. <q> That happens when they leave high school and go to college and meet one group of friends. And when they get a little money in their pocket, they all of a sudden have a few more friends. </q> Former Godby star and Clemson defensive back <strong> DeAndre McDaniel </strong> knows all too well about having too many friends. The more his stock rose, the more people wanted a piece of the action-- and be a part", "new_id": -2}, {"uid": "1295659652011878402", "i": 23234, "idx": 1, "sa": ["Eric Schmidt"], "q": "of the year without a sweat, and the down payment was little more than a rounding error for the company. Search, display ads and the Android mobile operating system are all booming. <q> The key themes of an improved macro environment coupled with explosive mobile-device growth accelerating internet usage faster than anyone expected is playing out, </q> Macquarie analyst Ben Schachter observed Friday. Page is young, motivated and, according to <strong> Eric Schmidt </strong>, ready for prime time. Google Posts Strong Earnings as Co-Founder Larry Page Is Named CEO... Please", "new_id": -2}, {"uid": "1295842721132481044", "i": 43650, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger", "Peyton Manning"], "q": "the field or off. Especially off. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other big redemption story in the NFL this year. That is, if you define redemption as <q> making people forget your shameful past by winning football games. </q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>, or", "new_id": -2}, {"uid": "1296008918252100625", "i": 44407, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "Born and raised in Fresn... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Hawaii County Police in Merrie Monarch Parade County of Hawaii Agricultural Application: Map Features Papi, Dana, Paul and Geza", "new_id": -2}, {"uid": "1296073686062521444", "i": 19439, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV operator BSkyB.", "new_id": -2}, [{"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]]