[{"uid": "1295781532220971017", "i": 45076, "idx": 0, "sa": ["Piers Morgan", "Oprah Winfrey", "Jane Lynch", "Simon Cowell"], "q": " \"<strong> Piers Morgan </strong> Tonight\" on CNN International. Excerpts from the interview... Do you ever get surreal moments when you wake up and you go- \"Bloody hell, I'm <strong> Oprah Winfrey </strong>!' I don't do <q>Bloody hell, I'm <strong> Oprah Winfrey </strong>.<q> But I had a surreal moment when my new network launched. I had been working and working to make it <strong> Simon Cowell </strong> inspires <strong> Jane Lynch </strong>'s` Glee\" character actress <strong> Jane Lynch </strong> has said that her tough talking role", "new_id": -2}, {"uid": "1296781096226541600", "i": 13785, "idx": 0, "sa": ["Michele Bachmann", "Lila Rose", "Mike Pence"], "q": "release, but it claims it has enough footage to demonstrate a \"pattern\" of illicit activity. \"We wanted to demonstrate how severe this problem was,\" Live Action President <strong> Lila Rose </strong> told FoxNews.com. <q>People are really starting to pay attention.... This is institutional.<q> <strong> Lila Rose </strong> has released undercover footage involving Planned Parenthood before, but these are the first to deal with the issue of sex trafficking. The video released Tuesday quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>'s,", "new_id": -2}, {"uid": "1297176031226918403", "i": 3159, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble.\"( audience applauds) <strong> Aaron Rodgers </strong>: <q>No, this is fun for me. I mean, this is-- I watch your show a lot.<q> <strong> David Letterman </strong>: \"I appreciate that.\" <strong> Aaron Rodgers </strong>: \"No, it's good to be here. There must be a lot of Wisconsin people out there.\"( Wild applause from", "new_id": -2}, {"uid": "1296291756127057933", "i": 7880, "idx": 1, "sa": ["Shaquille O'Neal", "Marc Jackson", "Dwyane Wade", "Kyle Korver", "Allen Iverson"], "q": "spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night. \"It's like a do or die situation,\" <strong> Allen Iverson </strong> said. <q>A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us.<q> <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers, who won for the fifth time in six games. With Cleveland's 95-89 loss to New York, the Sixers( 40-38) moved into a tie for seventh", "new_id": -2}, {"uid": "1295391192255787026", "i": 46193, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.<q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1295628178218054665", "i": 41862, "idx": 1, "sa": ["Frank Guinta", "Rick Santorum", "Tom Rath", "Mike Pence"], "q": "hosting events at his Manchester home. <strong> Rick Santorum </strong> was his first guest last week. <strong> Rick Santorum </strong> recently hired <strong> Mike Pence </strong> Bieundo, who ran the tea party-backed campaign of Representative <strong> Frank Guinta </strong>, a Republican from Manchester. <q>Their significance is their engagement, which they clearly demonstrated in the 2010 election,<q> <strong> Frank Guinta </strong> said. \"They're only going to get more influential in the presidential.\" <strong> Tom Rath </strong> Long: How exactly did this awards season become such a bore? As of right now it looks like all", "new_id": -2}, {"uid": "1297639050102711324", "i": 14355, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "some kind of positive activity... This is difficult for them both.\" <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> seemed undeterred by skeptics in an open letter posted on both the Nokia and Microsoft Web sites: <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift.<q> Microsoft Update: Latest news, features, reviews, opinions and more- Computerworld If you enter anything in this field your comment will be treated as spam \"Got my( Vodaphone) HTC Desire", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,<q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.\" The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1297297373261144593", "i": 18132, "idx": 1, "sa": ["Steve Ballmer"], "q": "most recently worked with the company's Online Services Division. \"We are already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft chief executive <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.<q> The 19 year Microsoft veteran will take the reigns Microsoft's server, tools and cloud platforms from outgoing president Bob Muglia. In January, the company announced that Muglia would be leaving Redmond", "new_id": -2}, {"uid": "1295762811142376968", "i": 29986, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,\" Mr Lewis said. <q>It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge. \"What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence. \"But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out.<q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s head of communicationsr, handed in his resignation on Friday and plans to leave within weeks. In a statement,", "new_id": -2}]