[{"uid": "1295313208219807749", "i": 43942, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,'' says <strong> Steve Ballmer </strong>, Microsoft's CEO. <q> The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market </q> More than 11,500 customers and 2,000 partners worldwide have used Microsoft Dynamics CRM 2011 as part of the beta programme, including customers that have switched from competing solutions. In New Zealand, a number of companies", "new_id": -2}, {"uid": "1295611949207978546", "i": 1888, "idx": 1, "sa": ["Andy Coulson"], "q": "there's an awful lot of other news taking place.''`` I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one.'' for this sentance read <q> discussion over desert at christmas means our paymasters over at planet Murdoch will find him another nice littel earner </q> Isn't it more normal for a person leaving a job to say he or she is`` proud'' to have worked for the boss or the company etc? How good to see him go. How pleasant", "new_id": -2}, {"uid": "1296932452012320779", "i": 26829, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "for a dogfighting conviction-- is a point of pride for him. But <strong> Roger Goodell </strong> said a party that had been advertised as hosted by <strong> Michael Vick </strong> was not something the QB would be affiliated with. <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here-- what he'd be doing, </q> <strong> Roger Goodell </strong> said.`` He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that.''", "new_id": -2}, {"uid": "1295829795174063631", "i": 15470, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just 1 percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will head strategic projects and new products in the new management structure. BGC's Gillis said Google has had scant success with products it has developed on its own, such as", "new_id": -2}, {"uid": "1295571782118030340", "i": 3033, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter.`` <strong> Google Inc. </strong> had a strong fourth quarter, with 17% year over year revenue growth,'' said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. <q> Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our management team, the resilience of our business model and the pace of innovation within our product and engineering teams, which continued unabated throughout the downturn. As we enter 2010, we remain hugely optimistic about the internet and are continuing to invest heavily in technological innovation for the benefit not only of our users and customers, but also the wider web. </q> http://wn.com/How_far_have_Google's_intrusive_tentacles_penetrated_your_life_Â» <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> has declared war on privacy saying anyone who wants privacy is a crook or a creep with something to hide. It is therefore interesting to see all the different and creative avenues his company uses", "new_id": -2}, {"uid": "1295197610047906830", "i": 33618, "idx": 2, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords", "Tom Coburn"], "q": "<strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>'s story`` inspiring.'' Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws. <q> I am... writing the administration... that the military notify the FBI when someone is rejected form the military for excessive drug use and that be added to the FBI database, </q> said <strong> Chuck Schumer </strong>. <strong> Tom Coburn </strong> emphasized the need to focus on condition of states' mental health-care systems rather than focus on the nation's gun laws,`` We need to make sure that we fix the right problem.", "new_id": -2}, {"uid": "1296407544252772372", "i": 151, "idx": 29, "sa": ["Eric Snow", "Derrick Coleman", "Nate McMillan", "Keith Van Horn", "Allen Iverson"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots,'' said Sonics coach <strong> Nate McMillan </strong>. <q> Every time we tried to make a run it seemed like he came up with a big basket. When he has that going, there is nothing you can do except hope that he misses some shots. </q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2}, {"uid": "1295958129216842277", "i": 10793, "idx": 16, "sa": ["Dick Armey", "Mike Pence", "Mike Huckabee", "Steffen Schmidt", "Sarah Palin"], "q": ", however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power.`` What we would say to <strong> Dick Armey </strong> <strong> Mike Pence </strong> is,` Take a number,''' <strong> Steffen Schmidt </strong> said. <q> It's like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of them already are in line in front of him. </q> Still, a recent ABC News/Washington Post poll of potential GOP candidates shows none dominating the field. The top choices were <strong> Mike Huckabee </strong>( 21 percent), <strong> Sarah Palin </strong>( 19 percent) and former Massachusetts", "new_id": -2}, {"uid": "1296522316264929306", "i": 38706, "idx": 0, "sa": ["Michael Vick"], "q": "- About three weeks before the deadly shootings in Tucson renewed a national debate... Photo in Slideshow: A photo released by the office of U.S. U.S. Video: Homeland Security chief touts US border safety Report Abuse <q> Does anyone else notice that all`` jews </q> are against the 2nd Amendment and pro Abortion( infanticide)? </blockquote> Perhaps they should move to israel and leave the rest of us alone. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]