[{"uid": "1295880426196345858", "i": 15359, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "deleted. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q> If they were nae there they were there aboots </q> BrotherBig 23 January 2011 12:34 AM â\u0080¢ Mr <strong> Andy Coulson </strong>'s truth-telling â\u0080¢ The trespass on people's privacy â\u0080¢ The peculiar behaviour of the police â\u0080¢ The <strong> Rupert Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1295741039001638405", "i": 424, "idx": 2, "sa": ["Allen Iverson", "Malik Rose", "Tim Duncan"], "q": "1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest as he dominated on the offensive end and came within four points of a career high, hitting 14-of-26 from the floor and 15-of-17 from the foul line. <q> It would have been better to have a one-point performance and win than having a 40-point game and lose, </q> said <strong> Allen Iverson </strong>, who added seven rebounds and six assists. <strong> Malik Rose </strong>, whose previous career best was 14 points, was the surprising hero as Robinson and <strong> Tim Duncan </strong> battled foul trouble. Robinson, who picked up his fifth", "new_id": -2}, {"uid": "1297279420080936992", "i": 39049, "idx": 0, "sa": ["Michelle Obama", "David Letterman", "Regis Philbin"], "q": "syndicated) to congratulate the pair on the show's ten year anniversary. <strong> David Letterman </strong> greeted the hosts with flowers, champagne, and friendly ribbing. Having just watched them interview <strong> Michelle Obama </strong>, he told <strong> Regis Philbin </strong>, <q> You made a fool of yourself... you didn't say a word from the time she sat down to the time she left. </q> <strong> David Letterman </strong> then told a touching story about his young son, Harry, asking him to`` say hi to <strong> Regis Philbin </strong>'' when he put him to bed the night before. When <strong> Regis Philbin </strong> said he was moved", "new_id": -2}, {"uid": "1297276631173539329", "i": 21222, "idx": 0, "sa": ["Rep. Jim Sensenbrenner", "Dennis Kucinich", "Mike Pence", "Jihad Jane"], "q": "Minnesota and <strong> Mike Pence </strong> of Indiana, voted for the measure. <strong> Rep. Jim Sensenbrenner </strong>, R-Wis., who introduced the extension of these provisions, said they are integral to America's security and should remain intact. <q> The terrorist threat has not expired and will not anytime soon, </q> <strong> Rep. Jim Sensenbrenner </strong> said. <strong> Dennis Kucinich </strong> Charles Dent, R-Pa., agreed.`` We can not tie the hands of local law enforcers,'' Dent said. He talked about`` <strong> Jihad Jane </strong>''- <strong> Jihad Jane </strong>,", "new_id": -2}, {"uid": "1296200478083099666", "i": 7960, "idx": 2, "sa": ["Brad Ellsworth", "Mike Pence"], "q": ". The business people would be very comfortable with him.'' He also doesn't alienate the opposition.`` I like <strong> Mike Pence </strong>,'' says former House Speaker <strong> Brad Ellsworth </strong> Gregg, a Democrat. <q> He is a conservative, but unlike some conservatives he's not angry. I don't find him shaking his finger at a moderate or liberal. He invites discussion and an exchange of ideas. </q> Although <strong> Mike Pence </strong>'s path to the governor's office appears clear at this point, he's not likely to take it for granted. <strong> Mike Pence </strong> knows what it's like to lose an election,", "new_id": -2}, {"uid": "1297600397255197310", "i": 47361, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "which are rapidly plummeting in price.'' Nokia CEO <strong> Stephen Elop </strong> is reported to have said he feared it would be too difficult for Nokia to differentiate itself in the Android ecosystem. He's quoted saying: <q> It felt a little bit like giving up and not enough like fighting back. </q> <strong> Stephen Elop </strong> and Microsoft CEO, <strong> Steve Ballmer </strong>, concluded a joint open letter on the alliance by saying:`` There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome", "new_id": -2}, {"uid": "1296082803258637838", "i": 12068, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "from Indiana`` Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.''- Paul Ryan, a Republican congressman from Wisconsin <q> The Interior Department is in charge of salmon while they're in fresh water, but the Commerce Department handles them when they're in saltwater. And I hear it gets even more complicated once they're smoked. </q>- <strong> Barack Obama </strong>`` Soon a fresh water salmon will sit next to a salt water salmon in the spirit of civility.''- <strong> Mike Pence </strong> Moore`` The Tea Party has become", "new_id": -2}, {"uid": "1296770511173654034", "i": 12186, "idx": 36, "sa": ["Paul Bremer", "Condoleezza Rice", "Donald Rumsfeld"], "q": "an occupying power. <strong> Paul Bremer </strong>'s decision to disband the Iraqi army flooded the streets with angry, jobless young men, some of whom would later join the insurgency. But`` in truth,'' <strong> Donald Rumsfeld </strong> writes, <q> it wasn't all <strong> Paul Bremer </strong>'s fault... I was told of <strong> Paul Bremer </strong>'s decision and possibly could have stopped it. </q> And there was a major clash with <strong> Condoleezza Rice </strong>, Bush's national security adviser. News stories in late 2003 portrayed Bush as handing <strong> Condoleezza Rice </strong> the power to manage postwar Iraq, but, <strong> Donald Rumsfeld </strong> writes, she", "new_id": -2}, {"uid": "1297642831198574106", "i": 15881, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "United Kingdom in November 2010. <strong> Shayne Ward </strong> says that the album is expected to be released in the United States sometime in 2011. When asked what he sees himself doing in five years, <strong> Shayne Ward </strong> replied: <q> I'd like to be doing a world tour in five years. I feel like I'm ready to branch out and take it to other places. </q> <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen`` X Factor'' judge/executive producer <strong> Simon Cowell </strong> that much these days because`` he's always off,'' says <strong> Shayne Ward </strong>.`` I don't", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]