[{"uid": "1295799418036782093", "i": 2725, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>. \" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And I think he\"s working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}, {"uid": "1297216340026116096", "i": 32786, "idx": 1, "sa": ["Simon Cowell"], "q": "difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he said, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. Idol is still holding strong", "new_id": -2}, {"uid": "1296166845184549385", "i": 742, "idx": 0, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q>their arms folded and brows furrowed,</q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1296051090213254170", "i": 36993, "idx": 1, "sa": ["Michael Vick"], "q": "26, 2011)- <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman. This is <strong> Michael Vick </strong>'s first worldwide licensing deal since returning to the field in 2010. <q>I'm thrilled to be a part of the Unequal team. I've been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing,</q> stated <strong> Michael Vick </strong>. \"The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It", "new_id": -2}, {"uid": "1297570143257933344", "i": 6725, "idx": 0, "sa": ["Michael Jackson", "Simon Cowell"], "q": "learn from <strong> Simon Cowell </strong>, I laid out some helpful principles to being not just a better actor, but a good all-round performer. Here are five more principles <strong> Simon Cowell </strong> wrote about in his book, <q>I Don't Mean to Be Rude, But...</q> 1. Create a Platform <strong> Simon Cowell </strong> points out that many successful <strong> Michael Jackson </strong> stars started their careers in bands or TV shows. It was from that platform that they gained the notoriety and momentum", "new_id": -2}, {"uid": "1295280469135036931", "i": 43010, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Mike Huckabee", "Ronald Reagan", "Michele Bachmann"], "q": "that the 2008 winner <strong> Mike Huckabee </strong> began at <strong> Barack Obama </strong> percent-- but he also said:` For somebody like me, you have to do very well, win or do very well, in Iowa.\" <q><strong> Bill Clinton </strong> Minnesota <strong> Chris Christie </strong> <strong> Tim Pawlenty </strong>, a likely GOP White House hopeful, called on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans,</q> the Wall Street Journal writes. PENCE: \"An independent campaign to draw GOP <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> into the 2012 presidential race is under way, with a veteran of the <strong> Ronald Reagan </strong> White House launching a", "new_id": -2}, {"uid": "1295642432138969088", "i": 48055, "idx": 1, "sa": ["Eric Schmidt"], "q": "like a start-up,\" Mr Page said in an interview with the FT. Fending off the suggestion that the pressure it was feeling from the rise of Facebook had forced the change, Mr <strong> Eric Schmidt </strong> added: <q>This is definitely not because of any one competitor. It's about the rate at which we operate.</q> Debate about whether Google has lost its edge has been rife in Silicon Valley tech circles in recent months. Its failure to counter Facebook in social networking has prompted a wider questioning of its ability to extend", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q>In the eyes of many people, he's a hero,</q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1296741734237912106", "i": 24057, "idx": 0, "sa": ["Abraham Cooper", "Dan Snyder", "Donald Rumsfeld", "President Bush"], "q": "article: a photograph of <strong> Dan Snyder </strong> doctored with scribbled-on horns and facial hair. Rabbi <strong> Abraham Cooper </strong>... said it is...' a symbol... associated with virulent anti-Semitism.\" Post article http://bit.ly/gzMB96-- ProFootballTalk: <q><strong> Dan Snyder </strong> will... discover that... many people who hadn't read \"The Cranky Redskins Fan's Guide to <strong> Dan Snyder </strong>\" will now.</q> http://bit.ly/e7VatY RUMMY SETTLES SCORES IN FEISTY NEW BOOK-- Jonathan Martin: \"<strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says he wanted to oversee the initial reconstruction of Iraq following the invasion, but was rebuffed by <strong> President Bush </strong>.", "new_id": -2}, {"uid": "1297451846240746502", "i": 36816, "idx": 9, "sa": ["George Washington", "Donald Rumsfeld", "John McCain", "Sean Roberts", "Alexander Cooley"], "q": "he said. And more recently, <strong> George Washington </strong> has closely cooperated with Uzbekistan over the Northern Distribution Network, a supply route the <strong> John McCain </strong> military uses to ship cargo overland through Europe and Central Asia into Afghanistan. <q>Indeed, a couple of years later, Tashkent once more tacked towards military cooperation with <strong> George Washington </strong>,</q> <strong> Alexander Cooley </strong> said. <strong> Donald Rumsfeld </strong>'s account highlights how high-profile security cooperation complicated US-Uzbek relations, said <strong> Sean Roberts </strong>, an international relations professor at <strong> George Washington </strong> University. \"Prior to 9/11, <strong> George Washington </strong> was able to engage", "new_id": -2}]