[{"uid": "1295965860135200782", "i": 26425, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who oversaw the company's meteoric rise in recent years, also said the group would hire thousands of people this year in response to accusations that it has struggled to retain its best talent. <q> I'm very personally excited about my next decade at Google, </q> he told the DLD media conference in Munich. From April, <strong> Eric Schmidt </strong> will focus on deals and government outreach as executive chairman. He is also set to get a$ 100 million equity award", "new_id": -2}, {"uid": "1295611382129794091", "i": 1727, "idx": 1, "sa": ["Eric Schmidt", "Citigroup Inc.", "Mark Mahaney", "Google Inc."], "q": "4. <strong> Eric Schmidt </strong> navigated the company past early doubts that it could build a successful ad business around a search engine. He also oversaw the 2004 initial public offering, the biggest for an Internet company. <q> We view this as evidence of the founders staying fully engaged in the business-- a positive, </q> said <strong> Mark Mahaney </strong>, an analyst at <strong> Citigroup Inc. </strong> in San Francisco. The company also posted fourth-quarter profit that topped analysts' estimates as businesses boosted online-ad spending. <strong> Google Inc. </strong>, based in Mountain View, California", "new_id": -2}, {"uid": "1296467645082231308", "i": 22004, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "tag on quarterback <strong> Michael Vick </strong> and listen to trade offers for backup <strong> Kevin Kolb </strong>, according to a report, confirming two moves that have long been expected. A league source confirmed the report Sunday night. <q> You know what? It is what it is, </q> <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl. \"It's great to know they did want to have me around for another year. I'm going to make the most", "new_id": -2}, {"uid": "1295530544084181140", "i": 1340, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Labour's mistakes in office. And will some influential adviser- be it <strong> Andy Coulson </strong> or his polar opposite <strong> Steve Hilton </strong>- persuade him not to keep saying that inequalities of wealth or( yesterday) health are now <q> as bad as those in Victorian times </q>. It is a grotesque and ignorant comparison for several reasons. The poor were much poorer and the rich richer in all sorts of ways. Paradoxically, infections in the days before modern medicine carried off millions in", "new_id": -2}, {"uid": "1296095882011763715", "i": 27522, "idx": 1, "sa": ["Michael Dell", "Eric Schmidt"], "q": "their competitors will, too.\" Google's <strong> Eric Schmidt </strong> said in another interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The <q> e-commerce space feels overheated because valuations are based on long-term revenue expectations, </q> said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. \"But if you look at Google's history, that potential is real\" <strong> Michael Dell </strong> and Lane", "new_id": -2}, {"uid": "1295955139102252581", "i": 42130, "idx": 1, "sa": ["Simon Fuller", "Simon Cowell"], "q": "former business partners, <strong> Simon Fuller </strong> and <strong> Simon Cowell </strong> Jones, met with an unnamed network years ago. \"It was so bad that a minute into the pitch the guy said, \"No...\" he recalled. <q> He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And I said,` So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network, </q> <strong> Simon Cowell </strong> said. \"The good news is, it would never get worse than this.\" Fox went on to premiere American Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a", "new_id": -2}, {"uid": "1297261541254083125", "i": 45181, "idx": 1, "sa": ["Donald Rumsfeld", "Jim Cramer", "Henry Paulson"], "q": "Chief of Staff for the U.S. Treasury Department for <strong> Donald Rumsfeld </strong> <strong> Henry Paulson </strong>. At Treasury he served as <strong> Henry Paulson </strong>'s senior strategist and counselor, and worked on matters of finance and crisis management.\" From <strong> Jim Cramer </strong>'s bio: <q> <strong> Jim Cramer </strong> is a committed conservationist, and his hobbies include snowboarding, endurance sports( including completing 17 marathons), and chess. </q> http://politi.co/gubjcN** A message from Toyota: The pride of our people comes standard on every vehicle. And you'll find that pride in our 10 U.S. plants and nearly 200,000 team members, including", "new_id": -2}, {"uid": "1297300526098500648", "i": 14595, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush", "Robert Kagan"], "q": "and pluralism, stating succinctly that\"[ d] emocracy needs defending.\"[ 8] <strong> Barack Obama </strong>'s pronouncements on democracy in his U.N. speech prompted conservative columnist <strong> Robert Kagan </strong> to declare, <q> Democracy is back. A year ago, who would have believed that <strong> Barack Obama </strong> would devote almost a third of his speech at the United Nations to democracy? </q>[ 9] International Republican Institute <strong> Barack Obama </strong> Lorne Craner, Assistant <strong> Donald Rumsfeld </strong> of State for Democracy, Human Rights, and Labor in the <strong> President Bush </strong> Administration, testified to Congress in June 2010 that", "new_id": -2}, {"uid": "1295850131219414572", "i": 29859, "idx": 0, "sa": ["Colin Powell"], "q": "State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, \"I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]