[{"uid": "1296579556225869892", "i": 14478, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "'s progress.( Eugene Tanner/AP) Here's another roundup of what the national media are saying about the Eagles: SI.com's Peter King has been working on an in-depth story about commissioner <q>I do believe we need more success stories,</q> <strong> Roger Goodell </strong> said of <strong> Michael Vick </strong>. \"Too much of our society looks for people to fail. I'm not doing this because I felt sorry for <strong> Michael Vick </strong>. I felt that because he'd been accountable, he had", "new_id": -2}, {"uid": "1295954029089243666", "i": 19992, "idx": 0, "sa": ["Cheryl Cole", "Katy Perry", "Simon Cowell"], "q": "Although <strong> Simon Cowell </strong> is fighting for the Geordie to be involved, it's reported that bosses would prefer a big American star like Rihanna or <strong> Katy Perry </strong>. A naughty little source told the Sun: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> Good- she's ours and you can't have her. Jordan might want to look away and bury her head in some snow at this point We thought <strong> Cheryl Cole </strong> had gone to LA", "new_id": -2}, {"uid": "1295155571091308074", "i": 48199, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "run from sixth seed to the Super Bowl, but nothing looks out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. <q>This probably was my best performance-- the stage we were on, the importance of this game,</q> <strong> Aaron Rodgers </strong> said. \"It was a good night.\" <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia", "new_id": -2}, {"uid": "1296149573243646477", "i": 35914, "idx": 11, "sa": ["Michael Vick"], "q": "to hated. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. You must fill out the comment body in order to submit a comment. Eagles quarterback <strong> Michael Vick </strong> drops back to pass during practice for the the Pro Bowl Wednesday.( EUGENE TANNER/Associated Press)", "new_id": -2}, {"uid": "1297676452157712406", "i": 8459, "idx": 1, "sa": ["Zahi Hawass"], "q": "Mr <strong> Zahi Hawass </strong>, wrote: \"I have said that if the Egyptian Museum is safe, Egypt is safe. However, I am now concerned Egypt is not safe.\" But he later added: <q>Not a single thing has been thrown at the museum by the thousands of protesters in Tahrir Square, because these people do not want to damage their cultural heritage.</q> A date for the Egyptian Museum to open has not yet been decided. Its director and other staff have been sleeping at the site to watch over it. This statue depicts the boy king held", "new_id": -2}, {"uid": "1297118217093028381", "i": 45363, "idx": 4, "sa": ["Simon Cowell", "Leona Lewis"], "q": "the winner. \"The X Factor\" has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q>It has to be controversial, interesting,</q> <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. \"If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well.", "new_id": -2}, {"uid": "1295981594193069060", "i": 28332, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1296727907183500817", "i": 16345, "idx": 13, "sa": ["Allen Iverson"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do.</q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a big spark for", "new_id": -2}, {"uid": "1296125466027361319", "i": 37474, "idx": 0, "sa": ["Zahi Hawass"], "q": "initiative as a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, especially those items that are considered unique. <q>The painted bust of Nefertiti is universally recognised as a unique and irreplaceable artefact,</q> <strong> Zahi Hawass </strong> says. The bust is ranked first on a \"Wish List\" of five important objects that Egypt hopes to have returned. The other four objects in question are the Rosetta Stone, now in the British", "new_id": -2}]