[{"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297175078196968452", "i": 47694, "idx": 10, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "the war. File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q>too many hands on the steering wheel.</q> \"There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,\" he said. On the weapons", "new_id": -2}, {"uid": "1295912306177651767", "i": 25522, "idx": 0, "sa": ["Chuck Schumer", "Mike Pence"], "q": ",\" <strong> Chuck Schumer </strong> said. \"Now, that's symbolic, but maybe it just sets a tone and everything gets a little bit more civil.\" The idea does have its critics. <q>You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,</q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. \"Well, I've been in Congress for 10 years, and I learned a long time ago, it doesn't really matter where you sit- it", "new_id": -2}, {"uid": "1295611385143458309", "i": 19544, "idx": 3, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> acted as a mentor to Page during his tenure. He also clashed with the co-founder, according to <strong> Ken Auletta </strong>, author of \"Googled: The End of the World as We Know It.\" <q>They went through a very tough management patch,</q> <strong> Ken Auletta </strong> said. While Google resisted threats from rivals Yahoo! and Microsoft under <strong> Eric Schmidt </strong>, Page will confront fiercer rivals, said Whit Andrews, an analyst at Gartner. \"Google versus Facebook is an", "new_id": -2}, {"uid": "1295683197065617921", "i": 35156, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "hands-on time developing new products. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>'s official statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> This may sound glib, but it rings true. Page and <strong> Sergey Brin </strong> are only 37 years old and were just 27 when they interviewed the former Novell CEO, then 45, about adding", "new_id": -2}, {"uid": "1295932595118014000", "i": 29071, "idx": 8, "sa": ["Aaron McKie", "Devean George", "Shawn Bradley", "Theo Ratliff", "Allen Iverson", "Steve Nash"], "q": "that Tuesday night. Although <strong> Allen Iverson </strong>'s two free throws with 17.1 seconds left were the difference in a 101-100 victory, <strong> Theo Ratliff </strong>'s season-high 25 points and <strong> Devean George </strong> Lynch's basket over 7-foot-6 <strong> Shawn Bradley </strong> were pivotal, too. <q><strong> Theo Ratliff </strong> was demanding the ball and we had to get it to him the way he was putting it in the hole,</q> 76ers guard <strong> Aaron McKie </strong> said. Philadelphia's three-game losing streak appeared likely to grow as Dallas took a 10-point lead early in the fourth quarter. But a layup by <strong> Theo Ratliff </strong> with 1:22 left tied it at 97. <strong> Steve Nash </strong>", "new_id": -2}, {"uid": "1296356803240402449", "i": 36505, "idx": 0, "sa": ["Robert Auerbach", "Sen. Bernie Sanders"], "q": "<q>exactly. someone proposed the title Global Weirding instead of Global Warming. bu...</q> \"whats your son doing in robotics class? details would be interesting\" fed audit for accountability& transparency <strong> Robert Auerbach </strong>: The Federal Reserve's$ 3.3 Trillion Insider Loans Follow a History of Corrupt Practices <strong> Sen. Bernie Sanders </strong>: A", "new_id": -2}, {"uid": "1295826281073957377", "i": 40496, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. SCHMIDT SELLS SHARES In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said., <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class A-- meaning he would", "new_id": -2}, {"uid": "1295665764077054063", "i": 16680, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Google co-founder Larry Page will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. Mr <strong> Eric Schmidt </strong>, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership</q>, according to the official Google blog spot. Mr <strong> Eric Schmidt </strong> would continue to act as an advisor to Mr Page and co-founder Mr <strong> Sergey Brin </strong>. \"Page will take charge of Google's day-to-day operations", "new_id": -2}, {"uid": "1295350326057589761", "i": 44410, "idx": 2, "sa": ["Simon Cowell"], "q": "He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof.\" He added: <q><strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.</q> claimed that <strong> Simon Cowell </strong> is not the \"ogre\" some people believe he is. EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out", "new_id": -2}]