[{"uid": "1295228796163069970", "i": 34542, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q>Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives,</q> he explained. <strong> Nigel Lythgoe </strong> revealed: \"They're not, and they shouldn't be, good at chopping people's legs from underneath them, they're not that character, and it isn't about", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295788412114884629", "i": 45566, "idx": 1, "sa": ["Andy Coulson"], "q": "fully. \"Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she said. <q>Nobody is above the law, no newspaper editor, no journalist.</q> The scandal has already cost No 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}, {"uid": "1295285635056262693", "i": 34971, "idx": 1, "sa": ["Bill Lockyer"], "q": "during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as \"needlessly provocative acts of gamesmanship that warp the status quo.\" <q>Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion,</q> he said. California Redevelopment Association Director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1297452929027197459", "i": 34753, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "got through but he didn't-- until he started singing/pleading as he went up the aisle out of the theater. Not classy, Nick. And judge Randy Jackson played the past role of <strong> Simon Cowell </strong> telling him, <q>One and you're done dude.</q> Good stories developing with James Durbin, the spike-haired Santa Cruz guy; <strong> Chris Medina </strong>, with the recovering fiancee; Julie Zorrilla, whose parents fled Colombia; and raspy-voiced Brett Loewenstern, 16, of Florida.", "new_id": -2}, {"uid": "1296864918188694530", "i": 7907, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the most expensive television show of the year, it's a message to the viewing public,\" said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q>You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car.</q> Fox is charging an estimated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute", "new_id": -2}, {"uid": "1295534813152666116", "i": 8861, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Woman dragged by car after thieves snatched purse Local groups pitch in to gather gifts", "new_id": -2}, {"uid": "1297234014042778761", "i": 945, "idx": 8, "sa": ["Donald Rumsfeld", "Todd Litman"], "q": "analysis.[ 1] \"Public Transportation Delivers Public Benefits,\" Welcome to the Fast Lane: The Official Blog of the U.S. <strong> Donald Rumsfeld </strong> http://fastlane.dot.gov/2009/06/public-transportation-delivers-public-benefits.html[ 2] <strong> Todd Litman </strong>, <q>Rail Transit in America: A Comprehensive Evaluation of Benefits,</q> Victoria Transport Policy Institute, October 25, 2004. The cover indicates that the report was \"Produced with support from the American Public Transportation Association.\" As of April 11, 2010, the document has been", "new_id": -2}, {"uid": "1296709837249151493", "i": 2386, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Miami_Heat_vs_Toronto_Raptors_109-100_November_13,_2010 <strong> Dwyane Wade </strong> scored 31 points and <strong> LeBron James </strong> added 23 points along with 11 assists to lead the Heat to a victory over the Raptors.", "new_id": -2}, {"uid": "1295997217180568075", "i": 8974, "idx": 0, "sa": ["Bill Lockyer"], "q": "to disclose risks attached to Calpers. The report cited a person with knowledge of the investigation, but Calpers spokesman Clark McKinley said the fund does not have any knowledge of a probe by the SEC: <q>As far as we know, there has not been any SEC notice of an investigation.</q> California State Treasurer <strong> Bill Lockyer </strong>'s office also has not been contacted by the SEC regarding any disclosure issues. \"As far as we know there is no probe of Calpers,\" said <strong> Bill Lockyer </strong> spokesman", "new_id": -2}]