[{"uid": "1295895473003866657", "i": 5719, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST-{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"uid": "1296086318130252844", "i": 8766, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Jerami Grant", "Ben Ali", "Russ Mitchell"], "q": "`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012203303.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 11v&amp;flvURL=/media/2011/01/22/01222011- 11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 11v.jsn''}{`` title'': <q> <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support </q>,`` description'':`` Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in <strong> Jerami Grant </strong>.'',``", "new_id": -2}, {"uid": "1297712549158122038", "i": 12291, "idx": 2, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1296667040253952025", "i": 47776, "idx": 0, "sa": ["Brad Miller", "Marcus Camby", "Allen Iverson", "Reggie Theus", "Linas Kleiza", "Éric Baratay"], "q": "jumper just before the final buzzer sounded, lifting the Denver Nuggets to a thrilling 106-105 victory over Sacramento on Sunday night.`` If it doesn't hurt, then you're brain dead,'' <strong> Reggie Theus </strong> said. <q> It's supposed to hurt or you don't care. It's supposed to sting. </q> The Kings kept giving Denver extra chances, like when <strong> Brad Miller </strong> bÉric Baratayked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the shot", "new_id": -2}, {"uid": "1296200464159858698", "i": 5818, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "`` So I'm sure that he's made a discernment that this is the right move.'' Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one <q> because he made it. </q>`` You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,'' <strong> David McIntosh </strong> said. That, <strong> Mike Pence </strong> said,", "new_id": -2}, {"uid": "1297307751072155172", "i": 54864, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": ". In an otherwise charming feature story posted on MLB.com about the charity work that he and his wife do for stray dogs, <strong> Mark Buehrle </strong>'s comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( <strong> Mark Buehrle </strong>).`` How could you do that if you are somewhat sane? Location pontiac mi Posts 565 Location From Tha Bay 2 L.A Posts You may not post new threads You may not post replies", "new_id": -2}, {"uid": "1297270524044515339", "i": 39288, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe.'''`` In any event, the phrase` old Europe' entered the vernacular", "new_id": -2}, {"uid": "1295567825105267222", "i": 3018, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government.`` I believe <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong> said. <q> His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' <strong> Larry Page </strong> said.`` There's really no", "new_id": -2}, {"uid": "1296117571165298183", "i": 9355, "idx": 7, "sa": ["Michael Vick"], "q": "a significant step back to superstardom: His first endorsement deal since his return to the NFL in 2009. The deal is with Unequal Technologies, a company that makes football pads <strong> Michael Vick </strong> used this season. <q> Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury, </q> said <strong> Michael Vick </strong>, who missed three games with a rib injury sustained Oct. 3.`` I came back and I was still hurt and I was able to go out there and continue the season and then I hurt", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]