[{"uid": "1295618585136232988", "i": 538, "idx": 0, "sa": ["Andrew Jay", "Andy Coulson"], "q": "\" said Michael E. Glover, Verizon senior vice president and deputy general counsel, in a statement. Media Access, an advocacy group, called the appeal \"blatant appeals court forum shopping.\" <q> Under this bizarre legal theory, virtually every FCC decision would wind up in one court. Verizon has made a blatant attempt to locate its challenge in a favorable appeals court forum. The company's theory assumes that all agency actions changing rules are \"modifications\" to hundreds of thousands of licenses. This would insure the case remains in the District of Columbia Circuit, and keeps others from seeking review in different courts. </q> said <strong> Andrew Jay </strong> Schwartzman, senior vice president and policy director of Media Access Project, in statement. Does Lower Volatility Signal a Market Correction? Not Necessarily <strong> Andy Coulson </strong> quits Number 10 a day after Labour loses its Shadow", "new_id": -2}, {"uid": "1296552417261570573", "i": 23546, "idx": 14, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Shaquille O'Neal"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_2001_NBA_Final_Game_2_vs_Kobe_Bryant_Lakers <strong> Shaquille O'Neal </strong> attacked, <strong> Kobe Bryant </strong> bounced back and the Los Angeles Lakers got on track. The Lakers responded like defending champions and evened the", "new_id": -2}, {"uid": "1295620443048054281", "i": 34732, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and Larry Page is taking over the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> joked about the switch on Twitter, saying", "new_id": -2}, {"uid": "1296282702007127040", "i": 47838, "idx": 0, "sa": ["Steve Ballmer", "Rob Wittman"], "q": "Spotsylvania County. Rep. <strong> Rob Wittman </strong> related a conversation he had with Microsoft CEO <strong> Steve Ballmer </strong> last week about how to create more science, technology, math and engineering workers in the United States. <q> He said our education system, starting with our community colleges, is where we need to begin, </q> <strong> Rob Wittman </strong> said. Germanna enrolls 7,500 credit students, with a total of 14,000 students taking at least one class, including non-credit classes. Several students attended the groundbreaking. Carla Craft,", "new_id": -2}, {"uid": "1296817703066027527", "i": 43387, "idx": 2, "sa": ["Karen Hartman", "Bill Stephan", "Mike Pence"], "q": "<strong> Karen Hartman </strong>, at an evangelical church service where she was playing the guitar. \"I think his faith is first and foremost what makes him tick,\" said former Rep. David McIntosh, a Republican. <q> Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"", "new_id": -2}, {"uid": "1295439843072597613", "i": 26975, "idx": 2, "sa": ["Sen. Ted Kennedy", "Robert Menendez", "Sen. Bernie Sanders"], "q": "a thorough investigation into what caused the Gulf of Mexico Oil Leak???? <strong> Sen. Ted Kennedy </strong> Democrats today asked unanimous consent to pass legislation that would give the BP Oil Spill Commission the subpoena power it needs to do its job. <q> Frankly, it's time we have a vote after so many Republican objections to this commonsense legislation, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Robert Menendez </strong>.\"[ This bill] asserts that we want to protect those families, taxpayers, not oil company profits.\" Reuploaded from SenateDemocrats channel- www.youtube.com http://wn.com/Republicans_Oppose_Al_Franken's_Law_on_Protecting_Victims_of_Gang_Rape Watch more at www.theyoungturks.com Follow us on", "new_id": -2}, {"uid": "1297631305154894420", "i": 21256, "idx": 0, "sa": ["Zahi Hawass"], "q": "the Egyptian Museum, which was hit during anti-government protests on January 28. Antiquities Minister <strong> Zahi Hawass </strong> says looters escaped with several items, including two gilded wooden statues of Tutankhamen and approximately 16 other valuable artifacts. <q> They broke the windows and they come with ropes, </q> he said, \"about 15 feet down and they entered the museum.\" \"Those people looking like Raiders of the Lost Ark,\" <strong> Zahi Hawass </strong> said. \"Treasure hunters. People who have nothing", "new_id": -2}, {"uid": "1296727907183500817", "i": 16345, "idx": 13, "sa": ["Allen Iverson"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a big spark for", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1296864258154910775", "i": 3225, "idx": 0, "sa": ["Sergio Marchionne"], "q": "launch of Chrysler vehicles at the assembly plant in Brampton, January 7, 2011. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}]