[{"uid": "1297069524039026705", "i": 19213, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1297145575101449730", "i": 21656, "idx": 3, "sa": ["Simon Cowell"], "q": "years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which`` anything can happen.'' <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said.`` I like people who are ambitious, and with that comes controversy.'' One unwelcome flap last season on the U.K. version of`` X Factor'' involved the", "new_id": -2}, {"uid": "1297371116207732736", "i": 4654, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "in The Guardian illustrates the technique in action. Here he is trying to explain away another of his untruths, the claim that the CIA had identified WMD sites around Tikrit and Baghdad: <q> While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. So instead of claiming he was`` misquoted </q>, <strong> Donald Rumsfeld </strong> boldly owns up to his claim, but excuses it as a lone`` mis-statement''( so human, so easy to understand), which was given so much undue attention that it caused the broader", "new_id": -2}, {"uid": "1296335606206061592", "i": 2923, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door.`` What scares me is that if this building is <q>, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1296550878146587668", "i": 25863, "idx": 0, "sa": ["Sergio Marchionne", "Shawn Morgan"], "q": "Chrysler spokeswoman <strong> Shawn Morgan </strong> said Monday. Because Chrys ler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than", "new_id": -2}, {"uid": "1295984269158924821", "i": 5988, "idx": 4, "sa": ["Eric Schmidt"], "q": "Despite his hopes of landing a TV gig, it appears the Chairman won't be straying far from Google. At the DLD media conference in Munich today, <strong> Eric Schmidt </strong> said he is <q> very personally excited about my next decade at Google. </q>", "new_id": -2}, {"uid": "1295494342052953107", "i": 28827, "idx": 0, "sa": ["Brian Cathcart", "Rupert Murdoch", "Jack Shafer", "Les Hinton", "Andy Coulson"], "q": "phones. That brings the scandal that much closer to execs like <strong> Andy Coulson </strong> and now- Wall Street Journal head <strong> Les Hinton </strong>. <strong> Brian Cathcart </strong> on what this mean( h/t <strong> Jack Shafer </strong>): <q> The phone hacking scandal has entered a new phase and a number of very powerful people, up to and including <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>, should now be very worried. <strong> Glenn Mulcaire </strong>'s reported confirmation that a senior News of the World news editor, Ian Edmonson, commissioned him to hack phones elevates a nagging problem into a national political crisis. </q> The problem is most acute at the <strong> Rupert Murdoch </strong> press, which must now defend itself against the charge that its staff hacked phones with the blessing of management. It also has to explain why it has", "new_id": -2}, {"uid": "1296291756127057929", "i": 45368, "idx": 1, "sa": ["Rasheed Wallace", "Jackson Campbell", "Allen Iverson", "Cyril Rioli"], "q": "coach Phil <strong> Jackson Campbell </strong> said.`` We should've won.'' Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q> It's a psychological lift knowing they're going to return soon, </q> coach Michael Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since http://wn.com/Cyril_Rioli_Goal_of_the_Year_contender_against_Fremantle__Round_21,_2010 <strong> Cyril Rioli </strong>'s kick out of mid air is amazing! Kicked in the 3rd", "new_id": -2}, {"uid": "1297228199053084182", "i": 4367, "idx": 0, "sa": ["Cheryl Cole", "Terri Seymour", "George Michael", "Christina Aguilera", "Simon Cowell", "Nicole Scherzinger"], "q": "<strong> Terri Seymour </strong>. He told the reporter for news show Extra he and his production team are`` talking to'' <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> and admits his former star <strong> Nicole Scherzinger </strong> appears to be a favorite. <strong> Simon Cowell </strong> says, <q> She is gorgeous and she does know what she's talking about. </q> <strong> George Michael </strong> might be on the panel and <strong> Simon Cowell </strong> has also ruled out <strong> Christina Aguilera </strong> after her national anthem mess at the Super Bowl on Sunday. He jokes,`` Pre Super Bowl, yes; post", "new_id": -2}, [{"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]]