[{"uid": "1295321590105201673", "i": 9021, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "rocket motors were still thrusting. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. ''It was definitely a special night,'' <strong> Linas Kleiza </strong> said. ''I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295287031003260440", "i": 5058, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Microsoft Dynamics CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting Feb. 28. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized Dynamics CRM's <q>familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data.</q> Microsoft finds itself locked in fierce battle for CRM market-share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals. In trying to set cloud", "new_id": -2}, {"uid": "1296567803036290642", "i": 49045, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price", "Louis Walsh", "Dannii Minogue"], "q": "Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.'' <q>Do I want <strong> Katie Price </strong> as a judge on ''The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> If successful, <strong> Katie Price </strong> would join <strong> Louis Walsh </strong>, <strong> Dannii Minogue </strong> and <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>''s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. Comment on this Article She said:", "new_id": -2}, {"uid": "1295985441139264028", "i": 18472, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this ''miracle'' product. ''There is no industry support on this thing at all,'' she said of the organization. <q>We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER SOFTWARE Company Advent", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,</q> said <strong> Zahi Hawass </strong>. ''But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1297119812245366797", "i": 16903, "idx": 0, "sa": ["Simon Cowell"], "q": "judging panel for The X Factor's American edition have been premature, according to <strong> Simon Cowell </strong>, who created the British singing competition and will serve as the new U.S. version's lead judge when it debuts this fall. <q>I'm not going to say today... who we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,</q> <strong> Simon Cowell </strong> told reporters during a Monday conference call. ''We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or", "new_id": -2}, {"uid": "1296062754109985833", "i": 104, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,</q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. ''Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' <strong> Michael Vick </strong> was once", "new_id": -2}, {"uid": "1296668776210550787", "i": 4073, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "41-year-old, currently Controller of BBC Global News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the News of the World. Mr <strong> David Cameron </strong> said: <q>I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. ''Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme.</q> Mr Oliver said: ''I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. ''It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"uid": "1295945595182452244", "i": 20850, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "They've been allocating money to all strategies,'' said Vijay Rakesh, an analyst at Sterne Agee& Leach Inc. in Chicago who has a ''buy'' rating on Intel shares and doesn't own any. <q>They made acquisitions last year. They're paying out pretty good dividends, and now they're doing buybacks.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NOVATO 4 BR/ 4.0 BA$ 1,585,000.00 SAN RAFAEL 5 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1297242024149028872", "i": 23749, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "good chance to become the first team to repeat as Super Bowl champs since the ''Every team has a different face to it,'' the 27-year-old <strong> Aaron Rodgers </strong> told the Milwaukee Journal Sentinel. <q>Every year, different players, guys come and go. But I think the core, the nucleus of this team, is intact to make runs like this for the next four or five years.</q> <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass. ''Do you mind throwing me something simple?'' <strong> David Letterman </strong> asked before he quickly added", "new_id": -2}]