[{"uid": "1296056324213385216", "i": 9961, "idx": 0, "sa": ["Eric Schmidt"], "q": "is easy enough to get to from San Francisco. You could work at Google and live in San Francisco.'' Google is about 35 miles away from San Francisco. Google itself says: <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> according to the href=\"http://www.newser.com/article/d9kvjo603/google-to-hire-more-than-6200-workers-this-year.html\" rel=\"nofollow\"> AP. All this comes after the news that <strong> Eric Schmidt </strong> has stepped down as CEO( see that story href=\"http://www.examiner.com/top- news- in- san- francisco/Eric Schmidt- <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295520503199704593", "i": 5407, "idx": 1, "sa": ["Michael Gove", "Sayeeda Warsi, Baroness Warsi"], "q": "played a leading role in turning public and intellectual opinion against the practise.`` I'm saying that we need to have facts in the curriculum,'' Mr <strong> Michael Gove </strong> told the Today programme. <q> I want there to be core curriculum content- facts, knowledge. I want teachers to decide what that is.`` Parents need to know what children are learning, both so they can hold schools to account and so they can play their proper part in helping. </q> <strong> Sayeeda Warsi, Baroness Warsi </strong> vows Islamophobia battle Conservative co-chairman <strong> Sayeeda Warsi, Baroness Warsi </strong> is to pledge an`` ongoing battle against bigotry'' later. Anti-Muslim preacher lashes out at UK ban The preacher who prompted outrage across the world when he", "new_id": -2}, {"uid": "1297242011110002179", "i": 24973, "idx": 1, "sa": ["Simon Cowell"], "q": "to audition. There is no upper age limit.`` I like the idea that a 12-year old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement. <q> I've never believed there should be a cut-off age for talent. </q> GFR This site is operated by Cinema Blend LLC. For advertising inquiries, contact", "new_id": -2}, {"uid": "1295667836215973891", "i": 18292, "idx": 1, "sa": ["Christopher Hitchens", "Glenn Beck", "Tracy McGrady", "John Adams", "Allen Iverson", "Thomas West"], "q": "AmChristopher Hitchensa. Either that, or it's a settlement offer for that boy after he sued the rectory. Super-religious guy <strong> Glenn Beck </strong> likes to play dress-up as <strong> Thomas West </strong> Paine. <strong> Thomas West </strong> Paine, an atheist who said churches were <q> human inventions, set up to terrify and enslave mankind </q>. <strong> John Adams </strong> said,`` this would be the best of all possible worlds, if there were no religion in it''.* Which is not to say the Founders didn't http://wn.com/Allen Iverson_Allen Iverson_37pts_vs_Tracy McGrady_Tracy McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in", "new_id": -2}, {"uid": "1295091463061095940", "i": 29570, "idx": 4, "sa": ["Pier Luigi Bersani", "Sergio Marchionne"], "q": "ora gli investimenti. Anche il segretario del Pd? intervenuto sull` esito del referendum.`` Ora gli investimenti promessi da <strong> Sergio Marchionne </strong>'', ha detto <strong> Pier Luigi Bersani </strong>. Il risultato del referendum sull` accordo per Fiat Mirafiori <q> va rispettato. E va rispettato anche per quel tanto di disagio che rappresenta </q>. Cos il segretario del Pd, <strong> Pier Luigi Bersani </strong>, ha risposto alle domande dei giornalisti a margine di una manifestazione oggi ad Ancona.`` Quindi- ha aggiunto- ora la Fiat mantenga gli impegni e si rivolga a", "new_id": -2}, {"uid": "1296927768215564307", "i": 10002, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Vanessa Williams"], "q": "Think You Are?''( 7.3 million tuned in to see <strong> Vanessa Williams </strong>' story) and`` Dateline''( which averaged 8.6 million over two hours). ABC aired`` Supernanny''( 4.2 million), <q> Primetime: What Would You Do? </q>( 4.6 million) and a <strong> Barbara Walters </strong> special on heart surgery( 6.2 million). <strong> Barbara Walters </strong> ran third in the 10 p.m. hour despite guests <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> David Letterman </strong>. Fox aired`` Kitchen", "new_id": -2}, {"uid": "1295560492175849481", "i": 4095, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "an adviser to <strong> Larry Page </strong> and Google's other co-founder, href=\"http://content.usatoday.com/topics/topic/People/Business,+Science+and+Technology+Figures/Sergey Brin+Sergey Brin\" title=\"More news, photos about Sergey Brin\"> <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1297161526055738379", "i": 41061, "idx": 2, "sa": ["Simon Cowell"], "q": "top limit. Second, the judges on`` X Factor'' mentor the contestants. Each judge works with three or four finalists- then comes back to judge them against the other finalists. <q> It can become even more competitive among the judges than the contestants, </q> <strong> Simon Cowell </strong> said,`` because we don't have to pretend we like each other.'' And sure, said <strong> Simon Cowell </strong>,`` There will be some bias'' among the judges toward the contestants they mentor", "new_id": -2}, {"uid": "1297258327064307220", "i": 53396, "idx": 0, "sa": ["Donald Rumsfeld", "Michelle Obama"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: <strong> Michelle Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> The reason former community organizer <strong> Michelle Obama </strong> and his Copenhagen snuff dipping wife are preventing the daughters from T.V. and other printed media and are so carefully monitoring the internet is because they don't want them to see the true facts that are now beginning to be circulated about them- that they have a failed presidency, are way down in the polls, that most Americans can't stand them or their Chicago thug fascist politics and their egotistical eliteist condesending incompetent unqualified regeime. </q> Clearly America has woken up and can see that the emperor has no clothes. Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]