[{"uid": "1295700037236945434", "i": 14181, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q>So far, our worst day in government,</q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com http://wn.com/Newspaper_phone_tap_row_David_Cameron_backs_Andy_Coulson Tory leader <strong> David Cameron </strong> says his chief press advisor's job is", "new_id": -2}, {"uid": "1296968578257851407", "i": 40189, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1294975566041533468", "i": 18169, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "playoffs.\" Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" <q>People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,</q> <strong> Gary Moore </strong> said. \"He's got a battle ahead of him.\" <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's", "new_id": -2}, {"uid": "1296413477170033187", "i": 20905, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,\" <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> <q>the manifestation of the kind of traditional <strong> Michael Feinstein </strong> ideals that I was raised to believe in.</q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school-- did not", "new_id": -2}, {"uid": "1295640175249806852", "i": 1694, "idx": 1, "sa": ["Simon Cowell"], "q": "- \"Somehow there's more \"no chicks here' than usual,\" says one of Homer's homies. This satirical outing( so to speak) tempers its political incorrectness with a bid for tolerance. <q>There's nothing against it in the bible,</q> says Moe( referring, naturally, to the \"Bartenders' Bible\"). Transforming the bar is Smithers' idea( after learning he's not in <strong> Simon Cowell </strong> Burns\" will), and even though he", "new_id": -2}, {"uid": "1296573815267468851", "i": 417, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "U Smile singer plugged <strong> David Letterman </strong>'s programme, although <strong> David Letterman </strong> himself wasn't sure what <strong> Justin Bieber </strong>'s tweet would accomplish. <strong> Justin Bieber </strong> asked: \"You want me to Twitter you?\" <strong> David Letterman </strong> responded: <q>What do you mean Twitter me?</q> <strong> Justin Bieber </strong> added: \"I will just tweet, like just say you're here. It's just cool to let the fans know. \"I just said I'm hanging out with my", "new_id": -2}, {"uid": "1295397228118030342", "i": 41397, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and news conference. WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295622151033243140", "i": 6971, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "With the investigation potentially re-opening due to allegations that news editor <strong> Ian Edmondson </strong> knew about the hacking too, <strong> Andy Coulson </strong> says he can no longer \"give the 110% needed\" in his Downing Street role. <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,</q> he said. Weekly Politics, Media, and Real Estate stories. Varies News and reviews on movies, TV, books, and theater. Varies Free tickets to private screenings of new movies before they open", "new_id": -2}, {"uid": "1295202014095649810", "i": 47963, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "<strong> Barack Obama </strong>'s State of the Union address, which will take place on January 25. \"It's a symbol,\" said Democratic New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, one of the champions of the plan. <q>You'll create an image of the Congress deciding that we are going to work as a body, not as two separate sides. That's a very good place to start.</q> by DieHardAmerican January 16, 2011 12:46 PM EST The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report offensive content: </h6> If", "new_id": -2}]