[{"uid": "1296863258132562976", "i": 31586, "idx": 0, "sa": ["Donald Rumsfeld", "Kermit Gosnell", "President Bush"], "q": "properties, but <strong> Kermit Gosnell </strong> said he didn't want to sell them because he still has to support his youngest child. The judge noted some of his adult children could care for the youngster. <q>Your first priority is to get a lawyer,</q> she told him. <strong> Kermit Gosnell </strong> said his children \"have all done very well,\" but he said one is in Switzerland. In memoir, <strong> Donald Rumsfeld </strong> recalls <strong> President Bush </strong>'s early Iraq focus- Just 15", "new_id": -2}, {"uid": "1295597951213057559", "i": 9356, "idx": 0, "sa": ["Michael Vick"], "q": "by his starting quarterback this week. <strong> Michael Vick </strong> has been saying all along that he wanted to be back with the Eagles, and if that meant playing under a one-year, franchise-tag contract, no problem. <q>It really doesn't matter as long as I can play football next year,</q> <strong> Michael Vick </strong> said the day after the Eagles' playoff loss to Green Bay. \"It's all a blessing to me.\" Ah, but then <strong> Michael Vick </strong> had a little chat with his agent, Joel", "new_id": -2}, {"uid": "1295564127055377924", "i": 12261, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "things. <strong> Sergey Brin </strong> will concentrate on strategic projects. \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> tweeted after the announcement. After signing pact with China, Boeing lays off 1,100 U.S. workers <q>The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with,</q> said UBS analyst Brian Pitz. \"I don't think it changes anything strategically where the company is headed.\" Google said the management change was made as part of a plan to \"streamline\" decision", "new_id": -2}, {"uid": "1295547193232112144", "i": 6444, "idx": 1, "sa": ["Michelle Obama", "Jeff Immelt", "Alexander McQueen", "Robin Givhan", "Steve Ballmer"], "q": "of toughest jockeying for invitations in recent memory.\" The guest list was particularly heavy on business leaders, including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how <q><strong> Barack Obama </strong> used Mr. <strong> Hu Jintao </strong>'s visit to press China to open its markets to goods made by American companies.</q> About That Dress <strong> Michelle Obama </strong>'s fashion choices always attract scrutiny, but The Daily Beast's <strong> Robin Givhan </strong> argues the <strong> Michelle Obama </strong>'s red petal print <strong> Alexander McQueen </strong> gown said more about attitudes on Madison Avenue than Pennsylvania Avenue.", "new_id": -2}, {"uid": "1297556748101662770", "i": 14903, "idx": 0, "sa": ["Blake Griffin", "Allen Iverson", "Dwyane Wade"], "q": "first rookie since <strong> Allen Iverson </strong> in 1996 to have two 40-point games in a season and would set a Clippers franchise record for consecutive double-doubles( 27), the most by an NBA rookie in 40 years. <q>We don't know how good he's going to be, but he's a phenomenon,</q> <strong> Dwyane Wade </strong> said during <strong> Blake Griffin </strong>'s first and only visit to Miami. \"When you have as much athletic ability as he has, now he's starting to understand the game more, he's starting to see where", "new_id": -2}, {"uid": "1295993886177471490", "i": 41240, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "John McCain", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 <strong> John McCain </strong> House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q><strong> Sen. Mark Udall </strong> <strong> John Thune </strong> and I are working on an earmarks bill that's about transparency, and it puts earmarks on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would,</q> <strong> Kirsten Gillibrand </strong> said of the seating arrangement. <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>, R-Okla., and <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>, D-N.Y. <strong> Tom Coburn </strong> threatened to derail <strong> Chuck Schumer </strong>'s 9/11 first responders bill, which will provide health", "new_id": -2}, {"uid": "1295245546048136202", "i": 20487, "idx": 7, "sa": ["Tony Parker", "Allen Iverson"], "q": "a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were just happy to be in the playoffs,\" <strong> Tony Parker </strong> said. <q>Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them.</q> And the Nuggets played tough defense, too, which is not usually their forte. \"They stopped us, doing the things we wanted to do and we couldn't stop their two stars,\" Spurs coach", "new_id": -2}, {"uid": "1295835993071843871", "i": 4528, "idx": 4, "sa": ["Eric Schmidt"], "q": "paid seats. Managed services partners are jumping on board, though. \"A growing number of MSPs have embraced the Google Apps Reseller program,\" says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q>more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.</q> The article asks, \"Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?\" While there's no reason to think Google would kill off Google Apps, there", "new_id": -2}, {"uid": "1297214587049299468", "i": 3571, "idx": 0, "sa": ["Maria Gamez", "Michael Vick"], "q": "then left without speaking to <strong> Maria Gamez </strong>. But <strong> Maria Gamez </strong> allegedly followed her to her car and \"started arguing with her,\" Assistant State's Attorney <strong> Michael Vick </strong> Hogan said at the time of <strong> Maria Gamez </strong>'s capture. <q>The defendant took a knife from the gift box that he had and began to stab the victim as she was seated in her car,</q> Hogan said. <strong> Maria Gamez </strong> fled to Mexico, where he lived for about 10 years, prosecutors said. In 2007, FBI agents and local police arrested <strong> Maria Gamez </strong> in McAllen, Texas. A construction worker", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]