[{"uid": "1295289696026312712", "i": 17479, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "best-performing international sovereign notes this year. Ivory Coast's main opposition group called for a nationwide strike tomorrow to force incumbent Gbagbo to stand down.`` Things are deteriorating,'' Blackwood said. <q> The likelihood points to non-payment. </q> Kenyan Prime Minister <strong> Raila Odinga </strong>, appointed by the African Union to help broker an end to Ivory Coast's election dispute, will hold further talks with Gbagbo and <strong> Alassane Ouattara </strong> this evening, according to a statement from", "new_id": -2}, {"uid": "1295582258248299524", "i": 18273, "idx": 8, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' Mr. <strong> Larry Page </strong> hailed Mr. <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Mr. <strong> Larry Page </strong> said. Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's", "new_id": -2}, {"uid": "1296521624090341381", "i": 16646, "idx": 4, "sa": ["David Letterman", "Barack Obama", "Conan O'Brien"], "q": "the check, Hu said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and Hu said,` No, really, your money is no good.'''? <strong> David Letterman </strong>- <q> China's <strong> Barack Obama </strong> Hu is visiting the United States. If he likes what he sees, he may put down a deposit. </q> With unemployment stalled at nDavid Lettermany 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises:? <strong> Conan O'Brien </strong>-`` <strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2}, {"uid": "1297155599047874068", "i": 19690, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "de la CIA sobre varios` supuestos' emplazamientos de armas de destrucci?n masiva en Irak, respond:` Sabemos d?nde est?n, est?n en una zona pr?xima a Tikrit y Bagdad''', escribe. <q> Mis palabras han sido utilizadas muchas veces por los sectores m?s cr?ticos con la guerra como un ejemplo de c?mo el Gobierno de( George W.) Bush enga a la poblaci?n </q>, afirma <strong> Donald Rumsfeld </strong>. Los opositores a la guerra, escribe, se han basado en`` unos pocos comentarios, desafortunados o defectuosos, para intentar acusar al Gobierno de tergiversar conscientemente las informaciones de Inteligencia''", "new_id": -2}, {"uid": "1296383580079249441", "i": 23889, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Ben Wallace", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' <strong> Mike McCarthy </strong> said. <q> More importantly, he's a <strong> Ben Wallace </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for", "new_id": -2}, {"uid": "1297121572195428415", "i": 28037, "idx": 0, "sa": ["Marty Markowitz", "John Walker", "Kirsten Gillibrand", "Hakeem Jeffries"], "q": "Freedlander February 7, 2011| 6:22 p.m Betsey McCaughey Ross knocked <strong> Kirsten Gillibrand </strong>, but was coy on a future run of her own. <strong> Hakeem Jeffries </strong> calls for a moratorium on school closures. Florida Democratic Party Chairman: <q> After the election, I sat down with my consultants, and their names were <strong> John Walker </strong>, James Beam and Jose Cuervo, my Hispanic consultant. When I finished with them I was done with that consultation. </q> <strong> Marty Markowitz </strong> was fined$ 2,000 by the Conflicts of Interest Board for using his chief of staff as his lawyer when he bought a home in Windsor Terrace in 2001. The City Council may have to vote on ending", "new_id": -2}, {"uid": "1295772053147439632", "i": 19662, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "la fin du sommet des dirigeants des huit pays membres de l'Union conomique et mon?taire ouest-africaine( U?moa)? Bamako, Ahoua Don Mellot la BCEAO est la banque d'?mission. Il a pris cette d?cision apr?s avoir entendu <q> le compte-rendu sur la non-application effective des d?cisions prises par le conseil des ministres </q> de l'U?moa, pr?cise le texte lu par le pr?sident de cette institution financi?re r?gionale, Souma?la Ciss. Le sommet a en outre d?cid de demander? <strong> Alassane Ouattara </strong>, reconnu comme le pr?sident de la C?te d'Ivoire", "new_id": -2}, {"uid": "1297416813259899424", "i": 10985, "idx": 2, "sa": ["Tim Pawlenty", "Donald Rumsfeld", "Barack Obama", "Rick Santorum"], "q": ",'' explained former Secretary of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-Tim Pawlentye Pennsylvania senator preparing a run for <strong> Barack Obama </strong>, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. <q> This is someone who doesn't believe in truth and evil in America, </q> he said of <strong> Barack Obama </strong>.( Read about what to expect from CPAC 2011.) For decades, the Conservative Political Action Conference has been a bellwether of conservative thought. And the first day", "new_id": -2}, {"uid": "1296076255180650012", "i": 21208, "idx": 1, "sa": ["Jason Derulo", "Justin Bieber", "Randy Jackson", "Ellen DeGeneres", "Simon Cowell", "Lee DeWyze", "Jamie Foxx"], "q": "of contestants ready to perform for you. See You there. AmJamie Foxxan Idol Finale Top 2 <strong> Simon Cowell </strong> <strong> Ellen DeGeneres </strong> KaraDio Dia Deguardio lol oy <strong> Randy Jackson </strong> usher <strong> Jamie Foxx </strong> <strong> Justin Bieber </strong> <strong> Jason Derulo </strong> http://wn.com/Lee DeWyze_Lee DeWyze__Treat_Her_Like_a_Lady_AmJamie Foxxan_Idol_9_TOP_10 <strong> Lee DeWyze </strong> singing`` Treat her like a lady'' by <q> The Cornelius Brothers and Sister Rose </q> http://wn.com/Lee DeWyze_Lee DeWyze_Perform_on_AmJamie Foxxan_Idol__Season_9__Top_11_Performance to.ly <strong> Lee DeWyze </strong> Perform on AmJamie Foxxan Idol- Season 9- Top 11 Performance <strong> Lee DeWyze </strong> The Letterby the Boxtops Miley thinks <strong> Lee DeWyze </strong> lacks stage presence. Miley tells him to give them a few notes they wouldnt expect. <strong> Lee DeWyze </strong>", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,'' he quipped.''' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}]