[{"uid": "1297455720192987142", "i": 24039, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer", "Vic Gundotra"], "q": "on Android, BlackBerry, iPhone Nokia-Microsoft: What <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> Have to Say... Analyst:`` Some U.S. Nokia Execs Will Be Angry. They Wanted Android'' Who's on Crack in tech: 2.11.11- <q> jeggings of the tech world </q> issue Will the Nokia and Microsoft Mobile Alliance Move the Needle for Windows Phone? Today's loser. Google. Android could have had a clean sweep with NOK a part of OHA. No wonder <strong> Vic Gundotra </strong>'s grumpy", "new_id": -2}, {"uid": "1297660209155942917", "i": 55199, "idx": 0, "sa": ["David Letterman", "Justin Bieber", "Lindsay Lohan"], "q": "managed to steal the show, <strong> David Letterman </strong>, however, put all thoughts of`` stealing'' squarely on <strong> Lindsay Lohan </strong>'s shoulders. Tonight at the Grammy's href=\"http://www.examiner.com/David Letterman-David Letterman-in-national/mitt-romney-makes-presidential-aspirations-clear-to-David Letterman-David Letterman\" rel=\"nofollow\"> <strong> David Letterman </strong> presented what he called the <q> Top 10 Surprises at the 2011 Grammy Awards. </q> No. 10:`` <strong> Lindsay Lohan </strong> seen leaving the Staples Center with a Grammy-shaped bulge,'' No. 9:`` New music laws prohibit rhyming ladies with Mercedes.'' href=\"http://www.examiner.com/entertainment-in-national/Justin Bieber-Justin Bieber-got-screwed-by-esperanza-spalding-at-grammys-say-fans\" rel=\"nofollow\">*", "new_id": -2}, {"uid": "1297451512119193621", "i": 1361, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "right here,'' said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. <q> I don't think it was a distraction, </q> replied <strong> Aaron Rodgers </strong>.`` I was the guy who took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.", "new_id": -2}, {"uid": "1295093762134053922", "i": 13703, "idx": 1, "sa": ["John P. Yates", "Andy Coulson", "Keir Starmer"], "q": "him to snoop on phone messages. Critics say police failed to thoroughly investigate the extent of the hacking and Labour has repeatedly called for a thorough probe into whether <strong> Andy Coulson </strong> had sanctioned the snooping. <q> We are both aware that there remain outstanding public, legal and political concerns, </q> London police's Acting Deputy Commissioner <strong> John P. Yates </strong> wrote in a letter to <strong> Keir Starmer </strong> on Friday.`` As a result, I consider it would be wise to invite you to further re-examine all the material collected in", "new_id": -2}, {"uid": "1295158532128794647", "i": 630, "idx": 8, "sa": ["Allen Iverson", "Steve Blake"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q> I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1295368384224215084", "i": 31842, "idx": 0, "sa": ["Katie Price", "Piers Morgan", "Perez Hilton", "Simon Cowell", "Alex Reid"], "q": "to Heat, the glamour model will contact <strong> Simon Cowell </strong>, <strong> Piers Morgan </strong> and <strong> Perez Hilton </strong> in a bid to improve her image in America following href=\"http://www.digitalspy.co.uk/showbiz/news/a298187/Katie Price-calls-Alex Reid-a-fame-hungry-sponger.html\"> her split from husband <strong> Alex Reid </strong>. A source told the publication: <q> <strong> Katie Price </strong> was devastated when she didn't break America, but typically she refuses to accept defeat.`` But first she'll make it look like none of this is her fault and she's the victim. She's just working out how to do that. </q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"uid": "1297312377112132114", "i": 53653, "idx": 1, "sa": ["Bernie Sanders", "Bob King", "Barack Obama", "David Cay Johnston"], "q": "<strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at`` Prophets of War: Lockheed Martin and the MaBob King of the Military-Industrial Complex'' <q> The Worse Off You Are, Your Taxes Increase </q>: Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Counting the Jobs Lost to China.'' Report by the Economic Policy Institute``", "new_id": -2}, {"uid": "1295595772155664391", "i": 47271, "idx": 0, "sa": ["Eric Schmidt"], "q": "from April 4, though he will still have Mr <strong> Eric Schmidt </strong> as an advisor. In a sign of the times, Mr <strong> Eric Schmidt </strong>, now Google's chairman, this morning target=\"_blank\" href=\"http://twitter.com/Eric SchmidtEric Schmidt\"> tweeted: <q> Day-to-day adult supervision no longer needed </q> to his 225, 483 followers to announce the move. Mr <strong> Eric Schmidt </strong> said target=\"_blank\" href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> in a blog post today that the move was calculated to speed up decision making at Google, and to", "new_id": -2}, {"uid": "1295485111026624002", "i": 39643, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "of others.'' <strong> Donald Rumsfeld </strong> said it was up to the leaders of China to decide whether they would make their national defense plans public; however, one can not misunderstand the fact he said afterward: <q> Greater clarity would certainly generate more certainty in the region. </q> Interview with Robin Koerner-`` Website fulfils a timeless wish'' CLICK HERE for...... A moderate independent's take on news, events and culture- by veteran journalist Joe Gandelman with writers from around the", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]