[{"uid": "1297706299073007108", "i": 25593, "idx": 1, "sa": ["Steve Ballmer"], "q": ".\" There are 30K developers that have registered to write to it though. And there have been about 1 million downloads of the Visual Studio SDK. \"All of which bears promise,\" <strong> Steve Ballmer </strong> said. <q>There's still work to do.</q> Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that \"all other platforms are currently experiencing", "new_id": -2}, {"uid": "1296744949119816196", "i": 15570, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "sufficient.\" \"It has been said that insanity as doing the same thing over and over and expecting different results,\" replied the <strong> Sen. Bernie Sanders </strong> staff in an analysis of the findings. <q>It is clear that DOD's current approach is not working, and we need a much more vigorous approach to dealing with contractor fraud.</q> <strong> Sen. Bernie Sanders </strong> underscored the importance of reining in contractor abuse by pointing to the U.S. fiscal situation, saying that the deficit can not be reduced without looking at the waste, fraud and abuse in the Pentagon's budget", "new_id": -2}, {"uid": "1296085056001015827", "i": 21322, "idx": 0, "sa": ["James May", "David Jason", "Simon Cowell", "Ant McPartlin"], "q": "for by TV viewers, while <strong> James May </strong>'m A Celebrity was named Most Popular Entertainment show. Speaking from Cardiff, where they were filming Britain's Got Talent, <strong> Ant McPartlin </strong> could hardly contain his excitement shouting: <q>Ten years in a b**** y row, <strong> Declan Donnelly </strong>!</q> <strong> Simon Cowell </strong> handed The X Factor's award for Most Popular Talent Show to one of the show's producers who had beaten cancer. <strong> David Jason </strong> picked up the award for Most Outstanding Drama Performance- despite", "new_id": -2}, {"uid": "1295425471034701433", "i": 22658, "idx": 3, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "<strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is \"not fit to scrub <strong> David Letterman </strong>'s feet.\" \"I don't know how he's beaten <strong> David Letterman </strong> in the ratings,\" he said. <q>It's beyond my comprehension. America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.</q>", "new_id": -2}, {"uid": "1295537656152666130", "i": 9946, "idx": 2, "sa": ["Curtis Hanson", "House Judiciary Committee", "Richard Neutra", "Mike Pence"], "q": "A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: \"You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" <strong> Mike Pence </strong>: <q>You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.</q> ARCHITECTURE: Lovell Health <strong> House Judiciary Committee </strong> in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard Neutra </strong>( 1892-1970). In LA Confidential( 1997) dir. <strong> Curtis Hanson </strong>, it is the residence of a", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America \"isn't quite post-racial\" at this time. \"These problems still exist in post-racial America.\" However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q>You don't argue with a police officer,</q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley, \"an outstanding police officer.\" Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled \"many times\" as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}, {"uid": "1296332857218349584", "i": 23586, "idx": 1, "sa": ["The Dawg", "Simon Cowell", "Marvin Gaye"], "q": "legally have him arrested for disturbing he peace. Needless to say Ainsworth was given three no's from the judges. And as young Ainsworth was walking out of the judges audition room, <strong> The Dawg </strong> yelled out <q>Hey dude, I hope you can play freakin basketball!</q> So this years edition of American Idol appears to have found the man who will be taking <strong> Simon Cowell </strong> \"The <strong> Marvin Gaye </strong> of Put Downs\" <strong> Simon Cowell </strong>'s place. Louisiana stand up comedian Zydeco Dupree who", "new_id": -2}, {"uid": "1297260229046088245", "i": 24308, "idx": 1, "sa": ["Simon Cowell"], "q": ": there will be no age cut off for participants past 12 years of age and that the winner will receive a$ 5 million record deal with Sony Music, a record for a reality show competition. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said via a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1295905281252543038", "i": 29531, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "companies can do very well.... the fact that these things become popular and everybody wants them, means everybody wins.\" On how not making any money on Android doesn't matter...( 6:12 in) <q>We make zero. It's free. That would be the definition of no margin.... I have been surprised at how important Android is to our business, but for none of the reasons that you all[ in the media] talk about. It's fundamentally because Android is seen as representative of the new model of computing.</q> <strong> Eric Schmidt </strong>, Chairman of the Board and CEO of <strong> Google Inc. </strong>, <strong> Google Inc. </strong>, talks about internet privacy and what personal information <strong> Google Inc. </strong> retains and uses. http://wn.com/Salesforce_+_Google_Interview_with_Google_CEO_Eric_Schmidt www.salesforce.com Now it's possible to run your entire business in the cloud", "new_id": -2}, {"uid": "1295907872175931409", "i": 3590, "idx": 0, "sa": ["Caleb Hanie", "Michael Vick", "Earl Bennett"], "q": "seconds left to make it 21-7, then saw his points come in extremely handy when <strong> Caleb Hanie </strong> brought the Bears right back for a touchdown, with 4:43 left, on a 35-yard pass play to <strong> Earl Bennett </strong>. <q>If the running back ran to the flat, I had to drop back and take the crossing route from the receiver, but the running back just came out of the backfield, and I just caught it,</q> Raji said. Packers linebacker Clay Matthews said <strong> Caleb Hanie </strong>'s success( 13-for-20 for 153 yards, a touchdown and two interceptions) reminded him a little of the season-opening win over the Eagles, when <strong> Michael Vick </strong> threw", "new_id": -2}]