[{"uid": "1297124427224133140", "i": 1995, "idx": 2, "sa": ["Steve Ballmer", "Wes Miller"], "q": "saying the company had \"strong technical leaders in each business group.\" The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. <q>You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,<q> he said. \"He also has to put the right people in the right places.\" To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1295799418036782093", "i": 2728, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,<q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296199986159858692", "i": 30426, "idx": 1, "sa": ["Mike Pence"], "q": "the Hoosier State. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q>We will not seek the Republican nomination for president in 2012.<q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295036917074235945", "i": 16143, "idx": 0, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Anika Noni Rose", "Michelle King"], "q": "Robert <strong> Michelle King </strong> on renaming the show: \"It would have been nice to be ironic and call it The Sexy Wife.\" â\u0080¢ <strong> Julianna Margulies </strong> on the show's frequent gay and lesbian themes: <q>I don't think about it. I don't feel like it's a presence. I feel like it's a part of life.... If it was gay and lesbian just to be gay and lesbian, that would make me uncomfortable because that wouldn't be truthful.<q> â\u0080¢ Robert <strong> Michelle King </strong> on possible future guest stars: \"We're trying to get <strong> Donald Rumsfeld </strong>.\" â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick(", "new_id": -2}, {"uid": "1297285541243777541", "i": 37278, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "vehicle with traces of blood mixed with the petroleum jelly. A DNA test confirmed Link was a match with evidence found on the girl's body. U.S. Video: City worker's striptease raises questions Report Abuse <q>I simply do not understand the comments above- that the death penalty does not deter crime/murders. The purpose of the death penalty is PUNISHMENT, pure and simple.<q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1297123674195428412", "i": 3984, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Tom Izzo"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.<q> Sports Video: NASCAR: Will Jimmie be the champ again? ABC News: Super Bowl Sets Record With 111M Viewers in US ABC News: Cavaliers Owner Texts \"Hang in There\" to <strong> Tom Izzo </strong> Book Your", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.<q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1296117571165298183", "i": 7773, "idx": 3, "sa": ["Theresa Ellis", "Brian McCarthy", "Michael Vick"], "q": "the school to talk about animal-cruelty issues, <strong> Theresa Ellis </strong> said. \"I got a call from the Humane Society. They had to cancel the event due to an NFL scheduling conflict,\" she said. <q>But the representative said <strong> Michael Vick </strong> was very excited about speaking to the students and hopes to reschedule for sometime early next week.<q> <strong> Michael Vick </strong> did seem disappointed about the postponement when asked about the planned visit after the NFC's first practice yesterday. NFL vice president <strong> Brian McCarthy </strong> said <strong> Michael Vick </strong> has been diligent in tending to community-relations commitments as", "new_id": -2}, {"uid": "1295604042252706885", "i": 33218, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "technology spreads. Roger Phelps, an optometrist in Ojai, Calif., says viewers who suffer the most with 3-D are those who have trouble getting their eyes to converge properly in normal life. <q>If you tend to get carsick easily, you might be one of those,<q> Phelps says. Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology", "new_id": -2}, {"uid": "1297074215210305048", "i": 4846, "idx": 0, "sa": ["Deneen Borelli", "Clarence Thomas", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "the significant double standard that is displayed here when it comes to what we've witnessed on this video versus how black conservatives are also attacked and the NAACP remains silent,\" <strong> Deneen Borelli </strong> said in a phone interview. <q>The NAACP, and I'm sure you know this, they were basically hired by <strong> George Soros </strong> to track racism in the Tea Party movement.<q> The NAACP did condemn racist attacks against former black secretaries of State <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> during <strong> President Bush </strong>'s presidency. NAACP won't directly address racism leveled against <strong> Clarence Thomas </strong> at progressive protest Oregon state legislature pushes shopping", "new_id": -2}]