[{"uid": "1296767113070385743", "i": 807, "idx": 6, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "document that says`` I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib.'' Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: <q> No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> Yes, well, the people with ounces of sense href=\"http://www.mcclatchydc.com/2009/04/21/66622/report-abusive-tactics-used-to.html\"> are completely wrong. <strong> Donald Rumsfeld </strong> also apparently devotes a lot of space to rewaging various long-forgotten bureaucratic disputes. There is something about", "new_id": -2}, {"uid": "1294994815235044887", "i": 10910, "idx": 0, "sa": ["Michael Gove"], "q": "11%, directing it through a new Early Intervention Grant. In a letter to local authorities following the December local Michael Government settlement, Education Secretary <strong> Michael Gove </strong> reminded them of their duties under the Childcare Act 2006 <q> to consult before opening, closing or significantly changing children's centres </q>. A Department for Education spokesman said:`` We have ensured there is enough money in the system to maintain the network of Sure Start children's centres, as well as provided new investment for health", "new_id": -2}, {"uid": "1295238967163905547", "i": 32398, "idx": 3, "sa": ["Steve Ballmer"], "q": "premises license revenue.`` I'm excited that we may be able to offer more value to our customers by offering software plus services in the cloud than we ever could have done on-premise,'' said <strong> Steve Ballmer </strong>. <q> So, I think if we offer more value, we'll have opportunities to make more money. That's exciting, not something to be afraid of. </q> This is a public forum. United Business Media and its affiliates are not responsible for and do not control what is posted herein. United Business Media makes no warranties or guarantees concerning any advice dispensed by", "new_id": -2}, {"uid": "1295209231006406224", "i": 56956, "idx": 1, "sa": ["Chris Webber", "Allen Iverson", "Rio Ferdinand"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the WarRio Ferdinandrs with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` We just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. We ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "new_id": -2}, {"uid": "1297197242093274120", "i": 53533, "idx": 2, "sa": ["Simon Cowell"], "q": "'' and`` X Factor'' to the difference between`` Extreme Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Simon Cowell-free season of`` Idol,'' he claimed, <q> I haven't seen a full episode, </q> continuing,`` I think we're going to do something different. I'm excited. The stakes are high.''>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still", "new_id": -2}, {"uid": "1296058725192233484", "i": 9288, "idx": 1, "sa": ["Angelina Jolie", "Daphne Zuniga", "Gloria Steinem"], "q": "someone who has been in Hollywood for 25 years I can only speak from personal experience, and I do think in some ways we are moving backwards with the treatment of women,'' <strong> Daphne Zuniga </strong> told Pop Tarts. <q> This issue has nothing to do with politics. It is an issue that impacts everyone. </q>`` Missrepresentation'' criticizes Hollywood for promoting href=\"http://www.foxnews.com/topics/entertainment/movies/actresses/Angelina Jolie-Angelina Jolie.htm#r_src=ramp\"> <strong> Angelina Jolie </strong> and href=\"http://www.foxnews.com/topics/entertainment/music/pop-rock-1955-2002/madonna.htm#r_src=ramp\"> Madonna as exemplars of`` empowered women'' when they too are most often hypersexualized. Prominent feminist and writer href=\"http://www.foxnews.com/topics/politics/Gloria Steinem-Gloria Steinem.htm#r_src=ramp\"> <strong> Gloria Steinem </strong>", "new_id": -2}, {"uid": "1297717652094502926", "i": 13367, "idx": 0, "sa": ["Zahi Hawass"], "q": "have been killed, but no exact figures are available.`` It's hard for us to go back to work because people hate us,'' said one protester, a captain who was among the demonstrators. <q> An official funeral must be held for our martyrs. </q> About 150 graduates of archaeology schools, meanwhile, demonstrated outside the office of Antiquities Minister <strong> Zahi Hawass </strong>, seeking jobs and accusing him of corruption. The protest was deeply personal, with demonstrators saying <strong> Zahi Hawass </strong>, whose`` Indiana", "new_id": -2}, {"uid": "1296452852051232825", "i": 10968, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295962685147439653", "i": 2479, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "5.45 billion, according to Forbes magazine. <strong> Larry Page </strong>, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at Google's helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public in August 2004. Since then, Google's shares have grown more than sixfold, at one point surpassing$ 700. Google", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]