[{"uid": "1295452144253739151", "i": 12102, "idx": 1, "sa": ["David Letterman", "Betty White"], "q": "old glamour shot of <strong> Betty White </strong> in what we imagine is the early 1940s-- woo woo, she was a looker. When asked if she's going to do ''SNL'' again, <strong> Betty White </strong> quips, <q>I think you do a thing once and then you run like a thief.</q> <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, ''Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby", "new_id": -2}, {"uid": "1297247574255688768", "i": 9154, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> confessed that he is a <q>massive fan of <strong> Jay Leno </strong> that she felt that was an understatement. ''I think you need to take ''mass' off and put` obsessive,'</q> said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified, ''He's obsessed with me.'' American Idol.''' Now, both have left the show, going on to", "new_id": -2}, {"uid": "1297349774105594907", "i": 41276, "idx": 0, "sa": ["David Letterman"], "q": "while you were still at <strong> David Letterman </strong>. Was that something you actively set out to do? I think it was both that I wanted to explore a movie career but also that there was this snotty, <q>This will be something I can bring on <strong> David Letterman </strong> and show a clip of and make fun of!</q> kind of attitude. That was behind a lot of the things that I did, including The Abyss. I say ''snotty'' because when I look back on it now, I think it was. But", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295566930055705679", "i": 29969, "idx": 2, "sa": ["Eric Schmidt", "Katie Boehret"], "q": "<strong> Eric Schmidt </strong> became CEO. 5:44 pm January 20, 2011 <cite> Anonymous </cite> kabster728( <strong> Katie Boehret </strong>)''( Clarification: <strong> Eric Schmidt </strong> out as CEO-- becoming chairman of Goog)'' kabster728( <strong> Katie Boehret </strong>) <q><strong> Eric Schmidt </strong> is out, Larry Page is moving up to CEO: the shakeup at Google kabster728( <strong> Katie Boehret </strong>) ''Can employers fire over Facebook gaffes? WSJ: geoffreyfowler( Geoffrey Fowler) ''What's in a ''Like?</q> A writer ponders why men's knitting circles elicit more Likes than climbing the GW Bridge kabster728( <strong> Katie Boehret </strong>) ''Want to remotely access your PC on the iPad?@noahcarter It's not", "new_id": -2}, {"uid": "1296552417261570573", "i": 23546, "idx": 14, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Shaquille O'Neal"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_2001_NBA_Final_Game_2_vs_Kobe_Bryant_Lakers <strong> Shaquille O'Neal </strong> attacked, <strong> Kobe Bryant </strong> bounced back and the Los Angeles Lakers got on track. The Lakers responded like defending champions and evened the", "new_id": -2}, {"uid": "1295365484238829571", "i": 2185, "idx": 3, "sa": ["David Letterman", "Steven Tyler"], "q": "realise what we can do. The good stuff is writing and songs.'' recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are <q>just on a break[ and] still rocking big time</q>. <strong> Steven Tyler </strong> also spoke about his new job with <strong> David Letterman </strong>, admitting that it had been a ''risk'' but insisting that he had no regrets about the experience. ''I like to jump into things", "new_id": -2}, {"uid": "1294957386210993222", "i": 17574, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "is able to lift her legs. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. ''She wanted us to know that she was with us a hundred percent and understood everything we were saying.'' <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it ''", "new_id": -2}, {"uid": "1296091965233947141", "i": 11063, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "to Social Security, guaranteeing repayment, with interest. ''Social Security taxes are not going to pay for the spending, so it's got to come from somewhere else,'' said Urban Institute. <q>We can go through long arguments about whether its owed money by the trust funds or not, but that doesn't alleviate the simple fact that it's got to come from somewhere.</q> <strong> Sen. Bernie Sanders </strong>, I-Vt. ''It is the same faith and credit that enables us to borrow from rich people and from Register) Please avoid offensive, vulgar, or hateful language. Superintendents face tough call to cancel", "new_id": -2}, {"uid": "1297242448110002273", "i": 1300, "idx": 1, "sa": ["Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.'' <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q>deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice.</q> Oxford students warned about behaviour after Varsity skiing trip WikiLeaks: US and China in military standoff over space missiles WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt protests: America's", "new_id": -2}]