[{"uid": "1297299745011485186", "i": 30379, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ripe off people of Millions, or Billions of dollars, why are they wasting their time? If he had been charged, and convicted, he would have likely have been out by now anyway. Report Abuse <q> many a man has been left under a bridge by a woman. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1297365987123617329", "i": 44981, "idx": 0, "sa": ["John Boehner", "Mike Pence"], "q": "send a signal that we're serious about cutting spending here in Washington,'' <strong> John Boehner </strong> told reporters at his weekly press briefing.`` We're going to have a long year,'' he said. <q> You're going to see more spending cuts come out of this Congress than in any Congress in the history of this country. </q>`` Everything's on the table,'' he said later.`` We're broke.'' In an interview with Fox News on Thursday, Rep. <strong> Mike Pence </strong>( R-Ind.) said members of", "new_id": -2}, {"uid": "1297245176074432526", "i": 33956, "idx": 0, "sa": ["Blake Lively", "Lindsay Lohan", "Simon Cowell"], "q": "out his romance in public tough. He and 23-year-old <strong> Blake Lively </strong> were famously tight-lipped about their private life, which he argued was the only way to ensure they didn't attract undue attention when out together. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295617073111296513", "i": 48067, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of`` pressures on him and his family''. Mr <strong> Andy Coulson </strong>, a former editor of the World, said <q> continued coverage of events connected to my old job </q> made it difficult <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits today, saying the continuing row over phone-hacking when he was editor of the World was distracting from his job. In a personal statement issued by Number 10, Mr", "new_id": -2}, {"uid": "1295582437002506782", "i": 32673, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "to the table this season that the previous panels of judges lacked.`` When you see the camaraderie( among the judges), that was never even in` Idol','' <strong> Steven Tyler </strong> explained. <q> I'm taking a risk in saying that. I haven't seen them all, but I don't think there ever was. </q> Now it remains to be seen if audiences prefer this camaraderie to <strong> Simon Cowell </strong>'s sideway glances of disdain. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after", "new_id": -2}, {"uid": "1297444160077905931", "i": 688, "idx": 0, "sa": ["Cliff Stearns", "Mike Pence"], "q": "abortion, which was preceded by vetoing other pro-life legislation in 2006, 2005 and 2003. <strong> Cliff Stearns </strong> said the videos make it more necessary to ensure the abortion business does not receive taxpayer funds. <q> This is when we're going to defund Planned Parenthood, </q> said <strong> Cliff Stearns </strong>.`` Now is the season for us to do this.'' Congressman <strong> Mike Pence </strong> has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, but he told the Tikmes", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295696719177029138", "i": 46442, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going <strong> Andy Coulson </strong> has resigned as the PM's communications chief <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure`` leaves the prime minister with a", "new_id": -2}, {"uid": "1295125227265830412", "i": 35015, "idx": 18, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "2006).`` An <strong> Abu Musab al-Zarqawi </strong> Ghraib Offender's Return to Iraq Is Stopped''. Time.^ Two more Soldiers sentenced for <strong> Abu Musab al-Zarqawi </strong> Ghraib abuse Archived September 15, 2005 at the Wayback Machine.^ <q> Iraq abuse` ordered from the top' </q>. BBC News. June 15, 2004.^`` US unit denies jail` dogs' charge''. BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict", "new_id": -2}, {"uid": "1295524045154828804", "i": 31399, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle", "Ryan Seacrest"], "q": "<strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> Won't Miss` Idol' Auditions In an exclusive interview before his last night on`` American Idol'', <strong> Ryan Seacrest </strong> talks to judge <strong> Simon Cowell </strong> about his time on the show, how it has impacted his life", "new_id": -2}]