[{"uid": "1295891307156680197", "i": 27946, "idx": 3, "sa": ["Zahi Hawass"], "q": "returned to the possession of its rightful owners, the Egyptian people.\" World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse <q><strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains). He's a shameless self-promoter who says/does things to draw attention to himself.</q> How about, <strong> Zahi Hawass </strong>, you have a good look at the Egyptian Museum in Cairo, just for a start. At the outdated displays, the dusty glass cases, the impossible layout, the hoards", "new_id": -2}, {"uid": "1295639889070795282", "i": 33684, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way\". <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to <q>the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government</q>. He also again reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director \"had resigned as News of the World editor as soon as he found what was happening.\" <strong> Andy Coulson </strong> resigned as", "new_id": -2}, {"uid": "1297356961224657458", "i": 302, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": "Egypt by pro-Mubarak \"thugs\" on Wednesday night's \"Late Show with <strong> David Letterman </strong>.\" \"Tell us about that experience,\" said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. <q>I don't recommend it. I'd never been hit in the head before.</q> He described the scene, saying, \"People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1294957392081149963", "i": 6982, "idx": 6, "sa": ["Kobe Bryant", "LeBron James", "Rasheed Wallace", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach Mike Brown said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking himself up", "new_id": -2}, {"uid": "1296550615213254158", "i": 27249, "idx": 4, "sa": ["Steve Blake", "Allen Iverson"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q><strong> Elgin Baylor </strong>'m not surprised because a good basketball player is a good basketball player and that's what he is,</q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1295815291030490662", "i": 21415, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Paul Begala"], "q": "the Supreme Court decision in Roe v. Wade that established a woman's right to an abortion. \"I am committed to protecting this constitutional right,\" Mr. <strong> Barack Obama </strong> said in a statement. <q>I also remain committed to policies, initiatives, and programs that help prevent unintended pregnancies, support pregnant... N.J. school-voucher plan clears Senate panel By Adrienne Lu Inquirer Trenton Bureau TRENTON- A pilot program for school vouchers moved one step closer to reality Thursday, after a New Jersey Senate committee released the bill following hours of heated debate. The legislation, which is supported by Gov. Christie, would create \"opportunity scholarships</q> that would allow State of the Union. Topics: <strong> Barack Obama </strong>'s State of the Union address; Washington; crafting a presidential speech. Guests: <strong> Colin Powell </strong>, former Secretary of State; <strong> Paul Begala </strong>, Democratic strategist", "new_id": -2}, {"uid": "1296289698080576541", "i": 3303, "idx": 0, "sa": ["Bill Lockyer", "Dan Walters"], "q": "allowed to go bankrupt, but some conservatives have talked openly about changing the law. <strong> Dan Walters </strong>, reflecting conventional inside-Sacramento wisdom, is aghast at the thought. <strong> Dan Walters </strong> quotes state Treasurer <strong> Bill Lockyer </strong>, who argues that <q>No state needs to declare bankruptcy. The states have sovereign taxing authority.</q> <strong> Bill Lockyer </strong>, who has recently argued that the state merely suffers from a bad national economy and who downplays California's half-trillion-dollar pension debt, promotes one handy solution to everything: higher taxes. His point is that the", "new_id": -2}, {"uid": "1297621750013008911", "i": 1774, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q>In my community, Planned Parenthood is a very highly regarded mainstream organization,</q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the", "new_id": -2}, {"uid": "1295977027153763849", "i": 27756, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google too could launch a mobile payments service as early as this year, also based upon NFC, and the Android-based Nexus S phone already includes the NFC technology. Outgoing Google CEO <strong> Eric Schmidt </strong> recently said, <q>You'll be able to walk in a store and do commerce. You'd bump for everything and eventually replace credit cards.</q> Major credit card companies will likely be involved in the action as well, however. MasterCard has The content of this field is kept private and will not be shown publicly. Web page addresses and e-mail addresses turn", "new_id": -2}]