[{"uid": "1295753709087883837", "i": 40741, "idx": 8, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" Webbe... Miami Heat vs Sacramento LeBron Jamess( 104- 83) December 11, 2010 Miami Heat vs Sacramento", "new_id": -2, "mturk_index": "1428"}, {"uid": "1297167911133922834", "i": 52260, "idx": 2, "sa": ["Paula Abdul", "Nicole Scherzinger", "Simon Cowell"], "q": "be an announcement for at least a month. As well as Cheryl Cole and Pussycat Doll <strong> Nicole Scherzinger </strong>, another front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>. <q> We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan, </q> he admitted. \"I've always said at some point we are going to be working together.\" [ But] I have to take everyone's opinions into account, including the show's other", "new_id": -2, "mturk_index": "903"}, {"uid": "1295907812246595678", "i": 47544, "idx": 1, "sa": ["Colin Powell", "George W. Bush", "Bill Clinton"], "q": ", had a new public face.\" Largely credited for the victory were Gens. <strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and Norman Schwarzkopf, the commander of U.S. forces during that war. <q> There was great deference among lawmakers from that point for senior uniformed leaders, </q> Freier said. \"You hadn't seen it to that extent before.\" In the years that followed, the <strong> Bill Clinton </strong> and <strong> George W. Bush </strong> administrations moved forward with plans for a leaner military. But then came", "new_id": -2, "mturk_index": "940"}, {"uid": "1295023948173473845", "i": 36414, "idx": 1, "sa": ["Camille Grammer", "David Letterman"], "q": "Kayte Walsh, 29, who in October suffered a miscarriage and lost their baby. In an appearance on The Late Show with <strong> David Letterman </strong>, <strong> Camille Grammer </strong> described Kayte as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement", "new_id": -2, "mturk_index": "2104"}, {"uid": "1297089391093831198", "i": 51727, "idx": 0, "sa": ["P. Freire", "Sergio Marchionne"], "q": "not really, as I'll explain below. J. <strong> P. Freire </strong> at the Examiner points out the most embarrassing Super Bowl gaffe, which had nothing to do with football or the show last night: <q> You may have noticed that Chrysler released </q> the longest ad in Super Bowl history on Sunday night, featuring the new Chrysler 200 driven by Detroit native rap star Eminem, an ad that CEO <strong> Sergio Marchionne </strong> says cost less than$ 9 million. But given that", "new_id": -2, "mturk_index": "2045"}, {"uid": "1295607761007487551", "i": 48105, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "to take the helm. <strong> Eric Schmidt </strong> is confident about <strong> Larry Page </strong> who stressed that for last decade he, <strong> Sergey Brin </strong> and <strong> Eric Schmidt </strong> had made most of the important decisions together and indicated that he will still be around saying, <q> The only difference is that <strong> Larry Page </strong> will get the credit and attention. </q> The main challenge that is going to grip <strong> Larry Page </strong> is going to be the confrontation with Facebook, the world's largest networking site which is closing in on 1 billion users. And another competitor would be", "new_id": -2, "mturk_index": "519"}, {"uid": "1296853116101990483", "i": 3622, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is apparently planning to unveil his US line-up as early as next week, and if he take Cheryl and Dermot with him, it will cause major headaches for ITV. A show source said: <q> ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating. If Cheryl and Dermot also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out. </q>", "new_id": -2, "mturk_index": "1249"}, {"uid": "1295582258248299524", "i": 18267, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" Mr. <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as", "new_id": -2, "mturk_index": "886"}, {"uid": "1297570143257933344", "i": 8018, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, I laid out some helpful principles to being not just a better actor, but a good all-round performer. Here are five more principles <strong> Simon Cowell </strong> wrote about in his book, <q> I Don't Mean to Be Rude, But... </q> 1. Create a Platform <strong> Simon Cowell </strong> points out that many successful pop stars started their careers in bands or TV shows. It was from that platform that they gained the notoriety and momentum", "new_id": -2, "mturk_index": "1582"}, {"uid": "1296688822156778549", "i": 52650, "idx": 0, "sa": ["Colin Powell"], "q": "no Iraqi troops were visible near the Saudi border- just empty desert. After the war, Gen. <strong> Colin Powell </strong> admitted that there had been no massive build up. A US senior commander told Newsday after the war, <q> There was a great disinformation campaign surrounding this war. </q>..:: False testimony about Iraqi atrocities Before the motion for war, members of Congress were presented with the tearful testimony of a 15-year-old Kuwaiti girl, known only as Nayirah. She described how, as", "new_id": -2, "mturk_index": "380"}]