[{"uid": "1297098457187170838", "i": 1935, "idx": 1, "sa": ["Simon Cowell"], "q": "'s got The X Factor. And you never know until he walks in the room.'' <strong> Simon Cowell </strong> added that the record label is`` committed'' to making the eventual winner a star. <q> Whoever wins this show is going to get complete, total support from me, from Sony Music worldwide, because I don't want somebody who's just going to be a star in America. I want somebody who's going to be a star all over the world, </q> he said.`` That's what you want at the end of this. You want a global super star- and the first person who wins this show I guarantee that will happen. I've just got", "new_id": -2}, {"uid": "1295545349188383370", "i": 13639, "idx": 1, "sa": ["Kirsten Gillibrand", "David Boies", "Adam Lambert", "Tyler Perry", "Jane Lynch", "Ken Mehlman"], "q": "on the red carpet for the event, whose attendees included <strong> Adam Lambert </strong>, New York senator <strong> Kirsten Gillibrand </strong>, recent Golden Globe winner <strong> Jane Lynch </strong>, and former Republican National Committee chair <strong> Ken Mehlman </strong>, who came out as gay last year. <q> It's important that the court answer that question as promptly as possible, because the longer this is delayed, the longer people are deprived of their right to marry. </q> If the state supreme court rules that Prop. 8 proponents can not appeal the case, <strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul.``", "new_id": -2}, {"uid": "1295552145232112145", "i": 5183, "idx": 0, "sa": ["Ronald Reagan", "Mike Pence"], "q": "as having a`` <strong> Ronald Reagan </strong> quality.'' On the 30th anniversary of <strong> Ronald Reagan </strong>'s inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. <q> <strong> Ronald Reagan </strong> is the reason I'm a Republican, </q> <strong> Mike Pence </strong> tells us.`` I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate.", "new_id": -2}, {"uid": "1296139860192086046", "i": 36777, "idx": 0, "sa": ["Sarah Palin", "Newt Gingrich", "Mike Pence"], "q": "<strong> Sarah Palin </strong>, said in its latest fund-raising report on Wednesday with the Federal Election Commission that it brought in$ 279,000 from Nov. 23 to Dec. 31, 2010,'' the New York Times writes. <q> Nearly all of the money raised came from individual donors, mostly in amounts less than$ 200. Just eight of the more than 600 itemized donations were for$ 1,000 or more. </q> AP:`` Republican <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> is nearly face-to-face with his own deadline to announce by the end of the month whether he'll be making a run for president or governor next year. A state ethics law passed", "new_id": -2}, {"uid": "1297125440055640097", "i": 29505, "idx": 0, "sa": ["Paula Abdul", "Nicole Kidman", "Simon Cowell"], "q": "<strong> Nicole Kidman </strong> 1 hr 1 min ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1294966525056983567", "i": 2308, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "He's better than I thought and I thought he was( darn) good.'' After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. <q> To be a part of something like that is something to http://wn.com/Allen_Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have survived long enough without <strong> Carmelo Anthony </strong>. Now, they can't wait to see how their risky`` experiment </q> works. <strong> Allen Iverson </strong> banked in a running 3-pointer in overtime and scored 36 points to rally Denver to a 121-113 victory over the Houston Rockets on Saturday night in the Nuggets' final game without <strong> Carmelo Anthony </strong>. <strong> Allen Iverson </strong> also had", "new_id": -2}, {"uid": "1297433777190496801", "i": 21113, "idx": 1, "sa": ["Donald Rumsfeld", "Sharron Angle", "Sarah Palin"], "q": "The HRC- whose stated goal is to`` achieve lesbian, gay, bisexual and transgender( LGBT) equality''- appears to be holding a second Day of Silence. <q> We have no comment on this matter, </q> HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for a comment regarding <strong> Sarah Palin </strong> and <strong> Sharron Angle </strong>'s recent support of GOProud. Other prominent nationwide gay-rights organizations, like the Gay and Lesbian Alliance Against", "new_id": -2}, {"uid": "1297171803034897961", "i": 34575, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld"], "q": "media.'' The book,`` Known and Unknown,'' is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had <q> a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure. </q>`` Thank God he was relieved of his duties and we put the surge in,'' <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong>", "new_id": -2}, {"uid": "1297434245208617474", "i": 34532, "idx": 0, "sa": ["Steve Ballmer"], "q": "Alert) surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,'' he said. The key challenge", "new_id": -2}, [{"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]]