[{"uid": "2008111306_00017472_W", "i": 3031, "idx": 3, "sa": ["Jason Elam"], "q": "of you and your loved ones showing broncos spirit play pick'em for the upcoming broncos game similar field goal against his former team this week would be <NO_QUOTATION> \"that would be pretty interesting,\" <strong> Jason Elam </strong> said. <q> if it happens, we'll see how it turns out. it might happen for matt( prater), too. it'll be a fun game, i'm sure, all the way around. </q> <strong> Jason Elam </strong> has remained close with prater, his replacement in denver. the broncos brought prater in to do kickoffs last december, and <strong> Jason Elam </strong> said he hoped prater would earn the full-time job after <strong> Jason Elam </strong> decided to leave.", "new_id": -2}, {"uid": "2008091423_00003229_W", "i": 3905, "idx": 0, "sa": ["Brian Lee"], "q": "friday. games against kent state and dartmouth scheduled for last weekend were canceled with baton rouge beginning to recover from hurricane gustav, and friday's game against louisiana-lafayette was postponed with hurricane ike nearing the gulf coast. <q> this was an important game for our team because we've been two weeks without any real game action, </q> said lsu head coach <strong> Brian Lee </strong>. \"it's good to get our game legs back under us. it took us 15 minutes or so to get back into the flow, but i thought we were very good", "new_id": -2}, {"uid": "2008120200_00034478_W", "i": 3769, "idx": 0, "sa": ["Steve Howard"], "q": "banking and project finance. it is intended to align with, and build on, existing initiatives to ensure a consistent and effective sectoral approach to addressing climate change. <strong> Steve Howard </strong>, ceo, the climate group said, <q> a rising tide lifts all boats, which is why we have decided to launch a global framework that will unify the response of a sector that is vital to accelerating action on climate change. the current global turmoil has reinforced the fact that global problems require global solutions. early recognition of the risks and opportunities of climate change is essential to this sector's future success. </q> francis sullivan, from hsbc and chair of the climate principles said, \"signatories will incorporate carbon and climate risk into their research activities and investment decisions, engage with clients to understand climate risks and opportunities and develop", "new_id": -2}, {"uid": "2008090416_00027921_W", "i": 518, "idx": 1, "sa": ["Chris Huhne"], "q": "much. first, reoffending is appallingly high, as prisons are colleges of crime. secondly, the chances of being caught are still far too low, as only one in 100 crimes leads to a conviction. <q> we do not need to increase the severity of punishments, but we do need to increase the chances of being caught. catching criminals works better than posturing about penalties. </q> mr <strong> Chris Huhne </strong> accused labour of <NO_QUOTATION> when it came to law and order, claiming that since 1997 the government had created 3,600 new crimes, including the offences of selling a grey squirrel, impersonating a traffic warden and", "new_id": -2}, {"uid": "2008103019_00025459_W", "i": 1793, "idx": 5, "sa": ["Lizzie Borden"], "q": "the couple was headed to a nearby best western. zorn and her boyfriend weren't the first people to leave prematurely, and they probably won't be the last, given the home's reported paranormal activity. <q> on a scale of one to 10, i'd say it's a 10-plus, </q> says christopher moon, a well-known paranormal investigator from denver. four weekends a year, moon conducts <NO_QUOTATION> at the b& b. \"we have full interaction in the <strong> Lizzie Borden </strong> house,\" he adds. \"we", "new_id": -2}, {"uid": "2008100918_00009386_W", "i": 2384, "idx": 0, "sa": ["Warren Buffett", "Henry Paulson"], "q": "and confidence. obama said the post should be filled by someone with an eye on the welfare of the middle class, and in particular on jobs and incomes. they both seemed to agree that renowned investor <strong> Warren Buffett </strong> <q> would be a pretty good choice, </q> as obama put it. <strong> Warren Buffett </strong> has said he's a fan of <strong> Henry Paulson </strong>. might either candidate ask <strong> Henry Paulson </strong> to stay on for some period? and if not, who else is on their short list? would", "new_id": -2}, {"uid": "2008091514_00025051_W", "i": 1026, "idx": 2, "sa": ["Desmond Tutu"], "q": "was \"a rare and grave technical error of the artillery radar system\" , and announced in february that no charges would be brought against israeli forces involved in the incident. but <strong> Desmond Tutu </strong>'s report said that the <q> israeli response of a largely secret internal military investigation is absolutely unacceptable from both legal and moral points of view </q>. \"the mission recommends that the state of israel pay victims adequate compensation without delay,\" it added. rocket fire <strong> Desmond Tutu </strong> also condemned rocket fire by palestinian militants based in gaza against israeli civilians and said the", "new_id": -2}, {"uid": "2008100413_00027300_W", "i": 2370, "idx": 4, "sa": ["Tony Gordon"], "q": "keeping with the character of <strong> Tony Gordon </strong>. but we have to bear in mind that it does seem to have caused some upset so the decision was made to take the line out,\" the itv spokeswoman said. <q> it doesn't compromise the drama of the episode and if it did then the line definitely wouldn't have been taken out. </q> with help from carsguide.com.au you can find hobart's cheapest petrol prices.", "new_id": -2}, {"uid": "2008121811_00004519_W", "i": 55, "idx": 3, "sa": ["Chris Nicholson", "Simon Yates", "Owain Doull", "Sam Harrison"], "q": "<strong> Owain Doull </strong> will fill in well for me if i am not there so i'm sure wales will get a few more wins.\" <strong> Simon Yates </strong> will have to work hard to gain some points over <strong> Sam Harrison </strong>, he said <q> i wouldn't say he is unstoppable but it's going to take something special to beat him! </q> nipping at both their heels is <strong> Simon Yates </strong>'s twin, adam, currently in 4th place. like his brother, adam too is confident that <strong> Sam Harrison </strong> can be stopped, \"with nico( <strong> Chris Nicholson </strong>) we have a", "new_id": -2}, {"uid": "2008120801_00002126_W", "i": 2706, "idx": 4, "sa": ["Oliver Purnell", "Terrence Oglesby"], "q": "double digits in the second half, rivers and <strong> Terrence Oglesby </strong> verbally sparred on the sideline. rivers challenged <strong> Terrence Oglesby </strong>, who had struggled through a rough shooting day. the sophomore fired right back, and <strong> Oliver Purnell </strong> told <strong> Terrence Oglesby </strong> to <q> listen, play some defense, don't worry about the quick shot and guard. </q> it got through: <strong> Terrence Oglesby </strong> nailed 3-pointers on consecutive possessions, turning a 66-56 deficit into 66-62. it sparked a 13-0 clemson run that gave the tigers a 67-66 lead with 6:20 to play, their first lead since", "new_id": -2}]