[{"uid": "1294962672210993211", "i": 6927, "idx": 7, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband Mark Kelly, were \"just crying with joy\" when <strong> Gabrielle Giffords </strong> opened her eyes. <q> We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her, </q> <strong> Kirsten Gillibrand </strong> said. \"Mark was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see.\" An Outpouring of Grief at", "new_id": -2}, {"uid": "1296391518023904278", "i": 43979, "idx": 10, "sa": ["Mike Pence"], "q": "bill tightening bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments.( 4 of 4) <q> Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like Rep. <strong> Mike Pence </strong>, </q> the New York Times wrote in a 2006 profile. <strong> Mike Pence </strong> did anger conservatives that year when he offered what he hoped would be a middle ground on the immigration debate: creating a temporary guest-worker program that", "new_id": -2}, {"uid": "1295005888194838584", "i": 21297, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "from Sen. <strong> Kirsten Gillibrand </strong>, who was in the room. Kelly will be at <strong> Gabrielle Giffords </strong> side throughout her recovery: NASA announced Thursday that they are naming a backup commander for Kelly's shuttle mission in April. <q> I recommended to my management that we take steps now to prepare to complete the mission in my absence, if necessary, </q> Kelly said in a statement. \"I am very hopeful that I will be in a position to rejoin my STS-134 crew members to finish our training.\" Space Shuttle Endeavor's flight is supposed to", "new_id": -2}, {"uid": "1296452173129859601", "i": 36105, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q> This is a great experience to be voted by your coaches and peers, </q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. \"To get back so soon is just a blessing.\" The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously", "new_id": -2}, {"uid": "1295599439233226308", "i": 3272, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "difficult job in the world is it?\" <strong> Simon Cowell </strong>, who has an estimated wealth of Â£ 125million, also said he believes his success is down to his good instincts. He said: <q> All my life I had to teach myself. \"I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts. I genuinely believe that if I like something, other people are going to like it as well. </q> American Idol returned to US screens this week with two new judges. Aerosmith frontman <strong> Steven Tyler </strong> and singer <strong> Jennifer Lopez </strong> have joined the only remaining original judge, Randy Jackson. Showbiz pals miss out on", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296844762241041480", "i": 3498, "idx": 0, "sa": ["Michael Vick", "Tony Dungy"], "q": "<strong> Tony Dungy </strong> said when asked why <strong> Michael Vick </strong> was hosting a party. <q> He is not going to be attending. I don't know where it started or what, but he's not going to be there. I think he understands it's something that's just not worth it to him. </q> The Philadelphia Eagles said on Thursday that <strong> Michael Vick </strong> would not be attending the party. The last time <strong> Michael Vick </strong> hosted a party was for his birthday last summer when his not", "new_id": -2}, {"uid": "1294968451002998322", "i": 11248, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": " \"We're open two days a week right now, we've seen about 286 patients, half of those are students, half of those are adults so to us that's substantial\" <strong> Sen. Bernie Sanders </strong>: <q> this is the 4th clinic in the state of vt that's providing dental care to kids but its the only one that's unique that's using the facility to help adults as well. </q> The dental clinic at the High School is expected to go from 9 hour days to 10 hour days soon. We welcome your participation in our community. Please keep your comments civil and on point", "new_id": -2}, {"uid": "1296671847037879814", "i": 29548, "idx": 0, "sa": ["Kobe Bryant", "LeBron James", "Mike D'Antoni", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach <strong> Mike D'Antoni </strong> Brown said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_30pts_vs_Toronto_Raptors_2001_NBA_Playoff_Game_4 Nobody came close to scoring 50. The biggest shot in this game was the one that gave <strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with", "new_id": -2}, {"uid": "1295310733097861638", "i": 44768, "idx": 10, "sa": ["Tyronn Lue", "Rafer Alston", "Allen Iverson", "Thaddeus Young"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Magic-76ers_94-96_I_Howard_36pts,11reb,Alston_17pts_vs_Iguodala_29pts,7reb,Miller_24pts,7ast PHILADELPHIA, April 24,2009( AP) Held in check all night, <strong> Thaddeus Young </strong> delivered at the end. <strong> Thaddeus Young </strong>'s driving layup with <strong> Rafer Alston </strong> seconds left lifted Philadelphia to a 96-94 victory over the Orlando Magic", "new_id": -2}]