[{"uid": "1297464569073236527", "i": 24846, "idx": 0, "sa": ["Zahi Hawass"], "q": "do with history and <strong> Zahi Hawass </strong> specials on Egyptian treasures. But what about the current human treasures?, one of Egypt's most popular blogs, is run by Zeinobia, an anonymous female blogger. <q> I am just[ an] Egyptian girl who lives in the present with the glories of the past and hopes in a better future for herself and for her country, </q> says her About Me on the blog. Her sentiments are share by women who are part of the newfound voice of the people, and their protests have flooded Facebook, Twitter and blogs.``", "new_id": -2}, {"uid": "1295658142141557786", "i": 1035, "idx": 0, "sa": ["Michel Martelly", "Andy Coulson", "Baby Doc"], "q": "Video: Lawyer: <strong> Baby Doc </strong> plans to remain in Haiti... Photo in Slideshow: Haiti's presidential candidate <strong> Michel Martelly </strong> walks to a press... World Video: Assault on the increase in France as crime drops overall Report Abuse <q> he returned to Haiti on a`` diplomatic passport </q>. So who issued that- why of course his disgustingly corrupt associates at the Haitian embassy in Paris? </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's", "new_id": -2}, {"uid": "1296805908220135483", "i": 6834, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "` creative'.'' To <strong> Donald Rumsfeld </strong> there is no connection between that preoccupation and the subsequent falsehood of the principal justification for the war with <strong> Saddam Hussein </strong>: the existence of weapons of mass destruction. <q> The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. Rice[ Condoleeza] did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong, </q> he writes. And, needless to say, the various intelligence agencies were responsible for them getting it wrong. The need to transfer blame is leavened with some settling of scores. <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1295473800129286206", "i": 29256, "idx": 0, "sa": ["Michael Vick"], "q": "took the dog a good 20 miles out in the country and dumped him off. The next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> KDMac:`` Damn! I thought I killed that thing...''-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really", "new_id": -2}, {"uid": "1295566282254656542", "i": 15764, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in August of 2001, <strong> Eric Schmidt </strong>, Page, and co-founder <strong> Sergey Brin </strong> have been running the company as a triumvirate, with each man taking over one specific role, but all three making the major decisions. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. </q> <strong> Eric Schmidt </strong> said.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with", "new_id": -2}, {"uid": "1295778208220971018", "i": 17669, "idx": 0, "sa": ["Eric Schmidt"], "q": "management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q> Google... will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, </q> the Wall Street Journal reported. It was the first such award for <strong> Eric Schmidt </strong> since he joined the company in 2001. It includes stock and options, the report said citing a Google spokesperson as", "new_id": -2}, {"uid": "1295160028209272840", "i": 8855, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "speaks with Paul Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be`` the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.'' <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1295762804109936656", "i": 6537, "idx": 4, "sa": ["Rajon Rondo", "Kwame Brown", "Allen Iverson", "Scottie Pippen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Detroit_Pistons_Recap_Robinson_14_Points_In_16_Minutes! March 2nd, 2010: The Boston Celtics end their <strong> Scottie Pippen </strong> game losing streak to the Detroit Pistons. <strong> Rajon Rondo </strong> had 15 points", "new_id": -2}, {"uid": "1296218172048857090", "i": 12617, "idx": 15, "sa": ["Gov. Rick Perry", "Dan Coats", "Mike Pence"], "q": "qualifications and experience to be an effective governor.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Gov. Rick Perry </strong>.''-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind. <q> It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he should really spend a little more time focused on. </q>-- Get breaking local news as it happens. Enter your phone number:", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]