[{"uid": "1296767113070385743", "i": 807, "idx": 6, "sa": ["Bill Clinton", "Donald Rumsfeld"], "q": "document that says \"I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib.\" Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: <q> No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> Yes, well, the people with ounces of sense are completely wrong. <strong> Donald Rumsfeld </strong> also apparently devotes a lot of space to rewaging various long-forgotten bureaucratic disputes. There is something about", "new_id": -2, "mturk_index": "465"}, {"uid": "1296664610083984386", "i": 34203, "idx": 5, "sa": ["George Stephanopoulos", "Joe the Plumber", "Sarah Palin", "Warren Buffett", "Colin Powell", "Jim Kramer", "John McCain", "Barack Obama", "Bill Ayers"], "q": "Sen. <strong> John McCain </strong> tells <strong> George Stephanopoulos </strong> that he sides with his former running mate <strong> Sarah Palin </strong> on there being a \"death panel\" in <strong> Barack Obama </strong>'s health care proposal. He gets rather snotty with the \"This Week\" host. <q> There was a provision in the <strong> Bill Ayers </strong> tha... <strong> John McCain </strong> Interview: MSNBC 10/02/08 part 2 <strong> John McCain </strong> Morning <strong> Joe the Plumber </strong> Interview TRANSCRIPT:[] <strong> Jim Kramer </strong>: <strong> Warren Buffett </strong> he wants in, he actually wants to invest. Why dont you tell people that those that believe in the American people, those that believe that homeowners will fight to keep their homes are bankable and you want to be a... <strong> Colin Powell </strong> destroys both \"<strong> Joe the Plumber </strong> </q> and <strong> John McCain </strong>'s Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> destroys both \"<strong> Joe the Plumber </strong>\" and <strong> John McCain </strong>'s Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will", "new_id": -2, "mturk_index": "1922"}, {"uid": "1296373180057065475", "i": 28252, "idx": 4, "sa": ["LeBron James", "Allen Iverson", "Ime Udoka", "Sergio Rodríguez Reche", "Dwyane Wade"], "q": "right knee. He missed four recent games with a sore knee, but played 32 minutes against the LeBron Jamess in his second game back, maLeBron James 6-of-14 shots and adding five rebounds, three assists and three steals. <q> All my life I've been watching him play and to have the opportunity to play him was fun, </q> said LeBron Jamess guard <strong> Sergio Rodríguez Reche </strong>, who was matched up against <strong> Allen Iverson </strong> at tIme Udokas. \"He showed that he can still play and he can play well. He looked great.\" <strong> Allen Iverson </strong> was at his best in Wade_Dwyane Wade_Complete_Highlights_vs_LeBron Jamess_[34_Points_10_Assists", "new_id": -2, "mturk_index": "618"}, {"uid": "1295670102065781797", "i": 31366, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "que he dicho sobre este asunto pero cuando un portavoz necesita tener un portavoz, es momento de irse\" , reconoci <strong> Andy Coulson </strong> en una breve nota. <strong> David Cameron </strong> se ha declarado muy apenado por su marcha: <q> Comprendo que las continuas presiones sobre l y su familia le han obligado a hacerlo </q>. D?as atr?s, el primer ministro brit?nico se neg a confirmar o desmentir en una entrevista que <strong> Andy Coulson </strong> hab?a puesto su cargo a su disposici?n e insisti en que ya hab?a pagado eventuales responsabilidades en el caso cuando dej", "new_id": -2, "mturk_index": "2043"}, {"uid": "1297183321119177307", "i": 4332, "idx": 3, "sa": ["Mohammed al-Qahtani", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they \"saved lives.\" But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>: <q> Qahtani would be subjected to sexual humiliation and long periods of sleep deprivation and isolation while in custody at Guantanamo, and his heartbeat at one point dropped to 35 beats per minute. </q> <strong> Donald Rumsfeld </strong> said he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. \"I didn't approve any of that,\" <strong> Donald Rumsfeld </strong> said in", "new_id": -2, "mturk_index": "1112"}, {"uid": "1296892353106627093", "i": 38782, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "Grammy nominee <strong> Justin Bieber </strong> presents the <q> Top Ten Reasons It's Fun to Be <strong> Justin Bieber </strong> </q> on the \"Late Show with <strong> David Letterman </strong>.\" NEW YORK POST is a registered trademark of NYP Holdings, Inc.", "new_id": -2, "mturk_index": "1713"}, {"uid": "1296291755127057975", "i": 52876, "idx": 3, "sa": ["Allen Iverson", "Carmelo Anthony", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Iverson_Allen Iverson_vs_Kobe Bryant_Kobe Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look <strong> Carmelo Anthony </strong>", "new_id": -2, "mturk_index": "466"}, {"uid": "1297194045067846395", "i": 26077, "idx": 1, "sa": ["Eric Schmidt"], "q": "hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,\" Schmidt-Eric Schmidt-seeks-deal-on-EU-search-inquiry.html\"> he said. <q> We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials. </q> We have a lot of meetings with appropriate government officials. If that's true, the officials to which <strong> Eric Schmidt </strong> refers have nothing to do with the European inquiry into Google's business practices. Because", "new_id": -2, "mturk_index": "1285"}, {"uid": "1297435702142311425", "i": 53789, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.\" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number of new Android phones and tablets can be expected. It's", "new_id": -2, "mturk_index": "1634"}, {"uid": "1295894021267862075", "i": 49542, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "she said. \"<strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!\" She continued: <q> I always wanted to rap but never really had the guts to do it because I'm just a skinny white girl. Then aged 13 I started rapping secretly because I didn't know whether people would accept me- some people still don't. </q> However, <strong> Cher Lloyd </strong> admitted that if she had the opportunity, she would wait another few years before beginning her career. Stacey McLeanThe former X Factor", "new_id": -2, "mturk_index": "1376"}]