[{"uid": "1297127468124354567", "i": 49565, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 7, 2011, 8:10 PM EST-{`` s'':`` msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Matt Rosoff, On Monday February 7, 2011, 7:23 pm reports that Microsoft CEO <strong> Steve Ballmer </strong> wants to place more engineers in high-level executive", "new_id": -2}, {"uid": "1295818294266780673", "i": 18572, "idx": 2, "sa": ["Ted Leonsis", "Allen Iverson", "Carmelo Anthony"], "q": "get a foul but it felt so good, the rhythm felt good,'' <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanTed Leonsis to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said.`` I was happy for him, just to see Alex has a crush on George, the schools band leader, but is unable to get his attention because hes turned off by her sour attitude", "new_id": -2}, {"uid": "1295830201223035402", "i": 909, "idx": 1, "sa": ["Andrew Marr", "David Cameron", "Andy Coulson", "Nick Clegg"], "q": ", says the Deputy Prime Minister <strong> Nick Clegg </strong>, on the <strong> Andrew Marr </strong> Show this morning, was forced to defend the ex-communications chief, <strong> Andy Coulson </strong>, who resigned from his post on Friday. These were his comments: <q>`` If you listen to what <strong> David Cameron </strong> has said, he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> \" <strong> Nick Clegg </strong> plays a careful game here, relying on <strong> David Cameron </strong>'s judgement( which has repeatedly been drawn into question over the <strong> Andy Coulson </strong> affair) rather than voicing his own. And his backing of <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1297553599075792419", "i": 13465, "idx": 1, "sa": ["Zahi Hawass"], "q": "in a country where, until January, the government kept a tight lid on criticism. And Hany Hanna, a senior conservator in the Supreme Council of Antiquities, urged <strong> Zahi Hawass </strong> in a widely circulated letter last week <q> to change the overall system of corruption and replace it with a professional scientific management. </q> Hanna complained that party hacks riddle the council and prevent younger and more talented people from rising in the ranks. <strong> Zahi Hawass </strong> could not be reached for comment last week. But the Hany letter and Zamalek protests appear to", "new_id": -2}, {"uid": "1295043324095961090", "i": 24956, "idx": 0, "sa": ["Kris Humphries", "Lisa Rinna", "Angelina Jolie", "Demi Moore", "Katy Perry"], "q": ", she admitted that she's prone to going overboard to look good for the cameras. She said that photographer Deborah Robinson actually requested that she take it easy before the big photo session. <q> She knows that I'm a workout fiend and she said,` <strong> Lisa Rinna </strong>, I don't want you to work out, and I don't want you to starve yourself before the shoot, because I know you will,' </q> <strong> Lisa Rinna </strong> told Us Weekly. Nets' <strong> Kris Humphries </strong> may be on a losing team, but he wins big by landing her. Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more( including <strong> Demi Moore </strong>!)", "new_id": -2}, {"uid": "1295039601009945088", "i": 17049, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Vote-casting at the factory, which employs around 5,500 people, began on Thursday evening. Early estimates put voting turnout at 94.4 percent. The results of the ballot were expected around 2300 GMT. <q> The voting slips that have been slipped into the factory's ballot boxes since yesterday are destined to change the country's industrial history, </q> Il Sole 24 Ore business paper said in an editorial on Friday. The proposal announced by <strong> Sergio Marchionne </strong> would bring one billion euros($ 1.3 billion) in investments to historic Mirafiori, which would start producing", "new_id": -2}, {"uid": "1295369174262144017", "i": 59610, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "stealing sketch ideas.`` <strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,'' The New York Post quoted Stern as saying. <q> This guy's ripped off like 10 major things from my show. </q> Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host href=\"http://www.tvguide.com/celebrities/David Letterman-David Letterman/194124\"> <strong> David Letterman </strong> in the ratings.`` It's beyond my comprehension,'' Stern says.`` America must be filled", "new_id": -2}, {"uid": "1295631452074432522", "i": 3513, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "While Google has dominated Internet search, the company has struggled in social networking. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, said in an interview that the change was <q> not a reaction to competitors. </q>", "new_id": -2}, {"uid": "1296709089100515852", "i": 31021, "idx": 1, "sa": ["Gerry Adams", "Eamon Gilmore"], "q": "a seat in Louth, made his remarks after the poll showed a 4pc drop in support for Fine Gael and a 3pc increase for Sinn Fein. Referring to Mr <strong> Eamon Gilmore </strong>'s comments, he said: <q> I don't want to be too provocative in what I say but there is a certain arrogance in all of that.`` The people haven't cast a vote yet, there hasn't been one single vote cast. </q> Mr <strong> Gerry Adams </strong> continued his bitter criticism of Labour, hitting out at what he said was the party's plan for`` a Fine Gael government with Labour in it''.`` It doesn't", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]