[{"uid": "1295568037204079137", "i": 13919, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders Larry Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about", "new_id": -2}, {"uid": "1295654535220856332", "i": 35300, "idx": 0, "sa": ["Andy Coulson", "Sarah Palin", "Brian Cowen"], "q": "handling of Arizona attack: Video: Gallup: <strong> Sarah Palin </strong>'s Image Among Americans... Photo: <strong> Brian Cowen </strong>, Irish Prime Minister and leader of World Video: Assault on the increase in France as crime drops overall Report Abuse <q><strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.</q> Report Abuse \"Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1295036917074235945", "i": 16144, "idx": 1, "sa": ["Donald Rumsfeld", "Anika Noni Rose", "Chris Noth", "Michelle King", "Titus Welliver"], "q": "'re trying to get <strong> Donald Rumsfeld </strong>.\" â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick( <strong> Chris Noth </strong>), and Glenn Childs( <strong> Titus Welliver </strong>) will take place: <q>It will happen before the end of the year, but probably closer to now than the end of the year.</q> â\u0080¢ Robert <strong> Michelle King </strong> on the show's older-skewing demographics: \"I think it's catching on that the show has youngish topics that are not being done as if your grandfather is talking about them.\"", "new_id": -2}, {"uid": "1295708457073957387", "i": 15289, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Paul Farrelly"], "q": "allegations that his phone was illegally hacked for the News of the World, said <strong> Andy Coulson </strong>'s resignation raised further questions about the judgment of <strong> David Cameron </strong> and the chancellor, Goerge Osborne, who jointly appointed him. <q>I'd like to know if <strong> David Cameron </strong> or Osborne asked the Met[ Metropolitan police] whether their phones had been intercepted,</q> he told Sky News. The Metropolitan Police said the Crown Prosecution Service was re-examining the evidence from the original phone-hacking investigation and would not comment further. <strong> Paul Farrelly </strong> <strong> David Cameron </strong>, a member of the parliamentary", "new_id": -2}, {"uid": "1295802228188252172", "i": 4631, "idx": 6, "sa": ["Lee Myung-bak", "Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential advisor. \"The administration knows that <strong> Lee Myung-bak </strong> am quite content with the work <strong> Lee Myung-bak </strong> am doing now,\" he said. <q><strong> Lee Myung-bak </strong> am not interested in a government job.</q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}, {"uid": "1296889632106627078", "i": 3065, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q>He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing.</q>_ He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1295278800133546022", "i": 35247, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Guy BurnetThe former Hollyoaks EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}, {"uid": "1295890682014073869", "i": 11698, "idx": 3, "sa": ["Colin Powell", "Eric Cantor"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. \"Don't tell me you're going to freeze to a level,\" he said. <q>That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem.</q>[ Read more about the deficit and national debt.] <strong> Colin Powell </strong>'s comments came shortly after Tea Party leaders reiterated their willingness to cut the defense budget. Republican leader <strong> Eric Cantor </strong>", "new_id": -2}, {"uid": "1295501574237502511", "i": 32003, "idx": 1, "sa": ["Simon Cowell", "Jimmy Iovine", "Steven Tyler"], "q": "extravaganzas and much more. Join the discussion. More Arts music executive <strong> Jimmy Iovine </strong> and the... stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}]