[{"uid": "1296714430139952160", "i": 18560, "idx": 0, "sa": ["Earl Campbell", "Arian Foster", "Michael Vick", "Jamaal Charles"], "q": "loss to Oakland. He was asked whether he envisioned being compared to Brown while playing at the University of Texas.`` Everybody put me in the class with <strong> Earl Campbell </strong>,'' <strong> Jamaal Charles </strong> said, <q> and now I'm in a class with Jim Brown. Amazing. </q> <strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average, and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards.", "new_id": -2}, {"uid": "1296585674107593766", "i": 10516, "idx": 0, "sa": ["J. King", "Zahi Hawass", "Philip Shenon", "Peter Der Manuelian"], "q": "opportunity, widespread poverty and pervasive corruption. Egypt is`` the greatest open-air museum in the world,'' said <strong> Peter Der Manuelian </strong>, the <strong> Philip Shenon </strong> <strong> J. King </strong> professor of Egyptology at Harvard University. He said he and his colleagues are <q> trying to stay on top of( the situation) as best we can, </q> given spotty internet service in Egypt. Friday night, a group of`` criminals'' entered the Cairo Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday", "new_id": -2}, {"uid": "1295753709087883837", "i": 33581, "idx": 2, "sa": ["Damon Jones", "Allen Iverson", "Reggie Jackson", "Chris Webber"], "q": "stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them.`` I just think something had to be said at that point,'' <strong> Damon Jones </strong> said. <q> No big thing http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` <strong> Reggie Jackson </strong>'s really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295135240025296919", "i": 2001, "idx": 0, "sa": ["Simon Cowell", "Katie Price"], "q": "on PR wise, is <strong> Simon Cowell </strong>. Maybe with all these fake stories they both perpetuate about themselves she can actually make him look slightly heterosexual and then they can parade it out in an OK centre spread NOTW <strong> Katie Price </strong> <q> I dumped Alex for turning into a fame-hungry, whining sponger </q>-------------------------------------------------------------------------------- When did Alex the love of her life turn into this`` fame hungry whining sponger'' she speaks of? Was it before or after she failed to get`` preggy'' lol", "new_id": -2}, {"uid": "1297176031226918403", "i": 3201, "idx": 43, "sa": ["David Letterman"], "q": "what they love.''( fans in audience cheer)`` It's usually just after, you know, like a run or something,'cause I usually surprise myself on those.'' <strong> David Letterman </strong>: <q> Well, now you got one there for real, my friend. Now, do you mind just throwing me something simple? Don't hurt me. I'll be over here, don't hurt me, all right? </q>", "new_id": -2}, {"uid": "1296003429036782088", "i": 10961, "idx": 2, "sa": ["Allen Iverson", "Dick Cheney", "Bryce Harper"], "q": "He still play in the NBA? <strong> Allen Iverson </strong> arrives for stint in Turkey to revive his career. <strong> Dick Cheney </strong> NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> Dozens of fans greeted the 11-time All-Star at... MLB Update: Washington Nationals introduce top overall pick <strong> Bryce Harper </strong> MLB Update: Washington Nationals introduce top overall pick <strong> Bryce Harper </strong> The Washington Nationals officially introduced top-overall pick <strong> Bryce Harper </strong> on Thursday,", "new_id": -2}, {"uid": "1297299992011485361", "i": 43354, "idx": 0, "sa": ["Donald Rumsfeld", "Enrico Ponzo"], "q": ", neighbors said. The judge appointed <strong> Enrico Ponzo </strong> a public defender and ordered him held without bail until another hearing Friday.`` He called me from the Ada County Jail,'' Clapier said. <q> He said` I've been arrested, it's all a bunch of bulls--, but I'm going to be in here for a long time. Would you please feed my cows?' </q> U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less", "new_id": -2}, {"uid": "1295310564231800860", "i": 23565, "idx": 1, "sa": ["Joe Scarborough", "Barack Obama", "Mike Pence", "Bob Corker", "Harry Reid"], "q": "on CNBC's Squawk Box, <strong> Barack Obama </strong> <strong> Bob Corker </strong>( R-TN) decried the Medicare cuts and budget`` trickery'' in the <strong> Harry Reid </strong> health care bill, adding further that the legislation is`` bad for our country'' and <q> throws future generations under the bus.& q... RNC Chairman <strong> Mike Pence </strong> Steele to <strong> Joe Scarborough </strong>:`` Spare Me </q> <strong> Joe Scarborough </strong> disagrees with RNC chairman <strong> Mike Pence </strong> Steele's suggestion of tort reform, which prompts Steele to say to <strong> Joe Scarborough </strong>,`` Spare me.'' Steele suggests he doesn't want the government to make medical decisions for him", "new_id": -2}, {"uid": "1294957406081149956", "i": 46647, "idx": 11, "sa": ["Allen Iverson"], "q": "guard <strong> Allen Iverson </strong> signed a two-year contract with Turkish club Besiktas on Friday. <strong> Allen Iverson </strong> played 25 games with the Philadelphia 76ers last season averaging 13.9 points but was unable to secure an offer from an NBA team this season. <q> I'm at the point in my career where mentally and physically I know I can play basketball and that's what I want to do. If I can't play in the NBA, but I want to play basketball, that's a decision I have to make, </q> <strong> Allen Iverson </strong> told reporters in New York.`` My whole thing was being wanted and being accepted by a ball club. That was the most important thing to me: to be wanted.'' The deal is set", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]