[{"uid": "1295294053030998575", "i": 19351, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295007551054722563", "i": 928, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But the singer told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". <strong> Lily Allen </strong> previously had a miscarriage when she", "new_id": -2}, {"uid": "1295968018237928473", "i": 3795, "idx": 0, "sa": ["Colin Powell", "Sen. Joe Lieberman"], "q": "clips. The Washington Post reported this weekend that the expiration of the ban on high-capacity magazine clips since 2004 has led to a proliferation of those weapons being seized by police in the course of investigations. <q>Last year in Virginia, guns with high-capacity magazines amounted to 22 percent of the weapons recovered and reported by police. In 2004, when the ban expired, the rate had reached a low of 10 percent. In each year since then, the rate has gone up.</q> <strong> Colin Powell </strong>:' <strong> Sen. Joe Lieberman </strong> Don't Think The Defense Budget Can Be Made Sacrosanct And It Can't Be Touched' Ben Armbruster on Jan 23rd, 2011 at 11:00 am <strong> Colin Powell </strong>:' <strong> Sen. Joe Lieberman </strong> Don't Think The", "new_id": -2}, {"uid": "1296499482211271722", "i": 15019, "idx": 0, "sa": ["Zahi Hawass"], "q": "Fortunately the museum also has a huge gift shop, and the looters found it first. \"Those people were idiots,\" <strong> Zahi Hawass </strong>, head of Egypt's department of antiquities, told Time. <q>They looted the museum shop. Thank God they thought that the museum shop was the museum.</q> Others dispute the level of damage done, however. Intruders appear to have shattered some 13 glass display cases, and videos shown on the Arabic news service Al Jazeera showed some damaged artefacts on", "new_id": -2}, {"uid": "1295710848073957416", "i": 33648, "idx": 0, "sa": ["Andy Coulson", "Manuel Alegre"], "q": "on Saturday to stage more anti-government... Article: Roadside bomb kills 13 Afghan civilians... Photo: The Socialist Party's presidential candidate <strong> Manuel Alegre </strong>, with... Photo: President of the environmental Swiss Green Party Report Abuse <q>Albanians have been and will be one of the oldest populations in Europe. We were there before the Greeks, and the Serbs. Untouched by time, we are still here. We are survivors. We do things our way. And all you haters out there, can go to HELL and stay there.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296342423105660428", "i": 33575, "idx": 5, "sa": ["Flip Murray", "Carmelo Anthony", "Deron Williams", "Linas Kleiza", "Allen Iverson", "Carlos Boozer"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs <strong> Flip Murray </strong> 17pts,5 ast, <strong> Deron Williams </strong> 13pts Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs <strong> Flip Murray </strong> 17pts,5 ast, <strong> Deron Williams </strong>", "new_id": -2}, {"uid": "1297239482104841255", "i": 47145, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted to attack", "new_id": -2}, {"uid": "1297300526098500648", "i": 14596, "idx": 1, "sa": ["Donald Rumsfeld", "Jimmy Carter", "Hosni Mubarak", "Hillary Clinton"], "q": "<strong> Donald Rumsfeld </strong> <strong> Hillary Clinton </strong> has rightly called for an \"orderly transition\" to bring about a \"democratic, participatory government\" without directly calling for <strong> Hosni Mubarak </strong>'s ouster. Yet as Heritage Foundation analyst <strong> Jimmy Carter </strong> Phillips recently noted, <q>the <strong> Barack Obama </strong> Administration should be careful not to empower anti-democratic forces such as the Islamist Muslim Brotherhood.</q>[ 47] By prodding the regime to hold genuinely free and fair elections and by linking U.S. aid to this process, the U.S. can help to usher in a more democratic government in Egypt.", "new_id": -2}, {"uid": "1297450649150323228", "i": 24553, "idx": 0, "sa": ["Mike Pence"], "q": "once turned around failing entities, teetering on bankruptcy. Compare that with people whose careers are spent playing the payback game with lobbyists and other politicians. NO thanks. 16 posted on 02/11/2011 10:50:19 AM PST <q>Why does EVERYONE have to start out at the top? Why not run for governor or senator or congressman first? BTW I think <strong> Michele Bachmann </strong> should run for the US Senate in MN, <strong> Mike Pence </strong> should run for the Senate in IN, Giuliani should run for the US Senate in NY. <strong> Steve Forbes </strong> should run for the Senate in NJ. That's the problem with our party. Everyone wants to start out at the top</q> I think <strong> Mike Pence </strong> is going to run for Governor of Indiana. The only other comment I would make is that if you look at the Congress critters and Senators who have been languishing in the", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q>We're in two different places in financial history,</q> <strong> Sergio Marchionne </strong> said of Chrysler and GM. \"They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}]