[{"uid": "1295985212180977682", "i": 5826, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE SR.. ASSOCIATE, SR. DERIVATIVES ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION", "new_id": -2}, {"uid": "1295914737143048738", "i": 11925, "idx": 0, "sa": ["Simon Jones", "Simon Cowell", "Simon W. J. Fuller"], "q": "series. Encouraged by the overseas success of The X Factor, <strong> Simon Cowell </strong> said Sunday on Oprah Presents Master Class that he and his former business partners, <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong>, met with an unnamed network years ago. <q> It was so bad that a minute into the pitch the guy said,` No...' </q> he recalled.`` He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And", "new_id": -2}, {"uid": "1296866191123699217", "i": 35409, "idx": 2, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "public without refinancing its debt, that option would be unwise.] Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. Piech will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event.] CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership.`` Likewise,'' <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s", "new_id": -2}, {"uid": "1296814582259670059", "i": 18400, "idx": 2, "sa": ["Troy Aikman", "Michael Vick", "Ben Roethlisberger"], "q": "<strong> Ben Roethlisberger </strong> this season, he gave credit to another standout quarterback, the Eagles' <strong> Michael Vick </strong>.`` I never would have dreamed that he could have played the way that he played,'' <strong> Troy Aikman </strong> said. <q> I know how much time and effort he put into making that happen, and so he should feel proud... I think it was one of those great stories of the NFL. I was proud of him. </q> Although <strong> Troy Aikman </strong> and Buck are both veterans in the broadcast booth, they still sometimes find themselves getting lost in the grandeur of the Super Bowl.`` I think the times when you let the", "new_id": -2}, {"uid": "1295667584231571487", "i": 19788, "idx": 1, "sa": ["Bernie Sanders"], "q": "shuttered more than 25 manufacturing plants in the United States, cutting thousands of jobs, citing as his source the United Electrical, Radio and Machine Workers of America. The senator also says in his statement <q> GE now employs more workers overseas than it does in the United States, </q> just as href=\"http://www.foxbusiness.com/topics/business/companies/international-business-machines.htm\"> IBM purportedly does. Sen. <strong> Bernie Sanders </strong> adds in his statement that`` while GE has laid off at least 10,000 workers in the United States, it has created more than 30,000 jobs in India", "new_id": -2}, {"uid": "1297302781028033028", "i": 32736, "idx": 0, "sa": ["Stephen Elliott", "Eric Martin", "Donald Rumsfeld", "Abdelbaset al-Megrahi"], "q": "world& type= Video& sent= no& search= Search'',`` permAbdelbaset al-Megrahink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/02/06/VI2011020602065.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02062011- 25v&amp;flvURL=/media/2011/02/06/02062011- 25v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F06%2F02062011- 25v.jsn </q>}{`` title'':`` What would the real <strong> Donald Rumsfeld </strong> think?'',`` description'':`` During a discussion of\\`` <strong> Donald Rumsfeld </strong>\\'' by <strong> Eric Martin </strong> and <strong> Stephen Elliott </strong> at 826DC in Columbia Heights,", "new_id": -2}, {"uid": "1296783764243531794", "i": 11490, "idx": 0, "sa": ["Steve Tucker", "Zahi Hawass"], "q": "`` Our Silver Perspectives enrichment program offers travelers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,'' said <strong> Steve Tucker </strong>, Silversea's vice president of field sales for North America. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: Dr. <strong> Zahi Hawass </strong>, one of the world's most", "new_id": -2}, {"uid": "1297132541144228403", "i": 949, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "been quoted many times by critics of the war as an example of how the Bush administration misled the public.'' Critics of the war, he writes, accused the Bush administration of lying, compiling <q> a small string of comments- ill-chosen or otherwise deficient- to try to depict the administration as purposefully misrepresenting the intelligence. </q> But, <strong> Donald Rumsfeld </strong> says:`` While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. Other senior administration officials also did a reasonably good", "new_id": -2}, {"uid": "1296784629036126790", "i": 50554, "idx": 5, "sa": ["Donald Rumsfeld", "Richard Myers"], "q": "were full occupied,'' writes <strong> Donald Rumsfeld </strong>. Yet Bush called for`` creative'' options to militarily engage Iraq. <strong> Donald Rumsfeld </strong> twice tried to quit in the wake of the Abu Ghraib scandal, which he says <q> left me feeling punched in the gut. </q> Saying he felt his resignation would demonstrate accountability and help the administration move beyond the scandal, he gave letters to Bush, who refused and instead suggested firing Gen. <strong> Richard Myers </strong>, the chairman of the Joint Chiefs of Staff", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]