[{"uid": "1297360824264552524", "i": 8337, "idx": 0, "sa": ["David Letterman", "Johnny Carson"], "q": "be able to do it anymore if I don't keep doing it.\" From such casual neuroses he makes the decision to start fresh as a comic and retire all his classic stand-up material, the <q> did you ever notice... </q> quick-witted observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. \"", "new_id": -2}, {"uid": "1297266188254083108", "i": 15093, "idx": 0, "sa": ["Sergio Marchionne", "Éric Boullier"], "q": "<strong> Sergio Marchionne </strong>, a r?p?t qu'il n'entendait pas c?der la marque Alfa Romeo au groupe Volkswagen. Il s` autorise au passage quelques piques bien senties? l'adresse de ses homologues transalpins. Actualit S?curit routi?re- Chantal PerÉric Boullierhon: <q> Une attaque massive contre le permis? points </q> Actualit Toyota-pedal gate: l'?lectronique hors de cause Economie Volkswagen: hausse de salaire pour les employ?s allemands Actualit S?curit routi?re- Hortefeux: \"des mesures concr?tes\" Actualit S?curit routi?re:+21% de morts sur les routes", "new_id": -2}, {"uid": "1295591000000901127", "i": 26820, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "und wird neuer Konzernchef. <strong> Larry Page </strong> werde ab 4. April das Tagesgesch?ft f?hren, teilte der Konzern am Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren </q>, sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig. \"Wir haben unsere Rollen jetzt klarer", "new_id": -2}, {"uid": "1295274880083279889", "i": 11738, "idx": 2, "sa": ["Steve Ballmer", "J Allard"], "q": "The PS3 is the one sat by my TV that handles all the other stuff, like media streaming, Blu Ray watching and TV on demand. Show <strong> Steve Ballmer </strong>, this is what I say to yer wife: <q> I want to watch you dance </q>. And then she tells me: \"Let's go upstairs go play that movie-game where` you are the director'.\" Show <strong> J Allard </strong>, 17 June 2005 in an interview CVG on the Xbox 360", "new_id": -2}, {"uid": "1295830201223035402", "i": 909, "idx": 1, "sa": ["Andrew Marr", "Andy Coulson", "Nick Clegg", "David Cameron"], "q": ", says the Deputy Prime Minister <strong> Nick Clegg </strong>, on the <strong> Andrew Marr </strong> Show this morning, was forced to defend the ex-communications chief, <strong> Andy Coulson </strong>, who resigned from his post on Friday. These were his comments: <q> \"If you listen to what <strong> David Cameron </strong> has said, he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> \" <strong> Nick Clegg </strong> plays a careful game here, relying on <strong> David Cameron </strong>'s judgement( which has repeatedly been drawn into question over the <strong> Andy Coulson </strong> affair) rather than voicing his own. And his backing of <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1296495892169000994", "i": 26979, "idx": 1, "sa": ["Sergio Marchionne"], "q": "SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans,\" Toprak said. <strong> Sergio Marchionne </strong> said the company's restructuring is starting to pay off. The automaker has <q> lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth, </q> he said. Chrysler is on track to pay down$ 2.1 billion of the$ 5.8 billion it owes the government by the end of the year and may retire the entire debt, said <strong> Sergio Marchionne </strong>,", "new_id": -2}, {"uid": "1295131435025296914", "i": 1616, "idx": 1, "sa": ["John Thompson", "Allen Iverson", "Donyell Marshall", "Michael Jordan"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Thompson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me Jordan_Michael Jordan_36_points <strong> Michael Jordan </strong> and the Bulls", "new_id": -2}, {"uid": "1296497082169607183", "i": 13621, "idx": 2, "sa": ["Sergio Marchionne"], "q": "million vehicles in 2010 and are expected to reach about 4 million this year. Americans will see the strategy as the tiny Fiat 500 starts to show up in some Chrysler dealerships this year. <q> You have to have global scale, </q> <strong> Sergio Marchionne </strong> said. Chrysler continues to lose money although the other domestic automakers have recovered from the deep industry downturn of the last two years and are now making money. Last week, Ford said", "new_id": -2}, {"uid": "1296580317091275273", "i": 19881, "idx": 14, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"uid": "1295023948173473845", "i": 36414, "idx": 1, "sa": ["Camille Grammer", "David Letterman"], "q": "Kayte Walsh, 29, who in October suffered a miscarriage and lost their baby. In an appearance on The Late Show with <strong> David Letterman </strong>, <strong> Camille Grammer </strong> described Kayte as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement", "new_id": -2}]