[{"uid": "1295039838092176408", "i": 45955, "idx": 0, "sa": ["Mike Pence"], "q": "was unacceptable to spend 12 percent more for these programs than last year. Democrats accused Republican of trying to stall the bill by offering 100 or so amendments. Republican Representative href=\"http://www.Mike PenceMike Pence.house.gov/\"> <strong> Mike Pence </strong> said it was <q> an outrageous abuse of the legislative process </q> for Democrats to cut off debate after 30 minutes during the first amendment. He insisted that it was not about the process but about`` runaway federal spending.'' Democrats shot back that Republicans were making it harder", "new_id": -2}, {"uid": "1295718175131842121", "i": 1752, "idx": 7, "sa": ["Amanda Holden", "Simon Cowell"], "q": "give up' and you never gave up. You were winning in the rain''.`` I want it for you as badly as you do,'' said <strong> Amanda Holden </strong> through her tears. And <strong> Simon Cowell </strong> reasoned, <q> We know this could change your life. You get my vote. You were terrific </q>. taken from the official site: talent.itv.com Show 10( Wednesday, 28 May 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland). Presented by", "new_id": -2}, {"uid": "1296665489109838338", "i": 36, "idx": 2, "sa": ["Kenny Kunene", "Chris Gent", "Andy Coulson"], "q": "man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>, an ambitious Brit who...'' <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q> href=\"http://www.bbc.co.uk/blogs/thereporters/Andy Coulsonharding/2011/02/south_africas_sushi_wars.html\">'' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman`` The ANC Youth League...''", "new_id": -2}, {"uid": "1296676266235241502", "i": 84, "idx": 0, "sa": ["Jane Mayer", "Colin Powell", "Ibn al-Sheikh"], "q": ": Interrogation, Incarceration, and Abuse,'' <strong> Jane Mayer </strong> cites Egypt as the most common destination for suspects rendered by the United States.`` The largest recipient of U.S. foreign aid after Israel,'' <strong> Jane Mayer </strong> writes, <q> Egypt was a key strategic ally, and its secret police force, the Mukhabarat, had a reputation for brutality. </q> She describes the rendering of <strong> Ibn al-Sheikh </strong> al-Libi to Egypt, where he was tortured and made a false confession that <strong> Colin Powell </strong> cited as he importuned the Security Council to approve the U.S. invasion of Iraq. Al-Libi later recanted his", "new_id": -2}, {"uid": "1296849074166477898", "i": 24260, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann"], "q": "the attempt, with the bill introduced by <strong> Mike Pence </strong>, to strip Planned Parenthood of the federal funding it receives for contraceptive and sex education services. <strong> Michele Bachmann </strong> already href=\"http://minnesotaindependent.com/77184/Michele Bachmann-backs-planned-parenthood-sting-video\"> got in on this today, saying, <q> Planned Parenthood performed 324,000 abortions in 2010. That should be enough reason to ensure that it never receives another taxpayer dollar from our government. </q>( Abortions are about 3 percent of Planned Parenthood's overall work.) She went on,`` But alarming new revelations about Planned Parenthood raise questions about whether the organization is breaking the law.'' Anti-abortion groups", "new_id": -2}, {"uid": "1297148724140001315", "i": 51246, "idx": 0, "sa": ["Kenneth Kendall", "David Cameron", "Andy Coulson", "Craig Oliver"], "q": "get a 77-year-old woman.'' <strong> Kenneth Kendall </strong>, 86, agrees.`` So long as <strong> David Cameron </strong> can still hear them at the back, that's all that matters,'' says the affable former newscaster. <q> I did Treasure Hunt until I was well into my sixties. I did The Young Ones for the BBC last September- and I am still up for offers. </q> <strong> Craig Oliver </strong> tells it like it is Controversy is the last thing <strong> David Cameron </strong> will want from <strong> Craig Oliver </strong>, the former television executive who has succeeded <strong> Andy Coulson </strong> as his chief spin doctor. The PM should,", "new_id": -2}, {"uid": "1296653157128679947", "i": 15800, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "George McGinnis", "Tim Russert", "Bill Clinton"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion.`` I didn't want people to feel that this was going to be an hour lecture,'' she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> George McGinnis </strong> <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he someTim Russertes bursts", "new_id": -2}, {"uid": "1297300259049397760", "i": 792, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "Barack Obama"], "q": "Bill Clintonion high-speed rail plan` insanity' Republicans vs. Republicans: When are federal budget cuts too deep? Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> The Republicans wanted to liquidate the US Auto Industry and put 8 million out of work, the Democrats ignored them and bailed them out. </q> Now the Republicans want to pretend they care about US Jobs? Report Abuse \" after 8 years of bush lies, deception and incompetence some americans \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage", "new_id": -2}, {"uid": "1296371371213876758", "i": 42066, "idx": 3, "sa": ["Rasheed Wallace", "Allen Iverson", "Kobe Bryant", "Yao Ming"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Lakers_vs_Thunder_Highlights_Kobe Bryant_Kobe Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma City,", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}]