[{"uid": "1295481500251461671", "i": 7591, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi", "Jerry Moran"], "q": "& msnbc.com http://wn.com/Bill_Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschannel.web.officelive.com 10 March, 2010 MSNBC http://wn.com/Democrats,_GOP_Prep_for_Possible_Weekend_Vote_on_Health_Reform Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Democrats\"_Health_Care_Reform_is_Latest_Action_to_Hurt_Kansas Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1296709837249151493", "i": 2387, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists-- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1295565725055705620", "i": 5472, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday, he would earn about$ 334.7-million on the stock sale. He would still own about 2.7 per cent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 per cent before selling the shares. <q> As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1295551711137363480", "i": 4699, "idx": 1, "sa": ["Simon Cowell"], "q": "Although some have already lost interest in watching \"AI\" altogether, there are those who still believe that the refreshing and friendlier vibe of the current show deserves to be given another look. <q> I thought they( judges) did great! I enjoyed them... all three of them! They will get their groove in the coming episodes, </q> posted one netizen. Another rejoined: \"While I miss <strong> Simon Cowell </strong>, the new panel is good.\"", "new_id": -2}, {"uid": "1297368296190234685", "i": 23343, "idx": 1, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "and told <strong> Jay Leno </strong> that <strong> Simon Cowell </strong> was obsessed with her. That doesn't seem like a very good way to get a job. Someone needs to tell <strong> Paula Abdul </strong> to be nice. <strong> Jay Leno </strong> continues to nudge <strong> Paula Abdul </strong>, <q> The rumor is you guys might work together again. </q> <strong> Paula Abdul </strong> sat speechless. <strong> Jay Leno </strong> asked, \"Is this the first you've heard of it?\" <strong> Paula Abdul </strong> replied, \"Yeah. He always talks to me about,` We will work together somehow, some", "new_id": -2}, {"uid": "1295568821043630596", "i": 17774, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "blog, <strong> Eric Schmidt </strong> tweeted \"Day-to-day adult supervision no longer needed!\" in reference to his much-discussed role as a moderating check to Page and <strong> Sergey Brin </strong>'s youthful excesses. Here are the reactions from <strong> Eric Schmidt </strong> <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Larry Page \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so", "new_id": -2}, {"uid": "1297590228217415727", "i": 28911, "idx": 6, "sa": ["Colin Powell", "Elliot Richardson", "Patrick Seale", "Michael C."], "q": "c <strong> Elliot Richardson </strong>, <strong> Elliot Richardson </strong> <strong> Colin Powell </strong>( 1991-10-21). \"A High-Tech Watergate\". New York Times. Retrieved 2008-09-05.^ 87 N.Y. 2d 46,660 N.E. 2d 1126, 637 N.Y.S. 2d 347( 1995-11-29). <q> <strong> Earl Brian </strong> <strong> President Bush </strong> <strong> Earl Brian </strong>, <strong> Michael C. </strong>, Appellant, v. <strong> Elliot Richardson </strong>, Respondent. </q>. Cornell University Law School. Retrieved 2008-10-24.^ <strong> Michael C. </strong>, <strong> Patrick Seale </strong>( 1985-02-16). \"Computer Firm Hired By Courts Has Money Woes\". Miami Herald. pp. 2BR.($ fee)", "new_id": -2}, {"uid": "1297273948137707557", "i": 11779, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "/ 5 4.59 10:00 CBS The Good Wife 2.2/ 6 11.82 NBC Parenthood 1.9/ 5 5.24 ABC Detroit 1-8-7 1.3/ 4 5.55- via NBC press note: <q> In Late-Night Metered Markets Tuesday night: â\u0080¢ In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>, </q> 2.9/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.2/ 8; and ABC's combo of\" Nightline,\" 3.0/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1295580862256213017", "i": 43362, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "and a few just plain angry. \"I thought <strong> Steven Tyler </strong> was hilarious,\" Garrett wrote. \"I personally loved him, and I can't wait to see more.\" Ted agreed, adding, <q> My expectations were low but I thought they did good. I will watch it again. </q> Plipton approached the show with caution, fearing it would not be as good without beloved iconic \"mean judge\" <strong> Simon Cowell </strong>. \"But I truly enjoyed it,\" Plipton said. \"I thought <strong> Steven Tyler </strong>", "new_id": -2}]