[{"uid": "1295566871244678664", "i": 58947, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead.'' <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> The news surprised and worried Google observers.`` The executive change is very much unexpected, and somewhat of a concern to investors,'' said Clayton Moran, an analyst at Benchmark Co..", "new_id": -2}, {"uid": "1295559949061718541", "i": 4327, "idx": 4, "sa": ["Eric Schmidt"], "q": "were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be`` elevated'' to his new position, it was explained.`` How can we run the company even better?'' he said. <q> We think this will produce even better results. </q> We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \" When I joined Google in 2001 I never imagined-even in my wildest dreams-that we", "new_id": -2}, {"uid": "1296759030005144618", "i": 7292, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "as excess loyalty to LBJ. \" In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled`` Resign, <strong> Donald Rumsfeld </strong>'', adding <q> responsibility for errors and indiscipline needs to be taken at the top. </q> \" In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"uid": "1297623915163643403", "i": 38435, "idx": 1, "sa": ["Ken Blackwell", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoKen Blackwell out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q> We must ensure that these safety improvements happen as soon as possible, </q> she said. <strong> Charles Ellis Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"uid": "1297368337170426449", "i": 19906, "idx": 6, "sa": ["Zahi Hawass"], "q": "people representing one of the world's earliest and greatest civilizations. \" It would be a tragedy for Egypt and it's people if the Cairo Museum were looted and trashed like the Bagdad Museum. Report Abuse <q> Headline:`` Egypt's museums and monuments are deserted </q> \" Report Abuse \" OK, Berlin/London: listen to what <strong> Zahi Hawass </strong> has commanded: return Nefertiti and Rosetta now! \" Ornamental Iron Doors Custom-Hand Forged Iron Doors, Gates, Wine Cellars& Railings Iron Gates Find Iron", "new_id": -2}, {"uid": "1296232173027263023", "i": 26825, "idx": 0, "sa": ["Simon Cowell"], "q": "singer- as she's an unknown in the States. But The Sun reveals <strong> Simon Cowell </strong> could get Cheryl a job as a mentor on the show- like Sinitta has on the UK version. <q> <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor, </q> a source tells The Sun.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon", "new_id": -2}, {"uid": "1297207620184696835", "i": 8387, "idx": 7, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "nunca fue encontrado, <strong> Donald Rumsfeld </strong> parece insistir en una confluencia de buena fe y mala inteligencia.`` Dios m?o, la inteligencia ciertamente estuvo equivocada'', exclam <strong> Donald Rumsfeld </strong>, aunque dijo no lamentar la decisi?n porque <q> el mundo es un lugar mejor sin Saddam Hussein,... y con Al Qaeda fuera de Afganist?n </q>. En su libro, el ex secretario de Defensa explica c?mo EE.UU. estuvo a punto de lanzar un ataque contra instalaciones iraqu?es en las que sospechaban que se fabricaban armas, justo el d?a que <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295296231143114260", "i": 485, "idx": 0, "sa": ["David Letterman", "Brett Favre"], "q": "wife for` bad intentions' or to get together with her. Mr. Scavo further requested that <strong> Brett Favre </strong> apologize for his inappropriate behavior of sexually harassing Christina Scavo and other massage therapists,'' the suit says. <strong> Brett Favre </strong> <q> responded in an inappropriate manner and refused to apologize, </q> the filing says.`` He essentially told him to go away and as a celebrity he couldn't be bothered with the little people,'' said the therapists' lawyer, <strong> David Letterman </strong> Jarosclawicz. He said it was", "new_id": -2}, {"uid": "1296115725056147995", "i": 45205, "idx": 0, "sa": ["Andy Coulson"], "q": "the place where you can talk about and shape the best stories people are reading right now. Sign In to view Buzz updates from your connections!New User?| George left a comment- 22 min ago uk.news.yahoo.com <q> Just shows how greedy this generation as got, I am reminded of the old saying you get nothing for... </q> GREENGRASS left a comment- 28 min ago Yahoo! UK& Ireland News`` Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...'' Its Secret left a comment", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}]