[{"uid": "1297161526055738379", "i": 33849, "idx": 8, "sa": ["Simon Cowell", "Susan Boyle"], "q": "A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform in front of a live arena audience.\" I want to see them perform in that setting,\" he said. <q> And while it puts more pressure on, it can also help. I'm not sure Britain's Got Talent'] with just a judges' panel. The audience really lifted her. </q> <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on\" X Factor.\"\" Stars can come from anywhere,\" he said.\" <strong> Susan Boyle </strong>", "new_id": -2}, {"uid": "1295240169095436825", "i": 355, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft Corp CEO <strong> Steve Ballmer </strong> identified\" better global enforcement of intellectual property laws\" as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q> That is particularly true in China, where the protections are the weakest, </q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies.\" Sometimes Beijing", "new_id": -2}, {"uid": "1296709195199049220", "i": 17696, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "prison. Though he still considers the documented incidents of abuse to be isolated actions of rogue soldiers, <strong> Donald Rumsfeld </strong> did concede that the blow of the scandal could have been softened by his resignation. <q> Abu Ghraib and its follow-on effects, including the continued drumbeat of` torture' maintained by partisan critics of the war and the <strong> President Bush </strong>, became a damaging distraction, </q> he wrote.\" More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.\"", "new_id": -2}, {"uid": "1297118693225951847", "i": 8406, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a\" dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,\" I believe I can find a star.\" Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub", "new_id": -2}, {"uid": "1296222150071827491", "i": 21452, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "out 100 percent of benefits beginning in 2039. Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s. <q> We know what to do on Social Security. I put on the table[ a proposal] adjusting the age from 67 to 69, </q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday.\" I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements.\" Why can't we do what", "new_id": -2}, {"uid": "1297259880064307224", "i": 25239, "idx": 9, "sa": ["Michael Vick"], "q": "Please read the following scriptures-\" And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins\"( Mark 11:25). <q> Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven </q>( Luke 6:37). LET IT GO!!!!!!!!! George Go read the U.S. Dept. of Agriculture's investigative report of what Mr. <strong> Michael Vick </strong> actually did to the dogs he personally killed. It is some of", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.\" We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1297689730081920025", "i": 43002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "The DOE funding will help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}, {"uid": "1295667422103448593", "i": 6573, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "Alan Rusbridger", "Nick Davies"], "q": "on phone-hacking and the News of the World which have questioned the official line that just one\" rogue reporter\", <strong> Clive Goodman </strong>, was involved in the affair. Resigning today, <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.\" Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.\" I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Alan Rusbridger </strong> said:\" This is the result of first class investigative reporting by one Guardian reporter, <strong> Nick Davies </strong>, sustained over a very long period of time.\" From the moment he revealed the", "new_id": -2}, {"uid": "1295945595182452247", "i": 7273, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "more annually to belong to the organization, receive a fifth delegate slot this year if they fill it with a woman. That is expected to more than double the number of women from those companies. <q> It's a nudge in the right direction, </q> Zahidi says. About 80 percent of the strategic partners have mixed-gender groups attending, she says. Market data provided by Bloomberg News Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target", "new_id": -2}]