[{"uid": "1297446725101842956", "i": 11173, "idx": 11, "sa": ["John McCain", "Donald Rumsfeld"], "q": "... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a good candidate.\" So, had <strong> Donald Rumsfeld </strong>, the life-long Republican, actually voted for <strong> John McCain </strong>? He frowns: <q>I did. It was not a happy choice.</q> The inside-Washington score-settling will strike many of the people horrified by the Iraq war as supremely beside the point. For them, <strong> Donald Rumsfeld </strong> is a guilty man because he presided over a \"war of choice\"", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q>I won't go along with this</q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}, {"uid": "1297200983061325341", "i": 1805, "idx": 5, "sa": ["Paul Bremer", "Donald Rumsfeld", "Condoleezza Rice"], "q": "Stabilization Group\"- a job for which Mr. <strong> Donald Rumsfeld </strong> writes that Ms. <strong> Condoleezza Rice </strong> and her staff did not have \"the interest or skill.\" Officially, Mr. <strong> Paul Bremer </strong> reported to Mr. <strong> Donald Rumsfeld </strong>. But he <q>viewed himself as the president's man, had a background in the State Department, and a relationship with <strong> Condoleezza Rice </strong>,</q> says Mr. <strong> Donald Rumsfeld </strong>. So Mr. <strong> Paul Bremer </strong> chose what guidance he preferred, which Mr. <strong> Donald Rumsfeld </strong> describes as the equivalent of having \"four or eight hands on the steering wheel.\" Critical issues-whom the U.S. should support,", "new_id": -2}, {"uid": "1295470516213155876", "i": 1903, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q><strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.</q> The similarity is so great \"Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor\" panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic", "new_id": -2}, {"uid": "1296318894261652524", "i": 14823, "idx": 14, "sa": ["Allen Iverson", "Larry Drew"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q>Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end.</q> \"The little kid was phenomenal,\" Sixers coach <strong> Larry Drew </strong> Brown said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1295755514184385545", "i": 22141, "idx": 4, "sa": ["Chris Webber", "Allen Iverson", "David West", "Larry Hughes"], "q": ", which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. \"We got really aggressive, especially when we went small,\" Knicks coach <strong> Larry Hughes </strong> <strong> David West </strong> said. <q>We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.</q> <strong> Allen Iverson </strong> had 40 points and 10 assists, and <strong> Chris Webber </strong> scored 19 points for Philadelphia, which has lost four of five. <strong> Chris Webber </strong> tipped in <strong> Allen Iverson </strong>'s miss with.6 seconds left to send the game into overtime.", "new_id": -2}, {"uid": "1296448395160137225", "i": 38583, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s chief executive, <strong> Eric Schmidt </strong>- who will give up that post and become executive chairman in April-said in a recent blog post that all the company's strategic initiatives this year involve mobile devices. <q>Between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now,</q> he wrote on the Harvard Business Review website. Google executives in October said the company was on track to generate$ 1 billion a year in mobile-related revenue, though it declined to provide a breakdown of", "new_id": -2}, {"uid": "1296415510191545349", "i": 11490, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "Cheeriness of Those Gershwin Boys An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer Channels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in \"Working Class,</q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}, {"uid": "1294986991012550146", "i": 1489, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman"], "q": "marriage is acting. Is that a fact?\" <strong> David Letterman </strong> asked, the picture of innocence. \"Well, I'm sorry to hear that-or I'm not sorry to hear that?\" <q>Well, you are respectfully considerate, and yet pleased for the new develoments in my life,</q> <strong> Kelsey Grammer </strong> replied in an end-of-story tone. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> added, \"always regardless of circumstances, and especially with kids. Are the kids and everybody", "new_id": -2}, {"uid": "1295589516230457394", "i": 40613, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Calif.-- Google co-founder Larry Page will take charge of the company's day-to-day operations as chief executive officer, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects and new products. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement released by Google. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead", "new_id": -2}]