[{"uid": "1295642253262504457", "i": 30731, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "about Mr. <strong> David Cameron </strong>'s judgment in hiring him- a charge likely to reverberate in the political arena. He also suggested that the timing of the announcement was intended to minimize the impact of the news. <q> Spin and obfuscation is all we get from Downing Street- we need to get to the truth, </q> Mr. Watson said. For the Labour Party, Mr. <strong> Andy Coulson </strong>'s departure partly overshadowed its own woes over the departure of Mr. Johnson, a veteran Labour official and former government minister. British police officials said", "new_id": -2}, {"uid": "1296888401119128067", "i": 29421, "idx": 0, "sa": ["Paul McMullan", "Andy Coulson"], "q": "In written evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said`` everyone in the schoolyard did it'' when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World. <q> For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre'( showbusiness) column and after that at NOTW, </q> he wrote.`` As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year", "new_id": -2}, {"uid": "1296593618087982128", "i": 42281, "idx": 3, "sa": ["Mike Pence"], "q": "It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad,'' <strong> Mike Pence </strong> said on the House floor in introducing his bill. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> he said.''`` The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are", "new_id": -2}, {"uid": "1297420749197410818", "i": 33838, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the hell would buy such a device that's going to be orphaned at birth?) 10.19 am: Q+A time. What happens to Series 40 and to Ovi? <strong> Stephen Elop </strong>: <q> Nokia strategy comprises 3 pillars- right now this is smartphone. Second pillar is plans for low end of portfolio... in Series 40. Ovi: while we are placing dependency on Microsoft for Windows Phone.. Ovi Portal will be a critical contribution to that ecosystem... Ovi Maps... so capabilities and services will be part of a shared environment. </q> Q when first handset? <strong> Stephen Elop </strong>: not making specific announcement. But we can move faster in introduction that what we've ever done before. <strong> Steve Ballmer </strong>: engineering teams have spent a lot of time together,", "new_id": -2}, {"uid": "1295648671247758851", "i": 16920, "idx": 1, "sa": ["Eric Schmidt"], "q": "last year.`` I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device,'' Pierce said. <q> But a lot has happened between then and now, </q> such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move that surprised industry analysts", "new_id": -2}, {"uid": "1297503307016302106", "i": 25962, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ", <strong> Colin Powell </strong> became obsessed with justifying himself to the point of falsifying what happened. <strong> Donald Rumsfeld </strong> clearly can't abide <strong> Colin Powell </strong>'s deputy, <strong> Dick Cheney </strong> Armitage. In one scene, he confronts <strong> Colin Powell </strong>, telling him that <q> Armitage has been bad-mouthing the Pentagon all over town... I don't know what the hell is in Armitage's craw but I'm tired of it. </q> There are some puckish observations. <strong> John McCain </strong> is characterised as`` a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media''. The haste with which <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297272533143687718", "i": 46608, "idx": 0, "sa": ["Alex Wolfe", "Steve Ballmer", "Satya Nadella"], "q": "cloud computing market. Intel chief sales and marketing officer Sean Maloney sits down with InformationWeek's <strong> Alex Wolfe </strong>, on the occasion of the launch of the Xeon 5500 Nehalem server processor, for a wide-ranging discussion. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295983889241025056", "i": 28370, "idx": 0, "sa": ["Joan Frank", "Bill Lockyer", "Newt Gingrich"], "q": "dead.'' Then, movingly, she lists reasons to live- among them the task of translating her late father's poems. But her own drive to write, she confesses, is waning. <q> I've said what I have to say./ I'll stop, and look at things I called/ distractions. Become reader of the world,/ no more writer of it. </q> <strong> Joan Frank </strong>'s latest book is`` In Envy Country,'' a collection of stories. E-mail her at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate:", "new_id": -2}, {"uid": "1297097556101318661", "i": 44355, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for their views on <strong> Google Inc. </strong>'s business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. <strong> Google Inc. </strong> reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. <strong> Google Inc. </strong> Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, [{"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}]]