[{"uid": "1297079235054001715", "i": 8657, "idx": 0, "sa": ["Newt Gingrich", "Donald Rumsfeld", "Fred Upton", "House Judiciary Committee"], "q": "in the afternoon for a retreat that will last through Thursday. Former Defense <strong> Donald Rumsfeld </strong>'s memoir`` Known and Unknown'' hits bookstores. The <strong> House Judiciary Committee </strong> will hold a hearing on the constitutionality of the <q> No Taxpayer Funding for Abortion Act, </q> at 4 p.m. in 2141 Rayburn. <strong> Newt Gingrich </strong> <strong> Fred Upton </strong>( R-Mich.), chairman of the <strong> House Judiciary Committee </strong> Energy and Commerce <strong> House Judiciary Committee </strong>, will discuss his policy goals over the next two years at a forum at the", "new_id": -2}, {"uid": "1295499871140181544", "i": 18346, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1297211505102973444", "i": 24581, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "much as a cursory glance at his book of 815 pages, hundreds of footnotes and some 1300 endnotes? A: Yes, it would be extremely foolish. 16 posted on 02/08/2011 4:23:07 PM PST <q> There are things we know we know, things we know we don't know, and things we don't know we don't know </q>- <strong> Donald Rumsfeld </strong> on putting the Media in its place. He was one of the few that did( and that's why they hated him.) 17 posted on 02/08/2011 4:27:36 PM PST( The Left: the", "new_id": -2}, {"uid": "1296925333084377631", "i": 42595, "idx": 0, "sa": ["Michael Vick"], "q": ": Snow and ice is seen on the roof of Cowboys Stadium,... Photo in Slideshow: The setting sun is reflected on the side of Cowboys... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> im suprised the new world order didnt get the media to demonize snow </q> and say if you dont stay inside the snow will melt your face off.----------- iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs", "new_id": -2}, {"uid": "1297465246016121860", "i": 2017, "idx": 0, "sa": ["David Letterman"], "q": "almost everything on the 2010 Sports Illustrated swimsuit issue cover is hoping to move from model to actress. In addition to Just Go With It, she recently wrapped a role in the 2012 film Battleship. <q> I don't see myself doing catalog shoots in Madrid anymore like I was doing two years ago. I hope that the acting side of things grows. </q> But could she wind up on the cover of this year's Sports Illustrated swimsuit issue? Again? The 2011 cover model will be revealed on the Late Show With <strong> David Letterman </strong> on Monday, Feb.", "new_id": -2}, {"uid": "1295566282254656542", "i": 15765, "idx": 1, "sa": ["Eric Schmidt"], "q": "specific role, but all three making the major decisions.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time.'' <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> As Page takes on the day-to-day operations and the legal responsibilities associated with the title of CEO, <strong> Eric Schmidt </strong> will remain involved as the Executive Chairmen. According to Google, his new responsibilities will involve`` focusing", "new_id": -2}, {"uid": "1297616629186400779", "i": 26895, "idx": 37, "sa": ["Donald Rumsfeld"], "q": "It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge.`` You are responsible for the occupation of Iraq,'' said Martin.`` Supposedly.'' <q> There's a presidential directive saying you are responsible. You have a command which is not up to the job. You have a civilian authority in Iraq not really taking your guidance, </q> Martin continued.`` And not working closely with the military, which is unfortunate,'' <strong> Donald Rumsfeld </strong> added.`` Why did you stand for that?'' asked Martin.`` You", "new_id": -2}, {"uid": "1295217044057311259", "i": 7680, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Susanna Camusso"], "q": "confederation, <strong> Susanna Camusso </strong>, insisted that the referendum`` shows that there is no possibility of ruling a factory without the consensus of the workers.'' Industry Minister <strong> Maurizio Sacconi </strong> predicted the decision would encourage investment in Italian industry. <q> The outcome of the referendum opens an evolution in industrial relations, especially in large factories that should allow a better use of the plants and a real increase in salaries, </q> <strong> Maurizio Sacconi </strong> told Italian state radio. <strong> Sergio Marchionne </strong> had pledged to link pay increases to productivity. But the flexible work rules also limit the right to strike during full production, and reduce break times and sick pay. Unions", "new_id": -2}, {"uid": "1295242191190218251", "i": 3467, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said she was in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her, </q> the New York senator said.`` She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now.", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]