[{"uid": "1296723974251478035", "i": 25684, "idx": 4, "sa": ["Allison Iraheta", "Paula Abdul", "Simon Cowell"], "q": "muster. \"I don't care if you're 16 or 60, all I know is that you're one remarkable, talented young lady,\" said <strong> Paula Abdul </strong>. <strong> Simon Cowell </strong>'s assessment was spot-on, too. <q>You are the girls' only hope in the competition right now,</q> he told <strong> Allison Iraheta </strong>. Sadly, Michael Johns' Inspirational Week choice, Aerosmith's 1973 breakout smash \"Dream On,\" was also the song that sent him home on Top 8 week. Although to be fair", "new_id": -2}, {"uid": "1296644684150142979", "i": 10865, "idx": 3, "sa": ["Allen Iverson", "Samuel Dalembert", "Tracy McGrady"], "q": "he topped 20 points was Dec. 5, when he scored 35 in a victory in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned. \"The games we lose, it hurts worse,\" <strong> Allen Iverson </strong> said. <q>But in the games that we win, I don't think about it.</q> <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but only after his block of <strong> Tracy McGrady </strong>'s driving dunk with 2:54 remaining blunted Orlando's comeback. <strong> Samuel Dalembert </strong>, who", "new_id": -2}, {"uid": "1296791221147030018", "i": 16739, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Best of the best. www.usma.edu About The Academy Renowned as the", "new_id": -2}, {"uid": "1295652755122683468", "i": 27496, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 percent before selling the shares. <q>As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1295980148057327644", "i": 3626, "idx": 0, "sa": ["Harry Reid", "Barack Obama", "Sen. Bernie Sanders"], "q": "leader, <strong> Harry Reid </strong> of Nevada, went further, calling Mr. Ryan \"the architect of a plan to end Social Security and Medicare\" in a statement that also nodded to the House resolution, declaring, <q>Republicans are not only endorsing Representative Ryan's extreme plan but giving him unprecedented power to carry it out.</q>... \"On these financial issues Paul Ryan has become the leader of the Republican Party,\" <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, independent of Vermont, said Monday.\" And here's", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1295094125134053943", "i": 20108, "idx": 38, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q>His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1296226773041238599", "i": 43797, "idx": 1, "sa": ["Tim Pawlenty", "Michele Bachmann", "Mike Pence"], "q": "In the wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Michele Bachmann </strong>,\" the Minnesota Independent writes. PENCE: <q>U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Jon Huntsman </strong> of Indiana,</q> the Indianapolis Star reports. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in", "new_id": -2}, {"uid": "1295651304188022805", "i": 15800, "idx": 0, "sa": ["Rick Reilly", "Michael Vick"], "q": "major back surgery following a car accident and being forced to move out of his rat-infested, condemned apartment into a motel. He made moves on borrowed computers, or called in lineup changes to friends and family. <q>I got <strong> Brandon Lloyd </strong> at my dad's nursing home,</q> he told ESPN's <strong> Rick Reilly </strong>. \"I was going to pick up <strong> Michael Vick </strong> before anybody else in my league, but I couldn't get online.\" The move that won the", "new_id": -2}, {"uid": "1295389612219906114", "i": 40634, "idx": 5, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. mobile.WTOPNEWS", "new_id": -2}]