[{"uid": "1295618571190234715", "i": 34484, "idx": 0, "sa": ["Eric Schmidt"], "q": "Jefferies feels that the move by Google to switch <strong> Eric Schmidt </strong> to Executive Chairman for CEO could not have come at a better time with such a strong last quarter. They are a little skeptic and state that, <q> it does introduce a level of uncertainty around execution under the new leadership, particularly considering the growing competitive landscape. </q>", "new_id": -2}, {"uid": "1296069902094879755", "i": 12969, "idx": 1, "sa": ["Andy Coulson", "Sian Massey"], "q": "who apologised to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments`` extraordinary''.`` I can not believe the frenzy that's blown up,'' said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on`` very good terms'', adding:`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1297084960088915971", "i": 39087, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Shiloh Fernandez"], "q": "The ad only featured <strong> Simon Cowell </strong> which leads us to wonder whether or not <strong> Cheryl Cole </strong> has landed the estimated Â£ 10m deal to join him. An insider has hinted that she has, telling OK!: <q> <strong> Simon Cowell </strong> is the boss of this show, he gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk.`` The way American contacts are, gives Fox the chance to opt out if the viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q> <strong> Shiloh Fernandez </strong>` Happy' He Didn't Get Twilight's Edward Cullen Role", "new_id": -2}, {"uid": "1297350455055672878", "i": 10084, "idx": 0, "sa": ["Mitch Daniels", "Michele Bachmann", "Mike Pence"], "q": "a neoconservative magazine that the next U.S. president would`` have to call a truce on the so-called social issues'' in order to focus on more urgent matters of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project.`` Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.''' <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1296730852266321953", "i": 44124, "idx": 4, "sa": ["Donald Rumsfeld", "Jon Huntsman", "Ronald Reagan"], "q": "administration could have done differently and better with respect to wartime detention,'' <strong> Donald Rumsfeld </strong> acknowledges. Politics Video: Disgraced Fla.. Congressman tries a comeback Politics Video: <strong> Ronald Reagan </strong> Centennial: 1980 GOP Acceptance Speech Report Abuse <q> So what else is Mr. <strong> Donald Rumsfeld </strong> going to say? That it was all a mistake and we should never have gone in? Of course, not. His world-view and sense of self are too long held to ever admit that the invasion of Iraq was a mistake and should never have been launched. And I doubt Mr. <strong> Donald Rumsfeld </strong> will live long enough to reflect and recant his blunders as Mr. McNamara was brave enough to do. </q> Washington Post: The Fix: The case against <strong> Jon Huntsman </strong> Washington Post: The Monday Fix: Last week's political highlights Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get extremely cheap", "new_id": -2}, {"uid": "1296443805235372702", "i": 19569, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo_Anthony_33_points_in_the_3rd_quarter_vs_minnesota!!!!!!!!!!! Visit www.nba.com for more highlights. <strong> Carmelo Anthony </strong> notched", "new_id": -2}, {"uid": "1295033809171114516", "i": 824, "idx": 3, "sa": ["Eric Schmidt", "Kevin Gallagher", "Google Inc."], "q": "share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,'' said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. <q> They say,` We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.' </q> Article: Li upsets Clijsters to take Sydney tennis title... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> introduces <strong> Google Inc. </strong> TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the", "new_id": -2}, {"uid": "1297356976264552470", "i": 6703, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "NBC Law& Order: SVU 2.6/ 7 8.09 CBS Blue Bloods 2.3/ 6 12.45 ABC Off The Map 1.9/ 5 5.56- Via NBC press notes: <q> In Late-Night Metered Markets Wednesday night: â\u0080¢ In Nielsen's 56 metered markets, household results were:`` The Tonight Show with <strong> Jay Leno </strong>, </q> 3.2/ 8; CBS's'' Late Show with <strong> David Letterman </strong>,'' 3.1/ 8; and ABC's combo of'' Nightline,'' 3.1/ 7; and`` <strong> Jimmy Kimmel </strong> Live,''", "new_id": -2}, {"uid": "1295907872175931409", "i": 3590, "idx": 0, "sa": ["Caleb Hanie", "Michael Vick", "Earl Bennett"], "q": "seconds left to make it 21-7, then saw his points come in extremely handy when <strong> Caleb Hanie </strong> brought the Bears right back for a touchdown, with 4:43 left, on a 35-yard pass play to <strong> Earl Bennett </strong>. <q> If the running back ran to the flat, I had to drop back and take the crossing route from the receiver, but the running back just came out of the backfield, and I just caught it, </q> Raji said. Packers linebacker Clay Matthews said <strong> Caleb Hanie </strong>'s success( 13-for-20 for 153 yards, a touchdown and two interceptions) reminded him a little of the season-opening win over the Eagles, when <strong> Michael Vick </strong> threw", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]