[{"uid": "1295757314175325206", "i": 55883, "idx": 0, "sa": ["Big Tigger", "Chris Webber", "LeBron James", "Allen Iverson", "Kyle Korver"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the bench. A third overtime was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q> <strong> Kyle Korver </strong> hit that <strong> Big Tigger </strong> shot and I was thinLeBron James,` If he hit that shot, we've got to win it, </q> he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night.`` It was an amazing game,", "new_id": -2}, {"uid": "1296123209027361287", "i": 42760, "idx": 0, "sa": ["Dermot O'Leary", "Paul O'Grady", "Simon Cowell", "Davina McCall", "Stacey Solomon"], "q": "at London's O2 Arena- shown on ITV1- because they were filming Britain's Got Talent in Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink: <q> This means so much to us, ten years in a bloody row. </q> <strong> Simon Cowell </strong> joked:`` This is once again incred-ibly annoying- but it's well deserved.'' Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the", "new_id": -2}, {"uid": "1297275957168607770", "i": 15123, "idx": 0, "sa": ["Jim Jacobs", "David Letterman", "Dan Lauria"], "q": "original Grease. Performances will play ATC's home at 1909 W. Byron, Chicago, IL. Opening night is May 2, 2011. Here's how ATC bills the show: <q> Chicago. 1959. Before two movies and three Broadway productions, summer lovin' happened on Lake Michigan and the Pink Ladies were a group of working class outsiders living on Chicago's Northwest Side. Including never-before-heard music, lyrics and scenes, author <strong> Jim Jacobs </strong> teams up with artistic director PJ Paparelli and choreographer <strong> Jim Jacobs </strong> Corti to bring to life for the first time since 1971 the original R-Rated version of the world's most famous movie musical. </q> Grease has book, music and lyrics by <strong> Jim Jacobs </strong> and Warren Casey. For more information, visit www.atcweb.org.* <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as Vince Lombardi", "new_id": -2}, {"uid": "1296060080049987593", "i": 34599, "idx": 1, "sa": ["Mia Tyler", "Simon Cowell", "Liv Tyler"], "q": "than title=\"Simon Cowell\" href=\"http://www.nbcnewyork.com/topics?topic=Simon Cowell+Simon Cowell\"> <strong> Simon Cowell </strong> and his nasty quips.`` We're a very sarcastic family,'' said <strong> Mia Tyler </strong>, a plus-sized model and title=\"Liv Tyler\" href=\"http://www.nbcnewyork.com/topics?topic=Liv Tyler+Liv Tyler\"> <strong> Liv Tyler </strong>'s paternal half-sister. <q> He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people. </q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the title=\"Aerosmith\" href=\"http://www.nbcnewyork.com/topics?topic=Aerosmith\"> Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant:`` Water that flower'cause", "new_id": -2}, {"uid": "1295872993066535447", "i": 20455, "idx": 10, "sa": ["Donald Rumsfeld", "Lindsay Lohan", "George H. W. Bush", "Dick Cheney"], "q": "'' he says.`` I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,` I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong>. But he was Lindsay Lohanply disliked by opponents of the Iraq war, and", "new_id": -2}, {"uid": "1295567825105267222", "i": 3025, "idx": 8, "sa": ["Eric Schmidt"], "q": "long time to come,'' he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. <q> We're trying to be as transparent and as collaborative as possible, </q> <strong> Eric Schmidt </strong> said.`` We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things", "new_id": -2}, {"uid": "1295713151148635720", "i": 37057, "idx": 0, "sa": ["Eric Schmidt"], "q": "said.`` But it's about me directing my attention to the country.'' He added that he expected the government would win a confidence vote set for next Wednesday, the newspaper noted, and <q> the government will continue to govern the country. </q> http://bit.ly/eMi1cb'' 6:25 p.m. EST, Jan. 21, 2011 from href=\"http://twitter.com/MarketWatch\"> MarketWatch`` Commentary: <strong> Eric Schmidt </strong>'s next act bodes well for tech`` Citigroup increases CEO Pandit's base pay", "new_id": -2}, {"uid": "1296672005083132499", "i": 23513, "idx": 1, "sa": ["Simon Cowell"], "q": "to me- like modelling and that- or paintin' the ceiling- but being an actress is something I'd never considered. Until <strong> Simon Cowell </strong> came over and begged me to play the part''. <q> I feel I have a lot in common with the late Princess Diana. We both share natural beauty. And the deep love of the general public </q>, she continued.`` Our voices are also quite similar'', she added. This is Juanita Juan being very silly for CJ News Colonel Juan's day- give this story", "new_id": -2}, {"uid": "1295618466190234796", "i": 59957, "idx": 1, "sa": ["Andy Coulson"], "q": "was editor of the paper, from which he resigned in 2007.`` I can today confirm that I've resigned as Downing Street director of communications,'' <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q>`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.'' Cameron said in a statement that he was``", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]