[{"uid": "1296864258154910775", "i": 3227, "idx": 2, "sa": ["Sergio Marchionne"], "q": "also CEO of Italy's Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker's return to profitability. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}, {"uid": "1297108555141246488", "i": 6675, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "state had \"never served in a senior administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- Bush's first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department \"unhelpful\". <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top Bush advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1295665764077054063", "i": 16681, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "business relationships, government outreach and technology thought leadership\", according to the official Google blog spot. Mr <strong> Eric Schmidt </strong> would continue to act as an advisor to Mr Page and co-founder Mr <strong> Sergey Brin </strong>. <q> Page will take charge of Google's day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products, </q> Mr <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to \"streamline decision making and create clearer lines of responsibility and accountability\" at the top of the company, he added", "new_id": -2}, {"uid": "1296506296005701644", "i": 5477, "idx": 0, "sa": ["Colin Powell"], "q": "larger economy and population than America does. Japan spent decades with the world's second largest economy. South Korea has 40 times the GDP and twice the population of North Korea. As <strong> Colin Powell </strong> exclaimed in 1991, <q> I'm running out of demons. I'm running out of enemies. I'm down to Castro and <strong> Kim Il Sung </strong>. </q> Yet America accounts for roughly half of the globe's military outlays. In real terms the U.S. government spends more on the military today than at any time during the Cold War, Korean War, or", "new_id": -2}, {"i": 2627, "idx": 1, "index_answer": 1, "new_id": -1, "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,\" said <strong> Stephen Elop </strong>. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft chief executive <strong> Steve Ballmer </strong> added: I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware", "sa": ["Steve Ballmer", "Stephen Elop"], "uid": "1297419313245137425"}, {"uid": "1296001277079446017", "i": 18819, "idx": 1, "sa": ["Steve Ballmer"], "q": "homes, causing a railroad bridge to collapse and leaving much of downtown underwater.( June 12) <strong> Steve Ballmer </strong> Shriver/owns flooded business \"Something is collapsing over there.\" \"What do you think it is?\" <q> I think it's a parking garage. </q>( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business \"The river is literally", "new_id": -2}, {"uid": "1297183505216317958", "i": 9332, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "'s weapons of mass destruction \"rely heavily on analytic assumptions and judgment rather than hard evidence.\" <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to \"take a look\" at the memo, because <q> what we don't know about WMD... is big. </q> Aha! <strong> Donald Rumsfeld </strong> was a voice for moderation on the Iraq WMD all along! He looks pretty good for bravely disclosing that, right? Not when you remember that after he received that summary, he", "new_id": -2}, {"uid": "1295560499243744796", "i": 9262, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295618523207978567", "i": 5850, "idx": 0, "sa": ["Kasie Hunt", "Mike Pence"], "q": "safety advances.\" GOP 2012:-- Boston Globe A1, \"Romney keeps away from Tea Party: Possible presidential contender isn't courting activists,\" by Matt Viser, in Washington: <q> Romney is on track to present himself as the establishment candidate- a responsible, mainstream Republican leader with the necessary financial resources and credentials to beat <strong> Barack Obama </strong>. But the approach carries potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later. </q> http://bit.ly/hjSx6q-- \"Open GOP field creates space for <strong> Mike Pence </strong>,\" by Jonathan Martin and <strong> Kasie Hunt </strong>: \"To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look", "new_id": -2}, {"uid": "1295228208163069955", "i": 3144, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" Ms <strong> Kirsten Gillibrand </strong> said on NBC's Meet The Press programme. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. Risk contained No sign of Tunisian uprising spreading to Egypt Southern discomfort One man's quest to solve civil rights murder cold case Laos Ltd Land of' a million elephants", "new_id": -2}]