[{"uid": "1295601684081559570", "i": 26670, "idx": 7, "sa": ["Eric Schmidt"], "q": "products.''`` With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,'' Thomas said. In a blog post, <strong> Eric Schmidt </strong> said: <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q>`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,'' he added, noting each member of the trio", "new_id": -2}, {"uid": "1295082156260702223", "i": 5776, "idx": 6, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?'' <q> The kids seem to be doing OK, yeah, </q> <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>.`` We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl, and we're planning", "new_id": -2}, {"uid": "1296092084132530182", "i": 14613, "idx": 3, "sa": ["Roger Kay", "Eric Schmidt"], "q": "not want to get too comfortable with the idea of Larry Page as the t-shirt wearing, Wall Street-oblivious CEO: Page may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, <strong> Roger Kay </strong> predicts. <q> I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO, </q> says <strong> Roger Kay </strong>. Service-Oriented Architecture( SOA) is not just another product or technology to be added to the IT environment. Rather, SOA requires significant and often fairly far-reaching changes to truly reap all the benefits", "new_id": -2}, {"uid": "1297183312119177307", "i": 46110, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "Speaking with <strong> Matt Lauer </strong> on The Today Show Tuesday, former American Idol judge, <strong> Simon Cowell </strong>, admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects. <q> It's on a different time here in the UK, </q> <strong> Simon Cowell </strong> said.`` I watched some clips last week to get up to speed, and it looked good.'' Asked about the new judges, he said,`` I think they're doing fine", "new_id": -2}, {"uid": "1297712718012566528", "i": 40206, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' User comments are not being accepted on this article. Tea Party groups praise plan to curb collective", "new_id": -2}, {"uid": "1295473409213434455", "i": 21310, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and transmissions under development that meet the criteria of innovation to increase fuel efficiency. Chrysler applied for money under the federal$ 25 billion Advanced Technology Vehicle Manufacturing Loan Program in late 2008. Advertisement <q> I'm confident the DOE money will come through, </q> he said following an event here to announce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan.`` It is taking longer than I thought,'' <strong> Sergio Marchionne </strong> said, adding he would", "new_id": -2}, {"uid": "1295589382106250271", "i": 13931, "idx": 2, "sa": ["Eric Schmidt"], "q": "`` not a reaction to competitors''. Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24 000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways[ in] which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1297119970200310797", "i": 16259, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": ", had`` never served in a <strong> George H.W. Bush </strong> administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> President Bush </strong>'s first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1295218070163594249", "i": 548, "idx": 6, "sa": ["Jonathan King", "Simon Cowell"], "q": "much, much better.'' <strong> Jonathan King </strong> new idea, now called Pop Idol, aimed to let viewers vote on who got the recording contract. But he also wanted to cast a`` mean judge.'' <q> <strong> Simon Cowell </strong> has been a friend of mine forever, </q> he says.`` So I called <strong> Simon Cowell </strong> up and I said,` Look, I've got this idea. I need a partner in crime here.'?'' Fuller and <strong> Simon Cowell </strong> agreed that the Pop", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]