[{"uid": "1296524457137232397", "i": 1260, "idx": 0, "sa": ["Janet Napolitano", "Michael Vick", "Bob Casey"], "q": "more work to do.\" Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, <strong> Bob Casey </strong>, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q> \"Let's stick with the facts and numbers when talking about where we are with the border, </q> she said. \" Report Abuse \" \"<strong> Janet Napolitano </strong> touts safety of US border communities\" . \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling", "new_id": -2}, {"uid": "1296057426158892033", "i": 7044, "idx": 0, "sa": ["D. Howe", "Mark Zuckerberg", "Eric Schmidt"], "q": "some now nonexistent upstart comes along to dethrone them both-- there are bound to be exciting things in store for technology users. Facebook will have to tread carefully as it taps advertising opportunities across its network. <q> <strong> Mark Zuckerberg </strong> has always been adamant that the user experience for Facebook had to come first, and monetization second, </q> said Carl <strong> D. Howe </strong>, director of anywhere consumer research for the Yankee Group. \"Should Facebook ramp up its advertising emphasis, that would imply to me that he's changed his mind.\" <strong> Eric Schmidt </strong> joked in a", "new_id": -2}, {"uid": "1296831010140378163", "i": 36772, "idx": 2, "sa": ["Bill Clinton", "Bernie Sanders"], "q": "of America\" in a way <strong> Bill Clinton </strong> \"did not.\" Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan \"was a very warm individual\" who <q> connected with the American people. </q> \"But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy", "new_id": -2}, {"uid": "1296859172060604426", "i": 50401, "idx": 0, "sa": ["Jennifer Lopez", "Eric Schmidt"], "q": "Y!\" and drop it onto the \"Home\" icon. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given", "new_id": -2}, {"uid": "1296661910101318792", "i": 19491, "idx": 3, "sa": ["Mitt Romney", "David Letterman"], "q": "No! 5. In high school, I was voted \"Mitt Romneyiest.\" 4. I got into politics for the piles and piles of paperwork. 3. Look for my best selling biography <q> They Call Me Baba <strong> Mitt Romney </strong>. </q> 2. I have absolutely no idea where my birth certificate is. Former Massachusetts Gov. <strong> Mitt Romney </strong> continued his media tour Monday night, visiting the \"Late Show with <strong> David Letterman </strong>\" to read the late-night host's iconic", "new_id": -2}, {"uid": "1295611063109838355", "i": 3594, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. <strong> Eric Schmidt </strong> said the change has been under discussion \"for a long time\" as the company tried to \"simplify\" its management structure. \"By clarifying our individual roles we'll create", "new_id": -2}, {"uid": "1296318894261652524", "i": 17936, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard", "Tyronn Lue", "Ray Allen"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he wo", "new_id": -2}, {"uid": "1296961291197279745", "i": 50631, "idx": 3, "sa": ["Les Richter", "Mike McCarthy", "Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the EagLes Richter trailed by 21 points in the fourth quarter. \"<strong> Mike McCarthy </strong> has great instincts. <strong> Mike McCarthy </strong>'s got it all at this point,\" EagLes Richter offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1295743447181321729", "i": 23533, "idx": 0, "sa": ["Andy Coulson", "Mark Lewis"], "q": "people who believe they were targeted by other newspapers. He said phone hacking was used by s ADVERTISEMENT everal publications, and that one of the four claims was being made by a journalist. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30( zone], that you just sort of do it and hope you don't get caught, </q> <strong> Mark Lewis </strong> said. Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications, saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110 per cent", "new_id": -2}, {"uid": "1296427521182222881", "i": 36034, "idx": 0, "sa": ["Jeff Green", "Allen Iverson", "Ömer Aşık", "Kobe Bryant"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth <strong> Ömer Aşık </strong> final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, earlier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said. \"You have two 30-point scorers <strong> Ömer Aşık </strong> other guys doing what they did out there, what can you say? They were the better team tonight.\" <strong> Jeff Green </strong>, whose previous high was", "new_id": -2}]