[{"uid": "1297564805252067846", "i": 41841, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "smaller. But then we were told that was going to happen! 37 posted on 02/12/2011 6:41:09 PM PST( Acerbic by nature, not nurture( Could be worst in 40 years)) To: FTJM <q> We've seen it evolve in our country, </q> <strong> Donald Rumsfeld </strong> said of the nation's perception of gays and lesbians... This is an enormous logical fallacy which I see repeated more and more often. First, this`` acceptance'' of homosexuality as normal has", "new_id": -2}, {"uid": "1296081184146374659", "i": 2603, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "slug, story is correct) The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National Television Awards on Wednesday, beating <q> Britain's Got Strictly Come Dancing. </q> The show, featuring <strong> Simon Cowell </strong> as an acerbic judge, has regularly topped the viewer ratings in Britain, and its latest winner, painter and decorator <strong> Matt Cardle </strong>, snagged the coveted", "new_id": -2}, {"uid": "1295568029105267239", "i": 18222, "idx": 1, "sa": ["Eric Schmidt"], "q": "runs$ 1,000 per month. It provides a way to connect, collaborate, share documents, get feedback and manage parterns. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295645566196657189", "i": 3597, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q> Day-to-day adult supervision no longer needed! </q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. In February, Google acquired Clifton Park, N.Y.-based video-compression company for about$ 124.6 million. Google said fourth quarter net", "new_id": -2}, {"uid": "1295902691252543110", "i": 4260, "idx": 1, "sa": ["Eric Schmidt", "Peter Schiff", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said <strong> Peter Schiff </strong> Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1297407745191856652", "i": 4342, "idx": 3, "sa": ["Zahi Hawass"], "q": "throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits.`` They live thinking about it. They could kill each other to get it,'' <strong> Zahi Hawass </strong> said. <q> When I enter any place in Egypt, people ask me all the time about this. </q> The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong> said an additional five items that were stolen from an archaeological storage site in Qantara, near the Suez Canal, were", "new_id": -2}, {"uid": "1296291755127057973", "i": 27127, "idx": 0, "sa": ["Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said.`` Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295072156113590299", "i": 24418, "idx": 2, "sa": ["Sergio Marchionne", "Alan Mulally"], "q": "This has been the heart of the problem in Detroit,'' said <strong> Sergio Marchionne </strong>, who also heads up Fiat. <strong> Alan Mulally </strong> said Ford has learned that it has to deal with the current reality. <q> You have to match production to real demand and accelerate development of new products that people will want to buy, </q> he said. For Ford that meant going with a plan for massive restructuring to a consortium of banks and borrowing$ 23.5 billion, <strong> Alan Mulally </strong> said. For GM and Chrysler it meant bankruptcy filings", "new_id": -2}, {"uid": "1295266429010354711", "i": 7798, "idx": 1, "sa": ["Steve Ballmer"], "q": "voice, your gestures, your body.'' <strong> Steve Ballmer </strong> also said Windows Phone 7 was off to a strong start, and that the platform can compete with the big mobile players like Apple. <q> There's a lot of competition, but we've got the best-looking phones on the market. We've got the greatest range of alternatives, the phones, the software, the craftsmanship. It is as good or better than anything out there. We have a lot of work to do. But, we're in the game. We sold 1.5 million into the carriers. </q> <strong> Steve Ballmer </strong> said Microsoft would officially support Kinect on PC at`` the right time'', although shortly after, Microsoft PR provided us with The Irony in this is that when the PS3 was released, everyone, including", "new_id": -2}, [{"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]]