[{"uid": "1295432425119554059", "i": 57188, "idx": 3, "sa": ["Alassane Ouattara"], "q": "officiellement ouvertes, mais des violences sporadiques perturbent les emplois du temps.`` La situation est mauvaise pour nous[ les l?ves],'' a dit S?v?rine Singoh, l?ve du district d'Abobo? Abidjan. <q> Pendant que nous sommes en cours, nous sommes pr?venus par t?l?phone qu'il y des coups de feu dans tel ou tel endroit et alors c'est la panique la plus compl?te. Ces derniers temps, nous sommes angoiss?s en allant? l'?cole. </q> Dans certains endroits, les enfants se retrouvent dans des classes sans professeur; des enseignants qui veulent revenir? l'?cole disent qu'ils ont peur de se faire attaquer par des partisans de M. <strong> Alassane Ouattara </strong>, s`", "new_id": -2}, {"uid": "1296286331249135136", "i": 35425, "idx": 4, "sa": ["Allen Iverson", "Kobe Bryant", "Metta World Peace", "Tyronn Lue"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Kobe Bryant_Kobe Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Metta World Peace_Metta World Peace <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Metta World Peace </strong> game 2 round 2 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage a split at", "new_id": -2}, {"uid": "1297145575101449730", "i": 26215, "idx": 8, "sa": ["Simon Cowell"], "q": "`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical, </q>' he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot", "new_id": -2}, {"uid": "1295541388061915138", "i": 51858, "idx": 0, "sa": ["Edna Brown", "Sergio Marchionne"], "q": "assembled in Toledo. In a Blade article published on Jan. 13, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said in the next six months, Toledo should expect an announcement expanding Chrysler's Toledo Assembly operations. <q> While reading the newspaper just this morning, it seems they are going to make an announcement on a new line. And hopefully it is going to be that particular automobile which will create more jobs, </q> <strong> Edna Brown </strong> said. As a state senator, <strong> Edna Brown </strong> spends part of her time in Columbus and the other part in her district. While in the local area, <strong> Edna Brown </strong> said she plans on holding town meetings", "new_id": -2}, {"uid": "1296862636132562982", "i": 13138, "idx": 1, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice", "George H. W. Bush", "Donald Rumsfeld"], "q": "Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively Secretary of State and head of the National Security Council( NSC) in the White House at the war's onset. <q> Key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> asserts.`` Only the <strong> George H. W. Bush </strong> could do so.'' <strong> George W. Bush </strong> he also writes,`` did not always receive, and may not have insisted on, a timely consideration of his options before he", "new_id": -2}, {"uid": "1295350326057589761", "i": 53953, "idx": 0, "sa": ["Simon Cowell", "Dermot O'Leary", "Kate Thornton"], "q": "<strong> Simon Cowell </strong> straight away. The presenter took over from <strong> Kate Thornton </strong> as presenter of The X Factor in 2007. Discussing his boss with New! magazine, <strong> Dermot O'Leary </strong> praised <strong> Simon Cowell </strong> for having time for everyone. <q> <strong> Simon Cowell </strong> is a remarkably surprising, down-to-earth man, </q> he said.`` You don't get that level of success if you haven't got a touch of normality.`` He's very much a common man, someone you could go for a beer", "new_id": -2}, {"uid": "1296084552189841409", "i": 18764, "idx": 0, "sa": ["Michael Vick"], "q": "leave <strong> Michael Vick </strong>'s brief session with reporters at NovaCare feeling like the Eagles' quarterback understands and appreciates the adjustments defenses have made over his last half-dozen games, or that he plans to do anything differently. <q> I don't have to do nuttin'. I'm still going to be me. I'm still going to play my game, still play with confidence, still try to rally the guys around me, and make sure they're focused and in tune with what we're doing, what we're trying to accomplish, </q> <strong> Michael Vick </strong> said.`` That's what's important. You can't change your game around this time of the season... You just go out and play your best football. It's the playoffs.''", "new_id": -2}, {"uid": "1296177350117817386", "i": 36044, "idx": 5, "sa": ["Ahoua Don Mello", "Ana Monteiro", "Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> take control, the Eurobonds may jump to 55 cents, he said.`` You buy them at 30 cents with a predicate that <strong> Alassane Ouattara </strong> will come in and restore normality,'' Culverhouse said. <q> The worst case is you buy them at 30 cents and nothing happens for five years. It's still a very, very divided country. </q>-- Editors: Gavin Serkin, <strong> Ana Monteiro </strong> To contact the reporter on this story: Chris Kay in LonAhoua Don Mello at ckay5@bloomberg.net", "new_id": -2}, {"uid": "1295621146048054324", "i": 59315, "idx": 3, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "and pSienna Millercutors said last week they would review the claims for a third time. <strong> Andy Coulson </strong> was employed by <strong> David Cameron </strong> to improve the Conservative Party's media operation in the run-up to the May 2010 election. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' In", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]