[{"uid": "1296568165043499529", "i": 6414, "idx": 0, "sa": ["Sergio Marchionne"], "q": "500 million for 2011. Some analysts said the guidance was disappointing. But Barclays said while Chrysler's fourth quarter and 2010 results fell short of its estimates, the research shop is sanguine about Chrysler. <q> Overall, results are reassuring, in our view, as the continued launch costs in 2011 are mitigated by increasing volumes and strong product/mix benefits from the introduction of new models, </q> Barclays said in its research note. Chrysler, of course, is now headed by <strong> Sergio Marchionne </strong>, also the CEO of Fiat, the European auto maker that is Chrysler's partner and one of the biggest", "new_id": -2}, {"uid": "1297236828167477280", "i": 247, "idx": 5, "sa": ["Simon Cowell"], "q": "episode from this season. Predictably, his only reaction was a bit self-centered; relief that the show's continuing ratings proved American viewers still want to watch a singer get famous on national television. <q> What I was more concerned about was the[ Idol] ratings falling off a cliff, meaning the whole genre is over, </q> he said.`` It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.'' Later, <strong> Simon Cowell </strong> stated the challenge simply", "new_id": -2}, {"uid": "1295568054055377936", "i": 5351, "idx": 2, "sa": ["Eric Schmidt"], "q": ".'' In a short piece for Harvard Business Review, <strong> Eric Schmidt </strong> said Google's strategic initiatives are`` all about mobile.'' He said the company must focus on developing high-speed mobile networks that <q> will usher in new and creative applications, mostly entertainment and social, for these phone platforms. </q> He also asserted Google must focus on the development of technology that allows people to use their phones to do financial transactions.`` Phones, as we know, are used as banks in many", "new_id": -2}, {"uid": "1295499872140181512", "i": 4520, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you.'' The Lakers led 89-79", "new_id": -2}, {"uid": "1296126576085180439", "i": 48918, "idx": 0, "sa": ["Michael Vick"], "q": "signed his first paid endorsement deal Wednesday since pleading guilty to dog fighting charges. Unequal would not comment on what the deal was worth, and Michael Vicks representatives weren't immediately available for comment. <q> I'm thrilled to be a part of the Unequal team, </q> <strong> Michael Vick </strong> said in a press release announcing the agreement. <strong> Michael Vick </strong> began wearing Unequal apparel after suffering a rib injury against the Washington Redskins early in the 2010-2011 season, the release said. Unequal President", "new_id": -2}, {"uid": "1295289004218529795", "i": 58632, "idx": 3, "sa": ["Ike Nwamu", "James Cleveland", "Allen Iverson", "LeBron James"], "q": "minutes, including two 3-poiners, to push Denver's lead to 78-51.`` I got into a rhythm in the second half,'' said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists. <q> The basket looked lIke Nwamu an ocean; I was throwing rocks in. It feels good when you catch a rhythm lIke Nwamu that. </q> <strong> LeBron James </strong> led <strong> James Cleveland </strong> with 27 points, but the Nuggets were able to contain the rest of the Cavaliers.`` Even though <strong> LeBron James </strong> had a great game, his great game came from getting fouled,'' Nuggets coach", "new_id": -2}, {"uid": "1295587965072171525", "i": 13507, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> in a self-driving car in a photo taken earlier on January 20 posted on <strong> Eric Schmidt </strong>'s blog. 370) this.width= 370'' alt=`` <strong> Eric Schmidt </strong> E <strong> Eric Schmidt </strong>.''/> Next <q> When I joined Google in 2001 I never imagined even in my wildest dreams that we would get as far, as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process, </q> <strong> Eric Schmidt </strong> E <strong> Eric Schmidt </strong> wrote in the blog.`` And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck", "new_id": -2}, {"uid": "1295613803099680259", "i": 17739, "idx": 1, "sa": ["Viktor Bout", "David Cameron", "Andy Coulson"], "q": ". Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal <strong> Viktor Bout </strong> denied knowing phone hacking was taking place. In a statement on Friday, he said it had been <q> a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years </q>. <strong> Viktor Bout </strong> he added:`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role", "new_id": -2}, {"uid": "1295580785025001998", "i": 33689, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said", "new_id": -2}, {"i": 4137, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "uid": "1296337877236798074"}]