[{"uid": "1295721092068648974", "i": 34435, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin", "Rafael Nadal"], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What I do think Facebook has shown Google is that they're moving too slow,\" <strong> Lou Kerner </strong> said. <q>Facebook is moving at the speed of light and Google isn't. \"Having three people running the company, making the decisions, was slowing it down,<q> he added. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> <strong> Rafael Nadal </strong>", "new_id": -2}, {"uid": "1296052592223051843", "i": 24613, "idx": 1, "sa": ["Michael Vick"], "q": "a rib injury. <strong> Michael Vick </strong> is expected to sign a two-year contract with the company Thursday. \"We're real excited about it,\" said Rob Vito, CEO of Unequal Technologies. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.<q> <strong> Michael Vick </strong>, formerly of the Atlanta Falcons, was indicted by the federal government in 2007 for his role in a dogfighting operation, but has been on the road to rehabbing his image to the public since", "new_id": -2}, {"uid": "1296676628142131254", "i": 1088, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "deal that gives the Finnish company exclusive access to Microsoft's Windows Phone 7 and commits to a date for product shipment, Ahmad said. <strong> Stephen Elop </strong>, a former Microsoft executive, said last week that Nokia <q>must build, catalyze and/or join a competitive ecosystem<q> to adapt to a faster-moving industry. His comments fanned speculation Nokia may adopt Windows Phone 7 or <strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped Windows Phone 7", "new_id": -2}, {"uid": "1295560654104759299", "i": 45198, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said.", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February.<q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295601684081559570", "i": 26673, "idx": 10, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\" and anticipated working \"for a long time to come\" with Page and <strong> Sergey Brin </strong>. Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job\" leading Google. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,<q> he added. Google shares were up 1.35 percent to 635.26 dollars in after-hours electronic trading after the strong earnings results and management shakeup were announced. Did you know? You can subscribe", "new_id": -2}, {"uid": "1296811464196722709", "i": 1210, "idx": 0, "sa": ["Michael Vick"], "q": "going to \"host\" a Super Bowl bash at a club in Dallas on Friday night. An invitation, shown on the website TMZ.com, touted \"The <strong> Michael Vick </strong> Experience,\" and read, in part, <q>Four-time Pro Bowl QB <strong> Michael Vick </strong> would like to personally invite you to the only upscale A-list celebrity extravaganza of the 2011 Super Bowl. This will be the primary& preferred destination for iconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America!<q> Except <strong> Michael Vick </strong> will not be there. An Eagles spokesman confirmed that <strong> Michael Vick </strong> told him as much on Thursday afternoon. As for whether the Eagles knew about such a party before Thursday, the spokesman would not", "new_id": -2}, {"uid": "1296727907183500817", "i": 16344, "idx": 12, "sa": ["Allan Houston", "Allen Iverson"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the <strong> Allan Houston </strong> Rockets on Sunday night that both clarified and cluttered the wild Western Conference playoff race. <q>That's all he's got to do is come into the game and the energy is there,<q> said <strong> Allen Iverson </strong>, who scored 33 points. \"It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball", "new_id": -2}, {"uid": "1296962228115425286", "i": 13680, "idx": 6, "sa": ["Michael Vick"], "q": "running back/kick ereturner( notes), and Tampa Bay rookie running back( notes)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Report Abuse <q> \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday<q>\" Report Abuse \"dude, the grammer sucks!! how are these people getting paid for lousy writing:\" \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\"", "new_id": -2}, {"uid": "1295206158169885726", "i": 38464, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.<q> This is a fictional news article. It is just a bit of fun and purely speculation on what Helen BaxendaleThe actress on EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}]