[{"uid": "2008102309_00007045_W", "i": 1504, "idx": 0, "sa": [], "q": "go further with this. i have a really rad tattoo on my arm. i won't lie. it's rad. people come up to me and are like,\" lem me see your ink. <q> and i show. and then they're like, </q> oh check mine out. \"and it's a really gay, ugly, badly drawn tattoo. jailhouse style. it's like they're trying to show me up... but failing. badly. 3.", "new_id": -2}, {"uid": "2008100918_00017600_W", "i": 1943, "idx": 0, "sa": ["Ricardo Carvalho", "Cristiano Ronaldo", "Carlos Queiroz"], "q": "points. albania, denmark and sweden all have four points after two games.\" from here on in it's going to be difficult and we can't lose any more games like we did against denmark, <q> said <strong> Cristiano Ronaldo </strong>, who underwent ankle surgery after euro 2008 in june. portugal is without chelsea playmaker deco, who is still recovering from a torn thigh muscle. midfielder maniche, winger simao sabrosa and central defender <strong> Ricardo Carvalho </strong> are also sidelined with injuries. coach <strong> Carlos Queiroz </strong> said portugal now have to win points on the road to make up for the denmark defeat. </q> i can assure you we'll be looking for three points in sweden, \"he said.\" i want us to play our usual game and make the swedes defend and cause them headaches.... we ca", "new_id": -2}, {"uid": "2008100713_00034307_W", "i": 2209, "idx": 0, "sa": ["Lewis Ranieri"], "q": "chairman of salomon brothers inc., spoke at harvard university last night about the volatile state of the american economy in the face of a plummeting stock trade. as the self-proclaimed\" father of the securitized mortgage market, <q> <strong> Lewis Ranieri </strong> said his experience in the capital markets has given him insight into the recent economic turmoil. <strong> Lewis Ranieri </strong> said businesses need to continue to take risks to ensure there is a market in the future, but he warned that with those risks businesses need to maintain disclosure and transparency to keep institutions safe from collapsing. <strong> Lewis Ranieri </strong> viewed the bailout as one such beneficial risk. </q>$ 700 billion can make a real dent[ in this crisis] if it is used well, \"<strong> Lewis Ranieri </strong> said. <strong> Lewis Ranieri </strong> focused on moral questions plaguing today's stock trade, arguing that stock brokers who short-sell", "new_id": -2}, {"uid": "2008112108_00012232_W", "i": 613, "idx": 0, "sa": ["Alan Campbell", "Colin MacKenzie"], "q": "the economic slowdown would be his main challenge. he also said he wanted to ensure that historically low unemployment levels in aberdeenshire would not rise. mr <strong> Colin MacKenzie </strong> replaces <strong> Alan Campbell </strong> who is leaving the authority after 40 years service <q> having served as chief executive for the past 17 years. mr <strong> Colin MacKenzie </strong> said developments such as the trump golf resort would help at a time when unemployment was a real threat to the area. </q> it will be of huge benefit to aberdeenshire, \"he said. it will bring with it a huge boost to the tourist industry and it will put aberdeenshire and the north east of scotland on the map for", "new_id": -2}, {"uid": "2008111501_00019457_W", "i": 1277, "idx": 3, "sa": ["Antonio Margarito", "Joshua Clottey"], "q": "the battered fighter failed numerous eye tests. it was initially ruled an accidental head butt, but replays clearly showed <strong> Joshua Clottey </strong> landing a hard right hand.\" he couldn't identify two or three fingers three times, <q> games said. it was just the third title shot for <strong> Joshua Clottey </strong>, who lost a bizarre disqualification to carlos baldomir in 1999 and a unanimous decision to <strong> Antonio Margarito </strong> two years ago, after <strong> Joshua Clottey </strong> broke both of his hands in a fight he appeared to be dominating. <strong> Joshua Clottey </strong> has won six straight since then, building up name recognition that could help him land a unification fight with <strong> Antonio Margarito </strong>. </q> the promoters are the ones you need to ask, \"<strong> Joshua Clottey </strong> said of a potential rematch.\" whatever they say i will accept. \"it certainly seems like a strong possibility after <strong> Antonio Margarito </strong>'s bloody victory over", "new_id": -2}, {"uid": "2008092200_00023407_W", "i": 758, "idx": 3, "sa": ["Thomas Weiss"], "q": "send money home, and it's easier technology-wise to do so, so these earnings have become far more important, not just in mexico, but in sierra leone, haiti, rwanda and everywhere on earth, <q> <strong> Thomas Weiss </strong> said. in many countries, remittances from immigrants are a leading contributor to the nation's economy, even outpacing foreign aid. some nations allow immigrants living abroad to vote in local elections or contribute money to campaign funds or development projects. </q> the importance of these earnings to the former sending country is huge, and because of the size of these diaspora communities, they've become an important force in local politics, in supporting candidates and in lobbying the", "new_id": -2}, {"uid": "2008110204_00011560_W", "i": 1235, "idx": 5, "sa": [], "q": "it's an example of how cultural customs can become as important as or override pure worship. dr. alkhawaga said his choice was a culture he described as\" disciplined, responsible, polite, with equal opportunity. <q> arabic cultures are not as emotionally expressive as cultures in america, he said, and repression of emotion takes its toll on children. </q> the real orphan is the one who has a distant mother and a busy father, \"he told his audience.\" it is not information but what touches us emotionally that we learn from. \"many muslims", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 295, "idx": 1, "sa": [], "q": "under the now-expired pact. according to the amptp's website, sag has lost more than$ 16 million by not ratifying the producers' offer. the post card, titled\" screen actors guild member poll, <q> asks members to choose one of two options: </q> continue negotiating with the amptp to secure a fair tv/theatrical contract for actors with better terms than the amptp's june 30` final offer' \"or\" accept the amptp's june 30` final offer' without", "new_id": -2}, {"uid": "2008122323_00033543_W", "i": 2099, "idx": 1, "sa": ["Richard Warren"], "q": "to the court system for protection, which is my civil right and my constitutional right, \"she said.\" a judge from a small town is going to reverse that? i don't think so. <q> the two women have had an ongoing feud that has been in and out of the justice system for more than five years. they were in <strong> Richard Warren </strong>'s courtroom a week ago, each seeking protection orders. <strong> Richard Warren </strong> said he only followed the law when finding no evidence to support issuing an order in favor of either woman. such decisions are tough and he can't please everyone. <strong> Richard Warren </strong>'s only comment on the allegation he violated her civil rights was he would let the record speak for itself. </q> and for the public to draw their own conclusions as to the glenn statements and their motives, \"he said.\" i've been on the bench 20 years and this is the first time anybody has called", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1037, "idx": 24, "sa": [], "q": "eros at its best-- desire of union with one's spouse-- in this case, the church, which becomes one with him.\" \" yes, but i will have a broken heart, <q> he insisted, following her lead, but seeing if she would see the right meaning. </q> it's freezing out! \"cried luc, jumping up and down, trying to keep his momentum.\" come now, father, \"jacinta taunted.\" you don't mean it. \"she knew", "new_id": -2}]