[{"uid": "1297005022190775321", "i": 16978, "idx": 1, "sa": ["Saddam Hussein", "Zahi Hawass"], "q": "Cairo had raised fears that the country could suffer the same loss of cultural heritage as occurred in Iraq in 2003 after the fall of <strong> Saddam Hussein </strong>. Egypt's cultural treasures are now secure, <strong> Zahi Hawass </strong> said. <q>The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe,</q> he said.", "new_id": -2}, {"uid": "1295469111069730385", "i": 17649, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q>The part that's a little difficult is judging young kids,</q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,</q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1296769998227754003", "i": 47773, "idx": 0, "sa": ["Charlie Sheen", "David Letterman", "Conan O'Brien"], "q": "... <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... MTV has wrapped up its 25th season of \"The Real World\" at the Hard Rock Hotel& Casino in Las Vegas. <strong> Charlie Sheen </strong> wants to get back to work this month on \"Two", "new_id": -2}, {"uid": "1295559914021315632", "i": 10676, "idx": 2, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Earnings report hits Cree hard Shares", "new_id": -2}, {"uid": "1296968578257851407", "i": 40186, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal. It's not a diary,\" he says of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}, {"uid": "1295518080162037788", "i": 46253, "idx": 4, "sa": ["Allen Iverson"], "q": "extended their winning streak to six games and http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296520620167067651", "i": 19032, "idx": 1, "sa": ["Michael Vick"], "q": "if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something...\" Report Abuse <q>These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not An Offer Of Securities For Sale. Proven Anti Aging Proven", "new_id": -2}, {"uid": "1296222119066224133", "i": 5106, "idx": 0, "sa": ["David Letterman"], "q": ". The symbol turns tyrant and casts a plague on the living. We're currently in the atonement chapter of the tragedy, praying we have time to write a happier ending. Planet Blue <q>Planet Earth, creation, the world in which civilization developed, the world with climate patterns that we know and stable shorelines, is in imminent peril.</q> \"There is no historical precedent, however, for what we must do if we are to endure.\" <strong> David Letterman </strong> Orr,( 2009) \"We're screwed!\"", "new_id": -2}, {"uid": "1297723854105316371", "i": 37821, "idx": 3, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "cost of heating oil has increased, the delegates said. \"We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter,\" said Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch. <q>Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry.</q> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> echoed that sentiment. \"This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick", "new_id": -2}]