[{"uid": "1296258097048463923", "i": 15877, "idx": 1, "sa": ["Alassane Ouattara"], "q": "where he is attending the World Economic Forum ahead of co-chairing the meeting in Addis Ababa, Ethiopia, with the African Union( AU) and the Economic Community of West African States( ECOWAS). <q> Then secondly, the integrity of the African Union and ECOWAS and the whole international community, including the United Nations, should be preserved. That's very important. Therefore, I would urge again that Mr. Gbagbo and his camp should fully respect the will of the C?te d'Ivoire people, which has been expressed through the election. </q> The UN, as requested by the parties, certified the victor in the November run-off elections, declaring that Mr. <strong> Alassane Ouattara </strong> was the clear victor in what was meant to be the culminating point in reunifying a", "new_id": -2}, {"uid": "1297506563204570648", "i": 26875, "idx": 2, "sa": ["Michael Gove", "Darren Cooper", "Tom Watson"], "q": "for a costs order against the Secretary of State. Resign West Bromwich East MP <strong> Tom Watson </strong> and Sandwell Council leader <strong> Darren Cooper </strong> are leading calls for Mr <strong> Michael Gove </strong> to resign. Councillor <strong> Darren Cooper </strong> said: <q> I am hoping now <strong> Michael Gove </strong> will go and that the Prime Minister will intervene in the fiasco and take some responsibility for sorting it out. </q> It could be months before Sandwell receives a decision on its schemes. In Sandwell, Bristnall Hall school lost its? 21m overhaul, Heathfields lost its? 8m project and Perryfields its? 18.5", "new_id": -2}, {"uid": "1297356277264552496", "i": 49024, "idx": 0, "sa": ["Mike Pence", "Diana DeGette", "Louise Slaughter"], "q": "measures`` draconian'' and`` despicable,'' and warned that they would allow hospitals to deny life-saving abortions to dying women. <strong> Louise Slaughter </strong> was joined by a number of pro-choice Democrats who voiced similar concerns. <q> The Republican leadership has prioritized divisive and extreme legislation, and we will just not stand for it, </q> said <strong> Mike Pence </strong> <strong> Diana DeGette </strong>( D-Colo.), adding,`` We don't think the American people will either.'' A third GOP bill, backed by <strong> Mike Pence </strong>( R-Ind.), aims to block", "new_id": -2}, {"uid": "1295795112051544072", "i": 52569, "idx": 1, "sa": ["Angelina Jolie", "Chelsea Handler", "Ted Harbert"], "q": "<strong> Angelina Jolie </strong>.) She mimics a fan at one of her book signings, who complained when <strong> Chelsea Handler </strong> misspelled her daughter's name.`` You spelled it wrong! It's B-a-i-l-e-i-g-h.'' To which <strong> Chelsea Handler </strong> snapped: <q> Look, bitch, you spelled it wrong. If you're going to name your daughter after a liqueur, at least have the courtesy to f--king spell it right. </q> Don't even get her starTed Harbert on people who use numerals in their names, like the woman she met named L'4sha.`` Can you imagine having sex with someone with a number in his name?'' <strong> Chelsea Handler </strong>", "new_id": -2}, {"uid": "1297215145071778342", "i": 42289, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "overseas, especially to shops in the UK and US. But India has become an increasingly big market place for its leather goods, with 50% of company revenues now coming from there. <q> The modern cosmopolitan experience has spread rapidly within the last five years, and luxury brands such as Hi-design have now become` premium' and affordable to the upper middle class, </q> according to Mr Kapur.`` For retailers and brand builders like us it is explosively exciting.'' Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave", "new_id": -2}, {"uid": "1296802074171819025", "i": 52823, "idx": 4, "sa": ["Dwight Howard", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Shaq Career High 61 Points Against Clippers On March 6, 2000( All FGs) Shaq Career High 61 Points Against Clippers On March 6, 2000(", "new_id": -2}, {"uid": "1297189149065617954", "i": 41799, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. Women discover body in home, police investigate murder", "new_id": -2}, {"uid": "1297303880072155159", "i": 9442, "idx": 0, "sa": ["Keith Olbermann", "Donald Rumsfeld", "Barack Obama"], "q": "abilities. Speaker of the House of Representatives Boehner shakes hands... Photo in Slideshow: U.S. <strong> Barack Obama </strong> greets... Top Stories Video: Awaiting Spring in Afghanistan Top Stories Video: Police: Elementary teacher assaulted students Report Abuse <q> It doesn't matter if the corrupt Dem's in the Senate and the Pres. block Rep. attempts at putting real science ahead of politics. </q> The Christian Science Monitor: He went where? <strong> Keith Olbermann </strong>'s move to Current TV makes sense, for now. The Christian Science Monitor: In his memoir, <strong> Donald Rumsfeld </strong> admits five mistakes, sort of", "new_id": -2}, {"uid": "1295897193127107081", "i": 55015, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?'' <q> Do we need more troops? And if so, where and for what purpose? </q> Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized, you may not be doing much.'' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]