[{"uid": "1297242618238927902", "i": 24484, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1296207432158072868", "i": 2548, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "conservatives, including Tea Party activist and former House Majority Leader <strong> Dick Armey </strong>( R-Texas), publicly urged the Indiana congressman to jump into the White House race. In a public letter, <strong> Dick Armey </strong> and others wrote: <q> Now is the time for you, as one of this generation's leaders, to take your rightful place in the pantheon of American leadership, to cast aside personal considerations, and defend this God-blessed nation that has given us, and the world, so much. </q> And there is a`` Draft <strong> Mike Pence </strong>'' for president movement on the Internet. Without wishing any disrespect to <strong> Mike Pence </strong>, it is worth considering the possibility that one reason", "new_id": -2}, {"uid": "1295094125134053943", "i": 20084, "idx": 14, "sa": ["Carmelo Anthony", "Mike D'Antoni", "Allen Iverson"], "q": "13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of the Nuggets' suddenly stingy defense.`` They made every shot in the world,'' Suns coach <strong> Mike D'Antoni </strong> said. <q> They are hard to handle when <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night. </q> At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> were 12-for-16 from the floor.`` When you're in a zone, it doesn't matter if guys are on you or anything,'' <strong> Allen Iverson </strong> said.`` It", "new_id": -2}, {"uid": "1295425471034701433", "i": 22656, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "knows exactly what he's up to. He steals a tremendous amount of material,'' <strong> Howard Stern </strong> said in an interview for CNN's`` <strong> Piers Morgan </strong> Tonight.'' <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is <q> not fit to scrub <strong> David Letterman </strong>'s feet. </q>`` I don't know how he's beaten <strong> David Letterman </strong> in the ratings,'' he said.`` It's beyond my comprehension. America must be filled with morons who at night lay in bed--", "new_id": -2}, {"uid": "1295624326048054296", "i": 16088, "idx": 0, "sa": ["Colin Powell"], "q": "the photos/music came from:) comment, subscribe, rate hope you enjoy!:) thanx... <strong> Colin Powell </strong>: The Speech that led to WAR 3/8 The Clash- Should I Stay Or Should I Go This is the song <q> Should I Stay Or Should I Go </q> from The Clash with the lyrics:)... The Clash- Should I Stay Or Should I Go?`` Should I Stay Or Should I Go?'' Live Video... should I stay or should I go Rx2008", "new_id": -2}, {"uid": "1297105764233521156", "i": 19879, "idx": 0, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said recently that <strong> George H.W. Bush </strong> had left him`` disappointed,'' a statement that is likely to revive whispers of a still ongoing rivalry between the two men. <q> No, I was kind of disappointed in him, </q> <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News.`` He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]", "new_id": -2}, {"uid": "1296173803032686171", "i": 8410, "idx": 0, "sa": ["Mike Pence"], "q": "supporters that he will not mount a presidential run in 2012. Though he stopped short of a formal announcement, <strong> Mike Pence </strong> strongly suggested that he will instead seek the governorship of Indiana next year. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> told supporters in an e-mail message sent Thursday afternoon.`` We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> gave up his post in the House Republican leadership this year,", "new_id": -2}, {"uid": "1296800259266600460", "i": 1099, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Jimmy Buffet"], "q": "acceptance of the league's most valuable player award seem like a cruel joke. But <strong> Michael Jordan </strong>'s defensive play was just as decisive on a night when he was forced to deal with cramps in the final minutes. <q> It's a crucial time of the game, </q> <strong> Michael Jordan </strong> said.`` What am I supposed to do http://wn.com/Allen_Iverson_37pts_vs_Tracy_McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando Magic <strong> Jimmy Buffet </strong> of the most controversial Basketball players of all time, <strong> Allen Iverson </strong> is one of the most loved", "new_id": -2}, {"uid": "1295545193181207041", "i": 19017, "idx": 1, "sa": ["Bart Stupak", "Mike Pence"], "q": "for the Senate-passed`` reconciliation'' that didn't include the <strong> Bart Stupak </strong> language. He also voted against repealing the law Wednesday.`` We all know repeal is going nowhere,'' he said, <q> we should use our time to make fixes to the law. </q> Smith said a third bill by Rep. <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions by cutting off federal money from going to Planned Parenthood. Smith called the health care group", "new_id": -2}]