[{"uid": "1297481485248463360", "i": 45002, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "programs, and more incentives for companies to hire. While she was here, we also asked about her friend, congresswoman <strong> Gabrielle Giffords </strong>. Who is recovering after getting shot in the head in Tucson last month. <q> I went to visit about a week and a half ago, and she's really making great strides and she's talking and she's moving both sides of her body, so all the things that the doctors say needed to happen are happening, and her progress is really inspiring, </q> said <strong> Kirsten Gillibrand </strong>. Conviction of a former local funeral director upheld in appellate court Rochester man sentenced for sexually abusing a teen on a cruise ship", "new_id": -2}, {"uid": "1295418951187301901", "i": 24920, "idx": 0, "sa": ["Erykah Badu", "Michael Vick", "Piers Morgan", "Tim Kring", "Larry King", "Oprah Winfrey", "Russell Targ"], "q": " Russell Target=\"_blank\" href=\"http://videostore.com/\"> video)-- In an interview the morning of his debut program, <strong> Piers Morgan </strong> Tonight host <strong> Piers Morgan </strong> told ABC's Good Morning Russell Target=\"_blank\" href=\"http://northamErykah Badudaily.com/\"> AmErykah Badu that he intends to ask questions in his interviews <q> that would <strong> Piers Morgan </strong>'s CNN talkshow debut gets cool reception from US critics Former Mirror editor accused of being` soft' and` fawning' after interview with first guest <strong> Oprah Winfrey </strong> <strong> Piers Morgan </strong> makes CNN debut with <strong> Oprah Winfrey </strong> interview Link to this Russell Target=\"_blank\" href=\"http://videostore.com/\"> video`` How have I done? </q> <strong> Piers Morgan </strong> asked yesterday at the end of his debut as <strong> Larry King </strong>'s replacement as CNN's primeTim Kringe chatshow host. <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his CNN", "new_id": -2}, {"uid": "1295302157157237426", "i": 582, "idx": 2, "sa": ["Colin Powell", "Cory Booker"], "q": "through community action and service.`` It is our time now. We must stand up because others stood for us.'' The theme of the 2011 Dr. Martin <strong> Colin Powell </strong> King Jr.. Holiday Breakfast was <q> The Dream: Rejoice, Reclaim, Renew Community. </q> <strong> Cory Booker </strong> drew on his experience of helping to reclaim and renew the city of Newark to encourage the audience to actualize positive social change by leading by example and getting involved. The 2011 breakfast also featured remarks", "new_id": -2}, {"uid": "1295741039001638416", "i": 15319, "idx": 7, "sa": ["Allen Iverson", "Jeff Green", "Earl Boykins"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, Earl Boykinsier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said.`` You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.'' <strong> Jeff Green </strong>, whose previous high was", "new_id": -2}, {"uid": "1297077527210305039", "i": 23962, "idx": 2, "sa": ["Sergio Marchionne"], "q": "immediate clarification'' of other comments, also made by the Fiat boss at the same event on Friday, that suggested the Italian firm might relocate its historic headquarters away from his city to the US. <q> In the next two or three years we will be able to see a single entity, </q> Mr <strong> Sergio Marchionne </strong> was quoted in the Italian newspaper Corriere della Sera as saying, in an apparent reference to a merger of Fiat and Chrysler.`` It could be based here in the United States,''", "new_id": -2}, {"uid": "1297282407122896681", "i": 27908, "idx": 5, "sa": ["Susan Boyle", "Simon Cowell"], "q": ",'' <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said.`` I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.'' Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't", "new_id": -2}, {"uid": "1297174857196968449", "i": 15089, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "services proWes Millers, plus staunch criticism from Microsoft's investors and board that the software giant has fallen behind in these markets. <strong> Wes Miller </strong>, an analyst at research firm Directions, reportedly told the newspaper: <q> You see the engineering team ascending because <strong> Steve Ballmer </strong> is realizing that there is a need to execute on a vision and in order to do that you have to actually understand how software is built. It's a whole other thing to be able to say,` I've been at Microsoft, I understand software, and what you are saying will or will not work. </q> It is predicted that Muglia's replacement will be an exec who is savvy about combining server software and cloud services but Microsoft has reportedly not commented on the rumours. Business Week reported that <strong> Steve Ballmer </strong> wants", "new_id": -2}, {"uid": "1297106876173965340", "i": 23406, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating`` Britain's Got", "new_id": -2}, {"uid": "1295562824254656513", "i": 139, "idx": 0, "sa": ["Gabrielle Giffords", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "ready to lead and I'm excited about working with both him and[ Google co-founder <strong> Sergey Brin </strong>] for a long time to come,'' <strong> Eric Schmidt </strong> said in a statement. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly, </q> he said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The holiday period saw a jump in online commerce, which benefited Google as the majority of", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]