[{"uid": "1295627764018169864", "i": 48169, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.''`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' adds Page. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity; we are only at the beginning, and I can't wait to get started. </q> Google reports revenues of US$ 8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009.`` Q4 marked a terrific end to a", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1296513832171098167", "i": 32877, "idx": 0, "sa": ["Michael Vick"], "q": "in \" cobering up a serious crime. That's wrong. Only convicting on just two counts, that gives the cop a chance at his appeal. They are guilty in my opinion. Report Abuse <q> Now YOU know why minorities cheered when OJ was found not guilty </q>... minorities have been and still continue to be subjected to these Report Abuse \" All that are not WHITE... stand together with White Democrats \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the", "new_id": -2}, {"uid": "1297134313159596549", "i": 44672, "idx": 12, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Saddam Hussein", "Colin Powell", "George H.W. Bush"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> U.S. Video: Jury convicts NY TV exec of beheading wife WHAT ARE", "new_id": -2}, {"uid": "1296631399181747717", "i": 47141, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ".''`` Nice job. Lived in Hayward-SanLeando for 6 years but loved Oakland. Now back hom...''`` Skank sex( Delilah) also destroyed Sampson. Tiger should also drop the extra faci...'' <q> Who is the bigger fool, Breitbart for his posts or those who fall for it like Fed... </q> Rijaxn's Links New list No links in this category. Sounding like former Defense <strong> Donald Rumsfeld </strong>, there are things that we know but can't describe or define. Ever have one Sounding like former Defense <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295667348007979065", "i": 36613, "idx": 2, "sa": ["Steve Booth", "Eric Schmidt", "Lou Kerner", "Google Inc."], "q": "problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q> Larry has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview Thursday.`` It's not like he has been sitting around doing nothing.'' Wedbush Morgan analyst <strong> Lou Kerner </strong> says,`` Facebook is the most ominous threat to <strong> Google Inc. </strong>, but", "new_id": -2}, {"uid": "1295984011193069115", "i": 1061, "idx": 3, "sa": ["Eric Schmidt"], "q": "disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance.`` In character, he's fundamentally a deeper thinker than anybody else,'' he said. <q> He sees a few moves deeper than I do. </q> <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which will vest over four years and includes stock units and options. Google", "new_id": -2}, {"uid": "1295571285120422422", "i": 25913, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "important given Google's global reach. Internally, he will continue to act as an advisor. <strong> Sergey Brin </strong>, Google co-founder, will devote his energy to strategic projects, in particular working on new products. <q> When I joined Google in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today.[...] But as Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> said <strong> Eric Schmidt </strong> in a letter to Google staff. According to the now former chief executive of Google, all three executives have all been equally involved in making decisions throughout the last ten years. This triumvirate", "new_id": -2}, {"uid": "1294970173038420481", "i": 8786, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator.`` She wanted us to know that she was with us a hundred percent and understood everything we were saying.'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr.", "new_id": -2}, {"uid": "1295481586159825937", "i": 29190, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "Idol'' news, AccessHollywood.com's Laura Saltman caught up with`` Idol's'' executive producer, <strong> Nigel Lythgoe </strong>, who said the contestants this season are relieved not to have to sing in front of <strong> Simon Cowell </strong>. <q> There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong> for instance, </q> <strong> Nigel Lythgoe </strong> explained.`` Where the fear of what he might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot", "new_id": -2}]