[{"uid": "1297055456082575366", "i": 12598, "idx": 0, "sa": ["David Hasselhoff", "Emma Bunton", "Simon Cowell", "Holly Willoughby", "Myleene Klass", "Michael McIntyre"], "q": "- after she suffered a miscarriage last May. Devastated... Amanda Holden and husband Chris Hughes Singer <strong> Emma Bunton </strong> and TV's <strong> Myleene Klass </strong> and <strong> Holly Willoughby </strong>- all pregnant- were deeply touched. <strong> Myleene Klass </strong> tweeted: <q>I'm so very sorry. Please God, watch over your family and your little angel in heaven.<q> Mum-of-one <strong> Emma Bunton </strong> sent \"prayers\", while <strong> Holly Willoughby </strong> said: \"Sending you so much love x.\" Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>,", "new_id": -2}, {"uid": "1296961777064782347", "i": 1046, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.<q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1296332857218349584", "i": 23586, "idx": 1, "sa": ["The Dawg", "Simon Cowell", "Marvin Gaye"], "q": "legally have him arrested for disturbing he peace. Needless to say Ainsworth was given three no's from the judges. And as young Ainsworth was walking out of the judges audition room, <strong> The Dawg </strong> yelled out <q>Hey dude, I hope you can play freakin basketball!<q> So this years edition of American Idol appears to have found the man who will be taking <strong> Simon Cowell </strong> \"The <strong> Marvin Gaye </strong> of Put Downs\" <strong> Simon Cowell </strong>'s place. Louisiana stand up comedian Zydeco Dupree who", "new_id": -2}, {"uid": "1295625451170147875", "i": 4303, "idx": 0, "sa": ["Andy Coulson"], "q": " \"unsackable' After <strong> Andy Coulson </strong>, we need the full story to come out| Chris Bryant 15.08 GMT on Friday 21 January 2011. It was last modified at Strummered 21 January 2011 3:19 PM <q>But in a sense, <strong> Andy Coulson </strong>- as I have argued before- is a sideshow<q> I see your point, but in a greater sense, he's far from a sideshow because he\"s the one that got access to the most powerful office in the country. taxesandcuts 21", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,<q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1297134952101482529", "i": 35349, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "we are going to be working together.\" Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make. <q>I have to take everyone's opinions into account,<q> <strong> Simon Cowell </strong> said, according to AP. This means, that he needs to consider whether he shares the opinion of <strong> Paula Abdul </strong> with the show's other producers and the network top officials. \"The X-Factor\"", "new_id": -2}, {"uid": "1297161584212434954", "i": 26029, "idx": 0, "sa": ["Dina Lohan", "Michael Lohan", "Simon Cowell"], "q": "'s not the only <strong> Dina Lohan </strong> response to Glee: <strong> Michael Lohan </strong> had his own take on the insult against his ex-wife. \"As true as this might be, it is wrong,\" he told PopEater. <q><strong> Dina Lohan </strong> deserves a lot worse of a title after all she has done to destroy the relationships with my kids and entire family.<q> He also claimed his ex surrounds herself with \"the epitomes of losers.\" â\u0080¢ â\u0080¢ â\u0080¢ Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said yesterday that the winner of the first U.S.", "new_id": -2}, {"uid": "1295387016075563050", "i": 12789, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong>, 62, revealed on \"The Late Show with <strong> David Letterman </strong>\" Monday that during the accident- which led to broken bones and the cancellation of Aerosmith's tour- he was high. <q>It's not any news here about my drug use and addictions in the past,<q> the frontman said when asked about the tumble. \"A couple years ago, you know, I was doing Lunesta because I had some problems with my feet.\" And after admitting the sleeping aid", "new_id": -2}, {"uid": "1296495689059801617", "i": 9372, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q>so it means a lot to be able to pass a legend like that.<q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10", "new_id": -2}, {"uid": "1295825541084197386", "i": 28280, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Barney Frank"], "q": "\" <strong> Barney Frank </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,<q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}]