[{"uid": "1297114520257425423", "i": 35159, "idx": 0, "sa": ["Simon Cowell"], "q": "TV history and when asked on a conference call with reporters on Monday afternoon if he was nervous about giving away such a hefty sum, <strong> Simon Cowell </strong> said it did, in fact, make him quiver. <q> Yes. And I think we should be nervous. The reason we decided to do this was to show the people who are auditioning[ for] the show, sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive, </q> he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued.`` So, I'm nervous, but I'm also confident that it was", "new_id": -2}, {"uid": "1297123665195428354", "i": 26703, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q>___ Super Bowl ad featuring Eminem showcases Detroit, sends shivers through beleaguered Motor City DETROIT( AP)- To a pulsating beat, hip-hop star Eminem drives a sleek Chrysler through the", "new_id": -2}, {"uid": "1296496263150683659", "i": 2546, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul"], "q": ") spoke with Russ Mitchell with an update on... Photo in Slideshow: <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong> Photo in Slideshow: Bolivia's President Morales holds coca... Odd News Video: Girl Finds 33-Million-Year Old Cat Skull Report Abuse <q> you can make a form of meth with it? </q> well the guy who wants it banned is a Democrat so OBVIOUSLY we should point and laugh at him and allow just anyone to buy this stuff. why would anyone want to ban this stuff", "new_id": -2}, {"uid": "1295586032106250280", "i": 45052, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers_ then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>_", "new_id": -2}, {"uid": "1295561929175194112", "i": 39774, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Careers@ the Star Advertise with", "new_id": -2}, {"uid": "1297437521252067842", "i": 20723, "idx": 1, "sa": ["Steve Ballmer"], "q": ", by contrast, told the BBC last month that the Xbox 360 maker is planning to offer PC support for its own motion-gaming peripheral, the Kinect, at some point in the future. <q> We'll support that in a formal way, in the right time, </q> <strong> Steve Ballmer </strong> said in his interview with the BBC. Don Reisinger Full Profile E-mail Don Reisinger E-mail Don Reisinger If you have a question", "new_id": -2}, {"uid": "1295238796192987145", "i": 36783, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't come across as Capitol Hill's biggest fan. Google is a tech company that loves facts, metrics and algorithms, after all. <strong> Eric Schmidt </strong> might prefer a political system that dealt in such quantities. <q> I spend so much time in Washington now because of the work that I've been doing, I deal with all these people who make assertions without fact, </q> he said. Policy people`` will hand me some report that they wrote or they'll make some assertion, and I'll say,` Well, is that true?'-- and they can't prove", "new_id": -2}, {"uid": "1295289004218529793", "i": 6538, "idx": 0, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson"], "q": "first-round series.`` He was on fire,'' Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. <q> Anytime a guy like that is on fire, there's very little you can do except to take the ball out of his hands. It's right up there with <strong> Michael Jordan </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"uid": "1295743991123617308", "i": 23254, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "`` So far, our worst day in government,'' a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Leading article: <strong> Andy Coulson </strong> has departed, but uncomfortable questions remain Britain will be hoping that yesterday's resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of", "new_id": -2}, [{"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]]