[{"uid": "1296252062181977107", "i": 49057, "idx": 1, "sa": ["Nom De Strip", "David Letterman", "Matthew Perry"], "q": "for an interview with <strong> David Letterman </strong> on the`` Late Show'' last March 2, the network noted. Also scheduled for Tuesday's show are actors <strong> Matthew Perry </strong> and <strong> Nom De Strip </strong>, and musical guests The National. <q> He was also banned from going within a one-mile radius of the horse owner's stables and fields </q>... United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world news, top news, science news, health news and current events. We thank you for visiting", "new_id": -2}, {"uid": "1296565246043499534", "i": 1914, "idx": 1, "sa": ["Simon Cowell", "Katie Price", "Alex Reid", "Robbie Williams"], "q": "it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement. She said: <q> Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> <strong> Katie Price </strong>, who has just split from husband <strong> Alex Reid </strong>, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said,``", "new_id": -2}, {"uid": "1295276137032079979", "i": 22246, "idx": 0, "sa": ["Jim Ryan", "Mike Pence", "Mitt Romney", "Jack Kemp"], "q": "counsel to Ronald Reagan, announced the America's President ComMitt Romneyee to encourage a Mike Pence-for-president bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295958222077971468", "i": 32373, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Darrell Steinberg"], "q": "'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q> You may win on redevelopment and then we take something else away. </q> But why? Mark Hedlund, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between`` a subsidy for public and private development'' and$ 1.7", "new_id": -2}, {"uid": "1295596985054968344", "i": 20191, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "die F?hrung des Unternehmens an <strong> Eric Schmidt </strong>, der zuvor Vorstandschef beim Software-Anbieter Novell war. Unter dem erfahrenen Manager hat Google das Kerngesch?ft der Internet-Suchmaschine in alle Richtungen erweitert und ist zu einem breit aufgestellten Technologiekonzern geworden. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Das Gesch?ft bl?ht: Im Schlussquartal 2010 stieg der Umsatz um 26 Prozent auf 8,4 Milliarden Dollar. Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar und damit 29 Prozent mehr als im", "new_id": -2}, {"uid": "1295901715011026433", "i": 2516, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Mary Jo Foley"], "q": "considered one of the most`` articulate and confident'' executives at the Redmond, Wash.-based software giant, but his Server and Tools business has been one of the most consistent financial performers for the company. <q> In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of` new and different talent,' </q> he wrote.`` It does sound as if <strong> Steve Ballmer </strong> and <strong> Bob Muglia </strong> do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that <strong> Bob Muglia </strong> wasn't on-board with Microsoft's increasing emphasis on the cloud.", "new_id": -2}, {"uid": "1296219736147357730", "i": 59307, "idx": 4, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence", "Barack Obama"], "q": "of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake,'' <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. <q> And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves no strategic purpose. </q> Lawrence J. Korb, a senior fellow at the Center for AmEric Cantoran Progress who has argued that the defense budget can be cut http://wn.com/Barack Obama_Barack Obama__Yes_I_Can_Make_Us_Defenseless-Just_Like_Dec_7,_1941 Liberals, click`` more info.'' AmEric Cantora has always been attacked when she was", "new_id": -2}, {"uid": "1297216340026116096", "i": 39758, "idx": 1, "sa": ["Simon Cowell"], "q": "life-changing'' prize, comparing the difference between X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he said, <q> I haven't seen a full episode, </q> continuing,`` I think we're going to do something different. I'm excited. The stakes are high.'' Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from", "new_id": -2}, {"uid": "1297291870118325258", "i": 45175, "idx": 0, "sa": ["Simon Cowell", "Christina Aguilera"], "q": "messed up some of the words. <strong> Simon Cowell </strong> said it sounded like a 100,000 people in the stadium just sat on a cat. Ouch! He didn't stop there. He said, <q> This is what happens when you perform in front of an audience, even to someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. But that was bad. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]