[{"uid": "1295977910157089808", "i": 37532, "idx": 27, "sa": ["Kobe Bryant", "Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Kenyon Martin", "Earl Watson", "Nick Van Exel", "Raja Bell"], "q": ", I'd get a double-double every night.\" ' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a <strong> Kobe Bryant </strong> easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, <q> but tonight, he was just so aggressive. He wanted the ball more than everybody else. </q> <strong> Carmelo Anthony </strong> said he just wanted to take adNick Van Exeltage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets Earl Watsony, \"and the way I was going to do that was with offensive", "new_id": -2}, {"uid": "1295639301070795290", "i": 17444, "idx": 2, "sa": ["Johnny Kidd", "David Letterman", "Jack White"], "q": "<strong> Jack White </strong> and Co. rocked <strong> David Letterman </strong>'s world Thursday night with their smoking cover of <strong> Johnny Kidd </strong> and the Pirates' \"Shakin' All Over.\" <strong> David Letterman </strong> could barely speak after their rollicking rendition came to and end, exclaiming <q> Holy crap! Whoa! </q> and asking them to resume playing to close of the show, which was running a little over. The band was tight, <strong> Jack White </strong> scorched his guitar solos and \"The Sweet Lady with the Nasty Voice", "new_id": -2}, {"uid": "1295665713153141253", "i": 53869, "idx": 0, "sa": ["Larry Page", "John Simpson", "Eric Schmidt"], "q": "and expressed optimism that the changes at the top mean Google will return to the values of its founders. Current CEO <strong> Eric Schmidt </strong> will become \"executive chairman,\" Google said. <q> <strong> Eric Schmidt </strong> has put his foot in his mouth so far on key issues like privacy that he's kicked himself out of the CEO's office, </q> said <strong> John Simpson </strong>, director of Consumer Watchdog's Inside Google Project. Consumer Watchdog looks forward to engaging with <strong> Larry Page </strong> as he assumes his new role and discussing consumer issues like protecting consumers' online privacy.", "new_id": -2}, {"uid": "1295613640107249679", "i": 47412, "idx": 0, "sa": ["Edwin Edwards", "Andy Coulson", "W. Edwards"], "q": "- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor <strong> Edwin Edwards </strong> e...( 18:02:05 \"former governor <strong> Edwin Edwards </strong> granted 5 day furlough==== wesawthat.blogspot.com====...\" <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my", "new_id": -2}, {"uid": "1296230388149782544", "i": 52136, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "have the inside scoop. \"All of the predicates for why the reorganization happened have not been correct,\" he told reporters at the conference, according to Schmidt-defends-incoming-google-ceo-Larry Page/\"> The Wall Street Journal. <q> The correct reason is we sat down and said:` This is a company that needs to be run even more tightly.' </q> <strong> Eric Schmidt </strong> once again defended <strong> Larry Page </strong>, who's been criticized in some circles as not capable of taking on the CEO mantle, and cited him as the force behind the company's product initiatives.", "new_id": -2}, {"uid": "1295560051263241797", "i": 5176, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "globally-deserves most of the credit,\" wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Google co-founder <strong> Larry Page </strong> will lead product development and technology strategy, and starting from 4 April 2010 he will take charge of day-to-day operations as Google's Chief Executive Officer. <strong> Sergey Brin </strong> has decided to devote", "new_id": -2}, {"uid": "1294968322178536453", "i": 53761, "idx": 5, "sa": ["Chris Andersen", "Steve Blake", "Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Wilder Smith"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Chris Andersentmas,\" <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Wilder Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1296149236246923378", "i": 57584, "idx": 4, "sa": ["Eric Schmidt"], "q": "other co-founder, will focus on \"the order of three big initiatives,\" on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft, </q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, \"has clearly stated they don't want", "new_id": -2}, {"uid": "1295405324262488069", "i": 5646, "idx": 0, "sa": ["Steve Ballmer"], "q": "from China and said it expected those purchases to be more than$ 3 billion in coming years. MICROSOFT CORP CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and exports", "new_id": -2}, {"uid": "1295070861012681234", "i": 41658, "idx": 8, "sa": ["Bernie Sanders", "Barack Obama"], "q": "like Social Security because it's a successful federal program.\" The Social Security trust fund has a$ 2.6 trillion surplus and is estimated to stay solvent for at least another 26 years. <q> Mr. <strong> Barack Obama </strong>, as I'm sure you are aware, our Republican colleagues have long opposed Social Security not because it hasn't worked, but because of ideological reasons, </q> <strong> Bernie Sanders </strong> wrote in his letter to <strong> Barack Obama </strong>. FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail", "new_id": -2}]