[{"uid": "1295994286180568075", "i": 36864, "idx": 3, "sa": ["Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas", "LeBron James"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/LeBron_James_36_Points_vs_Pistons_Game_4_Playoffs_2009!_HD!_26042009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made 3-pointers from every angle, drove into the lane for dunks and leaned into low post", "new_id": -2}, {"uid": "1295045114220282903", "i": 3023, "idx": 1, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. The", "new_id": -2}, {"uid": "1295815491266780688", "i": 3393, "idx": 0, "sa": ["Hamid Karzai", "Andy Coulson"], "q": "fate to Afghan... Afghanistan, Jan. 23( UPI)-- Afghan President <strong> Hamid Karzai </strong> has... demanded that France withdraw its troops from Afghanistan in... Video: Egypt on alert after ahead of Coptic Christmas... Report Abuse <q>The very fact that this occurred in England at all is disgusting. There should be no Muslims in Europe at all, yet here they are flooding our cities, destroying our culture and heritage and bringing violence to our shores.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295127815262242331", "i": 44282, "idx": 1, "sa": ["Andre Johnson", "Eric Bachmann", "Matt Gentling", "- Johnson", "Allen Iverson"], "q": "just told the audience how grateful they are to receive the first <strong> Allen Iverson </strong> scholarships, grants that will allow them to further their educations and basketball careers at St. Augustine's College in Raleigh, NC Their words <strong> - Johnson </strong> said <q>this takes a huge burden off my family</q>- appeared to tug at <strong> Allen Iverson </strong> and prompted a question. What was going through http://wn.com/Wheaton_College_defeats_Illinois_Wesleyan_66-65_at_the_buzzer Singer/guitarist <strong> Eric Bachmann </strong>, guitarist <strong> Eric Bachmann </strong> <strong> Andre Johnson </strong>, bassist <strong> Matt Gentling </strong>, and drummer Mark Price, all originally from Asheville, NC, formed Archers", "new_id": -2}, {"uid": "1295386149175915067", "i": 2896, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "P.J. Crowley"], "q": "the resolution should it come to a vote in the council. One official said discussions were continuing on how to avoid a veto by either modifying the language or persuading the Palestinians to abandon the effort. <q>We have made clear that we do not think that this matter should be brought before the Security Council,</q> <strong> P.J. Crowley </strong> told reporters. \"We do not believe that this would be a productive step.\" On Tuesday, 17 senators led by Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration", "new_id": -2}, {"uid": "1297176031226918403", "i": 3160, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"No, this is fun for me. I mean, this is-- I watch your show a lot.\" <strong> David Letterman </strong>: \"I appreciate that.\" <strong> Aaron Rodgers </strong>: <q>No, it's good to be here. There must be a lot of Wisconsin people out there.</q>( Wild applause from audience) <strong> David Letterman </strong>: \"You know, it seems like most years, in a good year, you get a pretty good story out of the Super Bowl. And this year", "new_id": -2}, {"uid": "1295803494036782097", "i": 42041, "idx": 0, "sa": ["Candy Crowley", "Colin Powell", "Barack Obama"], "q": "of health reform, and I think he took that on.\" <strong> Colin Powell </strong> on <strong> Barack Obama </strong>, unemployment and the State of the Union speech Speaking about <strong> Barack Obama </strong>'s international diplomacy, <strong> Colin Powell </strong> continued, <q>I think he has reached out to countries around the world and has developed good relations with countries around the world. And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> <strong> Colin Powell </strong> says <strong> Barack Obama </strong> lost focus on the economy <strong> Colin Powell </strong> also stood by comments previously made regarding <strong> Barack Obama </strong> and the economy. <strong> Candy Crowley </strong> reminded <strong> Colin Powell </strong> of comments he spoke in the past suggesting the president lost", "new_id": -2}, {"uid": "1295568458148553731", "i": 25444, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Newt Gingrich", "Paul Kanjorski"], "q": "Chairman <strong> Paul Kanjorski </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Newt Gingrich </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1297215145071778342", "i": 34803, "idx": 1, "sa": ["Dilip Kapur", "Donald Rumsfeld"], "q": "modern cosmopolitan experience has spread rapidly within the last five years, and luxury brands such as Hi-design have now become \"premium' and affordable to the upper middle class,\" according to Mr <strong> Dilip Kapur </strong>. <q>For retailers and brand builders like us it is explosively exciting.</q> Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>\"s memoirs leave little room for doubt War on abortion Video stings, rows over rape... the US abortion debate gets", "new_id": -2}]