[{"uid": "1296441222107479051", "i": 31762, "idx": 2, "sa": ["David Letterman", "Conan O'Brien"], "q": "would draw network-size young audiences.`` It does look like <strong> Conan O'Brien </strong> has a niche audience,'' Adgate said. That is a nonissue for TBS, according to the head of programming, <strong> David Letterman </strong> Wright. <q> That niche is to us a viable audience, </q> he said.`` For a branded network like ours, that is really what you want: You want a talent that delivers a really specific audience.'' Cohen said Horizon Media's ad clients had", "new_id": -2}, {"uid": "1296041245064634900", "i": 20069, "idx": 0, "sa": ["Zahi Hawass"], "q": "his head and tinkered with the unicycle, which was sandwiched between the tennis shoe. His stepfather, Ted Vananne, cheered nearby, snapping phone.`` He has always played with Legos,'' Vananne said. <q> You name it, he's built it. Animals. Rockets. Spaceships. </q> Link: http://www.star-telegram.com Berlin, charging it was taken out of the country illegally. Egypt's Supreme Council of Antiquities head, <strong> Zahi Hawass </strong>, announced an`` official request'' for the bust's Lawmaker: Germany further reduces", "new_id": -2}, {"uid": "1295483549117964855", "i": 3009, "idx": 0, "sa": ["Allen Iverson"], "q": ". Special thanks to uwathletics and TheDaily for the majority of the clips, I'm not trying to copy anything but just wanted to help get Husky fans ready for the upcoming season. Apologies to MBA for misspelling <q> Ma... Home Movies 403- <strong> The Coach </strong> McGuirk's pecs Home Movies clip from season 4, episode 3-`` The Heart Smashers </q>... <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals This may be the moment we look back on as the exact time and place where <strong> Allen Iverson </strong> finally got", "new_id": -2}, {"uid": "1295674574191152161", "i": 4920, "idx": 1, "sa": ["Eric Schmidt"], "q": "search company.`` What's going to change under Larry?'' said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from Silicon Valley to New York City. <q> In our opinion, Larry is likely to increase investments as a priority. It could be a long-term positive, but short term it's a negative. </q> The company hopes 38-year-old Page will help streamline decision-making as it tries to deal with tougher competition from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if Page", "new_id": -2}, {"uid": "1296148740210010132", "i": 35141, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "Bloods 2.0/ 6 11.96 ABC Off The Map 1.8/ 5 5.09 NBC Law& Order: SVU( R) 1.7/ 5 5.47- Via NBC press notes: <q> In Late-Night Metered Markets Wednesday night: â\u0080¢ In Nielsen's 56 metered markets, household results were:`` The Tonight Show with <strong> Jay Leno </strong>, </q> 3.2/ 8; CBS's'' Late Show with <strong> David Letterman </strong>,'' 2.6/ 6 with an encore; and ABC's combo of'' Nightline,'' 3.2/ 7; and`` <strong> Jimmy Kimmel </strong>", "new_id": -2}, {"uid": "1295218037260489221", "i": 34752, "idx": 0, "sa": ["Simon Cowell"], "q": "threw off the pacing and often made the program run long. <strong> Simon Cowell </strong> exited after last season to prepare his own talent contest,`` The X Factor,'' for a Fox run later this year. <q> In the past couple years, it was like so much oxygen seemed to be consumed by everything going on the judges' panel that the poor kids hardly had a chance to introduce themselves, </q> said Richard Rushfield, author of the forthcoming book''` American Idol': The Untold Story.'' Perhaps as a result, the last few crops of`` Idol'' singers haven't broken through", "new_id": -2}, {"uid": "1295862625192184333", "i": 41707, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Franklin Roosevelt", "Gerhard Peters", "Sen. Mark Udall", "President Lyndon Johnson", "Thomas Jefferson"], "q": "and odds-on favorite for prom king and queen) will be <strong> President Lyndon Johnson </strong> <strong> John Thune </strong>( R-SD) and <strong> President Lyndon Johnson </strong> <strong> Kirsten Gillibrand </strong>( D-NY). On CNN's Situation Room the other night, debate partner Hillary Rosen suggested the <q> ultimate same sex couple would be[ Majority Leader] <strong> Harry Reid </strong>( D-Nev) and[ Minority Leader] <strong> Mitch McConnell </strong>( R-Ky) but <strong> Mitch McConnell </strong> said on one of the Sunday shows yesterday he was not joining in on the kumbaya SOTU. I had said earlier in the day that the whole thing reminded me of a <strong> Woody Allen </strong> saying( misquoting Isiah):`` The lion and the lamb will lie down together... but the lamb won't get much sleep. </q> Secret Decoder Ring today: Links to the AP curtain-raiser, the Clerk of the <strong> Franklin Roosevelt </strong> page, the historian <strong> Gerhard Peters </strong>' page, and to a backgrounder on <strong> Sen. Mark Udall </strong> Paul <strong> Thomas Jefferson </strong>. Also a Mullfoto which is pretty", "new_id": -2}, {"uid": "1297008583120471564", "i": 44623, "idx": 1, "sa": ["Eric Schmidt"], "q": "Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1295900740008716307", "i": 24990, "idx": 0, "sa": ["Steve Jobs", "Maggie Smith", "Countess LuAnn", "Keith Olbermann", "Eric Schmidt", "Ricky Gervais"], "q": "Weekend?' and the Best <strong> Maggie Smith </strong> Quotes From Downton Abbey But the highlight of Downton is indisputably <strong> Maggie Smith </strong>, who plays the delightfully snobby Lady Grantham, Dowager <strong> Countess LuAnn </strong>. <strong> Maggie Smith </strong> uses her imperious... Lady Grantham: <q> What else do you need? Are you thinking of a career in banking? </q> Sunday Roundup This week, Silicon Valley rocked as Google turned the Page on <strong> Eric Schmidt </strong>, while <strong> Steve Jobs </strong> took another medical leave. And the media world was rocked when <strong> Keith Olbermann </strong>'s Countdown hit 0. Elsewhere, <strong> Ricky Gervais </strong>", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]