[{"uid": "1296453850064503811", "i": 27, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. Eagles quarterback <strong> Michael Vick </strong> started but played only the first quarter,", "new_id": -2}, {"uid": "1295807421110559236", "i": 28644, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "John McCain", "Dick Cheney"], "q": "endorses <strong> Barack Obama </strong>!( CNN)-- <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1295593237183287808", "i": 33962, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "to lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296100632011763718", "i": 27075, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": ", the Philadelphia Eagles' quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. Philadelphia Eagles quarterback <strong> Michael Vick </strong> stretches during practice for the Pro Bowl. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday.`` It's paramount for me and my family and I'm just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295305301212140037", "i": 17894, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Paul VI"], "q": "and his teammates were keeping up.`` A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Chris_Paul_cp3_36_points_10_assists_vs_Orlando_Magic_180209 In only 33 minutes of playing, CP3 shot 14-22, finsihed with 36 points 10 assists <strong> Paul VI </strong> rebounds 3 steals and 1 block. Hornets won 117- 85.", "new_id": -2}, {"uid": "1296784629036126790", "i": 41631, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "was covered up by the Pentagon. And <strong> Donald Rumsfeld </strong> has no regrets for the Iraq War, saying that the Mideast would be`` far more perilous'' with <strong> Saddam Hussein </strong> still in power and crediting Bush and an <q> aggressive, unrelenting offensive against the enemy </q> for preventing another 9/11. <strong> Donald Rumsfeld </strong> finishes the book on a self-satisfied note, saying that <strong> Barack Obama </strong> has largely`` kept in place the most contentious and widely derided Bush administration policies''-- terrorists are still not accorded POW", "new_id": -2}, {"uid": "1297251079068108305", "i": 11146, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role.`` The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,'' <strong> Steve Ballmer </strong> wrote. <q> We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market. </q> Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial claim to fame came when his company, Iris Associates, created what would be known as Lotus Notes, a product that during the 1990s was", "new_id": -2}, {"uid": "1295936245231571467", "i": 48936, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "coach Phil Jackson said that <strong> Kobe Bryant </strong> told him to keep him close to the basket late in the game so he could score. Jackson said he left <strong> Kobe Bryant </strong> in despite the star relying solely on his left arm, <q> He was defending and got some things done out there on the defensive end of it. </q>`` Obviously that feeling in his arm came back in the second overtime http://wn.com/Allen_Iverson_46pts_vs_Chris_Webber_Kings_MVP_00/01_NBA <strong> Allen Iverson </strong> was healthy enough to dazzle the Sacramento Kings and push the Philadelphia 76ers to the top of the NBA. <strong> Allen Iverson </strong> scored 46 points with", "new_id": -2}, {"uid": "1296708031055181325", "i": 8724, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said.`` They might not always play right and they might not always play good, but they try.''", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]