[{"uid": "1297642831198574106", "i": 19187, "idx": 3, "sa": ["Simon Cowell", "Shayne Ward", "Justin Bieber"], "q": ". In an interview with Ward-Shayne Ward-12-is-too-young-for-x-factor.html\" Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for \"The X Factor\" U.S. contestants. <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers, </q> <strong> Shayne Ward </strong> said. \"But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"uid": "1297134193068190228", "i": 36736, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": "New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q>? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1297423079232947720", "i": 2470, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Thomas Langer"], "q": "trotz R?ckendeckung namhafter Hersteller wie HTC oder Samsung im Smartphone-Markt ebenfalls kaum Fortschritte gemacht habe. Analyst <strong> Thomas Langer </strong> von der WestLB sah die Pl?ne als sehr negativ f?r die finanzielle Entwicklung des laufenden und des kommenden Jahres an. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1295562055204783632", "i": 40281, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "active role in strategic projects including product development. The company announced the management shakeups in its quarterly earnings report. They will become effective on April 4, 2011. As executive chairman, <strong> Eric Schmidt </strong> will handle <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In a blog posting, <strong> Eric Schmidt </strong> Page_Larry Page_to_replace_Eric Schmidt_Eric Schmidt_as_google_ceo.html\"> wrote, \"as Google has grown, managing the business has become more complicated,\" noting that Google recognized a need to \"speed up decision making", "new_id": -2}, {"uid": "1295296231143114260", "i": 486, "idx": 1, "sa": ["Brett Favre", "David Letterman"], "q": "requested that <strong> Brett Favre </strong> apologize for his inappropriate behavior of sexually harassing Christina Scavo and other massage therapists,\" the suit says. <strong> Brett Favre </strong> \"responded in an inappropriate manner and refused to apologize,\" the filing says. <q> He essentially told him to go away and as a celebrity he couldn't be bothered with the little people, </q> said the therapists' lawyer, <strong> David Letterman </strong> Jarosclawicz. He said it was his clients who got fired after the hubby's phone call. Scavo and O'Toole www.nma.tv On the same day legendary NFL quarterback <strong> Brett Favre </strong> announced his retirement", "new_id": -2}, {"uid": "1297051799038584340", "i": 54351, "idx": 0, "sa": ["Eric Schmidt"], "q": "( Wiederholung vom Wochenende) LONDON( dpa-AFX)- Der Internetkonzern GOOGLE News\"> Google m?chte einen langwierigen Rechtsstreit mit der Europ?ischen Union im Streit ber die Marktmacht des Unternehmens verhindern. <q> Das wollen wir nat?rlich vermeiden </q>, sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung \"Sunday Telegraph\" . Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er,", "new_id": -2}, {"uid": "1295635525217038960", "i": 11157, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "\"I certainly lack experience there, and that's an issue,\" he said. That being said, <strong> Larry Page </strong> said he was confident that where he lacked in experience, he made up for it <q> in terms of understanding the industry I am in, and what the company does. </q> <strong> Eric Schmidt </strong> said Thursday that <strong> Larry Page </strong> is now ready to lead. told BusinessWeek that running a company collaboratively produces better results \"because you have more bandwidth and checking and balancing going on.\" \"", "new_id": -2}, {"uid": "1295608967062603264", "i": 50660, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "broader business relationships\" . <strong> Larry Page </strong> returns to the job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: <q> Day-to-day adult supervision no longer needed! </q> \"In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come,\" he added.", "new_id": -2}, {"uid": "1296543261227508233", "i": 39256, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "his Usher-fueled rise to fame-- he also plugged his forthcoming concert movie, \"Never Say Never.\" It was then that <strong> Justin Bieber </strong> decided to dispel any rumors that he's not flesh and blood. <q> People might think that some people just made me... they put me together, like a machine, </q> he explains to <strong> David Letterman </strong>. \"But[ the movie] shows I really worked hard to get here.\" A piece of the interview is after the jump.( we'll post the entire thing", "new_id": -2}, {"uid": "1296725293246726664", "i": 416, "idx": 2, "sa": ["Steve Ballmer", "Brian Blair"], "q": "solutions into the low-to-mid-range smartphone market as quickly as possible to defend market share versus Android's upcoming lowered cost ecosystem.\" Ahmad claims Microsoft also needs the support of the world's biggest smartphone maker. <q> Two million units[ of Windows Phone 7] shipped in the last quarter is not really much to write home about, given$ 500m in marketing programmes( ouch), but with Nokia on-side, you get access to a potential 20-25% global share over time- and exclusivity. \"Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's? </q> he asked <strong> Steve Ballmer </strong>. \"You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA.\" Ahmad's advice was echoed by Wedge Partners analyst <strong> Brian Blair </strong>,", "new_id": -2}]