[{"uid": "1295644189196657172", "i": 21589, "idx": 3, "sa": ["Andy Coulson"], "q": "always denied any knowledge of phone hacking, though members of the cross-party commons culture committee had him in mind last February when they warned of a \"collective amnesia\" at News International over the practice. <q>The cloud that was hanging over <strong> Andy Coulson </strong> last May was very small,<q> one senior Tory said. \"The cloud had obviously become a lot bigger in recent weeks.\" One minister did, however, voice doubts about <strong> Andy Coulson </strong>'s claim that media intrusion alone had prompted his", "new_id": -2}, {"uid": "1295478787265797634", "i": 34239, "idx": 0, "sa": ["Cheryl Cole", "R Kelly", "Jane Lynch", "Simon Cowell", "Louis Walsh", "Baby Doc"], "q": "to stay on show? \"American Idol' Season 10 airs tonight: Local fans divided on show without <strong> Simon Cowell </strong> <strong> Jane Lynch </strong>( Sue <strong> R Kelly </strong>) wins the second Golden Globe of the night for` Glee\" <strong> Louis Walsh </strong>: <q><strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will not be in UK X Factor<q> American Idol is back- but can it survive without <strong> Simon Cowell </strong>? <strong> Baby Doc </strong> Charged, But Duvalierism Remains Alive in Haiti U.S. Shifts Focus to Press China for Access to Markets Irish PM survives confidence vote <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.<q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295779917044482576", "i": 46284, "idx": 1, "sa": ["Andy Coulson", "Sky Andrew"], "q": "Corp to divest itself of <strong> Sky Andrew </strong> News, for instance, Mr <strong> Andy Coulson </strong>'s resignation would only heighten the likelihood of an ensuing political furore, he argued. But a person close to News Corp disagreed: <q>Actually, <strong> Andy Coulson </strong> leaving No 10 puts a bit of distance between the government, which is having to make the BSkyB decision, and the <strong> Rupert Murdoch </strong> family, which will be a good thing in the long run.<q> The difficulty for News Corp, according to a third person who has worked as an adviser on the BSkyB bid, is that it has lost the ability to prevent evidence reaching open court.", "new_id": -2}, {"uid": "1296709732155615281", "i": 45407, "idx": 0, "sa": ["Max Clifford", "Nicola Phillips", "Cornelia Crisan", "Ralph Fiennes", "Andy Coulson", "Ian Edmondson"], "q": ". <strong> Nicola Phillips </strong>, who was employed by publicist <strong> Max Clifford </strong>, is suing the tabloid claiming her voice mail was illegally accessed in 2006 to mine information on actor <strong> Ralph Fiennes </strong> and singer <strong> Cornelia Crisan </strong>. The Independent reports: <q> \"The alleged hacking, which it is claimed allowed the NotW to print a similar story to that only obtained by the Sunday Mirror and The Mail on Sunday after paying Ms <strong> Cornelia Crisan </strong> some Â£ 35,000, is the latest evidence that the practice was used to monitor the activities of journalists and publicists, as well as public figures and celebrities.<q>\" NOTW associate editor <strong> Ian Edmondson </strong> has been named a co-defendant in the case. He was sacked last month after it was revealed he was linked to a private investigator. Former editor <strong> Andy Coulson </strong> was also", "new_id": -2}, {"uid": "1294994465235045029", "i": 2969, "idx": 2, "sa": ["Steven Shepard", "Sen. Bernie Sanders"], "q": "very different,\" freshman <strong> Sen. Bernie Sanders </strong> Dave Schweikert( R-Ariz.) told Politico. It was a sentiment Obama echoed in his speech Wednesday evening in Tucson, too, telling mourners that <q>at a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who think differently than we do- it's important for us to pause for a moment and make sure that we are talking with each other in a way that heals, not a way that wounds.<q> Contributing Editors: Josh Kraushaar, Quinn McCord and Tim Sahd Contributing Writers: <strong> Steven Shepard </strong>, Jamie Shufflebarger, Dan Roem, Sean Sullivan, Amanda Munoz-Temple, Julie Sobel, and Chris Peleo-Lazar editors reserve the right to", "new_id": -2}, {"uid": "1295563321217792537", "i": 6966, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".\" The three-way decision process at Google was never depicted as a cozy session of like-minded individuals all on the same page; apparently the trio decided on a more conventional organization chart. We <q>agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,<q> <strong> Eric Schmidt </strong> wrote. <strong> Eric Schmidt </strong> holds out that he, <strong> Sergey Brin </strong> and Page will all continue to work together for a long time to come, but the shakeup suggests otherwise. \"<strong> Eric Schmidt </strong> was the grownup", "new_id": -2}, {"uid": "1295907918177651713", "i": 23775, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": " \"Known and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q>I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way,<q> he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by former <strong> Donald Rumsfeld </strong> of State <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom ambition", "new_id": -2}, {"uid": "1297712549158122038", "i": 10220, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.<q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1297283949130088978", "i": 37305, "idx": 0, "sa": ["George H.W. Bush", "John O.", "Donald Rumsfeld", "Michael Hollowich"], "q": "prevention, protection, and response that was originally laid out by the Hart-Rudman Commission in Road Map for National Security, Phase <strong> John O. </strong> Report, January 31, 2001, 12-14. 4. <strong> Michael Hollowich </strong> Dobbs, <q>Homeland Security: New Challenges for an Old Responsibility,<q> Journal of Homeland Security, March 2001. 5. <strong> Donald Rumsfeld </strong> <strong> George H.W. Bush </strong> <strong> Donald Rumsfeld </strong>, \"A New Kind of War,\" The New York Times, September 27, 2001. 6. The Hart-Rudman", "new_id": -2}]