[{"uid": "1295299589143114299", "i": 21351, "idx": 0, "sa": ["Eric Schmidt", "David Wilcock"], "q": "following Assange and W... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... <strong> David Wilcock </strong> at the Project Camelot Awake and Aware Conference, Los Angeles, Sept 2009 <strong> David Wilcock </strong> at the Project Camelot Awake", "new_id": -2}, {"uid": "1295518303023461917", "i": 20328, "idx": 1, "sa": ["Sergio Marchionne"], "q": "loan that remains under review but had been expected by the end of 2010.`` Am I concerned that this thing is taking longer than I thought? Absolutely yes,'' <strong> Sergio Marchionne </strong> said. <q> There are a couple of projects that need funding, but so far we're fine. </q> An Energy Department spokesman declined to comment on Chrysler's loan application. Still, the initial investment in the hydraulic hybrid project with Chrysler will be about$ 2 million,", "new_id": -2}, {"uid": "1295560040175849483", "i": 2660, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "Mr. <strong> Larry Page </strong> is set to take over product development and technology strategy. The executive shake up is designed to`` simplify our management structure and speed up decision making,'' Mr. <strong> Eric Schmidt </strong> said. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> Mr. <strong> Eric Schmidt </strong> said.`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion", "new_id": -2}, {"uid": "1297711413124567566", "i": 45345, "idx": 3, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WAVE, a", "new_id": -2}, {"uid": "1295499871140181544", "i": 22241, "idx": 3, "sa": ["Steve Nash", "David West", "Allen Iverson", "Keith Van Horn"], "q": "to 33-8 with their second straight win after a dismal <strong> David West </strong> Coast trip on which they lost three in a row. At the halfway point of the season, Dallas is on pace for a franchise-best 66 wins. <q> Guys don't care if we win 60 games if we don't win a championship, </q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1295033158184352788", "i": 55328, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Abidjan amid lingering violence.`` The secretary-general is deeply concerned that regular and irregular forces loyal to Gbagbo have begun to attack and burn United Nations' vehicles,'' he said through his spokesman. <q> Beginning this morning, there have been a total of six incidents involving such attacks in Abidjan where( a peacekeeper's) military vehicle was burned. A doctor and the driver of an ambulance targeted in one of the attacks were injured. </q> Gbagbo refused to step down after the U.N. Security Council passed a resolution recognizing <strong> Alassane Ouattara </strong> as the winner of a presidential election meant to unite country divided by civil war in 2002. The 15 members", "new_id": -2}, {"uid": "1296102239116244691", "i": 10135, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a", "new_id": -2}, {"uid": "1295473631213155861", "i": 2997, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": ". In the debate <strong> Michael Gove </strong> reacted angrily when <strong> Andy Burnham </strong> quoted an article by his wife, the Times journalist Sarah Vine, to show the Tories were out of touch. She wrote last week: <q> Like all angst-ridden working mothers I live in terror of upsetting my cleaner. </q> <strong> Andy Burnham </strong>, MP for Leigh in Greater Manchester, said:`` Now, I can tell you, angst-ridden mums in Leigh talk of little else. I do sympathise with Mrs <strong> Michael Gove </strong>'s predicament. But I wonder", "new_id": -2}, {"uid": "1295803447123387998", "i": 56770, "idx": 1, "sa": ["Sergio Marchionne"], "q": "also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis. He's described the potential merger with Opel as a <q> marriage made in heaven. </q> But analysts have asked how sensible it'd be to combine two brands which make overlapping models. And the head of the works council at one Opel plant isn't enthusiastic about a deal:[ Harald Lieske,", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]