[{"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1297604062127287303", "i": 20026, "idx": 7, "sa": ["Simon Cowell", "the Black"], "q": "<strong> the Black </strong> Eyed Peas or Destiny's Child.`` I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee to High School Musical,'' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said.`` It", "new_id": -2}, {"uid": "1295704881085770248", "i": 48186, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "<strong> Derek Hough </strong> by friend and X Factor colleague <strong> Simon Cowell </strong>. The music mogul feels that <strong> Cheryl Cole </strong> would be wiser to live alone and become a star in her own right, a source told the newspaper. <q> <strong> Cheryl Cole </strong> told him( <strong> Derek Hough </strong>) she would spend a lot of time at his, but she needs her own space. She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend', </q> the insider added. However, <strong> Derek Hough </strong> is said to be`` gutted'' that the Fight For This Love singer, who has been tipped for a Brit Award, is not moving in with him.", "new_id": -2}, {"uid": "1296723974251478035", "i": 25685, "idx": 5, "sa": ["Paula Abdul", "Lindsey Cardinale", "Simon Cowell", "Ryan Seacrest"], "q": "the season 4 semifinals and 16 contenders remained, including Louisiana native <strong> Lindsey Cardinale </strong>. Her version of the Idol staple impressed Randy, who responded simply with`` wow, wow, wow,'' while <strong> Paula Abdul </strong> declared unapologetically, <q> I'm not a fan of the song. </q> <strong> Simon Cowell </strong> was less PC, of course, saying <strong> Lindsey Cardinale </strong>'s version was`` the musical equivalent of <strong> Ryan Seacrest </strong>: you look the part, do everything right, and yet you're disappointed with the performance.'' Stewing", "new_id": -2}, {"uid": "1297115713149880860", "i": 11356, "idx": 4, "sa": ["Colin Powell"], "q": "much better, either. \" Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for president. He MAY have saved us from Obama if he had.... Report Abuse <q> What Democratic leaders said in regard to WMDs in Iraq before <strong> President Bush </strong> became president is entirely relevant. It is necessary when some liberals, foaming at the mouth, attempt to accuse <strong> President Bush </strong> of making up or cooking the evidence to support the case of WMDs. Yet they can not accept that this is the same evidence that Clinton and Cohen and Albright believed to be true as well long before <strong> President Bush </strong> came along. </q> Report Abuse \" i'm confused. I've read all the`` Obama'' based articles today and their adjoining blogs and all I see is these folks ready to take`` their'' country back. However,", "new_id": -2}, {"uid": "1297616629186400779", "i": 26877, "idx": 19, "sa": ["Donald Rumsfeld"], "q": "her,'' Martin said.`` So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.''`` People were risking their lives,'' said <strong> Donald Rumsfeld </strong>. <q> You simply have to pay attention, and I did. Go early in the morning to see her. </q>`` How long did that go on for?''`` Days,'' <strong> Donald Rumsfeld </strong> said.`` You think it affected any of your decisions?'' asked Martin.``", "new_id": -2}, {"uid": "1295917245213958661", "i": 885, "idx": 1, "sa": ["Andy Coulson", "Boris Johnson"], "q": "on- but only`` if there is genuine market failure''. Ker-ching, ker-ching. â\u0080¢ In Stockholm- which British thinktanks visit to acquire wisdom- they offer an evening class on pigeon feeding. <q> We learn to break bread into suitable pieces and throw it without hitting the pigeons on the head. We practise making pigeon noises, imitating their head movements and their staring eyes to be able to blend in... </q> says the brochure. Honest. â\u0080¢ While ex-BBC hack Gito Hari ponders flattering calls to take <strong> Andy Coulson </strong>'s job at No 10, students of his PR skills for <strong> Boris Johnson </strong> can measure the support for the London", "new_id": -2}, {"uid": "1297171803034897961", "i": 34575, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld"], "q": "media.'' The book,`` Known and Unknown,'' is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had <q> a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure. </q>`` Thank God he was relieved of his duties and we put the surge in,'' <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong>", "new_id": -2}, {"uid": "1295576695124059658", "i": 32227, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "decisions among the three of us.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said. <q> Larry, in my clear opinion, is ready to lead, </q> he said.`` Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.'' Page praised <strong> Eric Schmidt </strong> for an``", "new_id": -2}, {"uid": "1296700405031981636", "i": 24189, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul", "Mitch McConnell", "Cassius Marcellus Clay", "Henry Clay", "Sen. Jim DeMint"], "q": "increases are out of the question as far as he is concerned.`` As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire... for agreement,'' <strong> Rand Paul </strong> concluded. <q> But I will also keep close to my heart his cousin <strong> Muhammed Ali </strong>, </q> referring to <strong> Cassius Marcellus Clay </strong>, a leading abolitionist. <strong> Rand Paul </strong>'s audience consisted of two Republicans-- his fellow Kentuckian, Minority Leader <strong> Mitch McConnell </strong>, and <strong> Sen. Jim DeMint </strong> of South Carolina-- and <strong> Sen. Jim DeMint </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who was", "new_id": -2}]