[{"uid": "1295587965072171525", "i": 11224, "idx": 2, "sa": ["Google Inc.", "Eric Schmidt", "Eric E"], "q": ", as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process,\" <strong> Eric E </strong> <strong> Eric Schmidt </strong> wrote in the blog. <q> And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team now over 24,000 Googlers globally deserves most of the credit, </q> he said. Image: <strong> Eric E </strong> <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> co-founder Larry Page.\"/> Next \"And as our results today show, the", "new_id": -2}, {"uid": "1297195188228835343", "i": 42853, "idx": 0, "sa": ["Donald Rumsfeld", "Suzanne Somers"], "q": "franchised organizations and local nonprofit agencies also provide personal care to aging adults living at home. \"The services are based on a sliding scale, basically what the person can afford,\" she said. <q> Some of these services will be covered by insurance. But that is why the volunteer services are more and more popular because these things really do add up. </q> Watch: Egypt: The Evolution of Revolution Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Watch: Packers Not the Only Super Bowl Winners Photos: <strong> Suzanne Somers </strong> Gets Plastic Surgery? Women's Health Get expert answers", "new_id": -2}, {"uid": "1295844451132481080", "i": 5873, "idx": 0, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "State of the Union address tomorrow night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting of Representative <strong> Gabrielle Giffords </strong> and others. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296752281266420238", "i": 28078, "idx": 1, "sa": ["Eric Schmidt", "Tony Hsieh", "Bill Ackman"], "q": " \"We want to increase the availability of inexpensive smart phones in the poorest parts of the world. Can you imagine how this will change their awareness both locally and globally?\" <strong> Eric Schmidt </strong>, CEO Google <q> The investment business is about being confident enough to know that you're right and everyone else is wrong. Yet you have to be humble enough to recognize when you've made a mistake. I think I had the confidence part pretty solid. But the humbleness part I had to learn. </q> <strong> Bill Ackman </strong>, Pershing Square Capital \"For me, my role is about unleashing what people already have inside them that is maybe suppressed in most work environments.\" <strong> Tony Hsieh </strong>, CEO Zappos \"Everything", "new_id": -2}, {"uid": "1295007936080707626", "i": 9466, "idx": 1, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "do it for a million for SANDS. money, mouth??????????????????\" Piers, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Lily: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "new_id": -2}, {"uid": "1296536150067862554", "i": 2639, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1296432941168050707", "i": 43529, "idx": 8, "sa": ["Brian Hand", "Larry Bird", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Inside_Pacer_Athletics_Interview_with_Cross_Country_Head_Coach_Larry_Milner Sports Information Director <strong> Brian Hand </strong> chats with head women's cross country coach <strong> Larry Bird </strong>", "new_id": -2}, {"uid": "1295562314055377950", "i": 9811, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> said on Thursday. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> No longer will the company be run by the \"triumvirate\" of <strong> Eric Schmidt </strong> as leader with Page and <strong> Sergey Brin </strong> as presidents. <strong> Eric Schmidt </strong> said Page, who was the company's founding CEO, is now ready", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1296537956082821143", "i": 15696, "idx": 1, "sa": ["Kobe Bryant", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Los_Angeles_Lakers_112-100_Sacramento_Kings_RECAP_NBA_season_2010_Kobes's_triple-doble When <strong> Kobe Bryant </strong> was limited in training camp because of offseason knee surgery, the Los Angeles Lakers didn't know how long it would", "new_id": -2}]