[{"uid": "1295568821043630596", "i": 17775, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" Larry Page <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started. </q> <strong> Sergey Brin </strong> \"I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to", "new_id": -2}, {"uid": "1295495384012058636", "i": 14111, "idx": 0, "sa": ["Steve Ballmer", "Dianne Reeves", "Herbie Hancock"], "q": "She won't be the only Washingtonian at the dinner. Microsoft CEO <strong> Steve Ballmer </strong> also will be there, as will Gregoire's daughter, Courtney. An item in The Washington Post notes: <q> The White House will be serving its more than 225 guests a haute meat-and-potatoes meal: Dry-aged rib-eye steak, buttermilk crisp onions, double-stuffed potatoes, and creamed spinach. That's after a first-course of pear salad, and a second course of poached Maine lobster with orange-glazed carrots and black trumpet mushrooms. </q> The post-dinner entertainment will be heavy on jazz, with <strong> Dianne Reeves </strong> and <strong> Herbie Hancock </strong> among the musicians slated to perform. Gregoire sent out a statement saying she hopes to use the opportunity to strengthen trade ties with", "new_id": -2}, {"uid": "1297412496250134529", "i": 20122, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1295819193226000912", "i": 7278, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off", "new_id": -2}, {"uid": "1295506201228589694", "i": 19472, "idx": 0, "sa": ["Kara DioGuardi", "Michael Jackson", "Steven Tyler", "Simon Cowell"], "q": "Without him, there's barely a leader on the board. Randy <strong> Michael Jackson </strong>, the lone original, would say, \"<strong> Steven Tyler </strong> what do you think?\" and the Aerosmith lead singer would say, <q> What do you think, Randy? </q> There must have been something inside of <strong> Simon Cowell </strong>( or even <strong> Kara DioGuardi </strong>) that as a producer really wanted something good out of these singers and would easily dismiss the bad( who had been put before the", "new_id": -2}, {"uid": "1297302781028033028", "i": 27042, "idx": 2, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": " \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02062011-25v&amp;flvURL=/media/2011/02/06/02062011-25v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F06%2F02062011-25v.jsn\"}{ \"title\": \"What would the real <strong> Donald Rumsfeld </strong> think?\", \"description\": <q> During a discussion of\\ \"<strong> Donald Rumsfeld </strong>\\ </q> by Eric Martin and <strong> Stephen Elliott </strong> at 826DC in Columbia Heights, the authors discussed what the real <strong> Donald Rumsfeld </strong> would think of their book.\\ \"<strong> Donald Rumsfeld </strong>,\\\" which imagines the former <strong> Donald Rumsfeld </strong> of Defense being treated like", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.\" Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}, {"uid": "1295977687233406475", "i": 19796, "idx": 0, "sa": ["Colin Birss", "Eric Schmidt"], "q": "as well as Private, the UK's largest chain of sex shops. Judge <strong> Colin Birss </strong> is considering stopping MediaCAT or whoever is representing it from making any more demands of alleged infringers until its claims are clarified. <q> It would be an extraordinary order to make, but these are extraordinary circumstances, </q> he said. Google shake-up sees <strong> Eric Schmidt </strong> step down as CEO, Larry Page takes charge \"Oxford Street gunman' Twitter rumour sparks over 1,000 panicky tweets Couldn\"t have happened to a more deserving person", "new_id": -2}, {"uid": "1296565246043499534", "i": 1592, "idx": 0, "sa": ["Simon Cowell"], "q": "music and media mogul is thinking about quitting the show in order to focus on its American version, and he sees the ex-glamour model as his perfect replacement. The Daily Star quotes him as saying: <q> Do I want <strong> Katie Price </strong> as a judge on \"The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she\"s my woman of the decade. </q> Indeed, it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement.", "new_id": -2}, {"uid": "1295860435042090520", "i": 5996, "idx": 4, "sa": ["Dominic Cummings", "Michael Gove", "Andy Coulson", "Steve Hilton"], "q": "the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. \"They're just chalk and cheese,\" says one senior Cameroon. <q> <strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite. </q> According to one Cabinet minister, the two \"complemented\" one another, with <strong> Steve Hilton </strong> providing big, blue-sky ideas about the Tory party and the 21st-century state, while <strong> Andy Coulson </strong> handled the practical realities of day-to-day", "new_id": -2}]