[{"uid": "1296770511173654034", "i": 12185, "idx": 35, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "the solution is for me to leave, I will do so in a second.''`` That's a crappy solution,'' Bush said. He said he had seen the recent articles and was <q> working hard on <strong> Colin Powell </strong> and Armitage. </q> Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>, the civilian administrator in Iraq, who is portrayed as an ambitious man who seemed to convey the sense that America was an occupying power. <strong> Paul Bremer </strong>'s decision to disband the", "new_id": -2}, {"uid": "1295907826246595610", "i": 48404, "idx": 0, "sa": ["Barack Obama", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from`` Family Matters.'' Before joining the crime for the Rockford Register Star, which may explain his affinity for <q> Hill Street War: Ghost of Sparta </q> â\u0080¢ <strong> Barack Obama </strong>`` Ys: The Oath in Felghana'' â\u0080¢ 3`` Sonic Colors'' â\u0080¢ 4`` Plants vs. Zombies'' â\u0080¢ 5`` Mario vs. Donkey Kong: Mini-Land Mayhem'' â\u0080¢ 6`` Super Scribblenauts''", "new_id": -2}, {"uid": "1295972754065323044", "i": 30212, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page. <strong> Eric Schmidt </strong>, who oversaw the company's meteoric rise, also said the group would hire thousands of people this year in response to accusations that it has struggled to retain its best talent. <q> I'm very personally excited about my next decade at Google, </q> he told the DLD media conference in Munich. From April, <strong> Eric Schmidt </strong> will focus on deals and government outreach as executive chairman. <strong> Eric Schmidt </strong> told Reuters on Jan. 21 that his move was an effort", "new_id": -2}, {"uid": "1296637348206454868", "i": 18605, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL", "new_id": -2}, {"uid": "1296715246139952153", "i": 33796, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been*** NEW CD minor adjustments OUT NOW*** The Florida State University Co-ed A cappella Group. For Tour Dates, Tickets, CD and", "new_id": -2}, {"uid": "1295308387132857908", "i": 5836, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are`` very routine'' for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Previous article Grand jury", "new_id": -2}, {"uid": "1295648671247758851", "i": 16919, "idx": 0, "sa": ["Eric Schmidt"], "q": "from Verizon Wireless back to its former provider due to 3G coverage issues right now,'' she noted. Demand may also be less than if Verizon had landed the iPhone around this time last year. <q> I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device, </q> Pierce said.`` But a lot has happened between then and now,'' such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297260081046088218", "i": 10079, "idx": 4, "sa": ["Eric Schmidt"], "q": "we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company between the different stakeholders.'' <q> The days when we could just ship a product are gone. We do much, much more than five years ago. It is a permanent change. </q> EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied:``", "new_id": -2}, {"uid": "1296464597200327189", "i": 11980, "idx": 0, "sa": ["Johnny Carson", "David Letterman", "Conan O'Brien"], "q": "man who took`` Tonight'' away from him comes up.`` At the end of my` Tonight Show,' I remember I said something that really resonated with me,'' <strong> Conan O'Brien </strong> said. <q> It just came off the top of my head. I said,` This is really not a big deal because all we are here to do is to have fun on television.' </q> <strong> Conan O'Brien </strong> shares a late-night trait with <strong> Johnny Carson </strong> and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before`` <strong> Conan O'Brien </strong>'' debuted", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]