[{"uid": "1295792656130105355", "i": 9792, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "2,9 Prozent am Unternehmen und will in der n?chsten Zeit einen kleinen Teil davon zu Geld machen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. <strong> Larry Page </strong> hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet. Weil beide unerfahren in gesch?ftlichen Dingen waren, holten sie 2001 <strong> Eric Schmidt </strong> an Bord und konzentrierten sich selbst auf die Entwicklung", "new_id": -2}, {"uid": "1297282407122896681", "i": 27905, "idx": 2, "sa": ["Simon Cowell"], "q": "to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he claimed, \"I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Holding strong Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough autumn season, when it finished last among the major networks in total viewers. Idol", "new_id": -2}, {"uid": "1295049201264142848", "i": 4238, "idx": 8, "sa": ["Walter Johnson", "Kirsten Gillibrand"], "q": ": true, \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01092011- 8v&amp;flvURL=/media/2011/01/09/01092011- 8v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F09%2F01092011- 8v.jsn\" }{ \"title\" : \"<strong> Kirsten Gillibrand </strong> Pepper, <strong> Walter Johnson </strong>\" , \"description\" : <q> <strong> Walter Johnson </strong> senior <strong> Kirsten Gillibrand </strong> Pepper, a 2010 All-Met swimmer, talks about her passion for swimming. A Florida State recruit, Pepper is one of the area\\'s swimmers. Last March, she finished third in the 200 freestyle and sixth in the 500 freestyle at the NCSA Junior Nationals. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/09/PH2011010901880.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/09/VI2011010901837.html&amp;title=Kirsten Gillibrand Pepper, <strong> Walter Johnson </strong>& site= sports", "new_id": -2}, {"uid": "1295691760156631065", "i": 36367, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Artikel-Services Chefwechsel bei Google Abgang per Twitter 21. Januar 2011 <strong> Eric Schmidt </strong> verlautete seinen Abgang vom Posten des Google-Chefs selbst- per Twitter. <q> T?gliche Erwachsenen-?berwachung ist nicht mehr n?tig </q> flachste er kurz nach B?rsenschluss in Amerika. Vor zehn Jahren hatte <strong> Eric Schmidt </strong> bei Google als Vorstandsvorsitzender angeheuert, um den beiden jungen Gr?ndern <strong> Larry Page </strong> und <strong> Sergey Brin </strong> zur Seite zu stehen. Unter F?hrung des Triumvirats ist Google in diesen", "new_id": -2}, {"uid": "1297272402262504451", "i": 8549, "idx": 6, "sa": ["George Brown", "Rick Santorum", "Donald Rumsfeld"], "q": "The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend Gerald Ford. Classic <strong> Donald Rumsfeld </strong>: <q> NOTE: <strong> George Brown </strong> Shultz and <strong> Rick Santorum </strong> Ehrlichman were neither helpful nor harmful. They were quiet. </q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from A look at <strong> Rick Santorum </strong>'s unintentionally revealing comments about parenthood The planned NBC version of the brilliant \"Prime Suspect\"", "new_id": -2}, {"uid": "1297207620184696835", "i": 8393, "idx": 13, "sa": ["George H. W. Bush", "Kimberley Strassel", "Donald Rumsfeld"], "q": "\"En el coraz?n del libro de <strong> Donald Rumsfeld </strong> hay una importante cr?tica al gobierno de <strong> George H. W. Bush </strong> que ha estado faltando en el debate sobre Irak\" , afirma <strong> Kimberley Strassel </strong>, articulista del The Wall Street Journal. <q> El relato dominante hasta ahora ha sido el que el George H. W. Bushe-vaquero y su grupo de neoconservadores fueron a una guerra sin la preparaci?n adecuada e hicieron caso omiso de las dudas de mentes burocr?ticas y estret?gicas m?s sobrias </q>, afirma <strong> Kimberley Strassel </strong>. El juicio de <strong> George H. W. Bush </strong> En ese sentido algunos aseguran que lo m?s destacado de las memorias de <strong> Donald Rumsfeld </strong> ser?a el dibujo de la complicada relaci?n que mantuvo con <strong> George H. W. Bush </strong> desde 2000 hasta", "new_id": -2}, {"uid": "1297135663068190210", "i": 8441, "idx": 2, "sa": ["Stuart Bowen", "Eric Schmidt"], "q": "93,000 alone, prosecutors say. Government agents seized from the Eric Schmidts two California properties- one in Big Bear and one in Murietta- two luxury vehicles, and approximately$ 40,000 in cash. <q> The Eric Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction. \"They will now pay the price for their criminal wrongdoing.\" <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud", "new_id": -2}, {"uid": "1295617237099680257", "i": 35227, "idx": 0, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron", "Tim Bale"], "q": "into illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER <strong> Ed Miliband </strong> <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did. </q> <strong> Tim Bale </strong>, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation.", "new_id": -2}, {"uid": "1296128197246497300", "i": 21292, "idx": 8, "sa": ["Michael Vick"], "q": "was one of the reasons I've been able to make it through the season.\" <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. <q> I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans, </q> he said. CRAIG T. KOJIMA/ CKOJIMA@STARADVERTISER.COM QB <strong> Michael Vick </strong> is making his fourth Pro Bowl appearance and first as a Philadelphia Eagle. <strong> Michael Vick </strong> trotted out on the practice field yesterday under a bright sun and a clear", "new_id": -2}, {"uid": "1296128197246497300", "i": 21296, "idx": 12, "sa": ["Michael Vick"], "q": ", where he completed 62.8 percent of his passes, blowing his previous best out of the water. \"I feel like this one I had to work hard to get here,\" <strong> Michael Vick </strong> said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. \"I think everything came together, and it has worked out for me. </q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air. The two-year", "new_id": -2}]