[{"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a \"wow\" moment, </q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1296688339059244554", "i": 10446, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/ 58 year-old John Attaway started with a \"mall walking and milkshakes\" plan to get down to 200 pounds.", "new_id": -2}, {"uid": "1297446725101842956", "i": 11177, "idx": 15, "sa": ["Tony Blair", "Donald Rumsfeld"], "q": "he had and the rape rooms?\" he asks. \"I've got videos of what they did to their political opponents. They cut their tongues off.\" As for the American troops who died- <q> they had families, they had children and it's heartbreaking, there's no question about that... But what they did was they liberated millions of people. </q> Like <strong> Tony Blair </strong>, <strong> Donald Rumsfeld </strong> is donating the profits from his book to help wounded troops. Unlike <strong> Tony Blair </strong>, <strong> Donald Rumsfeld </strong>'s decision to do so has not provoked an angry reaction. For all his efforts to take", "new_id": -2}, {"uid": "1297124258224133148", "i": 35871, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": ", Feb 7, 2011, 7:17 PM EST- U.S. Markets closed <strong> Simon Cowell </strong> courts groups, maybe <strong> Paula Abdul </strong> for \"X Factor'{ \"s\": \"nwsa\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"\"} <strong> Jennifer Lopez </strong> Elber, AP Television Writer, On Monday February 7, 2011, 6:36 pm LOS ANGELES( AP)-- <strong> Simon Cowell </strong> wants", "new_id": -2}, {"uid": "1297268304137707526", "i": 870, "idx": 3, "sa": ["Adlai Stevenson III", "Donald Rumsfeld"], "q": ", wanted to do what he could to help me. <strong> Adlai Stevenson III </strong>: Better-looking than his father, at least. And about the new job? First of all, no more lame domestic policy: <q> He said he felt that I shouldn't go into the human resource area, HUD or HEW, and not DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically. </q> Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! \" He said possibly Under <strong> Donald Rumsfeld </strong> of State for Economic Affairs. \" Possibly the UN, and then he", "new_id": -2}, {"uid": "1295076883008978460", "i": 27604, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. Sea Gals", "new_id": -2}, {"uid": "1297233943168116261", "i": 36486, "idx": 1, "sa": ["Omar Suleiman", "David Letterman", "Mohamed ElBaradei"], "q": "the U.S. to oust him as the only solution to the conflict.\" pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review: <q> The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is he's going to be replaced by his idiot son, <strong> Hosni Mubarak </strong> <strong> James A. </strong> <strong> Hosni Mubarak </strong>. </q>: <strong> Mohamed ElBaradei </strong>, who may have thought he was leading the opposition, may have been double-crossed by the Muslim Brotherhood, which took part in talks with <strong> Omar Suleiman </strong>. Reports AFP on <strong> Mohamed ElBaradei </strong>'s appearance on Meet", "new_id": -2}, {"uid": "1296330548093159451", "i": 35632, "idx": 1, "sa": ["Zahi Hawass", "Sen. Joe Lieberman"], "q": "when <strong> Sen. Joe Lieberman </strong> came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. Re: Egypt cuts Internet access ahead of CFR Puppet El Baradei's Coup d'etat Re: Egypt cuts Internet access ahead of CFR Puppet", "new_id": -2}, {"uid": "1295995840171999254", "i": 49095, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "announcing a management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q> <strong> Google Inc. </strong>... will give a$ 100 million equity award to outgoing <strong> Google Inc. </strong> gives$ 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> NEW YORK: <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. \"<strong> Google Inc. </strong>... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, </q> the Wall <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> New York, Jan 23( PTI) Sunday, January 23, 2011--> <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give", "new_id": -2}, {"uid": "1297260599064307230", "i": 29882, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld"], "q": "Facebook.\" Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson \"Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: Why Americans Are Turning Against Obamacare Report Abuse <q> And she won't let her kids eat at McDonalds either... </q> Time.com: Safety Investigators Clear Toyota-- But Safety\"s No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}]