[{"uid": "1296694413042549284", "i": 11529, "idx": 0, "sa": ["Andy Coulson", "Craig Oliver", "Julian Assange"], "q": "Heaven. If none of them hit the spot, Harrow romantics can buy their loved one 1001 Beers You Must Try Before You Die.? Old telly friends remember <strong> Craig Oliver </strong>, the upmarket attack dog( <q> Not so much a rottweiler as a sleek sausage dog </q>) hired from the BBC to replace <strong> Andy Coulson </strong> at No 10, as a not-so-closet Tory who cultivated <strong> Andy Coulson </strong> and wore tight beige trousers whose transparency would impress even <strong> Julian Assange </strong>. Arriving from ITN, where he was a mate", "new_id": -2}, {"uid": "1295792025158990416", "i": 8715, "idx": 2, "sa": ["Andy Coulson", "Mark Lewis", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,\" Mr <strong> Mark Lewis </strong> said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge. </q> Mr <strong> Andy Coulson </strong>, who became <strong> David Cameron </strong>'s head of communications before the 2010 General Election, handed in his resignation on Friday and plans to leave within weeks. In a statement, he said the", "new_id": -2}, {"uid": "1294991426005357592", "i": 44081, "idx": 3, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": ", her friends, all these people are there to say,` <strong> Gabrielle Giffords </strong>, we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.\" <q> The doctors couldn't believe what they were seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) \"<strong> Mark Kelson </strong> started", "new_id": -2}, {"uid": "1295739237074268693", "i": 42681, "idx": 4, "sa": ["Mike Woodson", "Allen Iverson", "Tony Parker", "Gregg Popovich"], "q": "18 of 25 shots and each of his six free throws. \"My shot was feeling good tonight and it opened up stuff for me in the second half,\" said <strong> Tony Parker </strong>, who had 10 assists. <q> I'm just going to try to keep it going and not be satisfied with myself because you know <strong> Gregg Popovich </strong> is going to be on me the next game. </q> Hawks <strong> Gregg Popovich </strong> <strong> Mike Woodson </strong> said he tried different defensive schemes but none were effective. \"<strong> Tony Parker </strong> was the difference tonight Iverson_Allen Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season betfreebie.com Basketball <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41 point effort", "new_id": -2}, {"uid": "1297247574255688768", "i": 10965, "idx": 1, "sa": ["Simon Cowell"], "q": "an understatement. \"I think you need to take` mass' off and put` obsessive,\" ' said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified, <q> He's obsessed with me. </q> American Idol.\" Now, both have left the show, going on to new television ventures. <strong> Simon Cowell </strong>'s new show \"The X Factor\" is set for its American premiere later this year and Abdul", "new_id": -2}, {"uid": "1295315901013549585", "i": 24959, "idx": 0, "sa": ["Alec Ross", "Jared Cohen", "Eric Schmidt", "Paolo Woods", "Serge Michel"], "q": "Zhuo Ruisheng, political counselor of the Chinese embassy to Tunisia. He briefed us on the latest on the situation of overseas Chinese in Tunisia. Zhuo Ruisheng, political counselor of the Chinese embassy to Tunisia said, <q> Currently there are over 370 Chinese in Tu... Authors@Google: <strong> Serge Michel </strong>& <strong> Paolo Woods </strong> The Authors@Google program welcomed <strong> Serge Michel </strong> and <strong> Paolo Woods </strong> to Google's New York office to discuss their book, \"China Safari: On the Trail of Beijing's Expansion in Africa </q>. \"<strong> Serge Michel </strong> and <strong> Serge Michel </strong> Beuret, tell the dramatic-- and largely unknown-- story of the... <strong> Eric Schmidt </strong>, <strong> Alec Ross </strong>& <strong> Jared Cohen </strong> on 21st Century Statecraft <strong> Eric Schmidt </strong>, <strong> Alec Ross </strong>& <strong> Jared Cohen </strong> on 21st Century Statecraft Google CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295433183052150274", "i": 50094, "idx": 2, "sa": ["Lee Baca", "Simon Cowell"], "q": "that people who have a higher-than-average need for status- a need to feel important- were more likely to watch, presumably because the shows project status values like popularity, wealth and attention-seeking,\" he says. <q> If a contestant is really stinking it up performance-wise, audience members with a high need for power will want to see the person judged poorly, perhaps even humiliated. </q> No one really fulfilled that need before <strong> Simon Cowell </strong>, a man who gLee Bacafully admits that he slung his first insult at age 4, when he told his mother that her white pillbox hat made her look like", "new_id": -2}, {"uid": "1297359305003293190", "i": 42685, "idx": 0, "sa": ["Eric Schmidt"], "q": "to anytime later this spring, earlier today Microsoft Germany just tweeted from it's German Windows Phone Twitter account that in the recent days, they got \"more and more questions regarding the update\" and that Microsoft <q> doesn't want to wet up </q> its users, attaching a link to the Mobile World Congress keynote page. However, in my humble opinion it's unlikely that Google's <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295494449164200472", "i": 21153, "idx": 3, "sa": ["Allen Iverson", "Marcus Gilbert"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the <strong> Marcus Gilbert </strong> seems like a rock,\" he said. <q> That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295391193064847877", "i": 48315, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. A Ray of Hope for College Grads Facing Cloud of Fear, Uncertainty and Debt Brain Drain: Most College Students Learn Next to Nothing, New Study Says Quotes delayed, except where indicated", "new_id": -2}]