[{"uid": "1295644570138969099", "i": 31456, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": ". The newspaper's former royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for conspiracy to access voice mails left for royal aides, and private investigator <strong> Glenn Mulcaire </strong> was jailed on the same charge. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said.", "new_id": -2}, {"uid": "1295641898262504480", "i": 24441, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "April into the new post of executive chairman. The company, which has grown into the world's biggest Web company by market capitalization since its 2004 initial public offering, said it was making the changes to <q> streamline decision making and create clearer lines of responsibility and accountability. </q> In a letter posted on <strong> Google Inc. </strong>'s blog, Mr. <strong> Eric Schmidt </strong>, 55, said the company's rapid growth has made managing business`` more complicated.'' He said that a decision was made`` over", "new_id": -2}, {"uid": "1295217119075989139", "i": 28385, "idx": 0, "sa": ["John McCain", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q> At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible <strong> John McCain </strong> House contender in 2012, figured in the unfolding political debate. Initially, an", "new_id": -2}, {"uid": "1296106971231735328", "i": 13240, "idx": 0, "sa": ["Eric Schmidt"], "q": "reiterated an Overweight rating on Google and increased his price target to$ 725 from$ 652. Munster said the quarterly results showed that the company's search business is still healthy and that the new CEO switch is <q> at worst a net neutral, at best a net positive. </q> Page is more visionary than <strong> Eric Schmidt </strong>, and his new role could inspire Google's creativity in the face of competition from Facebook, Apple( MSFT), he noted. Some say there were tensions", "new_id": -2}, {"uid": "1297104003173965321", "i": 8577, "idx": 1, "sa": ["Simon Cowell"], "q": "General Election, the prime minister dismissed those who oppose his third term as`` mean-spirited'' and`` cynical''.`` All these political snobs have ganged up against the party,'' <strong> Simon Cowell </strong> said. <q> If you take me out of the equation, you have a lot of my teenage coalition being attacked by a huge hate mob on Facebook.`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand. </q> <strong> Simon Cowell </strong> added:`` At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me", "new_id": -2}, {"uid": "1295560900263241742", "i": 38846, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. More recently, he has Mr. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> Google's other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}, {"uid": "1297011135120438797", "i": 26, "idx": 1, "sa": ["Zahi Hawass"], "q": "had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's treasures, on the other hand, <q> was fully secure and had not been damaged </q>. After the break-in, troops were deployed around the landmark rose stone building formally known as the Egyptian Museum of Antiquities, which has about 120 000 items on display or in storage. Television", "new_id": -2}, {"uid": "1295587965072171525", "i": 11229, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370'' alt=`` <strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an electric hybrid car at <strong> Google Inc. </strong> office.''/> Next <q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer.`` In this new role, I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> wrote <strong> Eric Schmidt </strong>, praising Page. 370) this.width= 370'' alt=`` <strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong>.''/> Next`` <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular", "new_id": -2}, {"uid": "1297194654244269071", "i": 6234, "idx": 0, "sa": ["Steve Ballmer"], "q": "The term` Software defined radio'( SDR) has been used for a long time already, but real products have only been released mostly within the last 10 years,'' Virtanen told Betanews on Tuesday. <q> By using software, radio development is more flexible, fixes and updates can be made more easily and cost effectively, new functionalities and features can be implemented and mobilized faster, and software code can be re-used. </q> <strong> Steve Ballmer </strong>'s change of heart is touching, but it's five years too late Unconfirmed reports have Microsoft's CEO replacing sales and marketing managers with engineers. It's a sensible approach. Too bad <strong> Steve Ballmer </strong>", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]