[{"uid": "1296132144006979630", "i": 12540, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> View/Add Comments There have been no comments made about this story. Copyright Â© 2011 Daily Chronicle. All rights reserved.", "new_id": -2}, {"uid": "1295637897112984097", "i": 20651, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "mean, I welcome direction, always. And it's been so long since anybody's had the courage to actually direct me on singin' a song,'' the Rock and Roll Hall of Famer said. <q> They think they shouldn't tell me what to do. But I'm an artist. I want to learn. But I was just getting a bit frustrated because I couldn't seem to get what he wanted. </q> <strong> Wanda Jackson </strong>, White and his Third Man House Band performed a rollicking cover of Johnny Kidd and the Pirates'`` Shakin' All Over'' from the album Thursday night on`` The Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1297170776188874758", "i": 34264, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295794367125714557", "i": 621, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for`` A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR'' TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295604422252706825", "i": 20348, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the company.'' CNNMoney: Verizon challenges FCC Net neutrality rules Verizon filed a legal appeal on Thursday challenging the Federal Communications Commission's authority to enforce the new Net neutrality rules it adopted last month. <q> We believe this assertion of authority goes well beyond any authority provided by Congress, and creates uncertainty for the communications industry, innovators, investors and consumers, </q> Verizon senior vice president and deputy general counsel Michael <strong> Eric Schmidt </strong> Glover said in a written statement. On December 21, the FCC's commissioners voted three-to-two to adopt so-called`` Net neutrality'' rules, which would give the", "new_id": -2}, {"uid": "1296542495161284111", "i": 46290, "idx": 2, "sa": ["Justin Bieber", "David Letterman"], "q": "article,`` <strong> Justin Bieber </strong> Fans wait hours at <strong> David Letterman </strong>( studios) for glimpse.'' During his interview with <strong> David Letterman </strong>, <strong> Justin Bieber </strong> made comments about the people outside. <strong> Justin Bieber </strong> was smiling and <strong> David Letterman </strong> responded <q> that has never happened to me. </q> <strong> David Letterman </strong> continued about how girls scream to <strong> Justin Bieber </strong> wherever he goes. Enjoy the videos to the left and please leave a comment for the girls that produced it.", "new_id": -2}, {"uid": "1295568681147800068", "i": 14131, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ".` Clarifying roles' In a statement, <strong> Eric Schmidt </strong>, who was made <strong> Google Inc. </strong> CEO in 2001 to provide greater management experience at the youthful company, explained that the decision had been taken to <q> simplify our management structure and speed up decision making </q>.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,'' he said.`` In my clear opinion, Larry is ready to lead", "new_id": -2}, {"uid": "1295650551188383308", "i": 29704, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "- R 1.1 3 3.563 10:30 CBS The Mentalist 2.8 8 14.556 NBC Outsourced 1.8 5 3.953 ABC Private Practice- R 0.9 3 3.048- Via NBC press note: <q> In Late-Night Metered Markets Thursday night: In Nielsen's 56 metered markets, household results were:`` The Tonight Show with <strong> Jay Leno </strong>, </q> 2.9/ 7; CBS's'' Late Show with <strong> David Letterman </strong>,'' 3.2/ 8; and ABC's combo of'' Nightline,'' 2.9/ 7; and`` <strong> Jimmy Kimmel </strong> Live,''", "new_id": -2}, {"uid": "1296722504024068126", "i": 494, "idx": 3, "sa": ["Paul Bremer", "President Bush", "Donald Rumsfeld"], "q": "wrote to himself when <strong> Paul Bremer </strong>'s appointment was announced in May 2003, quietly criticizing <strong> President Bush </strong> for having had lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The president <q> linked him to the White House instead of to </q> the Pentagon or State Department.`` There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,'' <strong> Donald Rumsfeld </strong> writes", "new_id": -2}]