[{"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,<q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295736732074268680", "i": 6543, "idx": 1, "sa": ["Eric Schmidt", "Eric Holder", "Kathleen Sebelius", "Woodrow Wilson"], "q": "\" as they compared curre... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,<q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... New York: Medicare Fraud Summit Civil Law Panel HHS Secretary <strong> Kathleen Sebelius </strong> and US Attorney General <strong> Eric Holder </strong> host the third in a", "new_id": -2}, {"uid": "1296227273172146729", "i": 1454, "idx": 7, "sa": ["Barack Obama", "Mike Pence"], "q": "\" he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,<q> is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}, {"uid": "1295284262229982312", "i": 28399, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Simon Cowell", "Jonathan Wald"], "q": "he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain with <strong> Gordon Brown </strong> turned the tide of the election for prime minister in <strong> Gordon Brown </strong>'s favor. He said he wants to be polarizing. <q>He's really not this annoying,<q> said his executive producer, <strong> Jonathan Wald </strong>, suggesting his star was in promo mode and not as combative during actual interviews. In fact, <strong> Piers Morgan </strong> said his typical interview technique is to try and get a laugh", "new_id": -2}, {"uid": "1296318894261652524", "i": 14810, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Larry Drew"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q>I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.<q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Drew </strong> Brown said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1295018833055181321", "i": 8799, "idx": 2, "sa": ["Nancy Pelosi", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "told ABC News. \"She will not die. She does not have that permission from me.\" 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q>A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on Tuesday.<q> took some heat on Tuesday for including his reflections on the shooting of <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other \"right-wing reactionaries.\" 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}, {"uid": "1295226775102072329", "i": 4022, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube. \"The Congresswoman continues to do well,\" the Medical Center announced on Sunday. <q>Yesterday's procedures were successful and uneventful.<q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening, said the injured Congresswoman is \"making progress every day.\" Arizona Rep. is \"making", "new_id": -2}, {"uid": "1297463616073236482", "i": 4072, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia can penetrate key markets for Microsoft, especially overseas. The critical success factor may be how well and how quickly two large companies with distinct and different ways of doing business can coordinate their efforts. <q>It's hard enough for massive companies to innovate on their own much less with another massive partner with a completely different culture,<q> says Informa Telecom's McQueen. \"Whether <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> can be the white knights that the operators are looking for will depend largely on the ability for Nokia and Microsoft to execute their partnership effectively.\"", "new_id": -2}, {"uid": "1297260047038011259", "i": 40763, "idx": 3, "sa": ["Saddam Hussein", "Diane Sawyer", "Osama bin Laden", "Donald Rumsfeld"], "q": "'s brutal regime has created a more stable secure world.\" No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q>What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,<q> he said. \"Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\" Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the battle of Tora", "new_id": -2}, {"uid": "1295850131219414572", "i": 29868, "idx": 9, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q>I will always vote for the person who I think is best qualified,<q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}]