[{"uid": "1297480839099155994", "i": 31311, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to <strong> Stephen Elop </strong> in a London hotel auditorium, <strong> Steve Ballmer </strong> said, <q> this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem. </q> Mr. <strong> Stephen Elop </strong> said the partnership with Microsoft was only part of Nokia's strategy to recapture market share and improve profitability in a viciously competitive market. Extensive firings at both the senior management and factory level are", "new_id": -2}, {"uid": "1295562996055705638", "i": 22045, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1297272042258801683", "i": 30684, "idx": 0, "sa": ["Steve Ballmer"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q> Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief Bob Muglia- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years, </q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn( Â£ 800m) worth of shares in the firm.", "new_id": -2}, {"uid": "1296387706032849946", "i": 44221, "idx": 4, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Seattle on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks- settled for the consolation of a trip to Hawaii. <q> It's nice to be back out here in Hawaii, </q> <strong> Drew Brees </strong> said.`` It's great for the fans, players love it. It's great for the families.'' <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game", "new_id": -2}, {"uid": "1296166810171278370", "i": 48306, "idx": 0, "sa": ["David Letterman"], "q": "has a scheduled video teleconference to link U.S. and Asian school children, so they can freely exchange solar ideas and foster friendships.`` The children are quick to grasp and accept solar,'' said Santos. <q> We're not just planting seeds of knowledge about renewable energy for the distant future; we have been doing this long enough to witness the children passing on their new-found knowledge to their parents who then respond by purchasing and installing solar systems. </q> After chatting with Midori, I ran into <strong> David Letterman </strong> Woycio, president of Metro Solar Inc.( www.metro-solar.com), good friend and fellow contractor, in the Viessmann booth. He is a dedicated", "new_id": -2}, {"uid": "1295158532128794647", "i": 510, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Chauncey Billups"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Chris_Paul_21_Points_vs_Nuggets_Game_1_Playoffs!_HD!_19409 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> ca", "new_id": -2}, {"uid": "1297105764233521156", "i": 19881, "idx": 2, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Gerald Ford"], "q": "him to run the CIA so he wouldn't be in the running to be on <strong> Gerald Ford </strong>'s 1976 ticket, <strong> Donald Rumsfeld </strong> recounts. <strong> Donald Rumsfeld </strong> details the situation in his book Known and Unknown. <q> The circumstances surrounding <strong> George H.W. Bush </strong>'s nomination to be director of the CIA is a particularly stubborn chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization, </q> he writes, according to Politico.`` By repeating the myth instead of setting the record straight, <strong> George H.W. Bush </strong> in effect endorsed it.'' While the majority of the tension between <strong> Donald Rumsfeld </strong> and the elder <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295807421110559236", "i": 28647, "idx": 6, "sa": ["Colin Powell", "George Will", "Rush Limbaugh", "Barack Obama"], "q": "- ranging from the established to the extreme- defined the announcement more by skin color than ideology. The most crass interpretation came from talk radio host <strong> Rush Limbaugh </strong>, who wrote the Politico's Jonathan Martin the following: <q> <strong> Dick Cheney </strong> <strong> Colin Powell </strong> says his endorsement is not about race... OK, fine. I am now researching his past endorsements to see if I can find all the inexperienced, very liberal, white candidates he has endorsed. I'll let you know what I come up with. </q> Around the same time, esteemed conservative columnist <strong> George Will </strong> was also explaining <strong> Colin Powell </strong>'s decision as part of a larger, more psychological sway that <strong> Barack Obama </strong> held over other African Americans. There will be`` some impact,''", "new_id": -2}, {"uid": "1296781450254083086", "i": 11588, "idx": 0, "sa": ["Steve Ballmer"], "q": "architect role: Network World <strong> Steve Ballmer </strong> ousts Bob Muglia from Microsoft's server and tools division If you enter anything in this field your comment will be treated as spam Users posting comments agree to the TechWorld comments <q> Brittney Jones Second Sex Tape. 10 Jan 2011 Brittney Jones Sex... </q>`` It's not just Australia, that's for sure. I live in Western Canada,...'' on Windows Event Viewer phishing scam remains active`` 1'' on Blogs becoming entrenched in mainstream, and", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}]