[{"uid": "1295050457232783897", "i": 9790, "idx": 3, "sa": ["Hillary Clinton", "Jared Cohen", "Eric Schmidt"], "q": "her that have been pushing the rhetorical envelope. In the same Foreign Affairs volume[ Nov/ Dec 2010] that included <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong>'s piece, <strong> Hillary Clinton </strong> Clinton-Hillary Clinton-Hillary Clinton/leading-through-civilian-power\" target=\"_hplink\"> wrote an essay titled, <q> Leading Through Civilian Power, </q> linking her vision of \"21st Century Statecraft\" to the major review of diplomacy and development in her recently invented and issued Quadrennial Diplomacy and Development Review. 5. Beyond the nice words, we see some", "new_id": -2}, {"uid": "1297211499164478976", "i": 46722, "idx": 0, "sa": ["Rahm Emanuel", "Gery Chico", "Michael Vick"], "q": "until he sees the numbers. Both <strong> Rahm Emanuel </strong> and <strong> Gery Chico </strong> have called for merging or eliminating departments which do the same thing. Job creation is a huge part of both their plans. <q> I want Chicago to be the city of big ideas with big opportunities, </q> <strong> Rahm Emanuel </strong> said. He talked about a proposed research campus, perhaps on the site of the old <strong> Michael Vick </strong> Reese Hospital. The plan is similar to <strong> Gery Chico </strong>'s proposed home for the American Center for", "new_id": -2}, {"uid": "1296060080049987593", "i": 34598, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Mia Tyler", "Liv Tyler"], "q": "bleeped out by the Fox show's editors, <strong> Mia Tyler </strong> told Tyler-Liv Tylers-daughter-hes-saving-american-idol\"> Life& Style that her rocker daddy is way more interesting than Cowell\" Cowell+Simon Cowell\"> <strong> Simon Cowell </strong> and his nasty quips. <q> We're a very sarcastic family, </q> said <strong> Mia Tyler </strong>, a plus-sized model and Tyler\" Tyler+Liv Tyler\"> <strong> Liv Tyler </strong>'s paternal half-sister. \"He's the funniest man I know. He's saving the show because it was kind of boring before. There", "new_id": -2}, {"uid": "1296498708053821471", "i": 47471, "idx": 1, "sa": ["Sergio Marchionne", "Bob King"], "q": "Marchionne_Sergio Marchionne/index.html?inline=nyt- per\" articles about Sergio Marchionne.\"> <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and Mr. <strong> Bob King </strong> has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler", "new_id": -2}, {"uid": "1297323057252542979", "i": 12184, "idx": 10, "sa": ["Colin Powell"], "q": "viable nuclear program destroyed when the cabal committed treason outing Plame to retaliate against <strong> Colin Powell </strong>'s friend Joseph Wilson. Posted by: jameschirico| February 9, 2011 12:05 PM| puck opined: <q> The fact that Politicians lie, is no revelation. </q> There's no logic in this as a mere substitution of the collective noun \"little children\" shows: \"The fact that little children lie, is no revelation.\" I", "new_id": -2}, {"uid": "1296151862066846786", "i": 1243, "idx": 4, "sa": ["Sergio Marchionne"], "q": "to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. \"I think the opening of the capital markets window in the United States is real,\" <strong> Sergio Marchionne </strong> said. <q> I think it would be unwise for Chrysler not to take advantage of the opening. </q> On the Italian side, he is preparing to invest euro700 million in a plant near Naples to launch production of the new Panda and begin investments in Turin to build two new SUVs, one Jeep and", "new_id": -2}, {"uid": "1295162148185597955", "i": 15711, "idx": 0, "sa": ["Tim Tetrick", "Reggie Miller", "Travis Best", "LeBron James", "Allen Iverson"], "q": "quarter, as the Philadelphia 76ers overcame <strong> Reggie Miller </strong>'s 41 points, beating the Indiana Pacers 116-98 Tuesday night to even their first-round series at 1-1. Game 3 of the Travis Best-of-five Eastern Conference quarterfinals is Saturday in Indiana. <q> I'm going to remember this game for a long Tim Tetricke, </q> said <strong> Allen Iverson </strong>, who also had nine assists. \"I've been playing a lot off my God-given ability. This game took a lot of thinLeBron James. I'm pleased with my mental aspect coming into the game", "new_id": -2}, {"uid": "1295670206191152250", "i": 21124, "idx": 1, "sa": ["Eric Schmidt"], "q": "of their homes showing up in Google's Street View mapping feature could \"just move.\" He quickly clarified that he \"misspoke.\" l At a conference in August, <strong> Eric Schmidt </strong> told attendees that <q> if I look at enough of your messaging and your location, and use artificial intelligence, we can predict where you are going to go. </q> l That month, he also opined to the Wall Street Journal that \"most people don't want Google to answer their questions.... They want Google to tell them what they should be doing next", "new_id": -2}, {"uid": "1296776655116113416", "i": 59036, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "\" undertaking- that is, cherry-picked data, unexamined assumptions and an unwillingness to re-examine past decisions. Not only does Mr. <strong> Donald Rumsfeld </strong> frequently assume a smug, know-it-all tone- he says he warned <strong> George W. Bush </strong> to <q> tone down any triumphalist rhetoric </q> in his end-of-major combat-operations speech, made on May 1, 2003, in front of a \"Mission Accomplished\" banner- but he also displays a tendency, familiar to viewers of his news conferences, to make", "new_id": -2}, {"uid": "1294981747186728455", "i": 4160, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Jay Leno"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as \"Tonight\" show host. He says the reason is no mystery, noting, \"We all know the story", "new_id": -2}]