[{"uid": "2008122009_00005677_W", "i": 2090, "idx": 2, "sa": ["Charles Melton"], "q": ". \"board president bruce richards asked if the out-of-district transfers would still be based on what is best for the district.\" students from out-of-the-district have, in the existing policy, the lowest priority for transfer, <q> gleysteen responded, noting it is not absolutely clear to the extent to which out-of-district students would be displaced or how they would respond. cksd superintendent greg lynch told the board he is reasonably confident that even with the proposed attendance boundary changes, the district is going to be able to accommodate everyone's needs. </q> dirk might have come up with the perfect solution, and if you're here in another 10 years we'll be doing it again, \"lynch said. central kitsap reporter staff writer <strong> Charles Melton </strong> can be reached at", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 2084, "idx": 4, "sa": ["Bernard Madoff", "Harry Markopolos"], "q": "better or a little worse, just like everybody else, \"he said.\" instead, it appeared to be indifferent as to whether the market went up or down. they made money all the time. <q> <strong> Harry Markopolos </strong> complained to the sec's boston office in may 1999, saying it was impossible for the kind of profit <strong> Bernard Madoff </strong> was reporting to have been gained legally. but <strong> Bernard Madoff </strong> continued to thrive, even as <strong> Harry Markopolos </strong> continued to pursue the case. in 2005, he submitted a report to the sec saying it was <NO_QUOTATION> that </q> <strong> Bernard Madoff </strong> securities is the world's largest ponzi scheme. \"in the report, he says he knew his research could ruin people's careers and asked the sec be discreet about circulating the report and his name.", "new_id": -2}, {"uid": "2008090319_00031300_W", "i": 5, "idx": 3, "sa": ["Brian Williams", "Charles Gibson"], "q": "highlight new treatment for medulloblastoma, a malignant brain tumor that commonly targets children. abc news' <strong> Charles Gibson </strong> will report on breast cancer, he said,\" because my wife has gone through a bout of it. <q>( she is now in recovery.) he added that cancer claimed the lives of his parents and sister. </q> cancer is a universal health threat, \"<strong> Charles Gibson </strong> said,\" something you need to keep in the public consciousness. \"nbc news' <strong> Brian Williams </strong> said his mother and sister died of cancer, which has put him", "new_id": -2}, {"uid": "2008092705_00019062_W", "i": 514, "idx": 3, "sa": ["Jim Lehrer", "Barack Obama", "John McCain"], "q": "when moderator <strong> Jim Lehrer </strong> instructed <strong> Barack Obama </strong> to direct an answer at his opponent; <strong> Barack Obama </strong> turned and repeated the same answer, which drew a laugh, and <strong> John McCain </strong> responded:\" were you afraid i couldn't hear him? <q> but often it was <strong> John McCain </strong> who refused to look at <strong> Barack Obama </strong>, addressing nearly all his answers to the moderator. that angered viewer celeste theis, a social worker from croton-on-hudson, n.y., who supports the democrat. </q> that struck me more than anything, \"said theis, 55.\" <strong> John McCain </strong> didn't look at <strong> Barack Obama </strong> once. it's as if he wasn't there. i thought it was very disrespectful, as if", "new_id": -2}, {"uid": "2008091113_00006376_W", "i": 2147, "idx": 2, "sa": ["Charles Wolf"], "q": "or should, continue as it has indefinitely. about 3,500 people attended last year's ceremony, down about 25 percent from 2006.\" we've kept it alive, and perhaps kept it alive too long, <q> said <strong> Charles Wolf </strong>, whose wife, katherine, was killed at the world trade center. </q> how many times do you reopen the wounds? \"<strong> Charles Wolf </strong>, who lives in downtown manhattan, attends the ceremony every year but said it has become more painful, especially to stand in silence for the moment that", "new_id": -2}, {"uid": "2008091807_00007623_W", "i": 489, "idx": 2, "sa": ["Bo Diddley"], "q": "them are blues, some aren't, \"he says.\" my way of emoting may emulate the blues masters, but the songs, while in the tradition of the blues, are not of it. <q> for example, the title track, which questions who bears the cost of war, is stoked by a reggae-funk jam-band rhythm. <NO_QUOTATION> a tribute to author edward abbey's band of eco-warriors in </q> the monkey wrench gang, \"is built on a slowed-down <strong> Bo Diddley </strong> beat, while\" say it to my face \"could be garage-rockers the fleshtones in deep blues mode. elsewhere, a jivey jazz vibe refracts <NO_QUOTATION>", "new_id": -2}, {"uid": "2008092921_00036542_W", "i": 1444, "idx": 1, "sa": [], "q": "of the four top services, said analysts jim friedland and kevin kopelman.\" yahoo and mapquest do not have the resources to keep pace and are forced to aggressively monetize a declining franchise in the maps segment. <q> google's android operating system, and many other efforts are bringing the internet to mobile phones, and there's a wealth of untapped ad revenue in that market. </q> google's aggressive investment in maps positions the company to achieve a dominant share of search in the mobile internet, \"the analysts said. specific advantages at google maps include street view and bonesbautista september 29, 2008", "new_id": -2}, {"uid": "2008101521_00013937_W", "i": 2219, "idx": 2, "sa": ["Gordon Brown", "Angela Merkel", "Eli Woods", "George W. Bush", "Nicolas Sarkozy", "Wouter Bos"], "q": "manager at thrivent financial in minneapolis, minnesota.\" the thing is, how much has the credit crunch already impacted the real economy? \"added vergin.\" that's what everyone's really worried about. <q> summit to reform financial system in brussels, british prime minister <strong> Gordon Brown </strong> and german chancellor <strong> Angela Merkel </strong> backed a proposal by french <strong> George W. Bush </strong> <strong> Nicolas Sarkozy </strong> to hold a meeting to revamp financial structures set up at the <strong> Eli Woods </strong> conference in 1944. </q> i believe a forum to decide on big changes in the international economy can be held in the next few months, \"<strong> Gordon Brown </strong> said at the start of a two-day european union summit. dutch finance minister <strong> Wouter Bos </strong> said", "new_id": -2}, {"uid": "2008120322_00066247_W", "i": 252, "idx": 1, "sa": [], "q": "obligation to preach his pentecostal faith and is willing to do so under the full supervision of njsp staff.\" ours is a country where people are free to express their religious viewpoints without having to fear repercussions, <q> said edward barocas, legal director of the aclu of new jersey. </q> the new jersey state prison may not deny its prisoners their most basic constitutional rights. \"this lawsuit is the latest in a long line of aclu cases defending the fundamental right to religious exercise, a complete list", "new_id": -2}, {"uid": "2008100509_00002088_W", "i": 343, "idx": 2, "sa": [], "q": "skills on the mic more than make up for whatever he may lack in terms of subject matter or topic diversity. some of those party tracks, however, fall short?\" \" my life, your entertainment <q> is limp mediocrity from start to finish. others still are downright execrable? </q> <NO_QUOTATION> manages to be even worse than the title would suggest though. and that?? s the most frustrating thing about the album, and t.i., for that matter. aside from career highlights king, his", "new_id": -2}]