[{"uid": "1297171230133922851", "i": 9519, "idx": 8, "sa": ["Simon Cowell"], "q": "members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales. To do", "new_id": -2}, {"uid": "1297118693225951847", "i": 8407, "idx": 1, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub Watch: \"The View\" Dishes About <strong> Christina Aguilera </strong> Anthem Exclusive: Rumsfeld:`", "new_id": -2}, {"uid": "1295795458081494033", "i": 39542, "idx": 0, "sa": ["Eric Schmidt", "William Buick"], "q": "to return to action at Meydan on February 3. Speaking to Radio, the jockey explained how fortunate he had been that a fall on Foolin Myself at the track on December 30 had not been more serious. <q> It could have been worse- I was very lucky, </q> <strong> William Buick </strong> said. \"It's never very clever when you fall off a horse. These things do happen- you just don't want them Did <strong> Eric Schmidt </strong> Jump ï¿½ ro \"Or Was He Pushed? power straight", "new_id": -2}, {"uid": "1297135687195428357", "i": 41672, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "is limited and advance registration is required. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Councilmember Tennell Atkins to host Community Office meetings New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1296802074171819018", "i": 24249, "idx": 0, "sa": ["Allen Iverson"], "q": "and 14 rebounds, <strong> Allen Iverson </strong> scored 20 points and the 76ers snapped a 12-game losing streak with a 117-101 victory over the Golden State Warriors on Mo... OJ Mayo \"The Next One\"[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think Mayo will win ROTY... But Rose is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Allen Iverson </strong> 23pts", "new_id": -2}, {"uid": "1296770511173654034", "i": 12199, "idx": 49, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "he wanted his Pentagon chief to stay \"until the end.\" But it was the vice <strong> Bill Clinton </strong> who called with the news, while <strong> Donald Rumsfeld </strong> and his wife were having dinner shortly before the election: <q> Don, the <strong> Bill Clinton </strong> has decided to make a change. </q> <strong> Donald Rumsfeld </strong> handed Bush the official letter in the Oval Office on Election Day. The <strong> Bill Clinton </strong> asked if Joyce was all right. \"This is hard for me,\" Bush said. \"You're a", "new_id": -2}, {"uid": "1297355394081428543", "i": 7928, "idx": 0, "sa": ["Ben Bernanke", "Sen. Bernie Sanders"], "q": ", more the excuse for FED to buy bonds. \" this will help make the stock market fly and devaluate savings of american people and more unemployment more foreclosure and more bank failures Report Abuse <q> A Real Jaw Dropper at the Federal Reserve </q> by <strong> Sen. Bernie Sanders </strong> At a Senate Budget Committee hearing in 2009, I asked Fed Chairman <strong> Ben Bernanke </strong> to tell the American people the names of the financial institutions that received an unprecedented backdoor bailout from the", "new_id": -2}, {"uid": "1295570534120422412", "i": 3118, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose", "Google Inc."], "q": "virtually kids compared with the wily technology veteran <strong> Eric Schmidt </strong>, formerly the CEO of Novell <strong> Google Inc. </strong> and a long-time executive at Sun Microsystems <strong> Google Inc. </strong> Halfway into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, <q> What's the idea behind that- I mean, you guys couldn't run it yourself? </q> To which <strong> Sergey Brin </strong> responded, \"Parental supervision, to be honest.\" <strong> Charlie Rose </strong> laughs hard, and asks Page, \"Do you agree with that- you guys need adult supervision?\"", "new_id": -2}, {"uid": "1296222919222609411", "i": 28680, "idx": 1, "sa": ["Simon Cowell", "Frank Sinatra"], "q": "anyone will notice\" \" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of <strong> Frank Sinatra </strong> to perform at his birthday party, he would <q> like to see its widespread use for practical purposes like the virtual assistants </q>. The holograms have been installed at the entrance to the security search area of Terminal 1 to explain about liquid restrictions and to remind passengers to have boarding cards ready. Mr Walsh said that", "new_id": -2}]