[{"uid": "1295301883181911555", "i": 57465, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "a crook, <strong> Howard Stern </strong> lashed out at <strong> Jay Leno </strong> saying, \"he's not fit to scrub <strong> David Letterman </strong>'s fit.\" Later, he even took the American public to task for choosing to watch <strong> Jay Leno </strong> instead, arguing <q> they must be in a coma. </q> Look: people are going to watch what they want to watch. Obviously, <strong> Jay Leno </strong> does fill some sort of idiotic demographic, but there's no questioning how obvious and unoriginal most of his material is", "new_id": -2, "mturk_index": "1499"}, {"uid": "1296417508166264859", "i": 6208, "idx": 0, "sa": ["Zahi Hawass", "Barack Obama"], "q": "Parti national d?mocrate( PND) d'Hosni MouBarack Obama, des inconnus ont escalad les grilles, cass une vitre et se sont introduits dans le mus?e pour y d?rober deux momies, selon le patron des antiquit?s gyptiennes <strong> Zahi Hawass </strong>. <q> Mais les manifestants ont arr?t les voleurs en collaboration avec les forces de s?curit et elles ont t rendues au mus?e, mais ont t endommag?es </q>, a-t-il ajout. \"Seules les t?tes sont intactes\" , a-t-il pr?cis. Le Mus?e gyptien, qui rec?le des tr?sors inestimables de l' Antiquit, a t entour samedi par une cha?ne humaine form?e de dizaines d'Egyptiens", "new_id": -2, "mturk_index": "2055"}, {"uid": "1295022715245776398", "i": 12713, "idx": 0, "sa": ["Tom Service", "Darren Henley", "Michael Gove"], "q": "So much for the glass half-empty theory, what about the glass half-full? Well, if <strong> Darren Henley </strong> is going to be true to what <strong> Michael Gove </strong> said when the review was launched in September, that Gove-Michael Gove-announces-review-of-music-education\" <q> it is simply unfair that the joy of musical discovery should be the preserve of those whose parents can afford it </q>, we can look forward to a new utopia where music Tom Services are free to all, in which every child has the chance to sing and to learn any instrument they choose without paying a single penny,", "new_id": -2, "mturk_index": "2195"}, {"uid": "1295762804109936656", "i": 7776, "idx": 4, "sa": ["Phil Jackson", "Allen Iverson", "Rajon Rondo", "Shaquille O'Neal", "Kwame Brown"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been O'Nealson_14_Points_In_16_Minutes! March 2nd, 2010: The Boston Celtics end their 2 game losing streak to the Detroit Pistons. <strong> Rajon Rondo </strong> had 15 points", "new_id": -2, "mturk_index": "1499"}, {"uid": "1296231867027263053", "i": 1870, "idx": 6, "sa": ["LeBron James", "Michael Gove"], "q": "pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles. \"There are too many quangos that take up schools' time without leading to any real benefits to standards,\" <strong> Michael Gove </strong> said. <q> Teachers tell us that they have to spend hours outside of the classroom going to meetings and filling in forms because of bureaucratic requirements. It takes them away from the core purpose of improving learning. </q> Other reforms in the bill give teachers the right to search a pupil who is of a different sex to them without another member of staff being present. They may only do this if they believe that", "new_id": -2, "mturk_index": "1731"}, {"uid": "1295669745069369875", "i": 28103, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "jefes, Ian Edmonson, acusado tambi?n de pinchar tel?fonos para conseguir noticias. En una declaraci?n, <strong> David Cameron </strong> lament la decisi?n del que era uno de sus asesores m?s cercanos, aunque dijo entender las razones por <q> las continuas presiones que est?n sufriendo l y su familia </q>. La semana pasada, el primer ministro rechaz confirmar o negar los rumores sobre una inminente dimisi?n de <strong> Andy Coulson </strong> para evitar que el esc?ndalo salpicara al Gobierno, aunque admiti que su jefe de prensa se sent?a", "new_id": -2, "mturk_index": "25"}, {"uid": "1296705381167772199", "i": 1489, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defence chief wrote: \"In retrospect, there may have been times when more troops could have helped", "new_id": -2, "mturk_index": "900"}, {"uid": "1295622096143933453", "i": 253, "idx": 3, "sa": ["David Letterman", "Larry King"], "q": "punched a guest. \"You need to grab somebody by the tie and just pop him,\" <strong> David Letterman </strong> said. \"Just a short right cross and then it would be fantastic.\" <q> Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel? </q> he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"JoLarry King!\" he said to audience jeers. \"I'd like to see you punch a 78-year-old man,", "new_id": -2, "mturk_index": "278"}, {"uid": "1296257722179142687", "i": 26055, "idx": 2, "sa": ["Eric Schmidt"], "q": "L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. \"Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti\" . Campagna di Consumer Watchdog, www.insidegoogle.com El video llamado The New <q> Don't be Evil? </q> con subt?tulos, en contra de la recabaci?n de datos de Google. El video \"Don't Be Evil\" fue creado por Consumer Watchdog que lo exhibi en el Times Square en Nueva York. Recientemente comentamos", "new_id": -2, "mturk_index": "1087"}, {"uid": "1296056451121749525", "i": 50512, "idx": 2, "sa": ["Kirsten Gillibrand", "Bill Owens"], "q": "out a bold vision for this Congress.\" She called last year's election, in which Republicans gained control of the House and picked up seats in the Senate \"a mandate for action,\" rather than <q> for any one political party. </q> <strong> Kirsten Gillibrand </strong> said she thinks Congress is capable of working together, citing the cooperation late last year to pass a <strong> Bill Owens </strong> providing health care to first responders to the Sept. 11, 2001 terrorist attacks.", "new_id": -2, "mturk_index": "456"}]