[{"uid": "1296789416115392519", "i": 19432, "idx": 0, "sa": ["Eric Young", "Allen Iverson"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters and two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said. \"It was totally opposite.\" <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Eric Young </strong> was sensational, using an 11-of-15 effort", "new_id": -2}, {"uid": "1297189832260702213", "i": 40796, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. The ride home was a time for Packers fans to celebrate", "new_id": -2}, {"uid": "1296260912003260416", "i": 27987, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Development Tax Credit, a tax credit eligible to more than 2,000 research and cutting edge companies in the state. She says the proposal has garnered bipartisan support because of its potential for job growth. <q> That's why I think this bill is such a good idea. It's not a democratic idea, it's not a republican idea. It's just a good idea, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1296361630082608131", "i": 12765, "idx": 0, "sa": ["Mark Leno", "Jerry Brown", "Bill Lockyer"], "q": "school year shortened by more than a month, big state parks sold to developers and public hospitals mothballed should be part of the governor's balance-the-budget campaign. <strong> Bill Lockyer </strong> said he would like the governor to be honest about <q> what the possibilities will be. </q> Senate Budget Committee Chairman <strong> Mark Leno </strong>( D-San Francisco) is pushing for a precise look at how voters' lives would be affected if the state had to cut$ 12 Bill Lockyerion more from its spending. <strong> Jerry Brown </strong>", "new_id": -2}, {"uid": "1295466426197935104", "i": 29760, "idx": 1, "sa": ["Brian Lightman", "Annette J. Smith", "Michael Gove"], "q": "It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette J. Smith </strong>: \"Every educator would say outdoor experience is good\" <q> Every educator would say outdoor experience is good, but it is more complicated to organise. </q> In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools. <strong> Brian Lightman </strong>, general secretary of the Association of Schools and College Leaders, said health and safety laws could", "new_id": -2}, {"uid": "1296486139110248026", "i": 32613, "idx": 0, "sa": ["Zahi Hawass"], "q": ", where many of the nation's protesters have gathered over the last week. <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, target=\"_blank\"> told The Washington Post. <q> I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again. </q> King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. he told Time magazine", "new_id": -2}, {"uid": "1296464324200327171", "i": 500, "idx": 0, "sa": ["Steve Ballmer", "Mark Zuckerberg"], "q": "deux firmes travaillent d?j ensemble sur ces sujets depuis une dizaine d'ann?es. Selon un article publi dans le journal Le Figaro, le groupe fran?ais d?marcherait plusieurs villes de l'hexagone d?sireuses d'implanter des \"co-quartiers\" . <q> La coentreprise tout juste cr?e par Alstom avec Bouygues, EMBIX, proposera des logiciels et des services d?velopp?s avec Microsoft pour assurer le suivi en temps r?el de la consommation lectrique ou la revente du courant produit par les particuliers. </q> annonce le quotidien. <strong> Steve Ballmer </strong> et Alstom s` int?ressent aux \"r?seaux intelligents\" <strong> Steve Ballmer </strong> enregistre le d?part d'un cadre historique de Microsoft <strong> Mark Zuckerberg </strong> victime collat?rale du code de bonne conduite de Goldman Sachs 28/01- Le patron de", "new_id": -2}, {"uid": "1295970927237322256", "i": 46167, "idx": 0, "sa": ["Zahi Hawass"], "q": "als sonst, und laut waren sie immer schon, die alt?gyptische B?ste, die ihre Heimat zweifellos nicht aus freien St?cken verlie, eben dorthin zur?ckzugeben. Wenn der gyptische Botschafter die Neuberlinerin noch vor sechs Jahren als die <q> st?ndige Vertreterin gyptens in Deutschland </q> bezeichnete, so hat der gyptische Chefarch?ologe <strong> Zahi Hawass </strong> in der selben Zeit keine Gelegenheit ausgelassen, die R?ckkehr der fragilen Figur zu fordern. Der Chefausgr?ber betreibt die arch?ologische Basisarbeit nicht ohne eine Durch?konomisierung der Schlagzeilen. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295915641195493939", "i": 20644, "idx": 0, "sa": ["Joe Scarborough", "Bill Maher", "Eric Schmidt"], "q": "We always knew the CEO's corner office at Googleplex was no place for an Schmidt_Eric Schmidt_says_h.html\"> acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q> The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better </q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2}, {"uid": "1295981857139264049", "i": 22619, "idx": 0, "sa": ["David Meeks", "Bill Lockyer", "Sheilla Lampkin", "Jeff Wardlaw"], "q": "out of 15 Democrats- Rep. <strong> Jeff Wardlaw </strong> of Warren and Rep. <strong> Sheilla Lampkin </strong> of Monticello- who voted in favor of the <strong> Bill Lockyer </strong>. The committee's chair, Rep. Linda Tyler, D-Conway, did not vote. <q> I really thought that. the members of the committee would vote to protect the citizens of Arkansas from the federal government, </q> <strong> David Meeks </strong> said after the vote. Instead, \"they decided to really ignore what the citizens of Arkansas wanted to do.\" <strong> David Meeks </strong>' proposal came up in the Arkansas Legislature less than a week after", "new_id": -2}]