[{"uid": "1297161526055738379", "i": 41062, "idx": 3, "sa": ["Simon Cowell"], "q": "Each judge works with three or four finalists- then comes back to judge them against the other finalists.`` It can become even more competitive among the judges than the contestants,'' <strong> Simon Cowell </strong> said, <q> because we don't have to pretend we like each other. </q> And sure, said <strong> Simon Cowell </strong>,`` There will be some bias'' among the judges toward the contestants they mentor.`` That's part of the fun.'' Britain seven years ago, he", "new_id": -2}, {"uid": "1296126163046055428", "i": 42080, "idx": 0, "sa": ["Alassane Ouattara"], "q": ", venu mardi? Abidjan'' couter'' Laurent Gbagbo et son rival <strong> Alassane Ouattara </strong>, compte soumettre aux dirigeants de l'UA, en sommet dimanche, les`` propositions'' de M. Gbagbo pour r?soudre la crise. <q> Mon fr?re et ami( Laurent Gbagbo) m' a expliqu en d?tail ce qui s` est pass et il m' a aussi expliqu en d?tail ses id?es </q> pour sortir de la crise n?e de la pr?sidentielle ivoirienne du 28 novembre, a d?clar le chef d'Etat malawite et pr?sident en exercice de l'UA,? l'issue d'un second entretien avec M. Gbagbo, apr?s une rencontre avec", "new_id": -2}, {"uid": "1295047748137052165", "i": 4425, "idx": 4, "sa": ["Michael Vick"], "q": "to <strong> Michael Vick </strong>, I'm just saying.) How sweet.. this is my daughter's principal.. I thought they preached`` SAY NO TO DRUGS!!'' But I guess it's the <q> Do as i say, Not as I do </q> clause. I know that to some smoking pot is no big deal. But it is to me. I have never touched the stuff, and I strongly talk to my children about not doing drugs", "new_id": -2}, {"uid": "1295949713244924430", "i": 3093, "idx": 0, "sa": ["Tinchy Stryder", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that Cole's fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued. This week: Ke$ ha, <strong> Tinchy Stryder </strong>, Chase& Status and Beady Eye!", "new_id": -2}, {"uid": "1295936962220463131", "i": 23806, "idx": 5, "sa": ["Sergio Marchionne"], "q": "date. Marketing Professor Mike Bernacchi at University of Detroit Mercy said tailored marketing makes sense for a niche car.`` Big spending on conventional media would be a waste,'' he said. <q> I'm always surprised by how much mileage you can get on the Internet. </q> <strong> Sergio Marchionne </strong> said the 500 is a`` unique expression of individuality'' and designed to be customized. The current 500 was three years in development and launched in Europe in July 2007 as a modern", "new_id": -2}, {"uid": "1297286830243777594", "i": 27479, "idx": 1, "sa": ["Angelina Jolie", "Jennifer Aniston"], "q": "get to say, yes, in fact, I'm having a baby. As opposed to adopting from Mexico.'' <strong> Angelina Jolie </strong> has adopted three children from foreign countries, ableit none from Mexico. <q> Forming families should not be a contest, </q> Adam Pertman, the executive director of the Evan B. Donaldson Adoption Institute and author of the upcoming book, Adoption Nation, tells FOX411.`` I don't know what( <strong> Jennifer Aniston </strong>) meant, but if she", "new_id": -2}, {"uid": "1295915073213958666", "i": 57770, "idx": 0, "sa": ["Ann Coulter", "Mike Pence", "Michele Bachmann", "Rick Santorum"], "q": "on Monday, <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former Sen. <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the Ann Coulterual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th Ann Coulteriversary of Roe vs. Wade.`` We must not remain silent when great moral", "new_id": -2}, {"uid": "1295753709087883837", "i": 40735, "idx": 2, "sa": ["James Cleveland", "Damon Jones", "LeBron James", "Chris Webber", "Allen Iverson", "Žydrūnas Ilgauskas", "James Jones", "James Hetfield"], "q": "stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them.`` I just think something had to be said at that point,'' <strong> James Jones </strong> said. <q> No <strong> Žydrūnas Ilgauskas </strong> thing http://wn.com/Allen Iverson_Allen Iverson_31pts_Philadelphia_76ers_vs_LeBron James_James Hetfield_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295776048201490444", "i": 29261, "idx": 0, "sa": ["Eric Schmidt"], "q": "the largest, most successful and influential publicly traded companies in the world. His role has often been described as providing`` adult supervision'' at a company whose young co-founders like to do things in unconventional ways. <q> <strong> Eric Schmidt </strong> has a great track record and has really steered Google to great success, </q> said Gartner analyst Ray Valdes. <strong> Eric Schmidt </strong>, who previously had been Novell CEO and Sun CTO, has been the public face of Google with his calm, relaxed demeanor, while running the company as a`` triumvirate", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]