[{"uid": "1295530662257605677", "i": 34869, "idx": 2, "sa": ["Simon Cowell"], "q": " \"unbridled enthusiasm.\" Zero chance she's going to get past the first round in Hollywood. At 9:12 p.m., Victoria Huggins from North Carolina is incredibly cute, actually insufferably so. She works <q>Midnight Train to Georgia' with pageant-level passion. This is the type of 16 year old that many of us find annoying. \"I'm ready to be the 2011 \"American Idol,'</q> she said. \"I\"ve been waiting for this since season 2!\" Of course, she gets in, whether she really deserves so. I bet <strong> Simon Cowell </strong> would have hated her!", "new_id": -2}, {"uid": "1296590040084361306", "i": 17122, "idx": 2, "sa": ["Fran Tarkenton", "Ben Roethlisberger", "Michael Vick", "Jay Cutler"], "q": "fired up on the sideline or see him yelling at and getting in teammates faces or interacting more with the media. \"It would be nice,\" Pompei said of quarterbacks possessing only positive qualities. <q>But really when a guy is throwing touchdown passes and winning games, you don't notice all that[ negative] stuff.</q> <strong> Fran Tarkenton </strong> talked about how difficult it could be for <strong> Jay Cutler </strong> to change the perception of those around the league. But <strong> Jay Cutler </strong> only has to do what <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> did to recover from their scandals- win.", "new_id": -2}, {"uid": "1295887665065683465", "i": 31469, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "tried and true recipe for Silicon Valley\" to bring in a founder to run the company. \"Look what happens to Apple when they let <strong> Steve Jobs </strong> come back,\" said council member Mike Kasperzak. <q>There's something about the passion the founders, and in particular these founders, have for the organization.</q> <strong> Eric Schmidt </strong> was seen by many as the \"adult\" brought in to run the company 10 years ago when Page, Google's first CEO, was 28 and there were fewer than 200 employees in a", "new_id": -2}, {"uid": "1297217356071778342", "i": 6917, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.", "new_id": -2}, {"uid": "1296864918188694530", "i": 7907, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the most expensive television show of the year, it's a message to the viewing public,\" said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q>You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car.</q> Fox is charging an estimated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute", "new_id": -2}, {"uid": "1295254451198639632", "i": 34403, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q>Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance.</q> 17 Jan 2011 <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the", "new_id": -2}, {"uid": "1297719034008798216", "i": 10116, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "said <strong> Stephen Elop </strong>. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" Microsoft chief executive <strong> Steve Ballmer </strong> added: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Details about the future role for Nokia's existing operating systems, Symbian and MeeGo, have not yet been announced. Analysts reacted with caution to the Nokia/Microsoft tie-up, particularly on the back of", "new_id": -2}, {"uid": "1297282407122896681", "i": 23088, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We've been in regular contact.</q> Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it. \"Over the years you've seen a different", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q>We're in two different places in financial history,</q> <strong> Sergio Marchionne </strong> said of Chrysler and GM. \"They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1296244089000835641", "i": 32626, "idx": 0, "sa": ["Simon Cowell"], "q": "Songs chart, and AEROSMITH's 1973 hit \"Dream On\" is No. 61. The Boston hard rockers' \"Big Ones\" collection\" from 1994 is No. 25 on iTunes' Albums chart. <q>So far, <strong> Steven Tyler </strong> has been a pretty striking presence on \"Idol',</q> says Richard Rushfield, author of \"American Idol: The Untold Story\". \"He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> out of people\"s minds in just two weeks.\"", "new_id": -2}]