[{"uid": "1296104975101646394", "i": 17107, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Valley to Palm Springs made similar fast moves. No one is quite sure these actions will hold up if the RDAs are eliminated. But <strong> Jerry Brown </strong> was clearly not pleased, expressing hope that cities were not <q> planning on squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding. </q> Not to mention park rangers, road builders, community colleges and needy children, all down for big reductions in <strong> Jerry Brown </strong>'s proposed budget. State Treasurer <strong> Bill Lockyer </strong> called the RDA moves`` provocative acts of gamesmanship", "new_id": -2}, {"uid": "1296793038213319695", "i": 42949, "idx": 1, "sa": ["Phil Jackson", "LeBron James", "Antoine Walker", "Allen Iverson", "Paul Pierce", "Tim Brown"], "q": "the Phil Jacksonadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinLeBron James about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-Tim Browne rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1296745275227606537", "i": 27535, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "George H. W. Bush"], "q": "better if our <strong> George H. W. Bush </strong> didn't believe in magical thinking. I'd rather that he was deeply skeptical about angels, demons, gods and magical transformations of bread to flesh or water to wine. \" Report Abuse <q> <strong> Barack Obama </strong> is not a Christian nor does he have faith in God. Christians do not kill babies. Watch it on Youtube if you don't believe me. Pull up <strong> Barack Obama </strong> and Labor Abortions... </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1295094184206520339", "i": 24566, "idx": 8, "sa": ["David Letterman", "Kelsey Grammer"], "q": "daughter he has with Camille.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.'' <q> You're getting married soon? </q> <strong> David Letterman </strong> asked.`` Sometime in February,'' <strong> Kelsey Grammer </strong> replied. Police release Youtube video shot by Tucson shooter.. and, yes, he's crazier than a shiathouse rat... A report states", "new_id": -2}, {"uid": "1295665751254312516", "i": 25557, "idx": 0, "sa": ["Paul Reynolds", "Donald Rumsfeld", "Tony Blair", "George H. W. Bush"], "q": "call for the private statements Mr <strong> Tony Blair </strong> made to Mr <strong> George H. W. Bush </strong> and then US defence secretary <strong> Donald Rumsfeld </strong> in July 2002, to be made public, saying the panel was`` disappointed'' that this had not happened. <q> There was no`` smoking gun </q> over support for <strong> George H. W. Bush </strong>'' \" <strong> Paul Reynolds </strong> World Affairs Correspondent, BBC News website The panel have seen the notes but they will remain secret after Cabinet Secretary Gus O'Donnell said releasing them would compromise diplomatic confidentiality.", "new_id": -2}, {"uid": "1296789415115392528", "i": 10596, "idx": 0, "sa": ["Allen Iverson", "Phil Jackson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Phil Jacksonadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1295901953137494561", "i": 1995, "idx": 6, "sa": ["Viktor Orbán", "Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'' Photo: Hungarian Prime Minister <strong> Viktor Orbán </strong>, left, talks to... FILE- In this March 7, 1982 file", "new_id": -2}, {"uid": "1296498708053821471", "i": 47470, "idx": 0, "sa": ["Bob King", "Sergio Marchionne"], "q": "href=\"http://topics.nytimes.com/top/reference/timestopics/people/k/Bob King_Bob King/index.html?inline=nyt- per\" title=\"More articles about Bob King.\"> <strong> Bob King </strong>, the automaker raised the amount. Because Chrysler lost money last year, it did not have to pay anything extra to its plant workers, but <q> that would have been inexcusable, </q> Chrysler's chief executive, href=\"http://topics.nytimes.com/top/reference/timestopics/people/m/Sergio Marchionne_Sergio Marchionne/index.html?inline=nyt- per\" title=\"More articles about Sergio Marchionne.\"> <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the", "new_id": -2}, {"uid": "1297442426077905954", "i": 3514, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "of Merrick, N.Y., lost her 10-month-old son, Tyler, in 1997 when the drop-side rail on his crib came loose, partially detached and then trapped his neck between the rail and the headboard. <q> It's been a long 13 years, </q> said Witte.`` I feel like it's a celebratory time because things are finally being done about the issue.'' Witte appeared at a news conference on Capitol Hill with Democratic Sen. <strong> Kirsten Gillibrand </strong> of New", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]