[{"uid": "1296610816152911894", "i": 3986, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "a dork in that meeting room.'' A dork? Hardly a description often associated with a three-time champion quarterback married to a super model.`` Maybe, yeah,'' <strong> Tom Brady </strong> said. <q> I could see that, you know? I'm flattered. </q> Also flattering: <strong> Tom Brady </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"uid": "1296619354222035969", "i": 37431, "idx": 3, "sa": ["M. Night Shyamalan", "LeBron James", "Allen Iverson", "Tim Duncan", "Will Bynum"], "q": "<strong> Allen Iverson </strong> had his left knee drained before the game for the second Tim Duncane this week and <strong> Will Bynum </strong> have an MRI on Thursday.`` This one's on me. I let us down toM. Night Shyamalan,'' <strong> Allen Iverson </strong> said. <q> I feel bad, that's a game we should have won. We didn't make shots at the Tim Duncane we needed to make shots. </q> The crowd chanted`` We Want AI!'' with <strong> Allen Iverson </strong> on the bench as the Sixers made a fourth http://wn.com/Allen Iverson_Allen Iverson_1st_Win_as_a_Pistons_vs_LeBron Jamess_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important.", "new_id": -2}, {"uid": "1295750091189693976", "i": 52474, "idx": 1, "sa": ["Allen Iverson"], "q": "a best-of-five series sweep for the first time since 1991 against Milwaukee. They host Game 4 on Wednesday. Responding in pressure situations is nothing new for <strong> Allen Iverson </strong>.`` That's my life,'' <strong> Allen Iverson </strong> said. <q> That's just what I've been going through since I've been in the league, so I'm kind of used to it. When we lose, people are going to point the finger at me and coach. And when we win gaems, I get the praise. You just accept that and understand that's the way it's going to be. </q> It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests.`` We have another chance to play and we have to put pressure on them,", "new_id": -2}, {"uid": "1297063849240369679", "i": 26263, "idx": 1, "sa": ["Andy Coulson", "Peter Bennett-Jones"], "q": "'s off in the US doing a pilot for HBO at the moment.'' This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect. <q> PBJ is one of the great unsung heroes of British television. He's made a career out of putting others ahead of himself, </q> says Zein, now the senior vice president, creative, format development and sales at Warner Bros.`` He has a great ability to stay out of the limelight but instil a set of values and an approach when", "new_id": -2}, {"uid": "1296369490154075148", "i": 56929, "idx": 0, "sa": ["Michael Gove", "Joel Klein"], "q": " <strong> Joel Klein </strong>, 64, was in London at the behest of British Education Secretary <strong> Michael Gove </strong> to speak at a conference. He slammed teacher unions for allowing the bad apples to sour the system. <q> The union is going to protect incompetent workers-- that is their job, </q> said <strong> Joel Klein </strong>, who now works for News Corp., owner of The Post. <strong> Joel Klein </strong> remarked that unions are unhappy with the growth of high-performing charter schools because it threatens their`` guaranteed client base.''", "new_id": -2}, {"uid": "1295465204122241033", "i": 46686, "idx": 0, "sa": ["Regis Philbin", "Kelly Ripa", "David Letterman", "Oprah Winfrey"], "q": "that he would leave Live With <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong> in late summer or David Lettermany fall, joins such departing talk luminaries as <strong> Oprah Winfrey </strong> and <strong> David Letterman </strong> as it taped later Tuesday, and <strong> David Letterman </strong> praised his friend and colleague. <q> I'm telling you, I'm sick about this, ladies and gentlemen, because he's one of a kind, and television will not be the same, and it's just- it's making me ill. God bless <strong> Regis Philbin </strong>, </q> <strong> David Letterman </strong> said. <strong> Regis Philbin </strong>, 79, who has been on TV for more than 50 years and has hosted Live since its premiere as The Morning Show in 1983,`` will go down as an iconic", "new_id": -2}, {"uid": "1297614241182648868", "i": 59135, "idx": 59, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "Iraq on the verge of all-out civil war, the <strong> George H. W. Bush </strong> told <strong> Donald Rumsfeld </strong> he had to go.`` It was hard for him to do that- to come to that conclusion,'' said <strong> Donald Rumsfeld </strong>. <q> And of course I felt the same way when I had to fire somebody. I didn't like it either. He said,` Are you OK with this?' And I said` Absolutely.' </q> Is he responsible for what went wrong?`` We all were responsible,'' says <strong> Donald Rumsfeld </strong>.`` We all agreed.'' The posting of advertisements, profanity, or personal attacks is prohibited", "new_id": -2}, {"uid": "1295983532180977681", "i": 17621, "idx": 2, "sa": ["Eric Schmidt"], "q": "en que el cambio en la c?pula del buscador`` es una estrategia con la que estoy de acuerdo y con la que no discrepo''. <strong> Eric Schmidt </strong> aprovech para definir a su sucesor como una persona que <q> en car?cter, l es esencialmente una persona m?s inteligente que ninguno de nosotros. El ve m?s all de lo que yo veo </q>. A partir de abril, la persona que ha dirigido la nave de Google en los ltimos diez a?os pasar a ocupar la presidencia del grupo y se centrar en negociar asuntos con representantes gubernamentales y llevar la imagen", "new_id": -2}, {"uid": "1295093100028508164", "i": 1641, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,'' <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. <q> We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious. </q> <strong> Sergio Marchionne </strong> needs a majority of the 5,500 employees at the factory to sign off a Dec. 23 accord already approved by most unions as he seeks to turn around Fiat's unprofitable Italian operations and revitalize an alliance", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s`` My Year in Iraq,'' covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like`` Dead Enders'' and`` Old Europe.'' However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}]