[{"uid": "1296212656044204088", "i": 4149, "idx": 1, "sa": ["Sergio Marchionne", "Mitch Albom"], "q": "$ 3-billion loan, which had been expected by the end of 2010. \"Am I concerned that this thing is taking longer than I thought? Absolutely yes,\" CEO <strong> Sergio Marchionne </strong> said last week. <q> There are a couple of projects that need funding, but so far we're fine. </q> DOE spokeswoman Ebony Meeks said the DOE is speeding the process. City, suburbs gear up for battle over who'll control Detroit water system <strong> Mitch Albom </strong>: Great night for Michigan breakthrough over Michigan State", "new_id": -2}, {"uid": "1295432973050954243", "i": 59356, "idx": 0, "sa": ["Simon Cowell", "Nikko Smith"], "q": "needed prompting. Nobody asked a question about <strong> Simon Cowell </strong>. He said he didn't hear too much rock but there was one guy who really impressed him. As a recovering addict, he has no regrets. <q> I'm always ready to take it up a notch, </q> he said. \"I like a good challenge.\" He later said, \"Idol\" will enable AeroNikko Smith fans to see a new side of him. \"Here I get to be more vulnerable", "new_id": -2}, {"uid": "1296286589101859341", "i": 15589, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "more than$ 7.5 billion per year nationwide, according to <strong> Kirsten Gillibrand </strong>. That could translate into 162,000 U.S. jobs, and 2,000 New York companies could benefit, she said. <q> This is exactly the kind of idea that <strong> Barack Obama </strong> was hoping for, </q> <strong> Kirsten Gillibrand </strong> said, referencing his State of the Union address. \"When I spoke to the <strong> Barack Obama </strong>, I mentioned this exact tax credit and his team said,` We are 100 percent behind it.\" '", "new_id": -2}, {"uid": "1297148731184270855", "i": 56418, "idx": 13, "sa": ["Madeleine Albright", "George H. W. Bush", "Donald Rumsfeld", "Hosni Mubarak", "Colin Powell", "George W. Bush", "Dan Quayle"], "q": "to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons. \"I have no idea. I have no idea,\" he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H. W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H. W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South SuDan Quayleese celebrate vote Report Abuse \" <strong> George W. Bush </strong> Cheney, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295941684109330510", "i": 31490, "idx": 3, "sa": ["Joe Smith", "Andre Miller", "Allen Iverson", "Eric Musselman", "Phil Blake"], "q": "they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. \"We will never have a worse travel day than today,\" Kings coach <strong> Eric Musselman </strong> said. <q> Our energy and effort was phenomenal. </q> The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Smith </strong> to Phil Blakeadelphia takes the Nuggets where they hope it will. In his debut, playing on a", "new_id": -2}, {"uid": "1295669812256737314", "i": 45398, "idx": 0, "sa": ["Andy Coulson"], "q": "... Photo in Slideshow: Banners fly outside the Goring Hotel, in Belgravia... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> a couple of parasites who will undoubtedly burden the tax payer with more of their offspring whilst the rest of the uk suffers.. </q> and as for the act of settlement.. nice to know biterness and sectarianism is still rife today... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"uid": "1295578537195002486", "i": 4823, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion(? 19 billion) a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1297134193068190239", "i": 12194, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": "New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296347454119062530", "i": 45498, "idx": 0, "sa": ["Brandon Lloyd", "Arian Foster", "Michael Vick"], "q": "weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q> This is like heaven. I'll die and go to Hawaii. That's all right with me, </q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I", "new_id": -2}, {"uid": "1296495116169607208", "i": 9761, "idx": 0, "sa": ["Conan O'Brien", "Mark Zuckerberg", "David Letterman", "Toni Gonzaga"], "q": "excerpt:\" <q> A year after NBC upended its late-night Gonzagaght_Show_with_Conan O'Brien_Conan O'Brien_premiere;_beats_David Letterman,_'Nightline'_combined <strong> Conan O'Brien </strong> has reason to smile after his debut as \"Toni Gonzagaght </q> show host. His first Nielsen Media Research report card showed a 7.1 rating and 17 audience share in the nation's biggest media Mark Zuckerbergets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>", "new_id": -2}]