[{"uid": "1296859174060604416", "i": 46409, "idx": 0, "sa": ["Jennifer Lopez", "Eric Schmidt"], "q": "Home'' icon. John commented on this!- 8 min ago What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago href=\"http://us.rd.yahoo.com//Updates/buzz/comment/SIG=1ddajeadc/*http%3A//us.lrd.yahoo.com/_ylc=X3oDMTZqbnNoZzZmBElfYWd1aWQDNFQyQlc0QkVZV0FVQVo0NTVGN1Y1TTUzRUkESV9jZ3VpZANRNURBU1JVVENVVDJWRFlaN05EQkhPWEJOQQRJX2Nwcm9wA3lhaG9vLmJ1enoueWNhLnZpdGFsaXR5LmNsaWVudC5wcm9kBElfdWNudHgDZ2xvYmFsBElfdXNyYwNidXp6BElfdXN1aWQDNmJlMzE1ZTI3OTU3ZmYzYzllNWIzMTMwMTlmOWFhOGEESV91dHlwZQNjb21tZW50BF9TAzIwMjM0MzUyNjE-/SIG=12ih85aa2/**http%3A//buzz.yahoo.com/article/1%3Ay_sports%3A62416059033672f3e406fe16e8683140\"> <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given", "new_id": -2}, {"uid": "1296291755127057973", "i": 32840, "idx": 1, "sa": ["Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game per doctors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1297418101097157134", "i": 37672, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would`` build a new global mobile ecosystem''. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said:`` I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible", "new_id": -2}, {"uid": "1297449712044924950", "i": 42395, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "founder`` knows an increasingly bad investment when he sees it,'' href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/212033/40147989/SIG=13g29had2/*http://www.itworld.com/business/136492/Bill Gates-casts-vote-confidence-Steve Ballmer-selling-90-million-shares-microsoft\"> says Chris Nerney in IT World. Microsoft's stock has languished for the past decade, and the company is now a <q> hapless also-ran in a number of crucial, emerging markets. </q> Why? <strong> Steve Ballmer </strong>. How is he even still CEO?`` Does[ <strong> Steve Ballmer </strong>] possess compromising photos'' he's been using for blackmail?`` <strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares", "new_id": -2}, {"uid": "1296367302097009670", "i": 10033, "idx": 0, "sa": ["Jim Schwartz", "Michael Vick", "Brett Favre", "Kyle Vanden Bosch"], "q": "( You Just Spelled My Name Wrong-- It's Ndamukong) Suh, <strong> Kyle Vanden Bosch </strong> and the rest of the Lions' improved defensive line. Lions coach <strong> Jim Schwartz </strong> said that against the Eagles and <strong> Michael Vick </strong> <q> we got five sacks, but I don't know that we did a good job. We let him escape in a couple of crucial situations. </q> But the 2010 version of <strong> Brett Favre </strong> is not nearly the escape artist that <strong> Michael Vick </strong> is. <strong> Jim Schwartz </strong> also said`` we haven't done a very good job of marrying our rush and our coverage together,", "new_id": -2}, {"uid": "1296520316090341463", "i": 23275, "idx": 0, "sa": ["Mark Kelson", "Michael Vick", "Barack Obama", "Al Gore"], "q": "of Homeland Security Photo in Slideshow: A pedestrian negotiates snow and slush left over... Video: Two injured Oklahomans share cautionary tails about... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> stands with <strong> Mark Kelson </strong>... Report Abuse <q> This must be a figment of all these folks imagination cause <strong> Al Gore </strong> said we were experiencing Global Warming... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1294969933123027461", "i": 11444, "idx": 0, "sa": ["Eric Schmidt", "David Dewhurst"], "q": "and a deep bench of potential candidates, including Lt. Gov. <strong> David Dewhurst </strong>, who announced Thursday he will explore a run. Democrats, though, vowed to make Republicans work to keep the seat. <q> The 2010 cycle was full of surprises, and it turns out 2012 will have some twists and turns as well: The first Senate retirement is a Republican, </q> said <strong> Eric Schmidt </strong>, communications director for the Democratic Senatorial Campaign Committee.`` We look forward to running a competitive race in Texas as the Lone Star State is now one of several Democratic pickup opportunities next November.''", "new_id": -2}, {"uid": "1297356277264552496", "i": 49027, "idx": 3, "sa": ["Mike Pence", "Diana DeGette"], "q": "taxpayer dollars are subsidizing these organizations that are promoting abortion across this country.'' <strong> Diana DeGette </strong> was among the Democrats Wednesday asking why Republicans are more focused on defunding Planned Parenthood than on creating jobs. <q> It's getting in the way of how we need to move our country forward with job creation, </q> said <strong> Diana DeGette </strong>. <strong> Mike Pence </strong> Jerry Nadler( D-N.Y.) argued Wednesday that all three bills run counter to a core GOP principle. Nadler says Republicans have lectured Democrats for years about`` the overreach of government into", "new_id": -2}, {"uid": "1296792773177504269", "i": 34486, "idx": 1, "sa": ["Nom De Strip", "David Letterman", "Jay Leno", "Stephen King"], "q": "Blair and Dan's scheming to push each other out of their internships at <strong> Nom De Strip </strong> sure doesn't mind. The comedian- a former href=\"http://www.tvguide.com/tvshows/late-night-David Letterman-David Letterman/200833\"> Late Night with <strong> David Letterman </strong> writer and performer- wastes no time blasting <q> Herman Munster with a neck job </q> on The Late Show because <strong> Jay Leno </strong> had recently ambushed him for one of his`` stupid'' Jay LenowalStephen King segments.`` How am I supposed to know flour is the main ingredient in bread?'' <strong> Nom De Strip </strong> says to the", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]