[{"uid": "1295894929135872553", "i": 4430, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "segment called` Secrets You Shouldn't Keep From Men,' when it is alleged that the line,` Excuse me, it's my yeast infection' is used,'' said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> <q> Erp... I just threw up in my mouth a little. </q>`` Frankly, we didn't think anyone was watching,'' said executive producer Dr. Phil.`` Hell, three days ago I did a promo for` The Doctors' while simulcasting a proctological exam", "new_id": -2}, {"uid": "1295093832200343560", "i": 42356, "idx": 1, "sa": ["Sergio Marchionne"], "q": ".`` I don't see a big market( in small cars). I see a market. There is a big difference,'' says <strong> Sergio Marchionne </strong>, CEO of Fiat Auto and Chrysler Group. <q> We never set out to conquer the U.S. market with A and B cars. </q> Those are the industry designations for the two vehicle categories smaller than the common compacts such as Honda Civic and Ford Focus, which are so-called C-segment cars. Mainstream U.S. family sedans typically are C or even", "new_id": -2}, {"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}, {"uid": "1295439848144605314", "i": 2797, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong> responded", "new_id": -2}, {"uid": "1295419250126189579", "i": 24263, "idx": 3, "sa": ["Sergio Marchionne"], "q": "is just getting under way. The vehicles from the new minivan platform would be built in Windsor.`` I am here with one message to tell you,'' <strong> Sergio Marchionne </strong> told workers Tuesday. <q> The future of this plant is without doubt guaranteed. </q> Windsor Assembly is Chrysler's oldest plant and the only automaking factory in North America running on three shifts. It employs 4,300 workers who build 1,452 minivans a day. The plant is about to add versions", "new_id": -2}, {"uid": "1295644189196657172", "i": 21590, "idx": 4, "sa": ["Andy Coulson"], "q": "last February when they warned of a`` collective amnesia'' at News International over the practice.`` The cloud that was hanging over <strong> Andy Coulson </strong> last May was very small,'' one senior Tory said. <q> The cloud had obviously become a lot bigger in recent weeks. </q> One minister did, however, voice doubts about <strong> Andy Coulson </strong>'s claim that media intrusion alone had prompted his resignation.`` This resignation must mean that <strong> Andy Coulson </strong> knows something is coming down the pipeline,'' the", "new_id": -2}, {"uid": "1296143039011223086", "i": 34322, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> ChiGirl21 at 9:27 AM January 27, 2011 Relentless snow piles up on winter-weary Northeast as commuters dig out yet again Luxury linen for less", "new_id": -2}, {"uid": "1295681319220479501", "i": 35753, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Chauncey Billups", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> Check out the 2009 Top 10 Plays of the Season from the Denver Nuggets. http://wn.com/Allen_Iverson_25pts_9asts_vs_Lebron_James_Cavs_06/07_*LBJ_Triple_Double <strong> Marcus Camby </strong> figured his night was over. <strong> Chauncey Billups </strong> lead, fourth quarter, road game in Houston the next night. <strong> Marcus Camby </strong>", "new_id": -2}, {"uid": "1297299745011485187", "i": 34495, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" If he was a Democrat, this would have never made the news. \" Report Abuse <q> At least he's not sticking cigars into some j0ou yenta's fishy tw@t like that other pervert... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe the Rates! 1.25-1.45% Apply Online! With AA+ Rated GE Capital", "new_id": -2}, {"uid": "1296362329255475725", "i": 5278, "idx": 11, "sa": ["Michael Jordan", "Allen Iverson", "Garlon Green", "Kevin Durant"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Garlon Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. <strong> Michael Jordan </strong> five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Kevin Durant </strong>", "new_id": -2}]