[{"uid": "1296660173177848323", "i": 16291, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman", "Shaquille O'Neal"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> Shaquille O'Neal </strong> Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}, {"uid": "1295386149175915067", "i": 2898, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Saeb Erekat", "Hillary Clinton"], "q": "We do not believe that this would be a productive step.\" On Tuesday, 17 senators led by Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council in", "new_id": -2}, {"uid": "1295475898005455883", "i": 39747, "idx": 3, "sa": ["Rahm Emanuel", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\": \"<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1294973999096534538", "i": 42180, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "eye and tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,\" <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q> We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be. </q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News \"I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}, {"uid": "1295947247070467611", "i": 44358, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Dmitry Medvedev"], "q": "security measures at airports and other transportation centers. Domodedovo reopened a couple of hours after the explosion, but increased security resulted in huge crowds of people at the entrances, where they were searched extensively. <q> We need to get to the bottom of this, </q> <strong> Dmitry Medvedev </strong> said. \"The main thing is to render assistance and support to the victims.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1295576695124059658", "i": 32219, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "engine market but has been coming under pressure from social networking rivals such as Facebook. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's \"probably overdue for a major management reorganization.\" <q> The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time, </q> he said in a blog post. \"It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company,\" he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come", "new_id": -2}, {"uid": "1295586272212418583", "i": 2951, "idx": 16, "sa": ["Allen Iverson", "Martin Luther King"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295088412253313042", "i": 7931, "idx": 0, "sa": ["Howie Meeker", "Steve Jobs", "Allen Iverson"], "q": "broadcaster <strong> Howie Meeker </strong> was given the Order of Canada medal: \"Afterwards, <strong> Howie Meeker </strong> used the Telestrator to show how the medal could have been placed on his neck more efficiently.\"* From TC Chong: <q> <strong> Darrelle Revis </strong> and <strong> Antonio Cromartie </strong>= <strong> Darrelle Revis </strong> and Butthead. </q>* Apple CEO <strong> Steve Jobs </strong> took$ 1 in salary for 2010. He says he wants to live like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S.", "new_id": -2}, {"uid": "1295465232182796332", "i": 22085, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> First time? A confirmation email will be sent to you after submitting. Members enter your username and password. E-Mail me when someone replies to this comment Please keep your comments relevant to", "new_id": -2}]