[{"uid": "1295669848206995548", "i": 7456, "idx": 6, "sa": ["Adam Price", "Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "royal reporter who was jailed for phone hacking several years ago, were laughably false <strong> Andy Coulson </strong> is in a LOT of trouble make no mistake. <strong> David Cameron </strong> has shown just how beholden to <strong> Rupert Murdoch </strong> he really is. <q>`` Dispatches also looks at the way MPs were fearful of what News International, the owner of News of the World, could do when they tried to investigate the phone hacking in advance of the general election earlier this year. </q> Plaid Cymru Mp <strong> Adam Price </strong> told Channel 4:' I was told by a senior Conservative member of the committee, who I knew was in direct contact with executives at News International, that if we", "new_id": -2}, {"uid": "1296520107162906146", "i": 44939, "idx": 0, "sa": ["Sergio Marchionne"], "q": "deal on the bonuses with its unions. On a conference call with reporters and analysts Monday, CEO <strong> Sergio Marchionne </strong> was asked why bonuses would be given if the company is losing money. A: <q> I think it would have been improper on our part not to recognize what's gone on in 2010, </q> <strong> Sergio Marchionne </strong> said, explaining that employees were critical in rolling out 16 new or revamped models last year, an amount larger than he has seen in the industry. Fears of Suez Canal Shutdown, Radical Islam``", "new_id": -2}, {"uid": "1297098713099483693", "i": 45909, "idx": 2, "sa": ["Michael Vick", "Dwaine Caraway", "Richard Hunter"], "q": "pointed out last June, adopted one of the so-called`` bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past-- which, as you'll see in the video, never happened. Rooster Ok, <strong> Dwaine Caraway </strong>'s an", "new_id": -2}, {"uid": "1296153668245841927", "i": 59900, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> WASHINGTON- Social Security's finances are getting worse as the economy struggles to recover and millions of baby boomers stand at the brink of retirement. New congressional projections show Social Security running deficits", "new_id": -2}, {"uid": "1295445377093192224", "i": 37331, "idx": 0, "sa": ["Steven Tyler", "American McGee", "Billy Joel", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been` <strong> American McGee </strong> Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\"> Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new`` <strong> American McGee </strong> Idol'' judging team encourages him to become a", "new_id": -2}, {"uid": "1297299730065552402", "i": 79, "idx": 0, "sa": ["Drew Rosenhaus", "Chan Gailey", "Plaxico Burress", "Michael Vick"], "q": "sometimes-dubious award in 2011. <strong> Plaxico Burress </strong> is scheduled to be released from prison June 6 provided he gets credit time for good behavior and, like <strong> Michael Vick </strong>, plans to resume his NFL career as soon as possible. <q> I am not a big advocate of making predictions on teams because so much can Chan Gaileyge, but I am not afraid to make the following prediction: <strong> Plaxico Burress </strong> will be playing in 2011, </q> said his agent, <strong> Drew Rosenhaus </strong>, on Thursday's episode of`` Inside the NFL'' on Showtime.`` And he will play very well. And it will be a very happy ending to a very tough", "new_id": -2}, {"uid": "1295167629029294640", "i": 21493, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle Giffords' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\" href=\"http://worldtime.wn.com/\"> time since she was shot in the head Saturday. <q> it felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> Schults said.`` Other than the birth of Facebook dating advice for dummies: Don't say`` I love you'' until you meet her Her profile pictures look so hot and sexy. She has an", "new_id": -2}, {"uid": "1295559949061718541", "i": 4326, "idx": 3, "sa": ["Eric Schmidt"], "q": "have a shot at running[ Google].'' The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be`` elevated'' to his new position, it was explained. <q> How can we run the company even better? </q> he said.`` We think this will produce even better results.'' We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \"", "new_id": -2}, {"uid": "1295925206202604571", "i": 44215, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama"], "q": "button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric Schmidt_Eric Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked <q> the most efficient way to sort a million 32-bit integers </q> <strong> Barack Obama </strong> replied`` the bubble sort would be the wrong way to go.'' by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of Google( by Matt Patterson, AmEric SchmidtanThinker.com)- In an astonishing interview with The Wall Street Journal,", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]