[{"uid": "1297363571104955962", "i": 5406, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "if <strong> Donald Rumsfeld </strong> had been President, he first said \"yes,\" and then said, \"How would I know? I wasn't President... I wasn't in his shoes.\" <strong> Donald Rumsfeld </strong> says <q> I would stack Guantanamo Bay against any facility in the world- it is one of the best prisons anywhere. </q> He expressed his astonishment over the \"mythology\" that has erupted in the US over Gitmo. No one was waterboarded at Gitmo, <strong> Donald Rumsfeld </strong> pointed out, nor by the military at all- and only three people", "new_id": -2}, {"uid": "1296813127059981847", "i": 4283, "idx": 0, "sa": ["Michael Vick"], "q": "has three Lombardi Trophies, but doesn't make the list. And then there is the case of <strong> Michael Vick </strong>. Master said <strong> Michael Vick </strong> was No. 30 on the Philadelphia list in that October survey. <q> <strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five, </q> Master said. \"But his appeal is not really as high, for obvious reasons... \"I would think, based on the success of his season, that he would be higher when", "new_id": -2}, {"uid": "1295617389243957781", "i": 46201, "idx": 6, "sa": ["Tony Blair", "Andy Coulson"], "q": "will receive less attention. Mr. Watson said word of Mr. <strong> Andy Coulson </strong>'s resignation had been \"sneaked out\" on a busy news day when former <strong> Tony Blair </strong> was testifying before an inquiry into the Iraq war. <q> Spin and obfuscation is all we get from Downing Street- we need to get to the truth, </q> Mr. Watson said. For the Labour Party, Mr. <strong> Andy Coulson </strong>'s departure partly overshadowed its own woes over the departure of Mr. Johnson, a veteran Labour official and former government minister. British police officials said", "new_id": -2}, {"uid": "1295798310158990353", "i": 9640, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice", "Barack Obama", "Candy Crowley"], "q": "isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>, more leading from the rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is", "new_id": -2}, {"uid": "1295587965072171525", "i": 11224, "idx": 2, "sa": ["Google Inc.", "Eric Schmidt", "Eric E"], "q": ", as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process,\" <strong> Eric E </strong> <strong> Eric Schmidt </strong> wrote in the blog. <q> And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team now over 24,000 Googlers globally deserves most of the credit, </q> he said. Image: <strong> Eric E </strong> <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> co-founder Larry Page.\"/> Next \"And as our results today show, the", "new_id": -2}, {"uid": "1295152507147554342", "i": 32008, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Kobe Bryant </strong> 44 points vs Spurs 2002-03( 40 point streak) The 4th game of the famous 40+ point streak in the 2002-03 season. <strong> Kobe Bryant </strong> was on", "new_id": -2}, {"uid": "1296195085069206048", "i": 37246, "idx": 0, "sa": ["- Johnson", "Michael Vick"], "q": "6-10 in 2010) gets me more to that stage.\" Pro Bowl practices began Wednesday in Honolulu, and <strong> - Johnson </strong> said he's already getting comfortable with the NFC's trio of quarterbacks. <q> I talked with all of them- I talked with <strong> Matt Cassel </strong>( <strong> Ryan Kalil </strong>) for a little while earlier, </q> <strong> - Johnson </strong> said on the Lions website. \"I didn't talk with <strong> Michael Vick </strong> too much, but I'll talk to him eventually. So I got familiar with those guys and having them all throw to", "new_id": -2}, {"uid": "1296481863002883636", "i": 3812, "idx": 2, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\"", "new_id": -2}, {"uid": "1295984269158924821", "i": 5984, "idx": 0, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "<q> Google Proves Social Credentials In Honoring Saucy <strong> Robert Burns </strong> Disastrous Pilot Puts <strong> Eric Schmidt </strong>'s TV Career on Hiatus Google's <strong> Eric Schmidt </strong> was looking at expanding his career horizons before it was reported. Anonymous sources told the always reliable Page Six team that <strong> Eric Schmidt </strong> was working with CNN's \"Parker Spitzer </q> executive producer <strong> Liza McGuirk </strong> to develop a show starring himself as host. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year,\" a CNN insider told the Post. \"But the pilot he", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]