[{"uid": "1295673836191152129", "i": 1747, "idx": 0, "sa": ["Andy Coulson"], "q": "Somali pirates Photo in Slideshow: South Koreans watch a TV reporting South Korean... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> \"We will determine what we should do( with the pirates).</q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297272969044515334", "i": 35800, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "derision as the show's signature quality. \"<strong> Simon Cowell </strong> <strong> Steven Tyler </strong>, who will turn 63 next month, has done much of the heavy lifting for \"Idol' this season,\" <strong> Simon Cowell </strong> Caramanica writes, <q>helping keep the show within striking distance of last season's ratings and ensuring that even though certain things have been lost in transition, the show still has a steady center.</q> Do you agree? Do <strong> Simon Cowell </strong> <strong> Steven Tyler </strong>\"s occasionally outrageous antics enliven the talent competition? Or is he a\" buffoonish liability\"? Is \"Idol\" still \"Idol\" without <strong> Simon Cowell </strong>? Let us", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1295902720235421735", "i": 40321, "idx": 0, "sa": ["Colin Powell"], "q": "Peter Wehner- 01.24.2011- 3:54 PM On CNN yesterday, in discussing the budget, <strong> Colin Powell </strong> said that <q>the real money[ is] in the entitlements... and unless we do something about those, you can't balance the budget.</q> He added, \"You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.\" And", "new_id": -2}, {"uid": "1297427878083165189", "i": 9609, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "referring the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to Mr. <strong> Stephen Elop </strong> in a London hotel auditorium, Mr. <strong> Steve Ballmer </strong> said <q>this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem.</q> The partnership did not impress investors, who drove down Nokia's shares by 9 per cent in morning trading in Europe. Analysts said the plunge was in good part due to Nokia's warning of \"", "new_id": -2}, {"uid": "1296169756065815248", "i": 45698, "idx": 0, "sa": ["Mike Pence"], "q": "speculation that began with a call to his mother. The Indianapolis Star has the breaking news about a letter <strong> Mike Pence </strong> has been circulating. He may very well run for Indiana governor instead: <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\" <strong> Mike Pence </strong>'s announcement was supposed", "new_id": -2}, {"uid": "1295934802036896843", "i": 15719, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Vermont <strong> Sen. Bernie Sanders </strong>( technically an Independent, though he generally sides with Democrats) said Ryan's Roadmap would slash Social Security benefits and provide tax breaks for the wealthy, while raising taxes on just about everyone else. <q>The fact of the matter is, Social Security has not contributed one nickel to our deficit or our national debt, and it must be protected,</q> <strong> Sen. Bernie Sanders </strong> added. Monday afternoon Senate Democrats sent out a message noting that Ryan's Roadmap \"has now been endorsed by the House Majority Leader and the top Republicans on both the House and Senate", "new_id": -2}, {"uid": "1295299590143114289", "i": 34784, "idx": 1, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.</q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong>. WashingtonOpenMRI.com 866-674-2727 The World's Most Advanced Open MRI The preferred method to scan backs, necks and knees( the most", "new_id": -2}, {"uid": "1295715899131842121", "i": 25777, "idx": 13, "sa": ["Kirsten Gillibrand", "Howard Wolfson"], "q": "a voice independent from Schumer-a sentiment echoed by many big-money Dems at Park Avenue dinner parties. At the same time, the young senator's doggedness has prompted grumbling that she is an overly zealous self-promoter. <q>Funny how people tend to say that about young women who actually want to achieve success in society,</q> muses <strong> Howard Wolfson </strong>, a strategist on <strong> Kirsten Gillibrand </strong>'s 2006 campaign. None of this seems to trouble Gillibrand-at least not enough for her to scale back her ambitions. Despite Republican gains in the midterms, she has", "new_id": -2}, {"uid": "1296543261227508233", "i": 32377, "idx": 2, "sa": ["Justin Bieber", "David Letterman"], "q": "on Tuesday). <strong> Justin Bieber </strong> tweets his appearance, and he and <strong> David Letterman </strong> talk about whether he's still in school-- he's in 11th grade, he says, and studying \"11th-grade material.\" <q>Is that a sophomore in high school, is that about what it is?</q> <strong> David Letterman </strong> asks. \"Or a junior?\"[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply: \"I don't know-- I'm Canadian.\"", "new_id": -2}]