[{"uid": "1297102494174964808", "i": 31928, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s business practices by February 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated its position in November that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1295391203109740051", "i": 8995, "idx": 3, "sa": ["Sergio Marchionne"], "q": "We are not going to give up one inch of territory,\" <strong> Sergio Marchionne </strong> said. A Chrysler auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse <q> \"We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday\" \" \"One amenity is an optional heated steering wheel, a first among minivans.\" Report Abuse \" Why haven't detroit automakers learned yet that we don't want rebadged", "new_id": -2}, {"uid": "1297090021185942060", "i": 470, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "believe we can find a superstar.\" Auditions for X Factor begin Mar. 27 in Los Angeles, with additional stops planned in Chicago, Dallas, Miami, New York/New Jersey and Seattle. <q> The X Factor has become a worldwide phenomenon and is unlike anything we've seen in America, </q> said <strong> Mike Darnell </strong>, president of alternative entertainment, Fox Broadcasting Company. \"The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve,", "new_id": -2}, {"uid": "1295563364204783630", "i": 12689, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "will merge Google's technology and business vision brilliantly,\" <strong> Eric Schmidt </strong> wrote. \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" During a Thursday conference call, <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> has <q> done an outstanding job leading Google. We're all in great debt to <strong> Eric Schmidt </strong> and I think the results really speak for themselves. There's really no one else in the universe that could've accomplished what <strong> Eric Schmidt </strong> did. </q> \"I could not be more excited about moving us forward, and we're really only at the beginning,\" <strong> Larry Page </strong> said. As executive chairman, <strong> Eric Schmidt </strong> said he will \"focus wherever", "new_id": -2}, {"uid": "1295278131044859395", "i": 11286, "idx": 4, "sa": ["Paul Moran", "Allen Iverson", "Ian Craig Marsh", "Larry Brown"], "q": "\" said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Larry Brown </strong> said. <q> There were so many lessons to be learned, from him Craig Marshts_on_You_Tube__Stars_in_Their_Eyes <strong> Paul Moran </strong>, uncut and definitely a little unhinged, singing \"The Bad Touch </q> by The Bloodhound Gang at the Belfast GIan Craig Marshts Official Supporters Club \"Stars in Their Eyes\" event on the 29th Jan 2008 in Bar Budda, Belfast. For fixtures and ticket information: www.belfastgIan Craig Marshts.com Video produced by blueicemedia.co.uk", "new_id": -2}, {"uid": "1295253261226672695", "i": 58860, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "condition from critical to serious. Giffords was taken off a ventilator Saturday and is now breathing on her own through a tracheotomy tube, while a feeding tube was inserted at the same time. <q> The congresswoman continues to do well, </q> the hospital, University Medical Center in Tucson, said in a statement. Her friend and fellow lawmaker, Senator <strong> Kirsten Gillibrand </strong>, reiterated this, telling the media that Giffords, known as Gabby to her friends", "new_id": -2}, {"uid": "1297379524211959861", "i": 29384, "idx": 0, "sa": ["Michael Vick"], "q": "At an upscale hotel in Dallas Texas a top official in the city of Dallas gave the key to the city to <strong> Michael Vick </strong>. In a <q> gushing like a school girl with a crush </q> display he hands over the key to <strong> Michael Vick </strong>. On Monday morning the Mayor of Dallas demanded it back. The mayor states that the official did not have the authority or the permission", "new_id": -2}, {"uid": "1296866191123699217", "i": 35409, "idx": 2, "sa": ["Sergio Marchionne", "Carl-Peter Forster"], "q": "public without refinancing its debt, that option would be unwise.] Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. Piech will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event.] CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s", "new_id": -2}, {"uid": "1295226775102072329", "i": 4758, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube. \"The Congresswoman continues to do well,\" the Medical Center announced on Sunday. <q> Yesterday's procedures were successful and uneventful. </q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening, said the injured Congresswoman is \"making progress every day.\" Arizona Rep. is \"making", "new_id": -2}, {"uid": "1296787876147030023", "i": 16033, "idx": 0, "sa": ["Barbara Walters", "George McGinnis", "Bill Clinton", "David Letterman", "Tim Russert"], "q": "( 0300 GMT Saturday). <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> George McGinnis </strong> <strong> Bill Clinton </strong>, revealed that has become practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he someTim Russertes bursts into", "new_id": -2}]