[{"uid": "1295964059002146385", "i": 32897, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong>. Photographer: Tony Avelar/Bloomberg <strong> Eric Schmidt </strong> said he is`` committed to <strong> Google Inc. </strong>'' and that he agrees with co-founders <strong> Sergey Brin </strong> on`` everything.'' He said he will stay at <strong> Google Inc. </strong> <q> as long as it is exciting. </q> <strong> Eric Schmidt </strong> spoke to reporters in Munich today. <strong> Eric Schmidt </strong>, who will be replaced as CEO by Page on April 4, said the transition will not affect decision-making at the company.", "new_id": -2}, {"uid": "1297697522107970622", "i": 26069, "idx": 0, "sa": ["Steve Ballmer"], "q": "like Facebook has been already. 4:18 PM Twitter integration coming to all these hubs! 4:18 PM And Games, our favorite hub, and its Xbox Live integration get a mention. 4:17 PM Music+ Video. <q> Drags in music information from the cloud and integrates other music and video applications. </q> You can sate all your musical needs without having to launch a special app. 4:17 PM Pictures Hub. Honestly, can someone tell <strong> Steve Ballmer </strong> we've seen Windows Phone 7 before? 4:16 PM It's integrated into", "new_id": -2}, {"uid": "1295266164203423758", "i": 2509, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> had hoped, it was enough for Fiat to make good on its commitment to invest â\u0082¬ 1-billion($ 1.3-billion Canadian) in Mirafiori and make it the European centrepiece of its partnership with Chrysler. <q> This project is the first tangible example of the benefits brought by the Chrysler alliance to Italian operations and it is significant that it should take place at Mirafiori, the symbol of this nation's industrial and automotive culture, </q> Fiat said in late November, when most of the Mirafiori unions signalled they would support Mr. <strong> Sergio Marchionne </strong>'s factory overhaul plan. On Friday night, Mr. <strong> Sergio Marchionne </strong> said the vote`` represents a desire to achieve", "new_id": -2}, {"uid": "1297224727163495958", "i": 23615, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Katrina Pierson"], "q": "other people who are willing to forgive'' said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring.`` I do not condone cruelty to animals but it was not about that'' <strong> Dwaine Caraway </strong> adds. <q> It's about having someone that the children will listen to and take from that person,` hey, don't get involved with drugs, get your homework done, complete your education. </q> Critics like <strong> Katrina Pierson </strong>, say <strong> Dwaine Caraway </strong> should not praise <strong> Michael Vick </strong> in that way.`` I am a mom and I am trying to raise a nice, respectable young man, who does look up to these", "new_id": -2}, {"uid": "1295674422172441618", "i": 20051, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them.''", "new_id": -2}, {"uid": "1295699377236945420", "i": 437, "idx": 0, "sa": ["Michael Vick", "Al Davis"], "q": ", franchise-tag contract, no problem.`` It really doesn't matter as long as I can play football next year,'' <strong> Michael Vick </strong> said the day after the Eagles' playoff loss to Green Bay. <q> It's all a blessing to me. </q> Ah, but then <strong> Michael Vick </strong> had a little chat with his agent, Joel Segal. And Segal apparently explained the many reasons most players and agents would rather go hot-tubbing with <strong> Al Davis </strong> than play under a franchise", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1295301289163250234", "i": 6847, "idx": 0, "sa": ["Newt Gingrich", "Jim Ryun", "Ronald Reagan", "Mike Pence"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' AP Photo- In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses", "new_id": -2}, {"uid": "1296362329255475725", "i": 5272, "idx": 5, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "Jazz 120-109 on Thursday night.`` I've now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1297720637199934019", "i": 14447, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "seven points since November, the month she was elected to the seat she had been appointed to in 2009 to replace <strong> Hillary Clinton </strong>. <strong> Kirsten Gillibrand </strong> has garnered positive attention recently for her roles in the repeal of the <q> don't ask, don't tell </q> law for gay troops and the passage of legislation to provide benefits to Sept. 11 responders. The poll found 52% of those surveyed saying they would re-elect <strong> Kirsten Gillibrand </strong>. She faces re-election in 2012.", "new_id": -2}]