[{"uid": "1296005496137592892", "i": 5787, "idx": 0, "sa": ["Michael Yee", "Bill Lockyer", "Newt Gingrich"], "q": ". ''Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.'' <strong> Michael Yee </strong> said investors would support a strategy of more purchases to bolster drug development. <q>One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1295551893028262452", "i": 3371, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q>If we have a billion people using Android, you think we can't make money from that?</q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide Google's Android Market Rules Could Squeeze Amazon's Android App", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. ''Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.</q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1297476011000409604", "i": 16211, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ". Meanwhile, Lee's colleague, Senator <strong> Kirsten Gillibrand </strong> Gillbrand made a stop in Rochester Friday afternoon. She did not have much to say on Lee's actions, but rather on the voters in the district. <q>My focus is on the constituents in teh district, and my goal is that they are all well looked after and have access to all the constituent services they need during this time of transition,</q> said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman. ''We", "new_id": -2}, {"uid": "1295792025158990416", "i": 7271, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr Lewis said. <q>It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.</q> Mr <strong> Andy Coulson </strong>, who became <strong> David Cameron </strong>'s head of communications before the 2010 General Election, handed in his resignation on Friday and plans to leave within weeks. In a statement, he said the", "new_id": -2}, {"uid": "1295257856143179793", "i": 14955, "idx": 0, "sa": ["Andy Coulson", "John Humphrys"], "q": "comment on resignation rumours. Downing Street head of communications <strong> Andy Coulson </strong>. Photograph: Getty Images. Today programme was most notable for his refusal to deny that <strong> Andy Coulson </strong> has offered his resignation. <q>I don't go into private conversations,</q> was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard ''everyone deserves a second chance'' defence of <strong> Andy Coulson </strong>. The former News of the World editor may have", "new_id": -2}, {"uid": "1295332284190038047", "i": 6302, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the western line. Under Ben Ali( above, right, with <strong> Donald Rumsfeld </strong>), Tunisia co-operated in Washington's ''war on terror' and was praised by the neo-conservative Front Page magazine for waging <q>a continuous- and largely successful- battle against Islamic radicalism</q>. Only recently, the US voted through another$ 12m in military aid to Tunisia; it's been calculated that Ben Ali''s regime received$ 631m in US military aid between 1987 and 2009. Tunisia", "new_id": -2}, {"uid": "1295545349188383370", "i": 13639, "idx": 1, "sa": ["Kirsten Gillibrand", "David Boies", "Adam Lambert", "Tyler Perry", "Jane Lynch", "Ken Mehlman"], "q": "on the red carpet for the event, whose attendees included <strong> Adam Lambert </strong>, New York senator <strong> Kirsten Gillibrand </strong>, recent Golden Globe winner <strong> Jane Lynch </strong>, and former Republican National Committee chair <strong> Ken Mehlman </strong>, who came out as gay last year. <q>It's important that the court answer that question as promptly as possible, because the longer this is delayed, the longer people are deprived of their right to marry.</q> If the state supreme court rules that Prop. 8 proponents can not appeal the case, <strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul. ''", "new_id": -2}, {"uid": "1296894922017383424", "i": 29898, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "months in prison on federal charges of running a dogfighting ring. events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,</q> <strong> Roger Goodell </strong> said. ''He takes that seriously. ''We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the", "new_id": -2}, {"uid": "1295715717099811337", "i": 31259, "idx": 1, "sa": ["Stephen Jackson", "Allen Iverson", "Ray Allen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. ''He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/2002_Playoffs_Sixers_@_Celtics_Game_5_Paul_Pierce_46_points Beyond the arc for three was the place to be in this elimination game. The sixers, led by <strong> Ray Allen </strong> iverson's 31 points were soundly buried in the second half of this renewed rivalry", "new_id": -2}]