[{"uid": "1295625292033243143", "i": 20794, "idx": 1, "sa": ["Piers Morgan", "David Letterman"], "q": "By Alex Weprin on January 21, 2011 10:50 AM <strong> Piers Morgan </strong> appeared on \"The Late Show with <strong> David Letterman </strong>\" last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: <q>You just need to grab someone by the tie and just pop them,<q> <strong> David Letterman </strong> said. \"Would it work if it was Larry[ King]? Or would it seem a bit too cruel, you think?\" <strong> Piers Morgan </strong> quipped. The appearance comes as day", "new_id": -2}, {"uid": "1297475330028377090", "i": 39766, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "paid$ 335,000 for the house near Troy Country Club. The home will be their primary residence when the Gillibrands and their two young sons are in the Capital Region. <q>The Senator just wanted to be closer to her family,<q> <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser said Friday. \"The home is within minutes of her family.\" <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The", "new_id": -2}, {"uid": "1295715899131842121", "i": 25776, "idx": 12, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Sen. Joe Lieberman"], "q": "phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Sen. Joe Lieberman </strong> has joked that he had GOP colleagues begging him to call off the New York pit bull. Says the Connecticut independent, <q>This is a person who will do what she has to do to achieve what she has to achieve.<q> Not everyone is so charmed. In the Senate, <strong> Kirsten Gillibrand </strong> has shifted left on both gun control and immigration, prompting cries of flip-floppery, along with sharper accusations that she is the puppet of <strong> Chuck Schumer </strong>,", "new_id": -2}, {"uid": "1296687771060637190", "i": 9039, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,<q> he said. Mariners FanFest Instead of watching from the bleachers, Mariners fans took to the field itself at Safeco Field with a variety of activities and opportunities to meet players during the 2011 Mariners FanFest.", "new_id": -2}, {"uid": "1296099209217432076", "i": 48533, "idx": 1, "sa": ["Shawn Marion", "Brandon Young", "Allen Iverson", "Dwyane Wade"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,<q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will{ VA} <strong> Shawn Marion </strong> <strong> Dwyane Wade </strong> 41 points vs Bobcats( 11.08.08) http://wn.com/12_points_in_20_seconds__Brandon_Young_shoots_down_Bobcats__Unbelievable_finish Trailing 87-80 with 20.7 seconds remaining in the game, <strong> Brandon Young </strong> hit his", "new_id": -2}, {"uid": "1296143890071090183", "i": 26535, "idx": 0, "sa": ["David Letterman", "Timmy Regisford"], "q": "Shelter's primary group of promoters and DJs was collectively known as \"NASA\"( Nocturnal Audio+ Sensory Awakening), who took over the club every Friday night. Its promotional flyers claimed The Shelter to be <q>New York Citys only Non-prejudicial Progressive Underground Dance Club.<q> The dance floor had a notoriously loud 37000 watt sound system designed by <strong> David Letterman </strong> Soto, a New York based audio specialist in collaboration with Garage-era DJ legend <strong> Timmy Regisford </strong>. The speaker cabinets were larger than the dancing patrons.", "new_id": -2}, {"uid": "1295898507003866625", "i": 29472, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld", "Patriarch Kirill"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"<strong> Patriarch Kirill </strong>'m absolutely sure that the euro will not collapse because <strong> Patriarch Kirill </strong> think there is still a strong European solidarity in place,\" he told AP. <q>Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies.<q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1295542335061915168", "i": 955, "idx": 0, "sa": ["Eric Schmidt"], "q": " \"The advent of full HD video capture on DSLR cameras has opened the doors to new and exciting possibilities to independent and emerging filmmakers,\" said Trevor Groth, director of programming, Sundance Film Festival. <q>It is simply amazing to see how independent films are utilizing these cameras in new and exciting ways each year. They have truly changed the game.<q> As the Official Digital Camera of the 2011 Sundance Film Festival, Canon U.S.A. will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film, \"I Melt with You,\" which was", "new_id": -2}, {"uid": "1295750548172048416", "i": 18675, "idx": 0, "sa": ["Rene Preval", "Andy Coulson"], "q": "a mass... Article: Haiti revises quake death toll up to over 316... Photo in Slideshow: Haitian President <strong> Rene Preval </strong> Photo in Slideshow: Hiati President <strong> Rene Preval </strong> holds a wreath of flowers at a mass... Report Abuse <q>When he was President, there was law and order. He provided universal health care and education and there was prosperity for all.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.<q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]