[{"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?</q> he says. ''Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1297260285158613520", "i": 5596, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "Valerie Jarrett"], "q": "... Photo in Slideshow: <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> White House, Chamber of Commerce Relationship Cooling? Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: Why Americans Are Turning Against Obamacare Report Abuse <q>Missy remember he is half& half?</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1296386542015253529", "i": 21095, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that</q>: Goldie Health Month every February sponsored by the American Dental Association. The biggest provider of free care to children this year will be Midwest Dental. They will have 63 dentists and 239 staff members on hand to", "new_id": -2}, {"uid": "1297193996065617951", "i": 16249, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": ".'' The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1295549313106610723", "i": 19199, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "few sound bites by <strong> Simon Cowell </strong> on Own's <strong> Oprah Winfrey </strong> Presents Master Class: ''The most successful people screw it up for themselves normally within 2, 3, 5, 10 years because they stop listening.'' <q>I like to talk 10% of the time and listen 90% of the time.</q> ''I mainly trust my instincts.'' ''You learn it as you go along. You don't get smart at 17. You just don't.'' ''You've got to think with your heart", "new_id": -2}, {"uid": "1295616374099680285", "i": 42113, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": "'s happenings. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the ''Late Show with <strong> David Letterman </strong>'' this Thursday night.  The Gossip's ''Standing in the Way of Control'' named the <q>Most Powerful <strong> Bob Dylan </strong> Song of the 21st Century</q> by Flavorwire. Twitter is lighting up in response to yesterday's ''Land of Opportunity'' bill with the hilarious#rejectedarkansasmottos trend. Baker's dozen  Baker Kurrus assesses 12 years in the ''belly of the beast", "new_id": -2}, {"uid": "1296332900236797965", "i": 3608, "idx": 0, "sa": ["Michael Vick"], "q": "too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, ''Three years, that seems like such a long time,'</q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. '''But we measure their progress in baby steps, especially when they", "new_id": -2}, {"uid": "1295321590105201673", "i": 9029, "idx": 8, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Anthony Morrow </strong> 37 points- GSW INTERVIEW, HIGHLIGHTS& BARON DAVIS DISSED? <strong> Anthony Morrow </strong> 37 points- GSW INTERVIEW, HIGHLIGHTS& BARON DAVIS DISSED? Undrafted rookie <strong> Anthony Morrow </strong> was impressive in his first start for the Golden State", "new_id": -2}, {"uid": "1295469111069730385", "i": 17650, "idx": 1, "sa": ["Simon Cowell"], "q": "energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. ''The part that's a little difficult is judging young kids,'' the 62-year-old said. <q>It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.</q>( A jab at <strong> Simon Cowell </strong>?) ''I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully.", "new_id": -2}, {"uid": "1296407544252772372", "i": 137, "idx": 15, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "Eastern Conference's middle class( Toronto, Milwaukee, Chicago and Charlotte) for the final four playoff seeds. But Miami is three games over.500 for the first time since it was 23-20 on Jan. 23. <q>Coming out of the All-Star break we expected to go on a run,</q> said guard <strong> Dwyane Wade </strong> http://wn.com/Allen_Iverson_33pts_9assists_Philadelphia_76ers_vs_Indiana_Pacers_05/06_NBA <strong> Stephen Jackson </strong> atoned for a bunch of misses with one clutch play. <strong> Stephen Jackson </strong>'s layup with 2.9 seconds left lifted the Indiana Pacers to a 94-93 victory over the Philadelphia 76ers on Sunday. <strong> Allen Iverson </strong> had", "new_id": -2}]