[{"uid": "2008102323_00006099_W", "i": 759, "idx": 4, "sa": ["Clint Bolick"], "q": "established a system of` dual sovereignty.'... it is an essential attribute of the states' retained sovereignty that they remain independent and autonomous within their proper sphere of authority.\" furthermore, <strong> Clint Bolick </strong> says: <q> it is a bedrock principle of constitutional law that the federal constitution established the floor for the protection of individual liberties; state constitutions may provide additional protections. </q> now, proposition 101's language leaves ample room for litigation about what would constitute an impermissible abridgment of an individual's right to <NO_QUOTATION> about health care. still, if arizonans pass proposition 101, residents of other", "new_id": -2}, {"uid": "2008111117_00015993_W", "i": 812, "idx": 1, "sa": ["Barack Obama", "Robert Gibbs"], "q": "that <NO_QUOTATION> that <strong> Barack Obama </strong> advisers will take part in the meeting but made clear that <strong> Barack Obama </strong> would not be meeting with foreign leaders in washington or in chicago, though the leaders attending are certainly interested in his views. <q> the administration has pledged to keep us up to date on the goings on, </q> <strong> Robert Gibbs </strong> added. he reiterated <strong> Barack Obama </strong>'s position from the campaign that the united states needed to coordinate its efforts with the 20 countries and \"that if one country acted, it would likely actually do less to help", "new_id": -2}, {"uid": "2008122317_00016468_W", "i": 564, "idx": 0, "sa": ["Judd Apatow", "Robert Thompson"], "q": "total of$ 1.2 billion, more than any other star on the ranking. since his frontman debut with 40-year-old virgin in 2007, he's become <strong> Judd Apatow </strong>'s go-to goof with roles in knocked up and superbad. <q> when you've created a persona and there's an appetite for it, that's an appetite you want to feed as long as people have it, </q> says <strong> Robert Thompson </strong>, pop culture expert and syracuse university professor. \"if it disappears for too long, the character begins to fade away from the high-voltage territory of popular culture.\" comment on this story going beyond", "new_id": -2}, {"uid": "2008110722_00025014_W", "i": 406, "idx": 2, "sa": ["Ricardo Sesso"], "q": ",\" said <strong> Ricardo Sesso </strong>.### the study abstract, \"effectiveness of a cognitive-behavioral therapy in hemodialysis patients with depression,\" ( f-fc232) will be presented as part of a free communications session on the topic of <q> epidemiology, outcomes, and clinical trials in dialysis </q> on friday, november 7 at 4:24 p.m. in room 114 of the pennsylvania convention center in philadelphia, pa.", "new_id": -2}, {"uid": "2008092508_00023031_W", "i": 1637, "idx": 1, "sa": ["Mike Wooten"], "q": "was murlene wilkes, owner of harbor adjustment service. the anchorage company holds a contract worth more than$ 1.2 million a year to process all workers' comp claims for state employees. branchflower said he heard that <q> someone from the governor's office or someone from the state </q> advised wilkes to deny <strong> Mike Wooten </strong>'s benefits. branchflower said contacted wilkes and she told him she had never talked with anyone in the governor's office about the <strong> Mike Wooten </strong> file, nor had she seen photos of <strong> Mike Wooten </strong> on", "new_id": -2}, {"uid": "2008092200_00023407_W", "i": 1596, "idx": 6, "sa": ["Thomas Weiss"], "q": "and stayed in harlem to try and make a statement.\" <strong> Thomas Weiss </strong> said that world leaders still seek to generate international headlines with their u.n. remarks, but that they have recently tailored messages for communities living abroad. <q> these groups who are members of the diaspora send money home, and it's easier technology-wise to do so, so these earnings have become far more important, not just in mexico, but in sierra leone, haiti, rwanda and everywhere on earth, </q> <strong> Thomas Weiss </strong> said. in many countries, remittances from immigrants are a leading contributor to the nation's economy, even outpacing foreign aid. some nations allow immigrants living abroad to vote in local elections or contribute money to", "new_id": -2}, {"uid": "2008090420_00006981_W", "i": 3330, "idx": 4, "sa": ["Sarah Palin", "Dan Quayle", "Phyllis Schlafly", "Bristol Palin", "Dick Van Dyke"], "q": "<strong> Dan Quayle </strong> would once have mockingly called <strong> Bristol Palin </strong>'s <NO_QUOTATION> choices. in fact, so cavalier are conservatives about <strong> Sarah Palin </strong>'s wreck of a home life that they make the rest of us look stuffy and slow-witted by comparison. <q> i think a hard-working, well-organized c.e.o. type can handle it very well, </q> said <strong> Phyllis Schlafly </strong>, of the eagle forum. suddenly it's the obamas, with their oh-so-perfect marriage and their <strong> Dick Van Dyke </strong> in the evenings and their two boringly innocent young girls, who seem like the fuddy-duddies. what happened", "new_id": -2}, {"uid": "2008091006_00019227_W", "i": 181, "idx": 0, "sa": ["Kevin Scarce"], "q": "this year and nothing to address the growing challenges to the state's economy arising from a national economic slowdown. the governor said the government believed that the biggest challenge facing sa was the issue of water security. <q> the river murray and the southern murray-darling basin are experiencing the most severe drought in recorded history and the outlook for water inflows is of serious concern, </q> he said. \"the government is committed to a range of initiatives to manage this ongoing situation.\" rear admiral <strong> Kevin Scarce </strong> said the government was continuing to play a significant role in ensuring that the river system was", "new_id": -2}, {"uid": "2008091916_00047310_W", "i": 2305, "idx": 3, "sa": ["Kid Rock"], "q": ", the decision is mine. i just hope that my fellow voters are intelligent enough to feel the same way. i actually think <strong> Kid Rock </strong> said it best on this issue: p.t. barnamen( sp) said, <q> there was a sucker born every minuet </q>. if you can squeze that one extra vote from every county in the us you can win the election. so some do vote with the hearts and minds of the stars lol.", "new_id": -2}, {"uid": "2008123008_00020324_W", "i": 4325, "idx": 1, "sa": ["Ehud Barak"], "q": "us. they were screaming. i told them all to call for martyrdom, because we were going to die tonight. jg: israel's defense minister <strong> Ehud Barak </strong> announced today that israel is in a, quote, <q> all-out war with hamas and its proxies </q> in gaza. fears of a ground invasion are growing after israel declared a military buffer zone around gaza, closing off the strip and its 1.5 million residents to journalists and civilians. the israeli cabinet authorized a calling", "new_id": -2}]