[{"uid": "1295876260066535475", "i": 23245, "idx": 1, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "his company is employing to weather the economic downturn. Speaking at the SIIA Information Industry Summit.... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q> Drilling Down on America's Energy Future: Safety, Security, and Clean Energy </q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... video results for: chairman company president <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is", "new_id": -2}, {"uid": "1295788220057016357", "i": 32833, "idx": 6, "sa": ["Allen Iverson"], "q": "like he had his old ones in Denver and Philadelphia for so long. \"I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,\" he said. <q> It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look <strong> Detroit Red </strong> Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points and the Pistons handed the Lakers their first loss of the season, 106-95 Friday night. The win was the Pistons' eighth in the last 10 meetings. <strong> Kobe Bryant </strong> scored 29 points for the Lakers, but went 12-of-30 from the floor. \"We just played a good all-around game, </q> <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. \"It's just about playing basketball, understanding what we want to do on the basketball court. \"We", "new_id": -2}, {"uid": "1295981786193069059", "i": 35456, "idx": 1, "sa": ["Bill Lockyer", "Sian Massey", "Newt Gingrich", "Richard Keys"], "q": "I should trust his judgment on that?\" Gray then said: \"No, I wouldn't. I definitely wouldn't... I can see her from here,\" before swearing and adding: <q> What do women know about the offside rule? </q> Gray didn't publicly apologized for his remarks, unlike <strong> Richard Keys </strong>, who telephoned <strong> Sian Massey </strong> on Monday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate", "new_id": -2}, {"uid": "1296243650097697808", "i": 706, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rebekah Brooks"], "q": "BSkyB takeover discussed? Was <strong> Andy Coulson </strong>'s position in Downing Street discussed? What dates over the Christmas holiday period was <strong> David Cameron </strong> in his constituency? The response was a refusal to answer any of them. <q> We haven't got any details on this. Meetings and details of meetings are published in the usual way, which is quarterly for official meetings, </q> said a spokesman. Extracting information has been a tortuous process. The Guardian approached Downing Street 11 days ago to respond to information given to the newspaper that <strong> David Cameron </strong> had dined with <strong> Rebekah Brooks </strong> at her home on the", "new_id": -2}, {"uid": "1296591076195919887", "i": 40220, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Joy Behar"], "q": "A A A x Email Article From To Email Sent! <strong> Joy Behar </strong> Show: <strong> Camille Grammer </strong> Claims Fox News Salted Her Game m& c Here's a sneak peek of The <strong> Joy Behar </strong> Show from tonight's interview with <strong> Camille Grammer </strong> from <q> Real Housewives of time the newest stop is going to be \"The <strong> Joy Behar </strong> Show. </q> Speaking with <strong> Joy Behar </strong> about her marriage to <strong> Kelsey Grammer </strong>, the reality star claimed that her relationship with <strong> Kelsey Grammer </strong> ultimately <strong> David Letterman </strong>'s Bridal survey: what's on brides' minds? Following the flurry of engagements from Thanksgiving", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}, {"uid": "1296816816092815385", "i": 31730, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "on the Late Show host and began grilling him about his future with CBS. <strong> Howard Stern </strong> even managed to get <strong> David Letterman </strong> to admit he's planning to leave the Late Show after just two more years on air. <q> \"Two years you're thinking you're gon na exit? That's why we got ta beat <strong> Jay Leno </strong>. <strong> Howard Stern </strong> of show business-don' t go on that show! Make a young man's dream come true! I hope your dream comes true. I really hope you beat this guy. </q> \" See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> Howard Stern </strong> also trashed <strong> David Letterman </strong>'s 2010 Super Bowl commercial with <strong> Jay Leno </strong> and called the Tonight Show host \"horrible\". See video", "new_id": -2}, {"uid": "1296680350157417514", "i": 15601, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson", "Rupert Murdoch"], "q": "3 February 2011. It was last modified at <strong> Rupert Murdoch </strong> unveils next step in media empire- the iPad \"newspaper' Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q> It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management. </q> BBC\"s Craig Oliver is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1295735932001638409", "i": 37001, "idx": 3, "sa": ["Bill Lockyer", "Ronald M. George", "Malcolm M. Lucas"], "q": "said many of his colleagues thought <strong> Malcolm M. Lucas </strong> \"went out of his way to add gratuitous insult to the commentary.\" \"So Ron <strong> Ronald M. George </strong> had to clean up after the elephant,\" <strong> Bill Lockyer </strong> said. <q> He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I have met.... When I would try to provoke him, I couldn't. </q> <strong> Ronald M. George </strong> took command of cases that involved the Legislature or the governor, and when the court ruled against the other branches, he couched the losses in language designed not to give offense. \"", "new_id": -2}, {"uid": "1295674060172441644", "i": 4370, "idx": 1, "sa": ["Leon Rose", "Allen Iverson"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocking chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}]