[{"uid": "1295369174262144017", "i": 59610, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "stealing sketch ideas. \"<strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,\" The New York Post quoted Stern as saying. <q> This guy's ripped off like 10 major things from my show. </q> Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host Letterman-David Letterman/194124\"> <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" Stern says. \"America must be filled", "new_id": -2, "mturk_index": "204"}, {"uid": "1295917895088195087", "i": 31700, "idx": 0, "sa": ["Yosef Ben-Jochannan", "Bernie Sanders", "Michael E. Mann", "John Kerry"], "q": ".... Support Climate Denial Crock of the Week- go to www.climatecrocks.com One of the most notorious of the East Anglia Climate e-mails was written by <strong> Yosef Ben-Jochannan </strong> Santer, wherein he mused that he sometimes harbored the desire to <q> beat the crap out of Pat Michael E. Manns </q>- a well known shill fo... Democrats Highlight the Urgency of Climate Change Legislation Democrats Highlight the Urgency of Climate Change Legislation Senators Merkley, <strong> Bernie Sanders </strong> and <strong> John Kerry </strong> spoke to the urgency of passing comprehensive climate change legislation on", "new_id": -2, "mturk_index": "515"}, {"uid": "1295993933011730957", "i": 39905, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": ", who left his wife <strong> Camille Grammer </strong> in July for younger woman Kayte Walsh, has been engaged in acrimonious... Despite her ex's recent engagement, <strong> Camille Grammer </strong> is not looking to get hitched anytime soon. <q> I don't want to get married again; I need time, </q>... <strong> Kelsey Grammer </strong> Opens Up About Divorce, Kids On <strong> David Letterman </strong>( Video) <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>'s divorce is getting nasty, but it isn't impacting the kids, <strong> Kelsey Grammer </strong> says. <strong> Kelsey Grammer </strong> sat down with", "new_id": -2, "mturk_index": "1247"}, {"uid": "1297279993080937003", "i": 44272, "idx": 0, "sa": ["Eric Cantor", "Barack Obama", "Donald Rumsfeld"], "q": "How Many Jobs Would of Been LOST\" . This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy \"AmEric Cantoran\" Report Abuse <q> Funny how all these repugs. yell about the treaty saying he will just ram it thru congress... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2, "mturk_index": "1715"}, {"uid": "1295139772120274975", "i": 19168, "idx": 2, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": ". It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. <q> Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends. </q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and <strong> Mark Kelson </strong> needed to be back eating pizza soon", "new_id": -2, "mturk_index": "1292"}, {"uid": "1296844760211812357", "i": 18599, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ": Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown,\" after a typically obtuse quote he gave to the press while mismanaging the <q> global war on terrorism. </q> In his memoir, <strong> Donald Rumsfeld </strong> is settling various old scores, and, obviously, trying to convince everyone that he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in", "new_id": -2, "mturk_index": "2097"}, {"uid": "1295715899131842121", "i": 31241, "idx": 9, "sa": ["Mark Kelson", "Bob Dylan", "Kirsten Gillibrand"], "q": "from her Republican opponent in 2006. \"The candidate kept saying,` She's just a pretty face. She's just a pretty face.'?\" One of his aides, meanwhile, sniped, <q> All she knows how to do is buy pocketBob Dylanks in New York City. </q> \"ReMark Kelsonable,\" says <strong> Kirsten Gillibrand </strong>, flashing a small, satisfied smile. Few would dispute that politics has its lingering chauvinism, much of it unconscious. Even some of <strong> Kirsten Gillibrand </strong>'s fans come across as", "new_id": -2, "mturk_index": "1155"}, {"uid": "1295629432247332874", "i": 31748, "idx": 3, "sa": ["Andy Coulson", "Rebekah Brooks", "Les Hinton", "Clive Goodman"], "q": "We will vigorously pursue the truth- and we will not tolerate wrongdoing.\" <strong> Les Hinton </strong>, former News International chairman, giving evidence to the culture, media and sport select committee in September 2009 <q> There was never any evidence delivered to me suggesting that the conduct of <strong> Clive Goodman </strong> spread beyond him. The News of the World is populated overwhelmingly by decent hard-working people. If anyone were found conducting themselves in the way that <strong> Clive Goodman </strong> did, there is no question there would be instant dismissal. </q> <strong> Rebekah Brooks </strong>( then Wade), News International chief executive, 10 July 2009 <strong> Andy Coulson </strong>'s resignation must not be seen as the end of the hacking scandal Did <strong> Andy Coulson </strong> know about the hacking after all? And if", "new_id": -2, "mturk_index": "236"}, {"uid": "1296496333175095835", "i": 45070, "idx": 10, "sa": ["Žydrūnas Ilgauskas", "Amir Johnson", "Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Richard Hamilton"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the Žydrūnas Ilgauskasger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2, "mturk_index": "1873"}, {"uid": "1296219928236240904", "i": 39577, "idx": 1, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> <strong> Camille Grammer </strong>: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at Grammer_Kelsey Grammer_Is_A_Cross_Dresser,_Ex-Wife_Camille Grammer_Implies_ February", "new_id": -2, "mturk_index": "1947"}]