[{"uid": "1297197242093274120", "i": 44074, "idx": 1, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q>>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. \"Idol\" is", "new_id": -2}, {"uid": "1296849571234831879", "i": 6236, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> hosting public parties eight months after a man was shot as the quarterback's 30th Birthday Party in Virginia Beach. <strong> Roger Goodell </strong> said that he had spoken to <strong> Michael Vick </strong> about the party that is being publicized as <q>Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.</q> The invitation has a large illustration of <strong> Michael Vick </strong> in his Eagles uniform and a \"V7\" logo. \"He has said that on numerous occasions people have been using his name about being involved with some", "new_id": -2}, {"uid": "1296225359092700754", "i": 12056, "idx": 5, "sa": ["Gov. Rick Perry", "Barack Obama", "Mike Pence", "Rahm Emanuel", "Mitch Daniels"], "q": ", current <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>, who can't seek a third term. The chair of the Republican Governors Association, <strong> Gov. Rick Perry </strong>, issued a boastful statement Thursday saying he was encouraged by <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>'s decision. <q>While the Republican presidential field lost a strong voice today, I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision,</q> <strong> Gov. Rick Perry </strong> said. NEW FACE At the end of his third week on the job, <strong> Barack Obama </strong>'s chief of staff, Bill Daley, wrapped up the West Wing reorganization that has been underway for", "new_id": -2}, {"uid": "1295637393157057065", "i": 21729, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job,\" Page said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, <q>Day-to-day adult supervision no longer needed!</q> But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to \"streamline decision making and create clearer lines of responsibility and accountability.", "new_id": -2}, {"uid": "1296463159037240855", "i": 3273, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "goal try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q>so it means a lot to be able to pass a legend like that.</q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. Eagles quarterback <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10", "new_id": -2}, {"uid": "1296169455065814529", "i": 19154, "idx": 4, "sa": ["Dick Armey", "Mike Pence"], "q": "been urged to run for president by <strong> Dick Armey </strong>, a former House Republican leader from Texas, who helped build the Tea Party movement. But Mr. <strong> Mike Pence </strong>'s statement on Thursday, in which he declared, <q>Indiana can lead the national back to fiscal responsibility, reform and strong families,</q> suggested that his eye is focused more squarely on the statehouse in Indianapolis.", "new_id": -2}, {"uid": "1295894145127107105", "i": 7833, "idx": 2, "sa": ["Donald Rumsfeld", "Kate Middleton"], "q": "'s and explains every economic crises that government has inflicted upon us include the state we currently find ourselves in. <strong> Donald Rumsfeld </strong> must have been an \"astrologist' since he wrote this before these criss we have today <q>Economics for Real People, An Introduction to the Austrian School</q> Gene Callahan Time.com: Will Making <strong> Kate Middleton </strong>\"s Wedding Ring Kill Baby Fish in Wales? Time.com: Lebanon: Tensions Mount Over Hizballah Power Play Market Crash 1/31/11? Technical indicators suggest market collapse may begin by Jan. 31st", "new_id": -2}, {"uid": "1297114520257425423", "i": 35160, "idx": 1, "sa": ["Simon Cowell"], "q": "sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,\" he said. <q>I also did it because I believe[ we] can find a star,</q> <strong> Simon Cowell </strong> continued. \"So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1296863722114081843", "i": 35998, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "penchant for stirring up trouble. Like Pittsburgh Steelers quarterback <strong> Ben Roethlisberger </strong>, who will take the field Sunday earning a multi-million dollar paycheck. The accusations of sexual assault and his four game suspension a distant memory. <q>He sat those games out. The Steelers survived those four games. And then he came back and it appears nobody remembers what he did,</q> Mosher said. Memories of <strong> Michael Vick </strong>'s dog fighting conviction and jail time may be harder to shake, but the athlete was easily able to resume his lucrative NFL career after making a few amends.", "new_id": -2}]