[{"uid": "1295844451132481080", "i": 7004, "idx": 2, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "of civility in political discourse and urged Americans to display tolerance in the wake of the shooting of Representative <strong> Gabrielle Giffords </strong> and others. \"I think he's got a way to go,\" <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he's working very hard on the issue of unemployment", "new_id": -2}, {"uid": "1295914277205307935", "i": 52248, "idx": 0, "sa": ["Michael Del Zotto", "Michele Bachmann", "Eric Schmidt"], "q": "a Week In: Ratings Slipping, Confidence Climbing Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host In a speech Michael Del Zottoivered to the Iowans for Tax Relief this weekend, tea party queen <strong> Michele Bachmann </strong> <q> \"How unique in all of the world, that one nation that was the resting point from people groups all across the world. It didn't matter the color of their skin, it didn't matter their language, it didn't matter their economic status. It didn't matter whether they descended from nobility or whether they have[ </q> weird blip in the video] a higher class or a lower class. It made no difference! Once you got here, we were all the same! Isn't that remarkable? It is absolutely remarkable!", "new_id": -2}, {"uid": "1295656548083230739", "i": 54581, "idx": 0, "sa": ["Andy Coulson", "Jean-Claude Duvalier"], "q": "rights group Photo: Two men from Dominican Republic but resident in Spain load their... <strong> Jean-Claude Duvalier </strong> Driven to Private Home in Latest Unexpected... World Video: Assault on the increase in France as crime drops overall Report Abuse <q> The French cheese eating surrender monkeys have a history of harboring dictators, rapists, terrorists and scumbags in general. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297227563238518272", "i": 30302, "idx": 6, "sa": ["Colin Powell", "Micah Zenko", "Donald Rumsfeld"], "q": "at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book, <q> Between Threats and War. </q> He said in an interview that he was unaware that <strong> Donald Rumsfeld </strong> had advocated bombing the place while <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said", "new_id": -2}, {"uid": "1295907796085770324", "i": 7848, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "he was stepping down last Thursday after tweeting that the company's student founders no longer needed \"adult supervision\" . Mr <strong> Eric Schmidt </strong>, who will become Google's executive chairman on April 4, said: <q> I believe <strong> Larry Page </strong> is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> On Monday night rumours suggested that Mr <strong> Eric Schmidt </strong> may be planning a new career hosting TV shows for CNN. The Stuxnet: Cyber attack on Iran` was carried out by Western powers and Israel'", "new_id": -2}, {"uid": "1295503548083329034", "i": 6147, "idx": 4, "sa": ["Soulja Boy", "Kobe Bryant", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the <strong> Soulja Boy </strong> he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1297134952101482529", "i": 42956, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", 2010-- hopes to sit with <strong> Paula Abdul </strong> in the judging panel for The X-Factor Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for \"The X-Factor\" . \"I've always said at some point we are going to be working together.\" Though", "new_id": -2}, {"uid": "1296614602189923350", "i": 13462, "idx": 1, "sa": ["Piers Morgan", "David Letterman", "Larry King"], "q": "Who wants to watch that? The one thing I can guarantee people, is that I won't be boring.\" ( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> <q> You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd be fantastic. </q> <strong> Piers Morgan </strong>: \"Would it work if it was <strong> Larry King </strong> or would it been seen a bit too cruel? JoLarry King, only joLarry King.\" The New York Post reports on <strong> Piers Morgan </strong>'s interview style-- saying he has", "new_id": -2}, {"uid": "1295348812121946130", "i": 36191, "idx": 1, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions regarding Windows Phone 7's viability, and complimented Facebook, a partner the company is working with for its Bing search engine( <q> It's worth exactly what investors will pay for it. They're a great partner, and I love them. </q>) <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. \"There's still so much", "new_id": -2}, {"uid": "1296166292065404942", "i": 44908, "idx": 4, "sa": ["Eric Schmidt"], "q": "Plus, blogs ate it up when the two giants quarreled over announced that 150 years worth of YouTube video is watched on Facebook every day. So Facebook isn't a competitor yet. It's still <q> too early to tell. </q> But <strong> Eric Schmidt </strong> does see Microsoft as a competitor. \"Microsoft has more cash, more engineers, more global reach[ than Facebook]. We see competition from Microsoft every day.\"", "new_id": -2}]