[{"uid": "1295902691252543110", "i": 4260, "idx": 1, "sa": ["Eric Schmidt", "Peter Schiff", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said <strong> Peter Schiff </strong> Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1296282709080461832", "i": 2912, "idx": 6, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "Grizzlies in <strong> Carmelo Anthony </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters, \"Take that!\" <q>We just wanted to show the whole world we could play together,</q> <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. \"We know there's a lot of doubt about that.\" <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1296362329255475725", "i": 5279, "idx": 12, "sa": ["Linas Kleiza", "Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Kobe Bryant </strong> 34 points 6 assists 7 rebounds vs Kings 2006-07 <strong> Kobe Bryant </strong> 34 points 6 assists 7 rebounds vs Kings 2006-07 In the last game of the regular season, <strong> Kobe Bryant </strong> had one of the most efficient nights of the", "new_id": -2}, {"uid": "1296063572239288339", "i": 27113, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was I wearing?\" <q>I don't like your attitude,</q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost- almost- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about,", "new_id": -2}, {"uid": "1295021582165101591", "i": 4164, "idx": 7, "sa": ["Allen Iverson", "Gary Moore"], "q": "Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. \"This is the most pain he's ever felt from any injury he's had,\" <strong> Gary Moore </strong> said. <q>He's been in tremendous agony.</q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second stint with the Sixers, where", "new_id": -2}, {"uid": "1295008939037093396", "i": 37765, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> said. \"<strong> The doctor </strong> was just so excited, he said, \"You don\"t understand; this is amazing what she is doing now, beyond our greatest hopes,\" <strong> Kirsten Gillibrand </strong> said. <q>Then they decided we had to go, because it was a lot of excitement for her.</q> <strong> Kirsten Gillibrand </strong> told reporters that she and other lawmakers-- Democratic Leader <strong> Nancy Pelosi </strong> of California and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla.-- were pleased to have the chance to see <strong> Gabrielle Giffords </strong>. When the lawmakers entered the", "new_id": -2}, {"uid": "1295135240025296919", "i": 2001, "idx": 0, "sa": ["Simon Cowell", "Katie Price"], "q": "on PR wise, is <strong> Simon Cowell </strong>. Maybe with all these fake stories they both perpetuate about themselves she can actually make him look slightly heterosexual and then they can parade it out in an OK centre spread NOTW <strong> Katie Price </strong> <q>I dumped Alex for turning into a fame-hungry, whining sponger</q>-------------------------------------------------------------------------------- When did Alex the love of her life turn into this \"fame hungry whining sponger\" she speaks of? Was it before or after she failed to get \"preggy\" lol", "new_id": -2}, {"uid": "1295615312003915794", "i": 31190, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with Page and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,</q> he said. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" The management changes", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1296244617002752522", "i": 12815, "idx": 8, "sa": ["Tyronn Lue", "Allen Iverson", "Kevin Garnett"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Nba_Celtics__Lakers__Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about", "new_id": -2}]