[{"uid": "1296054512157139057", "i": 28132, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Joe Biden"], "q": "discussed \"prom partners\" and other sophomoric( or senior prom) jokes. But lawmakers from both parties said the evening was the culmination of several weeks of serious personal bonding among people with divergent ideologies. <q>We need to keep working together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class,</q> said <strong> Joe Biden </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat next to South Dakota Republican <strong> Joe Biden </strong> <strong> John Thune </strong>. Education is patriotic. At most State of the Union speeches, patriotic passages extol the military. <strong> Barack Obama </strong> won bipartisan cheers", "new_id": -2}, {"uid": "1295615268003915792", "i": 27022, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "was no credible intelligence to suggest that connection, and that was the judgment, I might say, of the CIA,\" she said. \"<strong> Saddam Hussein </strong> had nothing to do with 9/11,\" she added, <q>and I have never seen anything to make me change my mind.</q> But, she said, \"it was not a judgment that found favor with some parts of the American machine\"- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That \"", "new_id": -2}, {"uid": "1297241204110002186", "i": 17327, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> on Controversy SC Police Laud Workers for Saving Child in Toilet SC officials praise cleaning crew for saving life of newborn left choking in arena toilet 1 comment By SUSANNE M. SCHAFER Associated Press <q>They did save the life of that child,</q> Greenville Police Chief Terri Wilfong said late Tuesday. A 25-year-old married mother of a 4-year-old faces charges of giving birth in the toilet to the 6-pound boy and leaving it to die. By calling", "new_id": -2}, {"uid": "1295983609158924816", "i": 6111, "idx": 2, "sa": ["Sen. Ted Kennedy", "Mayor Michael Bloomberg", "Kirsten Gillibrand"], "q": "in the <strong> Sen. Ted Kennedy </strong> to pursue common sense gun ownership safeguards to protect our children and communities from those individuals, like the mentally ill and drug addicted, who should not have easy access to deadly weapons.\" <q>I commend <strong> Mayor Michael Bloomberg </strong> for his leadership in working to eliminate horrible gun violence in our communities,</q> said <strong> Kirsten Gillibrand </strong>. \"I will continue to work with the <strong> Mayor Michael Bloomberg </strong>, Police Commissioner Kelly, law enforcement officials and my <strong> Sen. Ted Kennedy </strong> colleagues on a number of common sense, reasonable legislative proposals, including keeping the guns", "new_id": -2}, {"uid": "1295658792011878406", "i": 34192, "idx": 0, "sa": ["Larry Norman", "Eric Schmidt"], "q": "environmental issues, which foster both the economic growth and the energy independence of. Meet <strong> Larry Norman </strong> Page, Google's New CEO Google announced Thursday that Google co-founder <strong> Larry Norman </strong> Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 billion in 2010. Under", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q>As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.</q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1296770160151027758", "i": 43040, "idx": 1, "sa": ["Michael Vick", "Quan Phillips"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: \"Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.\" And then in smaller type: <q>Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!!</q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when <strong> Quan Phillips </strong>", "new_id": -2}, {"uid": "1295313208219807749", "i": 43942, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,\" says <strong> Steve Ballmer </strong>, Microsoft's CEO. <q>The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market</q> More than 11,500 customers and 2,000 partners worldwide have used Microsoft Dynamics CRM 2011 as part of the beta programme, including customers that have switched from competing solutions. In New Zealand, a number of companies", "new_id": -2}, {"uid": "1295987834031850551", "i": 35102, "idx": 3, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized that <strong> Mike Pence </strong> has been advocating ending funding for abortion, and particularly for Planned Parenthood, since 2007. <q>Congressman <strong> Mike Pence </strong> has always held a high regard for the sanctity of human life. He thinks it's important that we encourage those who come to our nation's capital to continue to stand for the cause of life,</q> Lloyd said. Former Massachusetts <strong> Sarah Palin </strong> <strong> Mitt Romney </strong> put out a statement Monday marking the march, but did not attend. \"In great number, men and women from across our country are gathered today", "new_id": -2}, {"uid": "1295941685109330459", "i": 38654, "idx": 6, "sa": ["Eric Snow", "Vince Carter", "Tracy McGrady", "Tyrone Hill", "Allen Iverson"], "q": "fans. It's my house.\" <strong> Vince Carter </strong> overcame a tough first half to score 26 points. He scored almost all of his points on jumpers and was held without a dunk for the second straight game. <q>Not many people can stop him,</q> <strong> Vince Carter </strong> said about <strong> Allen Iverson </strong>. \"We were just added to that list.\" <strong> Tyrone Hill </strong> added 20 points and 12 rebounds for the Sixers and <strong> Eric Snow </strong> had 11 points and 14 assists. <strong> Tracy McGrady </strong> added 20 for Toronto,", "new_id": -2}]