[{"uid": "1295973559065323032", "i": 21839, "idx": 0, "sa": ["Andy Coulson"], "q": "hypocritical to rule that they behave otherwise when the law is based on the same reasoning. Really, what needs to happen is for the law to change so that gay couples can be legally married. \" <q> A B&B is a business offering a service to the public. The Bull's religious convictions are a private issue. If they want to live entirely by their private convictions, they need to stop selling to the public. </q> Job spec for a` spin doctor' <strong> Andy Coulson </strong>'s resignation has left a vacancy at the heart of government. Who could apply? The rise of` we' Why US presidents increasingly love the", "new_id": -2}, {"uid": "1296830789203898892", "i": 34381, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "John McCain"], "q": "Republican George W. Bushial candidate hit back yesterday over unflattering comments made by Mr <strong> Donald Rumsfeld </strong> in his new autobiography, Known and Unknown. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes Senator <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. Senator <strong> John McCain </strong>, a fellow Republican, supported the Iraq war but argued for more US troops and resources. He said yesterday that he respected the former defence secretary but the pair had a`` very", "new_id": -2}, {"uid": "1297249710016384018", "i": 49814, "idx": 3, "sa": ["Jake Gyllenhaal", "David Letterman", "Betty White", "Conan O'Brien"], "q": "` <strong> David Letterman </strong>' after the jump! Now why was it necessary to in three sentences get to examining senior citizen pelvises, and his mother's friends in particular? <strong> David Letterman </strong> summed it up succinctly. <q> What is wrong with you? </q> href=\"http://www.popeater.com/2011/01/19/video-David Letterman-David Letterman-and-Betty White-Betty White-share-vodka\"> VIDEO: <strong> David Letterman </strong> and <strong> Betty White </strong> Share Vodka href=\"http://www.popeater.com/2010/11/18/Jake Gyllenhaal-Jake Gyllenhaal-on-David Letterman-David Letterman\"> Video: <strong> David Letterman </strong> Very Curious About <strong> Jake Gyllenhaal </strong>'s Nude Scenes href=\"http://www.popeater.com/2010/05/04/Conan O'Brien-obrien-David Letterman-David Letterman-jay-leno\"> The <strong> Conan O'Brien </strong> Drama Needs to End, Please Simply enter your name and", "new_id": -2}, {"uid": "1296372558154075149", "i": 25534, "idx": 2, "sa": ["Bernie Sanders", "Howard Dean"], "q": " Many donations came from contributors who were inspired by the speech-- now known as the`` FiliBernie Sanders''-- opposing a plan Congress passed in December that extended tax cuts for the wealthy. <q> Given the fact that I'm about the worst fundraiser in the United States Senate, that helps, </q> <strong> Bernie Sanders </strong> said in an interview last month. Calling <strong> Bernie Sanders </strong>`` a progressive hero,'' former Vermont Gov. <strong> Howard Dean </strong> sent a fundraising e-mail to progressives after the speech resulting in almost$ 56,000 for <strong> Bernie Sanders </strong> as", "new_id": -2}, {"uid": "1297383800139182089", "i": 633, "idx": 0, "sa": ["David Letterman"], "q": "has been caught up in a homestead exemption property tax scandal. <strong> David Letterman </strong> Gaynor, the husband of Circuit Court Judge Mindy Glazer had to pay$ 50,000 to the Broward County property appraiser in back taxes and penalties. <q> There was no explanation, </q> said Ron Cacciatore, of the Broward Property Appraiser's Office.`` They just wanted us to remove the penalties and interest, which we wouldn't do.'' Cacciatore, who heads up Broward's homestead exemption", "new_id": -2}, {"uid": "1295423004000589831", "i": 15450, "idx": 3, "sa": ["Raffaele Bonanni", "Sergio Marchionne", "Maurizio Landini", "Giorgio Airaudo"], "q": "di Cgil:`` Se per partecipazione l'idea? quella di un superamento definitivo di qualsiasi contratto di lavoro non siamo d'accordo''. Tiene alto lo scontro Fiom, con il responsabile Auto <strong> Giorgio Airaudo </strong> che ricorda che <q> per adesso ai salari dei lavoratori mancano 1.200 euro perch la Fiat ha tagliato i premi aziendali </q>, la rinnovata richiesta di riaprire la trattativa(( il no di <strong> Raffaele Bonanni </strong>:`` Questo non? un gioco di societ'') e col segretario <strong> Maurizio Landini </strong> che attacca <strong> Sergio Marchionne </strong>(`` Non vuole pi nessun contratto''", "new_id": -2}, {"uid": "1295222036260489247", "i": 55094, "idx": 19, "sa": ["Kobe Bryant", "Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY Best sports highlight packages( go through the video section): www.youtube.com DESCRIPTION:-- to comment on", "new_id": -2}, {"uid": "1295965652202670112", "i": 41562, "idx": 7, "sa": ["Eric Schmidt"], "q": "sagte <strong> Eric Schmidt </strong>. Google will 1000 Mitarbeiter in Europa einstellen, um die lokalen M?rkte zu erschlie?en. In Deutschland erzielt Google gesch?tzte zwei Milliarden Euro Umsatz im Jahr und beherrscht damit rund 60 Prozent des Online-Werbemarktes. <q> Wir sind so erfolgreich, dass sich die Regierungen Sorgen machen. Wir haben einige sehr komplizierte Punkte mit den Regierungen zu kl?ren </q>, sagte <strong> Eric Schmidt </strong>. Den Untersuchungen, vor allem der EU-Kommission, sehe er allerdings in aller Ruhe entgegen.`` Um Wettbewerbsklagen macht man sich immer Sorgen. Aber diese Sorgen sind nicht allzu gro'', sagte <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295280469135036931", "i": 52238, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Paul LePage", "Mike Huckabee", "Barack Obama"], "q": "that the 2008 winner <strong> Mike Huckabee </strong> began at 2 percent-- but he also said:` For somebody like me, you have to do very well, win or do very well, in Iowa.''' <q> Former Minnesota <strong> Paul LePage </strong> <strong> Tim Pawlenty </strong>, a likely GOP White House hopeful, href=\"http://on.wsj.com/gEL1SZ\"> called on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans, </q> the Wall Street Journal writes. <strong> Mike Pence </strong>:`` An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way, with a veteran of the Reagan White House href=\"http://bit.ly/gt8KTG\"> launching a", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]