[{"uid": "1296405734264388638", "i": 787, "idx": 4, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples", "new_id": -2}, {"uid": "1296119316029376517", "i": 41212, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": "is launching a new investigation to consider this material.'' Police said the inquiry was being moved from the Metropolitan Police's counter-terrorism command and would now be led by a specialist crime unit. <q> This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010, </q> said the police. The News of the World's royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 for conspiracy to access mobile phone messages involving Princes William and Harry. <strong> Andy Coulson </strong> resigned from the paper over", "new_id": -2}, {"uid": "1297652095245153826", "i": 29847, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "that they should`` Obey!'' Meanwhile, the Republican kids will get an autographed copy of both the <strong> George W. Bush </strong> and <strong> Donald Rumsfeld </strong> books and can snicker while watching the Sunday morning talk show/spin rebuttal programs that send the subliminal <q> wink, wink, nudge, nudge </q> message that real men have big bank accounts. Hitler wasn't even tried in absentia for war crimes, but his posse was. <strong> George W. Bush </strong>& Co. will never be taken into custody.( If Radovan", "new_id": -2}, {"uid": "1297237513246775808", "i": 34243, "idx": 5, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "schlie?en zu wollen. W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von`` illegalen Kombattanten'' und die`` Sondermilit?rtribunale'' scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q>", "new_id": -2}, {"uid": "1295990417223739924", "i": 55919, "idx": 0, "sa": ["Danny Sullivan", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them.'' <q> You have investors and others saying` Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?' </q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. Quotes delayed", "new_id": -2}, {"uid": "1296583338225869847", "i": 50212, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "set up a panel to look into the crisis and come up with a solution in a month's time, but Mr. <strong> Ban Ki-moon </strong> has made clear that Mr. <strong> Alassane Ouattara </strong> is the clear winner of the elections. <q> The will of the Ivorian people has already been clearly stated through the election, </q> he told a news conference yesterday in Addis Ababa, where he is attending the AU's annual summit.`` It is important for Mr. Gbagbo to fully reflect the genuine will of the Ivorian people. The longer", "new_id": -2}, {"uid": "1296365269097009680", "i": 28538, "idx": 1, "sa": ["Zahi Hawass"], "q": ". army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. More Cubans are chasing entrepreneurial ambitions with startup firms Register) Please", "new_id": -2}, {"uid": "1295321884188432581", "i": 30530, "idx": 0, "sa": ["Steve Ballmer"], "q": "for the Xbox 360 is the way to get 15-year-old girls cursing up a storm on Xbox Live in a new interview with href=\"http://www.usatoday.com/money/companies/management/bartiromo/2011-01-17-bartiromo17_ST_N.htm\"> USA Today. The animated Microsoft CEO ends that quote by saying <q> we haven't done as good a job drawing in that broader set of demographics. </q> <strong> Steve Ballmer </strong> also says the Xbox 360`` isn't a gaming console,'' but`` a family entertainment center'' and`` a place to socialize.''", "new_id": -2}, {"uid": "1295052774226361350", "i": 3211, "idx": 0, "sa": ["Bob Dudley", "Chris Huhne", "Vladimir Putin"], "q": "chief executive for five years until he was expelled by BP's Russian partners during a shareholder dispute in 2008. <strong> Vladimir Putin </strong> met <strong> Bob Dudley </strong> in Moscow earlier Friday, telling him, according to Russian news agencies: <q> The Russian government is going to support your joint work. </q> British href=\"http://uk.news.yahoo.com/energy.html\"> Energy Secretary <strong> Chris Huhne </strong> also welcomed the`` groundbreaking deal'', saying it was`` good news for Europe, for the UK, energy security and worldwide''-- and showed that BP", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]