[{"uid": "1295884143093126681", "i": 38340, "idx": 0, "sa": ["Jim Skinner", "Eric Schmidt"], "q": "et la Russie,`` malgr le tr?s mauvais temps''. Les ventes ont nettement augment en r?gion Asie-Pacifique pendant le quatri?me trimestre, en particulier en Chine, au Japon et en Australie. <q> Nous avons bien commenc 2011, notre dynamique se poursuit avec des ventes? p?rim?tre comparable en janvier attendues en hausse de 4? 5% dans le monde </q>, a conclu M. <strong> Jim Skinner </strong>. L'action reculait de 1,43%? 73,94$ US? 8h50 lors des changes lectroniques pr?c?dant l'ouverture de la s?ance officielle. Google: <strong> Eric Schmidt </strong> ne quittera pas ses fonctions les", "new_id": -2}, {"uid": "1295636961179568645", "i": 36965, "idx": 3, "sa": ["Prince Harry, Duke of Sussex", "Adam Price", "Andy Coulson", "Prince William, Duke of Cambridge"], "q": "the News of the World staff.'' Asked by MP <strong> Adam Price </strong> about a story obtained from a message <strong> Prince Harry, Duke of Sussex </strong> left on <strong> Prince William, Duke of Cambridge </strong>'s phone, which contained a direct quote and in which the headline read: <q> Chelsea tears a strip off <strong> Prince Harry, Duke of Sussex </strong>, </q> <strong> Andy Coulson </strong> said:`` I don't remember the story.'' <strong> Adam Price </strong> said it was mentioned on the front page of the newspaper and was branded exclusive. He said it was astonishing that <strong> Andy Coulson </strong> did not", "new_id": -2}, {"uid": "1295983889241025038", "i": 56590, "idx": 0, "sa": ["David Letterman", "John Lennon Silva Santos", "George Harrison", "Pete Best", "Paul McCartney"], "q": "`` I Saw Her Standing There,''`` Let it Be''), Bennett('' In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on <q> A Day in the Life. </q>( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com http://wn.com/Former_Beatle_Pete Best_Pete Best_talks_about_The_Thing_with_the_Fab_Fourum_at_Abbey_Road_on_the_River_2010 Courtesy of the Fab Fourum( www.fabfourum.com), former Beatle <strong> Pete Best </strong> talks about <strong> George Harrison </strong> and`` The Thing'' from the Beatles' Hamburg days. Please visit the", "new_id": -2}, {"uid": "1295941669088457230", "i": 12309, "idx": 0, "sa": ["Steve Ballmer", "David Taylor", "Kevin Johnson"], "q": "was recently selected by Sacramento Mayor <strong> Kevin Johnson </strong>'s Arena Task Force as the best prospect for keeping the franchise in town. But <strong> David Taylor </strong> admits it will likely take public money to make it happen. <q> We may come to the conclusion at the end of 90 days that it really isn't doable in this market at this time, and we'll tell them that, </q> said <strong> David Taylor </strong>. Microsoft CEO <strong> Steve Ballmer </strong> is often mentioned as a potential owner for a Seattle-based team. He offered up millions for a KeyArena remodel prior to the Sonics departure, and recently sold millions in company", "new_id": -2}, {"uid": "1296407544252772372", "i": 167, "idx": 9, "sa": ["Steve Javie", "Allen Iverson"], "q": "official <strong> Steve Javie </strong>, who ejected him.`` I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q> His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/Allen Iverson_Allen Iverson_Special_38pts_8asts_vs_Philadelphia_76ers_07/08_NBA <strong> Allen Iverson </strong> reminds 76ers what they once had in Nuggets' win When <strong> Allen Iverson </strong> first played against the Philadelphia 76ers", "new_id": -2}, {"uid": "1296235801110460933", "i": 17791, "idx": 0, "sa": ["Andreas Scholz", "Eric Schmidt"], "q": "einem starken Jahr geht es href=\"http://www.finanznachrichten.de/nachrichten-aktien/google.asp\" title=\"Aktuelle GOOGLE News\"> Google bestens. Das versicherte Konzern-Chef Dr. <strong> Eric Schmidt </strong> DAF-Chefreporter <strong> Andreas Scholz </strong> im Exklusiv-Interview am Rande des World Economic Forum in Davos. Zu Stimmung sagte Google-Chef Dr. <strong> Eric Schmidt </strong> Schimdt: <q> Die Wirtschaft hellt sich auf- weltweit. Die Gesch?fte laufen also insgesamt besser. Die Leute sorgen sich aber noch um Regierungen, den Euro und solche Dinge, aber die Stimmung ist definitiv besser. Der Tiefpunkt war vor zwei Jahren. Uns geht es also definitiv besser. </q> Die gr?ten Risiken sieht <strong> Eric Schmidt </strong> bei den Regierungen und Haushaltsdefiziten, aber auch die Sorgen bei den Banken seien noch problematisch. Nachrichten FinanzNachrichten.de bernimmt keine Haftung f?r die Richtigkeit der Angaben!", "new_id": -2}, {"uid": "1296492708037863448", "i": 52178, "idx": 11, "sa": ["Spud Webb", "LeBron James", "Chris Webber", "Allen Iverson", "Žydrūnas Ilgauskas", "Jimmy Cleveland"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> Jimmy Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Spud Webbe... <strong> LeBron James </strong> 36 Points vs Pistons Game 4 Playoffs 2009! HD! 26.04.2009 <strong> LeBron James </strong> 36 Points vs Pistons", "new_id": -2}, {"uid": "1296112269056524830", "i": 3625, "idx": 0, "sa": ["David Letterman"], "q": "On August 30th 1993, on the`` Late Show'', <strong> David Letterman </strong> referred to a`` switch'' in a href=\"http://www.earthtimes.org/tag/pet.html\"> pet trick segment involving`` Bailie'' the dog who played dead on command and used <q> There is no off position on the genius switch. </q> as a queue. href=\"http://www.youtube.com/watch?v=_rr_IXvCm4k\"> http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the`` Key to Knowledge'', which started yesterday, the inventors confirmed that humans could use it to become`` Super Intelligent'',", "new_id": -2}, {"uid": "1295910860137379909", "i": 28922, "idx": 0, "sa": ["Fareed Zakaria", "Eric Schmidt"], "q": "program. Apparently, McGuirk and <strong> Eric Schmidt </strong> are very close indeed. The Post says the pair first met on the Sunday foreign-affairs show`` <strong> Fareed Zakaria </strong> GPS,'' which frequently used <strong> Eric Schmidt </strong> as a guest. <q> <strong> Eric Schmidt </strong> has been looking for a TV job for over a year, </q> a`` CNN insider'' tells The Post.`` But the pilot he filmed with Liza was a complete disaster.'' We don't doubt it. <strong> Eric Schmidt </strong>'s`` just move'' bit", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]