[{"uid": "1295665840153141340", "i": 9867, "idx": 0, "sa": ["Andy Coulson"], "q": "a LOT! The people of Leban would be happy without that GANG of foreign murderers.( They certainly behave like foreigners!) They were LET in as GUESTS and now they Report Abuse <q> Hizbollah will protect the people Of Lebanon till the end of time </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295991953089178223", "i": 3080, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just, \"I need a haircut. </q>\" Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1296333795178929703", "i": 4610, "idx": 2, "sa": ["Zahi Hawass"], "q": "today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office.\" 23 posted on 01/29/2011 12:31:22 PM PST( A closed mouth gathers no feet- Visualize) these fools try to destroy their", "new_id": -2}, {"uid": "1296146618234012711", "i": 14767, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Carl Levin"], "q": "worked closely with Senate Armed Services Committee Chairman <strong> Sen. Carl Levin </strong>( D-MI) to support's troops and veterans in the Senate. <strong> Sen. Carl Levin </strong> <strong> Kirsten Gillibrand </strong> worked with Chairman <strong> Sen. Carl Levin </strong> to strengthen our national security by repealing the corrosive <q> Don't Ask, Don't Tell </q> policy, including securing the first committee hearing that led to its repeal. \"One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military", "new_id": -2}, {"uid": "1295681320220479502", "i": 12718, "idx": 1, "sa": ["Stephen Jackson", "Wilson Chandler", "Allen Iverson", "Danilo Gallinari"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/New_York_Knicks_vs_Atlanta_Hawks_99__98_8_March,_2010 The Knicks hold on for the one-point win over the Hawks behind <strong> Danilo Gallinari </strong>'s 27 points. <strong> Wilson Chandler </strong>'s last-second block saves win for Knicks By Adam Zagoria, for NBA.com Posted Monday March 8,", "new_id": -2}, {"uid": "1294957383066879509", "i": 13625, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining them was former <strong> Nancy Pelosi </strong> of the House, <strong> Nancy Pelosi </strong>. On The Early Show, <strong> Kirsten Gillibrand </strong> said, <q> It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much. </q> <strong> Debbie Wasserman Schultz </strong> said, \"Mark, the first thing that he asked her to do was, you know, \"<strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.\" And then he said", "new_id": -2}, {"uid": "1296371374213876760", "i": 35673, "idx": 0, "sa": ["Allen Iverson", "Rick Adelman", "Peja Stojakovic"], "q": "what's going on.\" The Kings visit the New York Knicks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojakovic </strong>'s status. \"I have a lot of faith in <strong> Peja Stojakovic </strong>,\" <strong> Rick Adelman </strong> said. <q> He's meant a lot to me and this franchise. He's been a pro his whole career. </q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Philadelphia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two", "new_id": -2}, {"uid": "1295479113159825927", "i": 997, "idx": 0, "sa": ["Simon Cowell"], "q": "show does in its first week. As one ratings prognosticator told us, \"I think this week it will do the same or better than it did premiere week last year.\" The reason: rubbernecking. <q> People are curious about the new judges, </q> the source wagers. These opening audition shows could even see the return of ex- Idol junkies curious to see how things work sans <strong> Simon Cowell </strong>. And if it does poorly? Keep it in perspective before", "new_id": -2}, {"uid": "1295573362159776795", "i": 18769, "idx": 0, "sa": ["Eric Schmidt"], "q": "of the company before diving into fourth quarter 2010 earnings. Co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive officer in a reshuffle of senior management. The moves, effective April 4, were made to <q> streamline decision-making and create clearer lines of responsibility and accountability at the top of the company, </q> which makes some think that projects or platforms weren't getting pushed out as quickly as they had hoped. Being first to market will become even more important in the future as the mobile, operating system", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]