[{"uid": "1296725293246726664", "i": 333, "idx": 3, "sa": ["Steve Ballmer"], "q": "potential 20-25% global share over time- and exclusivity. \"Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's?\" he asked <strong> Steve Ballmer </strong>. <q>You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA.</q> Ahmad's advice was echoed by Wedge Partners analyst Brian Blair, who said the switch to Windows Phone 7 \"would address the key concern we have had about Nokia for the last several years: terrible", "new_id": -2}, {"uid": "1296685321182059018", "i": 46258, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "taxes for the wealthy. Searching for some way to make rich people happy to fork over the extra taxes, Adams landed on the idea of selling the naming rights for airports and bridges. The cartoonist mused: <q> \"It does seem like a waste of taxpayer resources to name a road after a dead politician if we can get a better price at auction.</q>\", the latest installment of The Market This Minute offered a look back at outgoing <strong> Google Inc. </strong>( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Click here to watch the video. For", "new_id": -2}, {"uid": "1296217929050937881", "i": 20169, "idx": 3, "sa": ["Mitt Romney", "Mike Pence", "Chris Christie", "John McCain", "Tim Pawlenty", "Rahm Emanuel"], "q": "has just finished an animated pitch to the Merrimack County Republican Committee. Now it's time for the obvious question: What does he offer that putative front-runner <strong> Mitt Romney </strong> doesn't? <strong> Tim Pawlenty </strong> sidesteps. <q>I don't get into comparing myself to other candidates,</q> he tells me. \"I just <strong> Mike Pence </strong> reportedly rules out <strong> John McCain </strong> House run Pundits: <strong> Mike Pence </strong> is GOP <strong> Chris Christie </strong> Favorite NewsChannel 15's political analysts gave their opinions on <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> running for Indiana <strong> Chris Christie </strong>.... Ban Abortion", "new_id": -2}, {"uid": "1295899581135872595", "i": 46369, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "however, US <strong> Barack Obama </strong> was listening. At a news conference after the business meeting, <strong> Barack Obama </strong> gave a speech about how intellectual property rights are an important part of economic development for both China and the US. <q>Some of it has to do with intellectual property protection,</q> <strong> Barack Obama </strong> said, according to the White House transcript. \"So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in", "new_id": -2}, {"uid": "1295658341074924035", "i": 535, "idx": 4, "sa": ["Andy Coulson"], "q": "done for me, for the government and for the country. He has run the Downing Street press office in a very straightforward professional and competent way.\" He said he compared <strong> Andy Coulson </strong>'s regime with <q>the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government</q>. He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director \"had resigned as News of the World editor as soon as he found what was happening\". <strong> Andy Coulson </strong> resigned from the paper in January", "new_id": -2}, {"uid": "1295012281152616960", "i": 2686, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".\" A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295600499103776311", "i": 7314, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find its footing in social networking,", "new_id": -2}, {"uid": "1296708031055181325", "i": 8724, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals. \"It's extra special( to win) when you have to fight and struggle,\" <strong> Allen Iverson </strong> said. <q>We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).</q> \"I've had this team for five years and they try,\" Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said. \"They might not always play right and they might not always play good, but they try.\"", "new_id": -2}, {"uid": "1296231867027263053", "i": 1560, "idx": 9, "sa": ["Michael Gove"], "q": "having said that, the school will have to show staff on role, duties, timetables and more crucially, you will be given a questionnaire to fill in. BSspotter 27 January 2011 1:36 PM <q>Chris Keates, general secretary of the Nasuwt, said the bill gave an education secretary around 50 new powers: \"He can seize land to set up new schools, revise local authority budgets, close schools on a whim and make up his own definition of what early education means.</q> I live in China and while the education system is very variable( that's in the words of the Chinese Government by the way) they have a few things that <strong> Michael Gove </strong> seems to have missed out on", "new_id": -2}]