[{"uid": "1295819589226000912", "i": 35152, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "to display tolerance in the wake of the shooting in <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, href=\"http://www2.timesdispatch.com/topics/types/person/tags/Barack Obama-Barack Obama/\" title=\"Topic- Barack Obama\"> <strong> Barack Obama </strong>. </q>`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' href=\"http://www2.timesdispatch.com/topics/types/person/tags/Colin Powell-Colin Powell/\" title=\"Topic- Colin Powell\"> <strong> Colin Powell </strong> said.`` And I", "new_id": -2}, {"uid": "1295641913254836778", "i": 35781, "idx": 0, "sa": ["Steve Ballmer"], "q": "in the cloud, offering an array of IT services. It includes configuration management, a catalog for product and service ordering, a workflow engine, reporting and more. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1296184988067649545", "i": 26181, "idx": 6, "sa": ["Mike Pence", "Barack Obama"], "q": "House, <strong> Mike Pence </strong> said Republicans`` welcome the <strong> Barack Obama </strong>'s call'' for Social Security reform.`` I think the only danger House Republicans have today is in not being bold enough,'' he said. <q> I think the American people are tired of half-measures. They're looking for men and women at every level of government who are willing to step up and speak the truth and to offer positive solutions to deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform. </q> <strong> Mike Pence </strong> said that he`` even heard the <strong> Barack Obama </strong>... talking about fiscal discipline and reform'' but added that`` when he adds on top of that calls for additional spending, it undermines the credibility of", "new_id": -2}, {"uid": "1295911596142966787", "i": 23682, "idx": 0, "sa": ["Bernie Sanders"], "q": "television stations, websites, film studios and related production facilities; and to dominate local media controlling cable and Internet service and TV stations in major cities across the country. Senator <strong> Bernie Sanders </strong> overstates nothing when he argues that <q> this new media giant will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States. At a time when a small number of giant media corporations already control what the American people see, hear and read, we do not need another media conglomerate with control over the production and distribution of media content. What we need is less concentration of ownership, more diversity, more local ownership-and more viewpoints. </q> Small cable providers joined consumer groups to object to the Comcast-NBCU merger, but most major media and telecom firms were conspicuously silent as Comcast( which ranked fourth among corporate contributors to 2010 election campaigns) spent", "new_id": -2}, {"uid": "1297442207053690372", "i": 6369, "idx": 0, "sa": ["Donald Rumsfeld", "George H. W. Bush", "L. Brent Bozell III"], "q": "] Earlier in the segment, Hannity and <strong> L. Brent Bozell III </strong> discussed the media questioning former Defense Secretary <strong> Donald Rumsfeld </strong> about if he feels remorse for not placing more troops inside Iraq earlier on in the conflict. <q> The same reporters did nothing but bash <strong> George H. W. Bush </strong> over the surge </q> <strong> L. Brent Bozell III </strong> reminded Hannity. href=\"http://www.newsbusters.org/blogs/nb-staff/2011/02/10/open-thread-whistleblower-alleges-politicized-foia-compliance-hGeorge H. W. Bush-doj\"> Open Thread: Whistleblower Alleges Politicized FOIA Compliance at HGeorge H. W. Bush DOJ Girl Scouts Back Away From Pledge Committing Girls to Lobby for` Legislation That Reduces Greenhouse Gas Emissions' Mark Finkelstein", "new_id": -2}, {"uid": "1295825541084197386", "i": 34248, "idx": 4, "sa": ["Eric Cantor", "Mike Pence", "Kevin McCarthy", "Billy Bush"], "q": ".'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 Billy Bushion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 Billy Bushion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1295909859246595674", "i": 48641, "idx": 2, "sa": ["Bernie Sanders", "Barack Obama", "Sheldon Whitehouse"], "q": "Republicans to make significant changes to the way Social Security works. <strong> Bernie Sanders </strong> said the news that <strong> Barack Obama </strong> would say nothing specific about the program one way or the other was good enough to alleviate those fears. <q> I was very pleased to see in the media this afternoon that the <strong> Barack Obama </strong> will not-- underline will not-- advocate raising the retirement age, </q> <strong> Bernie Sanders </strong> said.`` I applaud the <strong> Barack Obama </strong> for standing up for Social Security.'' <strong> Bernie Sanders </strong> was on the call with Sen. <strong> Sheldon Whitehouse </strong>( D-RI), who joined with the Vermont independent in condemning the Republican", "new_id": -2}, {"uid": "1295682265065617928", "i": 122, "idx": 16, "sa": ["Mike Pence", "Erick Erickson"], "q": "enthusiastic about him?`` <strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee,'' says the draft-Mike Pence website, theconservativechampion.org. <q> He bridges the gap between the establishment and the grassroots, </q> wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for standing up to his party in opposing the Medicare drug benefit in 2003 and for challenging GOP leaders on other spending issues. He's also", "new_id": -2}, {"uid": "1295272052121765940", "i": 57437, "idx": 0, "sa": ["Mike Pence", "Chris Wallace", "Jim Ryun"], "q": "<strong> Mike Pence </strong> <strong> Mike Pence </strong> into the GOP primary fight. The group,, a former deputy counsel in the Reagan Administration. Former Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong> is also affiliated with the group. <q> <strong> Mike Pence </strong> describes himself as` First a Chris Wallacetian, then a conservative, then a Republican', </q> said Benko.`` He unifies fiscal, social, and national security conservatives.'' <strong> Mike Pence </strong> has not yet made any announcement about his political future although he is widely seen to be mulling either a run", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]