[{"uid": "1297171230133922851", "i": 11409, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Daniel Berehulak/Getty Images <strong> Simon Cowell </strong> LOS ANGELES-- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to take everyone", "new_id": -2}, {"uid": "1296932811087031838", "i": 31727, "idx": 0, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "Paolo Romani"], "q": "Italians Saturday. His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1296273660046694428", "i": 20484, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Ben Wallace", "Delonte West", "Allen Iverson"], "q": "Delonte Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Ben Wallace </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right way, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds. \"In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"uid": "1295567949204783621", "i": 4286, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}, {"uid": "1296136659006979634", "i": 13888, "idx": 1, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> <strong> Camille Grammer </strong>: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at Grammer_Camille Grammer_Opens_Up_on_Reality_TV_and_Divorce Grammer_Camille Grammer_Demands_50_Million_In_Divorce_Settlement_Report", "new_id": -2}, {"uid": "1295590431000901120", "i": 47174, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "j?venes fundadores, <strong> Larry Page </strong> y <strong> Sergey Brin </strong>. <strong> Larry Page </strong>, por su parte, se?al en el comunicado que <strong> Eric Schmidt </strong> hab?a hecho \"un trabajo sensacional al frente de Google durante la ltima d?cada\" y agreg que los <q> resultados hablan por s mismos </q>. <strong> Eric Schmidt </strong> pasar as a convertirse en presidente ejecutivo de la compa?a y se encargar de las \"relaciones externas\" del gigante tecnol?gico. Por su parte, <strong> Sergey Brin </strong>, cofundador de la compa?a con", "new_id": -2}, {"uid": "1296974131206028816", "i": 17991, "idx": 3, "sa": ["Sergio Marchionne"], "q": "only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions,\" <strong> Sergio Marchionne </strong> said. <q> Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity, </q> he added. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1295925206202604558", "i": 39570, "idx": 0, "sa": ["Donyell Marshall", "John Thompson", "Steve Nash", "Allen Iverson", "Tim Cahill", "Dwyane Wade"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Steve Nash </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my Tim Cahille, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me <strong> Dwyane Wade </strong> scored 33 points", "new_id": -2}, {"uid": "1296777023218005513", "i": 21374, "idx": 0, "sa": ["Colin Powell"], "q": "in different colors and the myriad of cowboy boots worn on people's feet. A friend of mine said there seemed to be a lot more suits at GreenBuild this year- which she said is a good thing <q> cuz we need'em! </q> As for dislikes, I heard a lot of complaints about the lack of vegetarian food( this is GreenBuild afterall!) I also heard a lot of people complaining about two elements of <strong> Colin Powell </strong>'s speech", "new_id": -2}, {"uid": "1295423004000589831", "i": 15451, "idx": 4, "sa": ["Maurizio Landini", "Sergio Marchionne", "Raffaele Bonanni", "Giorgio Airaudo"], "q": "responsabile Auto <strong> Giorgio Airaudo </strong> che ricorda che \"per adesso ai salari dei lavoratori mancano 1.200 euro perch la Fiat ha tagliato i premi aziendali\" , la rinnovata richiesta di riaprire la trattativa(( il no di <strong> Raffaele Bonanni </strong>: <q> Questo non? un gioco di societ </q>) e col segretario <strong> Maurizio Landini </strong> che attacca <strong> Sergio Marchionne </strong>( \"Non vuole pi nessun contratto\" ) e parla di modello tedesco: \"Dico s se preso nel suo complesso: pi salari, pi diritti, meno lavoro", "new_id": -2}]