[{"uid": "1296391786239042627", "i": 4593, "idx": 12, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's", "new_id": -2}, {"uid": "1295829625240762905", "i": 41857, "idx": 2, "sa": ["Colin Powell"], "q": "`` I think he's got a way to go,'' Mr <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilised the economy.'' <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q> 18 Oct 2008`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' Mr <strong> Colin Powell </strong> said.`` And I think he's working", "new_id": -2}, {"uid": "1295007633054722608", "i": 28546, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "she and <strong> Debbie Wasserman Schultz </strong> recalled dinners and family vacations they'd taken with <strong> Gabrielle Giffords </strong>. That's when <strong> Gabrielle Giffords </strong> squeezed <strong> Kirsten Gillibrand </strong>'s hand and her right eye started to flicker, before finally opening wide. <strong> Debbie Wasserman Schultz </strong> says, <q> it was like she was trying to will her eyes open, </q> adding:`` It felt like we were watching a miracle.'' <strong> Gabrielle Giffords </strong>' other eye was damaged in the shooting and remains bandaged.( Copyright 2011 by The Associated Press.", "new_id": -2}, {"uid": "1295648097184696861", "i": 4515, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q> the removal of <strong> Saddam Hussein </strong>'s regime from power </q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, Weber is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, Weber's firm received$ 360297 from", "new_id": -2}, {"uid": "1295566668244678663", "i": 2849, "idx": 0, "sa": ["Eric Schmidt"], "q": "to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> wrote. a less formal post from <strong> Eric Schmidt </strong>'s Twitter account, and a jab at Google's perceived youthful spirit, <strong> Eric Schmidt </strong> simply wrote: <q> Day-to-day adult supervision no longer needed! </q> with a link to his blog post. <strong> Eric Schmidt </strong> said that he will stay on as executive chairman, where he will focus externally on deals, partnerships, customers and broader business relationships. He will also still", "new_id": -2}, {"uid": "1296012365168460293", "i": 21841, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> wore most of this season. <strong> Michael Vick </strong> signs a two-year contract with a provider of the football pads <strong> Michael Vick </strong> wore most of the past season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1296569355043499528", "i": 11906, "idx": 2, "sa": ["Johnny Nitro", "Drew McIntyre", "Jack Swagger", "Kofi Kingston", "Simon Cowell", "Ric Flair", "Michael McIntyre", "John Cena"], "q": "here: <strong> Johnny Nitro </strong> 1st February, 9:00 am Metro <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says` <strong> Michael McIntyre </strong>: <strong> Ric Flair </strong> don't like you. <strong> Ric Flair </strong> love you,' </q> the comedian told Newsbeat's Natal... Rant on <strong> John Cena </strong>'s pushing of young talent( Sheamus, <strong> Jack Swagger </strong>, <strong> Kofi Kingston </strong>, <strong> Drew McIntyre </strong>) <strong> Drew McIntyre </strong> 4th Titantron Remake Information- Finally <strong> Ric Flair </strong> finished my <strong> Drew McIntyre </strong> 4th Remake. This was", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296789411115392513", "i": 3505, "idx": 1, "sa": ["Allen Iverson", "Tracy McGrady"], "q": "New Orleans.`` It's a good feeling. I think it's a tribute to my teammates and coaching staff because without those guys none of that would be possible,'' <strong> Allen Iverson </strong> said in a statement. <q> But most of all I just want to thank the fans for appreciating what I go out and do on the court night in and night out. It's just a great feeling and an honor, and I'm just looking forward to trying to play the best that I can play for the fans. </q> <strong> Allen Iverson </strong> was more than 80000 votes behind <strong> Tracy McGrady </strong>, who has struggled with injuries this season, when the final update was released two weeks ago. He ended up with 1203152 votes. <strong> Tracy McGrady </strong> finished with 1192742. Eastern", "new_id": -2}, {"uid": "1295584860019480589", "i": 12079, "idx": 0, "sa": ["Eric Schmidt"], "q": "paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter.`` Q4 marked a terrific end to a stellar year,'' Google CEO <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Google's results may offset the uncertainty surrounding the announcement of <strong> Eric Schmidt </strong>'s exit on April 4 as CEO. taking over as CEO and will oversee day-to-day operations, including product and technology development. Google", "new_id": -2}]