[{"uid": "1295682265065617928", "i": 82, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}, {"uid": "1295648181220856323", "i": 26987, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "that they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. <strong> The CEO </strong> shift won't result in major strategic changes, the executives said. \"We really agree on strategy,\" Page said. <q>This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.</q> <strong> Eric Schmidt </strong>, 55, said, \"We worked as a triumvirate for 10 years.\" The three didn't always agree, particularly when it came to coping with rules in China that require", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295669771065781827", "i": 2608, "idx": 3, "sa": ["Eric Schmidt"], "q": "merge Google's technology and business vision.\" In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company.</q> On his Twitter account, <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, wrote: \"Day-to-day adult supervision is no longer needed", "new_id": -2}, {"uid": "1295754232172048412", "i": 23515, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q>The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that,</q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly.", "new_id": -2}, {"uid": "1297210997249675782", "i": 45844, "idx": 1, "sa": ["Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.\" <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q>deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice.</q> WikiLeaks: Israel's secret hotline to the man tipped to replace Mubarak Duchess of Cornwall gives first public hint that she may one day be Queen WikiLeaks: US and China in military standoff over space", "new_id": -2}, {"uid": "1294955040072040450", "i": 36900, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so", "new_id": -2}, {"uid": "1295580785025001998", "i": 27834, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": " \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1297368027190234634", "i": 278, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": " \"What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q>love and happiness in their new marriage.</q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. The veteran actor starred in the comedy series \"Cheers\" and \"Frasier.\"", "new_id": -2}, {"uid": "1295983523139264044", "i": 29184, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Jerry Reese"], "q": "manager <strong> Jerry Reese </strong>, told ESPNNewYork.com that \"we will not rule that out\" about <strong> Plaxico Burress </strong>' potentially returning to the team. \"We investigate everything and we'll definitely investigate that,\" <strong> Jerry Reese </strong> said. <q>But you know Plax, when he gets home I think the first thing he'll want to do is just spend time with his family, and we'll be in contact at the appropriate time.</q> In addition to being a model prisoner, there's no doubt that <strong> Michael Vick </strong>'s turnaround story this past season is helping <strong> Plaxico Burress </strong> get a fair second look. Just like <strong> Michael Vick </strong>, if <strong> Plaxico Burress </strong> is willing to", "new_id": -2}]