[{"uid": "1295473800129286206", "i": 29256, "idx": 0, "sa": ["Michael Vick"], "q": "took the dog a good 20 miles out in the country and dumped him off. The next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> KDMac: \"Damn! I thought I killed that thing...\"-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1297402284143720477", "i": 3546, "idx": 0, "sa": ["Donald Rumsfeld", "Donald Trump", "Newt Gingrich", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America. \"The Germans are buying the New York Stock Exchange,\" announced former House Speaker <strong> Newt Gingrich </strong>. <q> The U.S. is becoming the laughing stock of the world, </q> exhorted reality television star <strong> Donald Trump </strong>. It's \"a national reckoning unlike any I have seen in my lifetime,\" explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president", "new_id": -2}, {"uid": "1296509876251035669", "i": 23420, "idx": 4, "sa": ["Jay Leno", "Jimmy Kimmel", "Jimmy Fallon", "David Letterman"], "q": "275,000 \"The Tonight Show with <strong> Jay Leno </strong>\" 179,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 150,000 \"The Late Show with <strong> David Letterman </strong>\" 148,000\" Lopez Tonight\" 122,000 \"<strong> Jimmy Kimmel </strong> Live\" 96,000 <q> The Late Late Show with <strong> Craig Ferguson </strong> </q> 94,000 \"Chelsea Lately\" 79,000 \"The Mo'Nique Show\" 73,000 Source: Nielsen Media Research, live+ same day data, original episodes only Cable data( 12/27/10-1/ 27/11)", "new_id": -2}, {"uid": "1297713783158121991", "i": 3723, "idx": 0, "sa": ["Sergio Marchionne", "Steven Chu"], "q": "'s application for federal loans is \"moving ahead\" and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1295705788039895042", "i": 500, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "our worst day in government,\" a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure <q> leaves the prime minister with a crucial vacancy as the coalition government weathers dissent about cuts </q> in public spending introduced to reduce a huge budget deficit. <strong> Andy Coulson </strong> had been under pressure for months about what he knew about a phone-hacking scandal at the Rupert Murdoch-owned News of the World weekly in 2005-6,", "new_id": -2}, {"uid": "1297127661189071411", "i": 37780, "idx": 4, "sa": ["Paula Abdul", "Simon Cowell"], "q": "records] was the natural choice.\" <strong> Simon Cowell </strong> said that most importantly he \"wants to be fair to the artist\" and to whatever genre of music in which he or she happens to be fluent. <q> And then choose whichever division of Sony makes sense( for the artist). </q> <strong> Simon Cowell </strong> also addressed rumors that his erstwhile American Idol colleague <strong> Paula Abdul </strong> may appear as a judge on X Factor, \"King's Speech,'` Inception,'` Black Swan\" Win Art Directors", "new_id": -2}, {"uid": "1297706494051036178", "i": 38279, "idx": 3, "sa": ["Cecile Richards", "Mike Pence"], "q": "said. \"This would roll back decades of progress for women's health care.\" \"We are a safe place where people can go and ask difficult questions about sex,\" <strong> Cecile Richards </strong> said. <q> We do this for teens and adults, gays and straights, and that really irritates some people who believe sex is only for procreation. </q> In an emergency email to its members that LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called \"the most dangerous legislative assault on women's health", "new_id": -2}, {"uid": "1295440324144605237", "i": 37518, "idx": 8, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, she and <strong> Simon Cowell </strong> Tyler are singers and performers. <strong> Simon Cowell </strong> Tyler, the frontman for Aerosmith, is working on another album for Sony now. \"We're artists,\" Ms. Lopez said. <q> We've been up there. We've auditioned. We've been through the ranks. </q>", "new_id": -2}, {"uid": "1297189237260702220", "i": 14949, "idx": 0, "sa": ["Paul Bremer", "George Stephanopoulos", "Bob Woodward", "Donald Rumsfeld"], "q": "not supporting a troop surge in Iraq. At no point did the former Democratic operative admit that some in the media, including reporters at ABC, were skeptical of such a surge. <strong> George Stephanopoulos </strong> chided, <q> So, can you now concede what <strong> Al Gore </strong> McCain said last week was correct? That had you stayed in office, there would have been defeat in Iraq and the surge would not have taken place? </q> <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued, \"It's documented in <strong> Bob Woodward </strong>'s book.\" <strong> Donald Rumsfeld </strong> retorted, \"<strong> Bob Woodward </strong> wasn't there.\"", "new_id": -2}]