[{"uid": "1296142019223117323", "i": 16492, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "according to RadarOnline. The deal will be publicly announced today, according to the company.`` We're real excited about it,'' the company's chief executive officer Rob Vito said. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.`` We believe it was worth it because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products, </q> Vito said. <strong> Michael Vick </strong> said in a statement that`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' A large", "new_id": -2}, {"uid": "1296619353222035981", "i": 37398, "idx": 6, "sa": ["LeBron James", "M. Night Shyamalan", "Allen Iverson", "Cheikh Samb", "Antonio McDyess", "Tayshaun Prince", "Chauncey Billups"], "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento LeBron Jamess on Tuesday <strong> M. Night Shyamalan </strong>.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1295677080221315102", "i": 13352, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "even royalty in his previous job as editor of a powerful tabloid newspaper. <strong> Andy Coulson </strong>'s resignation comes as a huge blow to <strong> David Cameron </strong>, who had insisted <strong> Andy Coulson </strong> would stay on despite the scandal But <q> when the spokesman needs a spokesman, it's time to move on, </q> <strong> Andy Coulson </strong> said in a statement announcing his departure, the New York Times reported. <strong> Andy Coulson </strong> faced repeated allegations of systematic wrongdoing while he led <strong> Rupert Murdoch </strong>'s News of the World tabloid. In 2007,", "new_id": -2}, {"uid": "1295587963072171541", "i": 30404, "idx": 10, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said href=\"http://timesofindia.indiatimes.com/topic/Ken Auletta-Ken Auletta\"> <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly calls to", "new_id": -2}, {"uid": "1295584304175472658", "i": 25283, "idx": 0, "sa": ["Henry Porter", "Andy Coulson"], "q": "judicial review into the police handling of the investigation. The Times investigation cited several former NoW journalists stating that <strong> Andy Coulson </strong> had`` actively encouraged'' phone hacking.`` In fact'', the newspaper continued, <q> an examination based on police records, court documents and interviews with investigators and reHenry Porters shows that Britain's revered police agency failed to pursue leads suggesting that one of the country's most powerful newspapers was routinely listening in on its citizens. </q> This was followed by a Channel 4`` Dispatches'' programme, in which it was alleged that <strong> Andy Coulson </strong> had personally listened to hacked messages. Two parliamentary select committees are involved in inquiries concerning the hacking", "new_id": -2}, {"uid": "1296721607183549967", "i": 15346, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "made a decision, nor did he always receive effective implementation of the decisions he made,'' <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, he wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1297451846240746502", "i": 44702, "idx": 7, "sa": ["Donald Rumsfeld"], "q": ", mistakenly calling them`` peaceful protesters.'' That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q> As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed, </q> Denber told EurasiaNet.org.`` <strong> Donald Rumsfeld </strong> may be right that the U.S. has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if the United States does", "new_id": -2}, {"uid": "1297258773064307237", "i": 12778, "idx": 0, "sa": ["Simon Cowell"], "q": "their bow in the town. Craig Saggers, one half of Diva Fever, spoke to the Mail before taking to the stage. He said: <q> This is the second Christmas light switch on we have done. It's good to come here and see our fans and we get to play some songs as well. </q> The pairing made it to the live stages of this year's X Factor after being kept in as a wildcard act by <strong> Simon Cowell </strong>, just weeks after he originally told them", "new_id": -2}, {"uid": "1297260107046088232", "i": 29181, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT New <strong> Donald Rumsfeld </strong> Memoir Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent Gwen Ifill href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800009_pf.html\"> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book,`` Known and Unknown.'' The book certainly includes its fair share of", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]