[{"uid": "1296104235116244497", "i": 28186, "idx": 0, "sa": ["David Letterman", "Jack White"], "q": "Nashville, Tenn.. She was surrounded by an impossibly hip 11-piece lineup that included a horn section, backup singers and <strong> Jack White </strong> as band leader. It was another high point in a remarkable renaissance for the 73-year-old <q> Queen of Rock'n' Roll, </q> who was in the midst of a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the`` Late Show With <strong> David Letterman </strong>'' in New York and`` Conan'' in", "new_id": -2}, {"uid": "1295432267218038360", "i": 44466, "idx": 0, "sa": ["Alassane Ouattara"], "q": "the would-be president <strong> Alassane Ouattara </strong>. At a news conference on Wednesday Gbagbo's foreign minister Alcide Djedje indicated that Gbagbo had not exactly agreed to a lifting of the blockade, claiming[ Alcide Djedje, Foreign Minister]: <q> He said he was ready to study the conditions for lifting the blockade. The Ivorian army believes that we can not tolerate three hundred soldiers in this hotel. They are heavily armed and it threatens even the president because it is five minutes from the Golf Hotel to the president's residence. </q> Until a short time ago a substantial military and police presence was still busy sealing off all roads leading to the lagoon-side hotel with only UN helicopters and supply trucks allowed access. Gbagbo has the support of his security", "new_id": -2}, {"uid": "1297245173074432526", "i": 42911, "idx": 1, "sa": ["Will Smith", "Simon Cowell", "Matt Lauer"], "q": "TV the music mogul said:`` I haven't been invited.'' When the presenter of The Today Show, <strong> Matt Lauer </strong>, asked if he thought he would get an invite in the future he said: <q> No. But I'll probably be allowed to wave in the street. </q> <strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges <strong> Will Smith </strong> be.`` They <strong> Will Smith </strong> be cute,'' he", "new_id": -2}, {"uid": "1297359305003293190", "i": 42685, "idx": 0, "sa": ["Eric Schmidt"], "q": "to anytime later this spring, earlier today Microsoft Germany just tweeted from it's German Windows Phone Twitter account that in the recent days, they got`` more and more questions regarding the update'' and that Microsoft <q> doesn't want to wet up </q> its users, attaching a link to the Mobile World Congress keynote page. href=\"http://www.theunwired.net/media/news/microsoft_de_windows_phone_7_nodo_rumor_tweet.jpg\"> href=\"http://www.theunwired.net/media/news/mwc_11_keynote_speakers_web_page.jpg\"> However, in my humble opinion it's unlikely that href=\"http://www.theunwired.net/tags.php?tag=Google\"> Google's <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296637253086523919", "i": 16548, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "2010. The record-setting quarterback, who had a string of 355 passes without an interception, received 21 votes from a 50-member media panel Tuesday to outdistance Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who drew 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous All-Pro choice, <strong> Tom Brady </strong> threw for 36 touchdowns and was intercepted just four times in 2010. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL record with 50 touchdown", "new_id": -2}, {"uid": "1295094125134053943", "i": 24388, "idx": 46, "sa": ["Linas Kleiza", "Allen Iverson", "Joseph King", "Carmelo Anthony"], "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaJoseph King out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295146930138919968", "i": 9080, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Jay Leno"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as`` Tonight'' show host. He says the reason is no mystery, noting,`` We", "new_id": -2}, {"uid": "1297242449110002256", "i": 15903, "idx": 2, "sa": ["Michael Gove", "Darren Henley"], "q": "the soul'' said <strong> Michael Gove </strong>.`` But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally.'' The funding will be protected to <q> ensure it goes to the front line </q> and will be used to implement ideas from the Managing Director of Classic FM <strong> Darren Henley </strong>'s review of music in schools. Ideas include: Getting more top music graduates and performers into teaching through Teach First Producing a", "new_id": -2}, {"uid": "1297355862235454526", "i": 20773, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Update: Power Restored in Chilton Area, Schools Delayed Embezzlement Could Force Kids' Figure Skating Club to", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]