[{"uid": "1296005667036782107", "i": 20543, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": " Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297110030149880903", "i": 20655, "idx": 3, "sa": ["Simon Cowell"], "q": "and make decisions as to what songs they sing, what clothes they wear and what dances they perform. But <strong> Simon Cowell </strong> hopes the thing most different from other vocal competitions is the inevitable winner. <q> I'd love to find somebody different. I'd love to find somebody who can become a star all over the world, I'd love to say we found this person on this show, </q> he said.`` It's not just about selling a few records... You want to give somebody a career; you want to give them a platform and you want the whole world to know about them...", "new_id": -2}, {"uid": "1295214581182157324", "i": 11689, "idx": 1, "sa": ["Zahi Hawass"], "q": ". Replicas of two other closed tombs will be opened nearby.`` There's no alternative. Closing the tombs is the only way to preserve them,'' said <strong> Zahi Hawass </strong>, Egypt's antiquities chief. <q> If I don't build this` Valley of the Replicas', the originals will be destroyed in less than 100 years. That would be a disaster for history. </q> The greatest damage had come from mass tourism over the past 30 years.`` People's respiration, the humidity they bring into the tombs, their sweat, the fact that they use flashes", "new_id": -2}, {"uid": "1297462823095535141", "i": 7727, "idx": 4, "sa": ["Simon Cowell", "Noel Gallagher", "Susan Boyle", "Elton John"], "q": "time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,'' he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce the", "new_id": -2}, {"uid": "1295459011232456192", "i": 29389, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "among the two newcomers and veteran Randy Jackson should be interesting to watch. Keep an eye out for someone trying to step in to replace <strong> Simon Cowell </strong>'s biting criticism. Keeping this in mind, <strong> Steven Tyler </strong> recently said, <q> I'm not going in there to be a harsh judge or an overbearing judge. </q> Time will tell if he remains true to his word. Extended Hollywood Week. In an effort to allow contestants to hone their talent, Idol producers have eliminated the traditional round where the top 24 contestants are trimmed", "new_id": -2}, {"uid": "1296413017033259530", "i": 41611, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "with <strong> Jeff Fisher </strong>, who just completed his 16th full season as the NFL's longest-tenured coach. The team said in a release last night that`` <strong> Jeff Fisher </strong> will no longer be the head coach of the team.'' <q> It became evident that consensus was increasingly hard to find and reality wasn't matching the vision we discussed, </q> the an unmistakable benchmark for what has been a rapid, successful and, in some circles, surprising comeback. A few thousand miles away in the wilderness of Utah, the pit bulls <strong> Michael Vick </strong> once owned are making", "new_id": -2}, {"uid": "1297373386207732749", "i": 12293, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Nat Semi's CIO discusses his aggressive use of virtualization, and why it's good for a CIO to fail. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295582258248299524", "i": 15105, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' Mr. <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because Mr. <strong> Eric Schmidt </strong>, Mr. Page and Mr. <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295934719011796511", "i": 10838, "idx": 0, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on`` knowledge'' jobs, <q> the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers, </q> <strong> Michael Bernick </strong> concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CARMEL VALLEY 4 BR/ 4.0 BA$ 829,000.00 CAMPBELL 2 BR", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]