[{"uid": "1296171297131055622", "i": 30445, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "members to serve openly since coming to the Senate in 2009. Sen. <strong> Kirsten Gillibrand </strong> previously sat on the House Armed Services Committee when she represented New York's 20 th District in the House. <q>One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families,</q> said <strong> Kirsten Gillibrand </strong>. \"I am honored to once again serve on the Armed Services Committee to continue fighting for America's troops and veterans.\"", "new_id": -2}, {"uid": "1296163911042713105", "i": 21126, "idx": 2, "sa": ["Mike Pence"], "q": "him to do so. But while his self-imposed end-of-January deadline for announcing his intentions looms, <strong> Mike Pence </strong> continued this week to give no hint as to what they might be, even to some staffers. <q>His mother has told him he needs to make a decision, though,</q> said Ted Ogle, the GOP chairman of <strong> Mike Pence </strong>'s home Bartholomew County, Ind., in a separate interview. Ogle, who has been friends with <strong> Mike Pence </strong> and his family for years, said he does", "new_id": -2}, {"uid": "1296940939224919552", "i": 14167, "idx": 7, "sa": ["Eric Schmidt"], "q": "forward, <strong> Eric Schmidt </strong> is careful to insert the phrase- \"with your permission\". Both Facebook and Google have been burnt when data was shared or farmed without users knowing. Lessons have been learnt. <q>I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death,</q> <strong> Eric Schmidt </strong> says. \"You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know", "new_id": -2}, {"uid": "1296927943014336018", "i": 28506, "idx": 4, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "and I will e-mail him.\" <strong> Sergio Marchionne </strong> said <strong> Ferdinand Piech </strong> should concentrate on fixing Seat, VW's struggling Spain-based subsidiary. \"I'm not the one who bought Seat,\" he said. <q>He's the one who bought it. I don't know if he can[ fix it], but he needs to try.</q> <strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012.", "new_id": -2}, {"uid": "1296178072054247437", "i": 19305, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Orin Kramer"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds. \"It sounds incredibly aggressive,\" he said. <q>But I think it's very doable.</q> If <strong> Barack Obama </strong> hopes to hit such a mark, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the president's core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.</q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1297239442238927888", "i": 31551, "idx": 1, "sa": ["Colin Powell"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> laid out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1297431195170164264", "i": 3345, "idx": 0, "sa": ["Steve Ballmer"], "q": "said. Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.</q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge will be to come", "new_id": -2}, {"uid": "1297140587008634392", "i": 30601, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "fact that <strong> Michael Vick </strong> was addressing a children's group at the time, talking about the trouble he got into when he was convicted of running a dogfighting ring and sentenced to 19 months in federal prison. <q>He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs,</q> <strong> Dwaine Caraway </strong> said. \"To obey their parents and pick the people they hang around. That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such", "new_id": -2}, {"uid": "1296250454060604417", "i": 6528, "idx": 0, "sa": ["Eric Schmidt", "James B. Stewart"], "q": "Russian investment firm invested US$ 500 million in Facebook, Google's stock price made a fast US$ 28 drop. And let's not forget <strong> Eric Schmidt </strong>'s step-down, which is kind of a big deal. <q>Google couched the announcement in terms of management clarity and efficiency... but the real need is to reestablish the entrepreneurial drive that is propelling Facebook,</q> wrote <strong> James B. Stewart </strong> of the Wall Street Journal. Meanwhile, <strong> Eric Schmidt </strong> tried to set the record straight at the World Economic Forum in Davis. \"This has nothing to do with competitors,\" he", "new_id": -2}]