[{"uid": "1296939946168902678", "i": 59739, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( Bloomberg)-- Chrysler Group LLC Chief Executive Officer <strong> Sergio Marchionne </strong> says a remark he made yesterday in reference to interest rates being charged on loans provided by the U.S. and Canadian governments was`` inappropriate.'' <q> I regret the remark, </q> <strong> Sergio Marchionne </strong> said in a statement posted on Chrysler's website.`` As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the", "new_id": -2}, {"uid": "1295476301073809946", "i": 34259, "idx": 6, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice presidents alike break into song to report important news. The players include my homey Sarah Fullen Gregory( she married my brother). You can find her music here", "new_id": -2}, {"uid": "1295558979260145159", "i": 39254, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Gary Bauer", "Ron Paul"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1295604166160989197", "i": 6314, "idx": 0, "sa": ["Angelina Jolie", "Eric Cantona", "Ricky Gervais", "Boy George"], "q": "to prove to yourself and others that you are a news oracle. Failing that, you can always claim to have had better things to do during the past week than swot up on current affairs. <q> Very strong, beautifully made with a great past, </q> said who? <strong> Eric Cantona </strong>, on his appointment as director of soccer at New York team Cosmos <strong> Ricky Gervais </strong> introducing <strong> Angelina Jolie </strong> at the Golden Globe awards <strong> Boy George </strong> agreeing to return an icon of Christ to the Church of Cyprus", "new_id": -2}, {"uid": "1295616977003915781", "i": 18193, "idx": 1, "sa": ["Mike Pence", "David Dewhurst"], "q": "Our D.C. spies later let us know that he also went to the Heritage Foundation, one of the most prominent conservative think tanks in Washington. <strong> David Dewhurst </strong> spokesman <strong> Mike Pence </strong> Walz said the lieutenant governor was getting briefed at Heritage <q> about the EPA, immigration, and unfunded federal mandates on the states-all issues that directly affect the State of Texas. </q> <strong> David Dewhurst </strong> paid for the trip out of his own pocket, Walz said. Houston Chronicle:`` In Austin, top Republican lawmakers are touting a no-new-taxes budget that avoids dipping into the state's rainy-day", "new_id": -2}, {"uid": "1297278236262340627", "i": 18559, "idx": 0, "sa": ["Peter Diamandis", "Colin Powell", "Hugo de Garis", "Kevin Warwick", "Barry Ptolemy", "Dean Kamen"], "q": "Festival,`` TRANSCENDENT MAN'' has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q> one of the top ten documentaries of the year, </q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1296212656044204081", "i": 26174, "idx": 1, "sa": ["Sergio Marchionne"], "q": "sales fell 9.8% in the fourth quarter of last year compared with the preceding three months, Edmunds said. Chrysler's`` business has gone well,'' <strong> Sergio Marchionne </strong> said Thursday, and its results are <q> in line with guidance. </q> Chrysler in November raised its operating profit estimate for the year to$ 700 million, implying a$ 135-million fourth-quarter operating income. The automaker had earned$ 565 million on that basis through three quarters.", "new_id": -2}, {"uid": "1295518080162037788", "i": 56219, "idx": 4, "sa": ["Ming Yi", "Tim Cahill", "Allen Iverson", "Dwight Howard"], "q": "Player of the rookie game at All-Star Weekend that same year.`` CoMing Yi here is something special because I remember I came in here and won the MVP of the rookie game in 1997,'' he said. <q> All I heard was boos and didn't understand it. I always look forward to coMing Yi back here to play in front of these people. </q> The 76ers extended their winning streak to six games and http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-Tim Cahille scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon", "new_id": -2}, {"uid": "1295639864179568666", "i": 40318, "idx": 1, "sa": ["Andy Coulson"], "q": "defense in an atmosphere of rising tensions between the Koreas.`` Somali pirates clearly are not as dangerous as the Korean People's Army,'' says <strong> Andy Coulson </strong> Salmon, a Korean War historian and Seoul-based journalist. <q> Many South Koreans would like to see a muscular response, but the risks are far greater against the KPA. </q> Still, he adds,`` this is a very robust response by the South Koreans against a third-rate enemy''- and`` sends a useful message to the North Koreans.'' During a", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]