[{"uid": "1297203706130318389", "i": 59523, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "defending his action to ESPN. \"The message and the kids are far greater than all this response about,` Why give him the key to the city?\" ' <strong> Dwaine Caraway </strong> explains. <q> He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around. </q> Adding, \"That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>.\" This past season, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296121416224231429", "i": 20170, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Comments are filtered for language and registration is required. The Times makes no guarantee of comments' factual accuracy. Readers may report inappropriate comments by clicking the Report Abuse link.- L.A.. Now 01/26/2011, 10:46", "new_id": -2}, {"uid": "1295611967190234662", "i": 13901, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1296743153227606601", "i": 39112, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": "episode of Idol? Well, <strong> Randy Jackson </strong> continued his desperate attempts to find his \"Season 10 self\" by channeling <strong> Simon Cowell </strong>. It's not working yet. But at least he's not spouting strange phrases like, <q> For me, for you, for me... Dawg... blowing it out the box. </q> It seems as though Season 10 is shaping up to be something of a debutant ball for Mr. <strong> Randy Jackson </strong>, after nine long years in <strong> Simon Cowell </strong>'s shadow. But since the producers insist this show is about", "new_id": -2}, {"uid": "1295638852256720908", "i": 21584, "idx": 4, "sa": ["Andy Coulson", "Kay Burley", "Chris Bryant", "Wayne Rooney"], "q": "on Sky News Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy reWayne Rooneys, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!) sub+ comment+ thumb... Conservative Chief <strong> Andy Coulson </strong> Caught Up In Fresh Scandal This is a video that shows current Director of Communications& Planning for the Conservative", "new_id": -2}, {"uid": "1297706299073007108", "i": 31026, "idx": 4, "sa": ["Steve Ballmer"], "q": "'s still work to do.\" Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that <q> all other platforms are currently experiencing. </q> Windows Phone, he said, will thrive with scale and variety- a good thing, he underscored, for ALL of Microsoft's handset partners. Details were not forthcoming. Film at 11?", "new_id": -2}, {"uid": "1295675869065781763", "i": 6375, "idx": 1, "sa": ["Žydrūnas Ilgauskas", "Jared Jeffries", "Rodney Carney", "Samuel Dalembert", "Allen Iverson"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. \"We finally got one here,\" <strong> Jared Jeffries </strong> said. <q> We made some <strong> Žydrūnas Ilgauskas </strong> plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1295209231006406224", "i": 56958, "idx": 3, "sa": ["Allen Iverson", "Chris Webber", "Maurice Cheeks"], "q": "\" <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. <q> I don't think I had any doubt about them playing together, </q> coach <strong> Maurice Cheeks </strong> said. \"The reason you put the ball in their hands is because they make plays.\" The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night", "new_id": -2}, {"uid": "1297540204167493642", "i": 12551, "idx": 2, "sa": ["Michael Gove"], "q": "We don't know. In a written statement to the Commons, <strong> Michael Gove </strong> said he would shortly contact the councils that took the case to the high court but reminded them of the judge's words that <q> no one should gain false hope </q> from the decision to demand he rethink whether to scrap their projects. The councils are hopeful that they will get the go-ahead for the projects that had been cancelled and extra funds from Michael Government. Does this", "new_id": -2}, {"uid": "1295907796085770324", "i": 7846, "idx": 0, "sa": ["Eric Schmidt"], "q": "payment, which also includes share options, will be granted on February 2 and vest over the next four years, according to a regulatory filing with the US Securities and Exchange Commission( SEC). <q> For the past 10 years, <strong> Eric Schmidt </strong> has grown Google into an extraordinarily successful company. Our core business is growing and our emerging businesses are on fire, </q> a Google spokesman said. \"Google's board has made compensation a key issue this year. <strong> Eric Schmidt </strong> has not been granted any stock since he became chief executive and chairman in 2001,\" the spokesman", "new_id": -2}]