[{"uid": "1295557709260145166", "i": 43335, "idx": 0, "sa": ["... More", "Simon Cowell", "Swizz Beatz"], "q": "page I also gave you a link to there wiki page for some more info on them. BASSHUNTER HOME PAGE: www.basshunter.se BASSH <strong> ... More </strong> <strong> Swizz Beatz </strong>- It's Me Bitches( Instrumental MP3 Download) <strong> Simon Cowell </strong> Fantastic dancing in <q>So You Think You Can Dance.</q> www.youtube.com MP3 Download: www.zshare.net <strong> ... More </strong>*** IF ANYONE HAS THE SHEET MUSIC FOR THIS THAT THEY GOT FROM JOSH'S ANIME SHEET MUSIC SITE THEN PLEASE SEND IT TO ME BECAUSE I WANT TO REPLAY IT*** Me playing", "new_id": -2}, {"uid": "1295708457073957387", "i": 15289, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Paul Farrelly"], "q": "allegations that his phone was illegally hacked for the News of the World, said <strong> Andy Coulson </strong>'s resignation raised further questions about the judgment of <strong> David Cameron </strong> and the chancellor, Goerge Osborne, who jointly appointed him. <q>I'd like to know if <strong> David Cameron </strong> or Osborne asked the Met[ Metropolitan police] whether their phones had been intercepted,</q> he told Sky News. The Metropolitan Police said the Crown Prosecution Service was re-examining the evidence from the original phone-hacking investigation and would not comment further. <strong> Paul Farrelly </strong> <strong> David Cameron </strong>, a member of the parliamentary", "new_id": -2}, {"uid": "1295448248150847491", "i": 39909, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "Ileana Ros-Lehtinen"], "q": "\"<cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite>\" Rep. <strong> Ileana Ros-Lehtinen </strong>( R-Fla.), chair of the House Committee of Foreign Affairs, objected to the PLO flag being flown. <q><cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite></q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before the", "new_id": -2}, {"uid": "1295498627019333179", "i": 9572, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from \"American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q>Actually the best part about the show is the auditions of the fools that can\"t sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want.</q> Report Abuse \"Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny.\" ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Buy Movie DVDs Now Over 30,000", "new_id": -2}, {"uid": "1297697766029687839", "i": 40757, "idx": 0, "sa": ["Steve Ballmer"], "q": ", Flash en Silverlight. Ook wordt gebruik gemaakt van hardware acceleratie, wat veel soepelere animaties op zware sites mogelijk moet maken. \"Mensen verwachten op hun smartphone dezelfde internetervaring als op desktop\", aldus <strong> Steve Ballmer </strong>. <q>Daarom brengen we onze nieuwste browser naar onze smartphones.</q> Ook komt er betere ondersteuning voor Skydrive-services voor consumenten, zo maakte <strong> Steve Ballmer </strong> bekend. Ook gaat Microsoft Twitter integreren in de People-hub, zoals dat nu al gebeurt met Facebook. De grote update is", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1297206232067371016", "i": 37908, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "bounty on their heads, <strong> Donald Rumsfeld </strong> said. \"I was concerned,\" he said on the show. <strong> Donald Rumsfeld </strong> said that he was told of the bounty during a 2003 National Security Meeting. <q>Of course the president and his family had Secret Service protection. My family did not. And it was a somewhat awkward moment in the meeting,</q> <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003. \"I made a comment like \"Thank you\" or something and", "new_id": -2}, {"uid": "1297178256266534988", "i": 47408, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "allies invaded Iraq. <strong> President Bush </strong> said two days later in his weekly radio address that the cause the coalition was pursuing was \"the security of the nations we serve and the peace of the world.\" <q>And our mission is clear, to disarm Iraq of weapons of mass destruction, to end <strong> Saddam Hussein </strong>'s support for terrorism, and to free the Iraqi people,</q> he said. September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD", "new_id": -2}, {"uid": "1296059138109985792", "i": 35759, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.\" The company states in a press release, <q>When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force of a NFL style blitz. Unequal answered the call with its EXOskeleton â\u0084¢ technology that it originally developed for the military. <strong> Michael Vick </strong> used the Unequal Chest Protector in the November 7th game against the Indianapolis Colts to protect his ribs. After the game <strong> Michael Vick </strong> said the Unequal Pad made him feel invincible.</q> \"I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free", "new_id": -2}, {"uid": "1295563364204783630", "i": 10564, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.\" <q>A decade is a long time to be a CEO,</q> <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working on new products. \"I'm looking forward to many more decades", "new_id": -2}]