[{"uid": "1296148178229572622", "i": 24856, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "burden of continuing debate on the minority, requiring that there be 41 votes against ending debate for a filibuster to continue. To do so, he has introduced a resolution to change the rules of the Senate. <q> The minority must always maintain the right to continue debate, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>. \"But if the minority feels that strongly about an issue it should be their burden to continue that debate, not a supermajority's to end it.\" The change could return the Senate", "new_id": -2}, {"uid": "1295976018128352273", "i": 1479, "idx": 0, "sa": ["Colin Powell", "Thaksin Shinawatra", "Ehud Barak"], "q": "Riot police were out in force. But the atmosphere was peaceful, even festive. Police appeared in no mood to carry out the PM's threats.[ Maj. <strong> Colin Powell </strong> Surapol Tuenthong, Bangkok Police Officer]: <q> We reiterate that this is not suppressing or cracking down. But we will try to get people to move away and stop making it difficult for others to travel. </q> The social unrest is rooted in more than two years of political tension- a deep rift between those for and against the former <strong> Ehud Barak </strong> <strong> Thaksin Shinawatra </strong>. And also in government plans to revise the constitution, drafted by the", "new_id": -2}, {"uid": "1295938594209289229", "i": 338, "idx": 0, "sa": ["the Bounty", "David Letterman", "Barbara Stanwyck"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q> Top Ten Things Overheard at the Academy Awards. </q>... Academy Awards- <strong> Barbara Stanwyck </strong> Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, {"uid": "1295808445044548103", "i": 31657, "idx": 1, "sa": ["Mitt Romney", "Mike Pence", "Mark Levin", "Tim Pawlenty", "Ron Paul", "Sarah Palin", "Michele Bachmann", "Newt Gingrich", "Sen. Jim DeMint"], "q": "<strong> Newt Gingrich </strong>, but finished behind <strong> Ron Paul </strong>, <strong> Tim Pawlenty </strong>, <strong> Sarah Palin </strong>, <strong> Michele Bachmann </strong> and <strong> Sen. Jim DeMint </strong>. The take away from that unofficial and unscientific poll, according to ABC News, is that <strong> Mitt Romney </strong> is the frontrunner in New Hampshire, <q> but there's plenty of room for another Republican to break through. </q> <strong> Mike Pence </strong> a straw poll in September taken at Family Research Council's Values Voters Summit in Washington, D.C. Constitutional lawyer, author and radio talk-show host <strong> Mark Levin </strong> assessed the current field of contenders during his show on Friday(", "new_id": -2}, {"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend. \"I talked to her husband Mark last night. She's making progress every day.\" While it's \"far too early\" for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}, {"uid": "1294965251056983592", "i": 6001, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor"], "q": "of <strong> Gabrielle Giffords </strong>'s colleagues and friends, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Representative <strong> Debbie Wasserman Schultz </strong> of Florida, were with the Congresswomen at the time when she first opened her eyes, and called the moment miraculous. <q> It felt like we were watching a miracle, </q> Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" \"<strong> The doctor </strong> said", "new_id": -2}, {"uid": "1295642351182517829", "i": 2763, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q> We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy, </q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s):", "new_id": -2}, {"uid": "1296770511173654034", "i": 12193, "idx": 43, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": ".\" A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" <q> Don, someone's head has to roll over this, </q> Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that \"your leaving is a terrible idea.\" Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be", "new_id": -2}, {"uid": "1295565225148553765", "i": 22855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "strategy, which <strong> Eric Schmidt </strong> said are his greatest strengths. He added that <strong> Sergey Brin </strong> will retain the title co-founder and focus on strategic projects, particularly new products. As for himself, <strong> Eric Schmidt </strong> said, <q> I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. </q> <strong> Eric Schmidt </strong>: Page Will Merge Technology and Business Vision \"Brilliantly' <strong> Eric Schmidt </strong> said that when he first joined Google, he never imagined the growth that the company has achieved but added that Google\"s", "new_id": -2}, {"uid": "1297484044192626692", "i": 18747, "idx": 1, "sa": ["DeAndre McDaniel", "Johnny Unitas", "Michael Vick", "Eric Dickerson"], "q": "are just some of the many who have fallen prey to the business of the NFL Names like <strong> Johnny Unitas </strong>, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of bad decisions they made off the field. <q> That happens when they leave high school and go to college and meet one group of friends. And when they get a little money in their pocket, they all of a sudden have a few more friends. </q> Former Godby star and Clemson defensive back <strong> DeAndre McDaniel </strong> knows all too well about having too many friends. The more his stock rose, the more people wanted a piece of the action-- and be a part", "new_id": -2}]