[{"uid": "1296173958124354567", "i": 24156, "idx": 0, "sa": ["Shirley Franklin", "Michael Vick"], "q": ", the new one can scarcely fail to generate more urgency. \"I guess it's orange,\" said Brian Broom, of Decatur, as he retrieved his luggage from a Los Angeles flight. <q>But it seems like it's always orange.<q> Fair point. The last time the threat level was a different color-- 2006-- <strong> Michael Vick </strong> was still the starting quarterback for the Falcons, <strong> Shirley Franklin </strong> was mayor of Atlanta and Dunwoody wasn't a city.", "new_id": -2}, {"uid": "1296942558143212568", "i": 6209, "idx": 0, "sa": ["Sergio Marchionne"], "q": "red, heart-shaped boxes... Urban farming could quickly become one of Detroit's assets, using some of the city's vacant 40... The article on women in the Roman Catholic Church was informative but lacked balance( <q>A... Mike Thompson: Water rate wars Is there anything we in Southeast Michigan won't fight about? Chrysler CEO <strong> Sergio Marchionne </strong> apologized Saturday for using the term \"shyster<q> to describe the high-interest loans from the U.S. and Canadian governments that have funded Chrysler's turnaround. During a question-and-answer session following a speech Friday to the J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297119812245366792", "i": 1415, "idx": 0, "sa": ["Simon Cowell"], "q": "to solo vocalists between ages 15-28, The X Factor( similar to <strong> Simon Cowell </strong>'s America's Got Talent reality franchise) will be open to anyone age 12 or older and also allow groups to compete. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group... I've never believed there should be a cut-off age for talent,<q> <strong> Simon Cowell </strong> added. Like America's Got Talent, The X Factor contestants-- who once the competition begins, will be divided into four \"young guys,\" \"young girls,\" \"older singers", "new_id": -2}, {"uid": "1295094125134053943", "i": 20102, "idx": 32, "sa": ["Allen Iverson", "Nate Robinson"], "q": "buzzer. \"I just knew if I get it up high enough I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" <q>The sky's the limit for him,<q> <strong> Allen Iverson </strong> said. \"He's a tough guard. He's got the best coach in the world on his side.\" New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,<q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1295260423086458388", "i": 43166, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "the World when he was editor. But the Prime Minister refused to confirm reports that Mr <strong> Andy Coulson </strong> had offered to resign over the issue, and insisted he deserved a \"second chance\". <q>Obviously, when he was editor of the News of the World, bad things happened at that newspaper,<q> Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. \"I always think that the danger at the moment is that he is effectively being punished twice for the same offence. \"I gave him a", "new_id": -2}, {"uid": "1297424141196083722", "i": 14229, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "What Yahoo is to Bing, Nokia is to Windows Phone 7. \"The game has changed from a war of devices to a war of ecosystems,\" said Nokia CEO <strong> Stephen Elop </strong> at his press conference. <q>We have an opportunity to disrupt the trajectory in the mobile ecosystem. Together we will deliver great mobile products.<q> <strong> Steve Ballmer </strong> said Microsoft and Nokia \"can work together in a different kind of a way.\" Nokia and Microsoft engineers will collaborate. Nokia will bring its hardware expertise to the partnership and help develop Windows", "new_id": -2}, {"uid": "1295654284034750476", "i": 45623, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and greying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.<q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1295559948061718567", "i": 26561, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q>We've had a very strong quarter,<q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a decade. He will now take over as executive chairman. We'll", "new_id": -2}, {"uid": "1297442511043220992", "i": 43714, "idx": 4, "sa": ["Steve Ballmer", "Paul McDougall", "Stephen Elop", "Amy Lee"], "q": "too, says <strong> Paul McDougall </strong> in Information Week. And by all indications, he's on the cusp of a major management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might yet <q>warrant another look from even the most discerning investors- including <strong> Bill Gates </strong>.<q> Nokia chief executive <strong> Stephen Elop </strong> welcomes Microsoft chief... Larry Hyrb also known as \"Major <strong> Amy Lee </strong>\", Xbox Community... Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Photo in Slideshow: Nokia chief executive <strong> Stephen Elop </strong> speaks", "new_id": -2}]