[{"uid": "1295540865257720386", "i": 2038, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "\\'s recent video posted on Facebook.( Jan. 13)'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302810.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html&amp;title=Gibbs talks Tucson speech, dodges <strong> Sarah Palin </strong> remarks& site= politics& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1297255140028704860", "i": 8640, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian president rather than making public statements identifying with the aspirations of pro-democracy protesters. <q> I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable, </q> he says.`` Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2}, {"uid": "1295461653182812690", "i": 49173, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.'' Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative.`` What's with the oohoohbes on your", "new_id": -2}, {"uid": "1297177285142131216", "i": 39981, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down U.S. troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' Telling <strong> Diane Sawyer </strong> that assessment was`` possible,'' <strong> Donald Rumsfeld </strong> also cautioned that <q> the path you didn't take is always smoother. </q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295619952132808753", "i": 41615, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "I've said about those events but when the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going but added that he could <q> understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q> <strong> Andy Coulson </strong> played a major role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010 and was a key backroom figure in Downing Street's slick media operation.`` <strong> Andy Coulson </strong> has told", "new_id": -2}, {"uid": "1297217356071778342", "i": 6917, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.", "new_id": -2}, {"uid": "1296780771243531829", "i": 14895, "idx": 1, "sa": ["Zahi Hawass"], "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' Experts fret over Egypt's treasures", "new_id": -2}, {"uid": "1297414031218677248", "i": 15068, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "It's official, as you can tell from the beaming faces of <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, the two companies have entered into a`` broad strategic'' partnership that will see the world's largest phone-maker adopt <q> Windows Phone as its primary smartphone strategy </q>. The Finns will provide expertise on`` hardware design'' and`` language support'', as well as drive Windows Phone 7 across a range of price points and markets. Bing will be used to power Nokia", "new_id": -2}, {"uid": "1295990431002195464", "i": 3050, "idx": 1, "sa": ["Matt Lauer", "David Letterman", "Conan O'Brien", "Sacha Baron Cohen"], "q": "that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader:`` Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa'' Bruno to Terrorist Leader: <q> Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa </q>( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>-`` Today Show''& <strong> Conan O'Brien </strong>) to promote`` Bruno,'' his latest outrageous comedy film character. Alleged terrorist Aita to Bruno:``", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]