[{"uid": "1295425414122060810", "i": 32062, "idx": 0, "sa": ["Allen Iverson"], "q": "a fire broke out there. The Abington Fire Department responded minutes later, about 10:15, as did several nearby volunteer fire companies. State Dept. boosts film on <strong> Allen Iverson </strong> The State Department selected <q>No Crossover: The Trial of <strong> Allen Iverson </strong>,</q> as one of 18 American documentary films that will be shown in more than 20 countries around the world. The film, about <strong> Allen Iverson </strong>'s trial in Virginia over a fight at a bowling alley when the future Sixers", "new_id": -2}, {"uid": "1295628159004243506", "i": 1649, "idx": 0, "sa": ["Eric Schmidt"], "q": "The big question is timing. Why now? Certainly <strong> Eric Schmidt </strong> has not helped himself over the past year by making some poorly chosen remarks in public. First he said, regarding online privacy, that, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Then he suggested that in the future people who've misbehaved could simply change their names to escape the cybertrail of their naughty past. <strong> Eric Schmidt </strong> quickly covered his tracks, saying his comment about changing", "new_id": -2}, {"uid": "1297077527210305039", "i": 19770, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Ottawa for rescuing Chrysler in 2009 was exhorbitant. in a statement published on Chrysler's website, Mr <strong> Sergio Marchionne </strong> expressed his regret for the remarks, which he said had raised concern and which he called inappropriate. <q>In the next two or three years, we will be able to see a single entity. It could be based here in the United States</q>\" <strong> Sergio Marchionne </strong> chief executive of Fiat and Chrysler He acknowledged that the high interest rate charged at the time of the rescue was appropriate, because nobody else was willing to lend to the bankrupt Chrysler at that", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1297378051148979743", "i": 42428, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "security policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q>maybe if we give him a third term, he might get it right.</q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1295254451198639632", "i": 34403, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q>Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance.</q> 17 Jan 2011 <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the", "new_id": -2}, {"uid": "1296537954082821149", "i": 25246, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Chicago, Illinois) is an American professional basketball player in the NBA, currently with the Dallas Mavericks. He is a former All-Star and All-NBA power forward and was a member of the University of Michigan Wolverines' <q>Fab Five& q... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points <strong> Dwight Howard </strong> scores 28 points and", "new_id": -2}, {"uid": "1295887827234930178", "i": 42701, "idx": 0, "sa": ["Eric Schmidt"], "q": "does, he will then hold about 9.1 percent of Google's voting power, the company said. <strong> Eric Schmidt </strong> announced he was relinquishing his job as Google CEO recently via a rather sarcastic tweet that read, <q>Day-to-day adult supervision no longer needed!</q> According to the New York Post, <strong> Eric Schmidt </strong> is preparing for his \"Plan B career\" as a television host. He has reportedly filmed a test episode for CNN, according to the Post.", "new_id": -2}, {"uid": "1295946658120340491", "i": 46988, "idx": 0, "sa": ["Mike Daisey", "Bill Lockyer", "Newt Gingrich"], "q": ". With the passion of a disabused true believer, he wants the piece to plant a missionary virus in the audience( a handout offers tips for what to do next). As <strong> Mike Daisey </strong> says, <q>If you don't think about what operating system you're using, you are living the unexamined life.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$ 2,199,000.00 DALY CITY 3 BR/ 2.1 BA$", "new_id": -2}, {"uid": "1296964906258326574", "i": 17477, "idx": 2, "sa": ["Michael Vick"], "q": "his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. \"He had a plan and he stuck to that, both on and off the field,\" Reid said. <q>He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem.</q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}]