[{"uid": "1296371374213876760", "i": 35673, "idx": 0, "sa": ["Allen Iverson", "Rick Adelman", "Peja Stojakovic"], "q": "what's going on.\" The Kings visit the New York Knicks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojakovic </strong>'s status. \"I have a lot of faith in <strong> Peja Stojakovic </strong>,\" <strong> Rick Adelman </strong> said. <q>He's meant a lot to me and this franchise. He's been a pro his whole career.</q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Philadelphia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two", "new_id": -2}, {"uid": "1297220779174489602", "i": 49086, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network. <strong> Colin Powell </strong> stood in way", "new_id": -2}, {"uid": "1296047767208601198", "i": 25887, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "an' X Factor' insider, network chiefs became so desperate to keep their biggest star they even offered to charter a private jet to whisk him across the Atlantic each week. The source explained: <q><strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit.</q> Meanwhile, <strong> Simon Cowell </strong>'s fellow judge <strong> Cheryl Cole </strong>- who is reportedly house-hunting in Los Angeles as she prepares to take up a job on the Stateside version of the show- is said to have been told she", "new_id": -2}, {"uid": "1295759507021528625", "i": 9286, "idx": 0, "sa": ["Bill Lockyer"], "q": "that California could be forced to issue IOUs as early as April or May if state lawmakers don't make deep spending cuts soon. <strong> Bill Lockyer </strong>, a Democrat, said that if lawmakers don't adopt a timely budget <q>that addresses the substantial shortfall in current accounts, we will run out of money to pay the bills either in this fiscal year or shortly into the new one.</q> The treasurer made the comments at a political conference hosted by the University of California, Berkeley Institute for Governmental Studies. California faces a$ 25.4 billion deficit through the end of June 2012, including an$ 8.2", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1295432802214253611", "i": 47761, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Peter F. Drucker"], "q": "Group, a Sect or a Kin and an Anti Tribal Gentile. <strong> Eric Schmidt </strong>.. Davos Annual Meeting 2010- Business Leadership for the 21st Century Davos Annual Meeting 2010- Business Leadership for the 21st Century www.weforum.org 29.01.2010 <q>Management is doing things right; leadership is doing the right things.</q>- <strong> Peter F. Drucker </strong>( 1909-2005) What are the pressing global, industry and societal issues that business leaders must address in the wake of the \"Great Recession\"? Stephe... <strong> Eric Schmidt </strong>, Larry Page, <strong> Sergey Brin </strong> at Zeitgeist", "new_id": -2}, {"uid": "1296585990184188937", "i": 25809, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<strong> Justin Bieber </strong> did talk about his movie and career last night on the Late Show With <strong> David Letterman </strong>, but it was sometimes difficult to \"like,\" understand what he was \"like,\" saying. <q>Right now[ I'm] just kind of like focusing like on my music a lot and stuff like that's really like important to me,</q> <strong> Justin Bieber </strong> said on the show( via PopEater). \"Like, like I like only drive like at home, because like when I'm in like, like places like this", "new_id": -2}, {"uid": "1295665787007979011", "i": 22384, "idx": 0, "sa": ["Eric Schmidt"], "q": "All of Google's strategic initiatives this year are about mobile, the company's CEO, <strong> Eric Schmidt </strong>, wrote in a guest article for the Harvard Business Review titled <q>Preparing for the Big Mobile Revolution.</q> He laid out three developments Google plans to encourage in order to realize its vision of delivering personalized, timely and location-aware information to people. The company has already made strides in each area.", "new_id": -2}, {"uid": "1297242301040484871", "i": 12374, "idx": 1, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting: <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected to the plan. Rumsfeld said Khurmal was operated by a Sunni extremist group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian who later led the", "new_id": -2}, {"uid": "1295835341029999109", "i": 12351, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "Andrew Marr"], "q": "have a role in choosing <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would \"not skip a beat\" after the former News of the World editor's resignation last week. <q>It's primarily a decision for the prime minister. The prime minister's spokesperson[ is] also of course responsible for communicating... government policy, so of course I will play a role as well,</q> <strong> Nick Clegg </strong> said on the BBC's <strong> Andrew Marr </strong> Show. \"But, you know, I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set", "new_id": -2}]