[{"uid": "1295108126113344575", "i": 1721, "idx": 0, "sa": ["Arnold Schwarzenegger", "Bill Lockyer", "Jerry Brown"], "q": "million for specific redevelopment projects to the city- presumably moving the money out of the state's reach. The <strong> Arnold Schwarzenegger </strong>'s office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on <q> squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding. </q> <strong> Bill Lockyer </strong>:`` The <strong> Arnold Schwarzenegger </strong>'s proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship.'' All week city officials around the state have been", "new_id": -2}, {"uid": "1295894873135872563", "i": 20605, "idx": 3, "sa": ["George Clooney", "Donald Rumsfeld", "George H. W. Bush"], "q": "State <strong> George Clooney </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations.`` I started thinking about this amazing archive I had,'' he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> George H. W. Bush </strong> Lyndon Johnson in the 1960s", "new_id": -2}, {"uid": "1296140197140460041", "i": 59396, "idx": 2, "sa": ["Michael Gove"], "q": "mobiles and video cameras from pupils- and give detentions without parents getting the current 24 hours' notice. Teachers accused of inappropriate behaviour by pupils will be granted anonymity unless charged. Mr <strong> Michael Gove </strong> said: <q> The whole trend in the last 25-30 years has been away from respect for teachers and towards pupils saying,' I know my rights'.`` I want to restore respect for teachers. The public are clear that we need to improve behaviour. </q> The Bill will also set out plans for free schools and a curriculum shake-up. Teaching unions and Labour are opposed to the changes. Other measures in the Bill will lead to graduates in well-paid", "new_id": -2}, {"uid": "1295466326008323095", "i": 13211, "idx": 0, "sa": ["Michael Gove"], "q": " He added:''[ Education secretary <strong> Michael Gove </strong>] will have to work very hard indeed to convince us that a scheme the tenth of the size will improve access to further and higher education. <q> How can it possibly achieve that? </q> Mr <strong> Michael Gove </strong> replied:`` You can not spend money you do not have.`` There is no money. That is a truth no single member of the Labour party has had the courage", "new_id": -2}, {"uid": "1295867347181075981", "i": 12817, "idx": 1, "sa": ["Alassane Ouattara"], "q": "UN change the mandate of its peacekeeping mission in Ivory Coast to allow it to participate in the removal of Gbagbo, Ajumogobia said an ECOWAS military deployment should have the United Nations' stamp of approval. <q> My argument simply put is that the use of force by ECOWAS in Cote d'Ivoire must be under the aegis of the United Nations, and that without an appropriate UN Security Council resolution to sanction such use of force, ECOWAS use of force in Cote d'Ivoire would not be legitimate, </q> he told AFP. Gbagbo has defied global calls for him to quit power in favour of <strong> Alassane Ouattara </strong>, the internationally recognised winner of November elections. ECOWAS faces difficulties in mustering troops for a military", "new_id": -2}, {"uid": "1295772053147439674", "i": 40077, "idx": 0, "sa": ["Alassane Ouattara", "Ben Ali"], "q": "d'une malade L'ambassadeur fran?ais en C?te d'Ivoire est dans le collimateur de Laurent Gbagbo. Le pr?sident sortant, qui refuse de laisser le pouvoir? son opposant <strong> Alassane Ouattara </strong>, a r?voqu, samedi, le diplomate. <q> On a mis fin a l'accr?ditation de l'ambassadeur. Il est maintenant consid?r comme un sans-emploi, un citoyen fran?ais, ordinaire, qui n'est plus pour nous un interlocuteur </q>, a annonc le porte-parole du gouvernement Gbagbo. Cette d?cision est une mesure de r?torsion contre la France. Paris a reconnu, comme la quasi-totBen Alit de la communaut internationale, la victoire? la pr?sidentielle d'Alassane Ouattara", "new_id": -2}, {"uid": "1297097447088211513", "i": 9622, "idx": 1, "sa": ["Donald Rumsfeld", "Bill Clinton", "Elaine Sciolino"], "q": "list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted.`` I don't think Don has wound down,'' says <strong> Bill Clinton </strong> Rentschler, who ran Nixon's 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong> <q> ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions. </q> The national press corps seems to agree. The New York Times reporter <strong> Elaine Sciolino </strong> recently called him a`` bureaucratic black belt.''( <strong> Donald Rumsfeld </strong> would not comment for this article.) <strong> Donald Rumsfeld </strong>'s life story", "new_id": -2}, {"uid": "1295292105074366986", "i": 28343, "idx": 0, "sa": ["Calixthe Beyala", "Tom Cruise", "Johnny Depp", "Natalie Portman", "Angelina Jolie", "Michel Drucker"], "q": "le bienvenu! Fallait pas rater a: l'essentiel de l'actu people en cinq clics! Golden Globes 2011- <strong> Angelina Jolie </strong>, <strong> Johnny Depp </strong>, <strong> Tom Cruise </strong> en ont tous pris pour leur grade! Golden Globes 2011: <strong> Natalie Portman </strong>: <q> Benjamin voulait carr?ment coucher avec moi! </q> <strong> Michel Drucker </strong>: Son ex <strong> Calixthe Beyala </strong> le fait condamner et... il accepte!", "new_id": -2}, {"uid": "1295461304045563944", "i": 57552, "idx": 1, "sa": ["Alassane Ouattara"], "q": "soit lev sans d?lai le blocus actuel autour du Golf H?tel'', QG de M. <strong> Alassane Ouattara </strong>. Elle demande aussi`` l'arr?t imm?diat'' de l'utilisation des m?dias, en particulier la radio- t?l?vision ivoirienne( RTI) <q> pour propager de fausses informations et pour inciter? la haine et? la violence, y compris contre l'ONU et en particulier l'Onuci </q>. Le Conseil de s?curit r?it?re qu'il est`` pr?t? imposer des mesures, y compris des sanctions cibl?es contre ceux qui font obstruction au travail de l'Onuci''. Il demande? toutes les parties en", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]