[{"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1295802228188252172", "i": 4627, "idx": 2, "sa": ["Lee Myung-bak", "Colin Powell"], "q": "think he's got a way to go,\" <strong> Colin Powell </strong> said. \"<strong> Lee Myung-bak </strong> mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q>You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.</q> \"<strong> Lee Myung-bak </strong> think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. \"And <strong> Lee Myung-bak </strong> think he's working very hard on the", "new_id": -2}, {"uid": "1296495974113491968", "i": 8650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.50%), sold 1.52 million vehicles last", "new_id": -2}, {"uid": "1295088825117588096", "i": 32513, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. MENTAL", "new_id": -2}, {"uid": "1297564427252067843", "i": 8390, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Two months after <strong> Barack Obama </strong> signed a law that will lead to the repeal of Don't Ask, Don't Tell, <strong> Donald Rumsfeld </strong> told ABC News Radio that the nation is ready for open service. <q>First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,</q> <strong> Donald Rumsfeld </strong> said. \"We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.\" <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders", "new_id": -2}, {"uid": "1295642862138969119", "i": 7908, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Simon Cowell"], "q": "Company, last nights' American Idol ratings dropped like a \"American Idol' season 10 premiere ratings tank The big question when judge <strong> Simon Cowell </strong> announced he would not be returning to American Idol for season 10 was, <q>What will the dynamic be like at the judges' table without him?</q> Apparently many regular viewers didn't really care about the answer. The season Tonight Show with <strong> Conan O'Brien </strong> premiere; beats <strong> David Letterman </strong>,` Nightline' combined Tonight Show with <strong> Conan O'Brien </strong> premiere; beats <strong> David Letterman </strong>,` Nightline\" combined", "new_id": -2}, {"uid": "1297706754177799181", "i": 39962, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q>Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone,</q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Together with a", "new_id": -2}, {"uid": "1297449712044924950", "i": 34888, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "Microsoft founder \"knows an increasingly bad investment when he sees it,\" says Chris Nerney in IT World. Microsoft's stock has languished for the past decade, and the company is now a <q>hapless also-ran in a number of crucial, emerging markets.</q> Why? <strong> Steve Ballmer </strong>. How is he even still CEO? \"Does[ <strong> Steve Ballmer </strong>] possess compromising photos\" he's been using for blackmail? \"<strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares", "new_id": -2}, {"uid": "1296669513210550804", "i": 17377, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson"], "q": "? <strong> Jeremy Paxman </strong> fires off another C-word| Media Monkey <strong> Jeremy Paxman </strong> follows Naughtie example with on-air \"cuts' blunder Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q>It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management.</q> BBC\"s Craig Oliver is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1296822546221364249", "i": 3091, "idx": 0, "sa": ["Nitty Gritty Dirt Band", "Nick Prueher", "Joe Pickett", "David Letterman"], "q": "instead the Internet seems only to have boosted its popularity. Now in its fifth edition, this touring show features hosts <strong> Joe Pickett </strong>( The Onion) and <strong> Nick Prueher </strong>( Late Show with <strong> David Letterman </strong>) guiding the audience through <q>bad celebrity career moves, drunk guys mooning Hare Krishnas, and, at long last, cats riding motorcycles.</q> In other words, After the jump: A literature party at Black Cat, producer-turned-singer Miguel at Birchmere, <strong> Nitty Gritty Dirt Band </strong>, Chromeo, and American Scrapbook at the Kennedy Center. Literature Party at Black", "new_id": -2}]