[{"uid": "1295535469224985100", "i": 39082, "idx": 2, "sa": ["Sergio Marchionne"], "q": "\"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> EPA's hydraulic hybrid technology, developed in the agency's lab in Ann Arbor, Michigan, is coming into use in large delivery and refuse trucks across the country. The hydraulic hybrid system captures and", "new_id": -2}, {"uid": "1295560654104759299", "i": 54932, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned$ 2.5 billion, or$ 7.81", "new_id": -2}, {"uid": "1295564673204079111", "i": 13911, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ". <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. \"I think it's a good move. It( the triumvirate management structure) was always one", "new_id": -2}, {"uid": "1296051154245661719", "i": 38090, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.", "new_id": -2}, {"uid": "1295156840246923297", "i": 8376, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295342642027394062", "i": 58262, "idx": 4, "sa": ["Steven Tyler", "David Letterman"], "q": "star has come from the show. <strong> Steven Tyler </strong> does qualify, or should we say clarify, his statement. \"This way is more fun,\" he says referring to the` Idol' process. <q> It's more excruciating; we got to put'em through hell and they do it, and they come out the worm-hole looking good. You'll see. </q> But is it enough to dampen the fact that he agreed with <strong> David Letterman </strong>'s assessment of the validity of what` American Idol' is hoping to create. For the few genuine stars they have found,", "new_id": -2}, {"uid": "1295669906217972779", "i": 40071, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "beating the analyst consensus estimate of$ 8.09 per share and compared to$ 2.19 billion, or$ 6.79 per share, in the fourth quarter of 2009. In a statement, <strong> Eric Schmidt </strong> called the fourth quarter <q> a terrific end to a stellar year </q> and credited the success on a strong core search advertising business and to the momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"", "new_id": -2}, {"uid": "1295559949061718541", "i": 4326, "idx": 3, "sa": ["Eric Schmidt"], "q": "have a shot at running[ Google].\" The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be \"elevated\" to his new position, it was explained. <q> How can we run the company even better? </q> he said. \"We think this will produce even better results.\" We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \"", "new_id": -2}, {"uid": "1296441989213188626", "i": 44919, "idx": 0, "sa": ["Allen Iverson", "Dwight Howard", "Tim Duncan", "Ray Allen"], "q": "26 points 8 rebounds vs Orlando Magic 07/08 Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296767957240500778", "i": 48307, "idx": 1, "sa": ["Zahi Hawass"], "q": "en contacto permanente\" con <strong> Zahi Hawass </strong>, influyente jefe de las Antig?edades egipcias que fue nombrado el lunes ministro de las Antig?edades egipcias, declar el jueves a la Unesco. Por su lado, el British Museum <q> deplor los robos y destrucci?n que hubo en los museos y antiguos sitios de Egipto </q> en los ltimos d?as. \"El museo egipcio de El Cairo alberga objetos nicos para el patrimonio mundial\" , subray el museo londinense, que posee una colecci?n de antig?edades egipcias de primer nivel.", "new_id": -2}]