[{"uid": "1296931430233717763", "i": 40601, "idx": 1, "sa": ["Eric Schmidt", "Jared Cohen"], "q": "Dawn of the Techno-Political Age\" will be based on an <strong> Jared Cohen </strong>, director at think tank Google Ideas. <strong> Eric Schmidt </strong>'s Tomorrow Ventures investment firm has also invested in Twitpay, with the aim of developing <q> Twitter payment platforms for online games and general e-commerce, </q> according to", "new_id": -2}, {"uid": "1295633194146702360", "i": 2655, "idx": 10, "sa": ["Jared Loughner", "John Archibald", "Martin Luther King", "Mike Pence"], "q": "the memory of <strong> Martin Luther King </strong>. Leaving denouncement of his church \"sermon\" to others, <strong> John Archibald </strong> tentherism in his inaugural address earlier that day as equally \"unnecessary, divisive and blind.\" As he notes, <q> it was, after all, <strong> Martin Luther </strong> Day in Montgomery. It was the inaugural, the same event <strong> George Will </strong> Wallace used in 1963 to wave his \"segregation forever' fist at the federal government. </q> Bentley\"s words that day \"burn like a bad memory,\" and a worse testament to a seminal American legacy. <strong> Mike Pence </strong> <strong> Jared Loughner </strong> Suggests FEMA, Federal Poverty And Food Safety Programs Are All Unconstitutional Ian Millhiser on", "new_id": -2}, {"uid": "1296776856174178359", "i": 47662, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to step in", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295563364204783630", "i": 10556, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", effective April 4. <strong> Eric Schmidt </strong> will continue on as executive chairman, while <strong> Sergey Brin </strong> will continue on as co-founder. blog post, <strong> Eric Schmidt </strong> said the shift has been in the works for some time. <q> Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they \"will continue to discuss the big decisions among the three of us.", "new_id": -2}, {"uid": "1295224344099581997", "i": 30732, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 999,000 MLS 4441761", "new_id": -2}, {"uid": "1295419136019841068", "i": 1219, "idx": 1, "sa": ["Simon Cowell"], "q": ". Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to \"a cat being thrown off a skyscraper,\" telling another, <q> Don't mean to be rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot in the ratings. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday, and", "new_id": -2}, {"uid": "1295645724254836759", "i": 40147, "idx": 0, "sa": ["Andy Coulson"], "q": "date for the preliminary talks sometime next week, adding they would likely take place in mid-February. The North's KCNA state news agency on Friday published the letter sent to the South's Defence Ministry. <q> We are in a firm position to resolve all military issues including those the South wants to propose, </q> it said. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts", "new_id": -2}, {"uid": "1295586165085278740", "i": 9366, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> VW considering offering new car brand specifically for China: report", "new_id": -2}, {"uid": "1295782408127156258", "i": 33213, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Harriet Harman"], "q": "blow for the coalition, the deputy prime minister said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing the economic recovery and public sector and constitutional changes. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> \" <strong> Harriet Harman </strong> Deputy Labour leader And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.", "new_id": -2}]