[{"uid": "1295587628071548946", "i": 31052, "idx": 4, "sa": ["Larry Page", "Vint Cerf", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- \"a nice round number\" - and <strong> Larry Page </strong>, now 37, was ready to lead the company into the future. <q> <strong> Larry Page </strong> and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. \"He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.", "new_id": -2}, {"uid": "1294957383066879509", "i": 16490, "idx": 2, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Mark Kelson", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> said, \"It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much.\" <strong> Debbie Wasserman Schultz </strong> said, <q> <strong> Mark Kelson </strong>, the first thing that he asked her to do was, you know,` <strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.' And then he said,` Touch my ring if you can hear me,' and she did. She touched his ring, she was rubbing his hand, and then, she couldn't get the thumb, but the whole arm( went up). </q> <strong> Gabrielle Giffords </strong> tried to hug her husband, who has been at her side giving comfort since the shooting. At a press conference, one of <strong> Gabrielle Giffords </strong>'s doctors said, \"Last night she was", "new_id": -2}, {"uid": "1296922649262193174", "i": 43096, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "might want or wish to <strong> George W. Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a \"Not Me, Not My Fault\" book, hitting the streets this week. From the NYT; <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\" ' \"[ snip] His", "new_id": -2}, {"uid": "1296774921237715483", "i": 4058, "idx": 2, "sa": ["Wanda Jackson", "Bob Dylan", "David Letterman", "Jack White"], "q": "Show With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. \"I want to thank <strong> Jack White </strong> for making all this happen for me,\" <strong> Wanda Jackson </strong> said at a recent week. <q> He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight. </q> She told the crowd about the release of her new Jack White-produced album, \"The Party Ain't Over,\" released last week. The collection of rock'n' roll,", "new_id": -2}, {"uid": "1296527705266076161", "i": 40908, "idx": 0, "sa": ["Regis Philbin", "Barbara Walters", "Bill Clinton", "David Letterman", "Charles Grandison Rose III", "Peter Weir", "Robin Williams"], "q": "musical: Gomez, the Fray Newsday Well, word( and song) is finally leaking out about what sort of- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charles Grandison Rose III </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of Vivis Colombetti talks Paranormal Activity 2 Director <strong> Peter Weir </strong> finds \"Way Back </q> to big screen target=\"_blank\" LOS ANGELES( Back Stage)- It's difficult to find a common thread among <strong> Peter Weir </strong>'s comedy about residents of a small town who deliberately cause car crashes. But he", "new_id": -2}, {"uid": "1297394458168837164", "i": 39510, "idx": 0, "sa": ["Simon Cowell"], "q": "been fears the music mogul, 51, might bow out of the ITV1 version because of his commitments to launching the US show this year. But <strong> Simon Cowell </strong> said he intended to do both- and joked: <q> We're in the process of building a rocket and it's literally going to fly us from LA to London in an hour. It hasn't been tested yet. </q> Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd. \"The Sun\" , \"Sun\" , \"Sun Online\" are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1295965254237387800", "i": 35629, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> said at the DLD web conference in Munich that the company would make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital. <q> We had a very, very good year, </q> <strong> Eric Schmidt </strong> said. \"Which is why we'll continue to make investments.\" He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next", "new_id": -2}, {"uid": "1296774976170934274", "i": 1723, "idx": 0, "sa": ["Rashard Mendenhall", "Michael Vick", "James Starks"], "q": "Trick\" in the summer. As in \"one-trick pony.\" As in, all the guy does is sprint straight routes down the field, boom or time, but he also aimed to change it. <q> I don't like it, </q> was his Packers emerge as hot properties of NFL fantasy drafts this fall CNN Story HighlightsSteelers' <strong> Rashard Mendenhall </strong> has played way into Top 10 of 2011 fantasy drafts <strong> Michael Vick </strong> appears to be solid 1. No spark from <strong> James Starks </strong>.", "new_id": -2}, {"uid": "1297426636014974991", "i": 39894, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "having a positive effect.\" Nokia will pay Microsoft royalties for use of its operating system, but apparently money will likely flow the other way, too, according to <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. <q> We have different forms of value transfer in different directions, </q> <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetisation.\" \"We the ability to activate users and put them in a position to be more effective in what", "new_id": -2}, {"uid": "1297450726263487543", "i": 53588, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke at a news briefing in London Friday that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the devStephen Elopment of a vibrant, strong Windows", "new_id": -2}]