[{"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.<q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1296027670239779844", "i": 22289, "idx": 0, "sa": ["Simon Cowell", "Rebecca Ferguson", "Matt Cardle"], "q": "stadium shows. According to The Sun, the 18-year-old has now been informed that he will sign to Syco at the end of the tour if he manages to impress fans during the gigs. <q>This record deal is <strong> Aiden Grimshaw </strong>'s to lose,<q> a source said. \"If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few.\" Last week, fellow X Factor competitor <strong> Rebecca Ferguson </strong> was said to", "new_id": -2}, {"uid": "1295537814152666210", "i": 46216, "idx": 0, "sa": ["Yo Gotti", "Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.<q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Charges against Tenn. rapper <strong> Yo Gotti </strong> dropped", "new_id": -2}, {"uid": "1297122134226197521", "i": 10352, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.<q>", "new_id": -2}, {"uid": "1295726578178274313", "i": 3390, "idx": 0, "sa": ["Bucky Brooks", "Michael Vick", "Ozzie Newsome", "John Harbaugh"], "q": "Press If any NFL teams are interested in <strong> Michael Vick </strong>, they're not saying. One day after the former Atlanta Falcons quarterback was conditionally reinstated to the league, only the Baltimore Ravens would directly acknowledge evaluating him. <q>We've had long discussions about <strong> Michael Vick </strong>, and we have a feeling about how he would impact our team and not impact our team,<q> Ravens coach <strong> John Harbaugh </strong> said Tuesday. Ravens general manager <strong> Ozzie Newsome </strong> declined comment. Previously, he has said the team has enough quarterbacks. More on <strong> Michael Vick </strong>'s skills are too hard to ignore, <strong> Bucky Brooks </strong> writes, and it", "new_id": -2}, {"uid": "1296719379251002904", "i": 20229, "idx": 0, "sa": ["Nick Bryant", "Chris Gent", "Andy Coulson", "Brian Taylor"], "q": "down when these towns and cities were in lockdown. <strong> Nick Bryant </strong>, and I'm the BBC's Sydney correspondent. Subscribe to <strong> Nick Bryant </strong>'s Australia Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...<q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "new_id": -2}, {"uid": "1295562881148553737", "i": 26592, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Norman Schwarzkopf", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as <q>the enemy of G od and humanity.<q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>,", "new_id": -2}, {"uid": "1296867849205062154", "i": 19824, "idx": 1, "sa": ["David Letterman"], "q": "quits. \"I don't know. Maybe two years, I think,\" <strong> David Letterman </strong> responded. But Rob Burnett, CEO of Worldwide Pants and executive producer of the Late Show, tells The Hollywood Reporter, <q>It's a complete non-story. He's constantly musing about when he's going to leave.<q> Burnett mentioned that <strong> David Letterman </strong> made a similar remark in 1987. \"It was not a thought-out response,\" Burnett tells THR. \"It was an off-the- cuff remark. <strong> David Letterman </strong> is one of those guys who", "new_id": -2}, {"uid": "1297615356105119757", "i": 15547, "idx": 0, "sa": ["Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Russell Brand </strong> Hosts Saturday Night Live: <q>I'm Much More Famous in England<q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed Royal romance of William, <strong> Katy Perry </strong> turned into comics <cite> Associated Press </cite> <strong> Katy Perry </strong>:\" I Was Shaped Like", "new_id": -2}, {"uid": "1295621862132808705", "i": 43282, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"As it has grown into the dominant company in Silicon Valley, Google has lost some of its entrepreneurial culture and become a slower-moving bureaucracy, analysts and insiders say,\" Miller and Helft report. <q>To counter this, the company announced that Larry Page, its 38-year-old co-founder, would take over as chief executive from <strong> Eric Schmidt </strong>, a technology industry veteran who was brought in a decade ago to provide adult supervision, as Silicon Valley calls it.<q> Miller and Helft report, \"Mr. <strong> Eric Schmidt </strong>, 55, will remain executive chairman of the company, which had a market value of$ 200 billion at the close of trading on Thursday, up from", "new_id": -2}]