[{"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said:`` I'd do it for a million for SANDS. money, mouth??????????????????'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1296041205201015319", "i": 2151, "idx": 1, "sa": ["Alec Baldwin", "Barack Obama", "Al Green", "Rodney King", "Van Jones", "Michael Vick"], "q": "read this.`` <strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?'' by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns:`` <strong> Van Jones </strong>,` <strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots'' www.examiner.com <q> Exposed: The Secret http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! Alex also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! Alex also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/The_Green_Collar_Economy__Van_Jones_of_the_Center_for_ www.americanprogress.org In`` The <strong> Al Green </strong> Collar Economy </q>, Center for American Progress <strong> Barack Obama </strong> Fellow, acclaimed activist and political advisor <strong> Van Jones </strong> delivers a real solution that both rescues our economy and saves the environment. The economy is built on and powered almost exclusively by oil,", "new_id": -2}, {"uid": "1294986991012550146", "i": 1487, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "the`` he's classier than she is'' argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: <strong> Kelsey Grammer </strong> Grammers' sly toast to <strong> Kayte Walsh </strong> on The Real Housewives of Beverly Hills <q> I'm under the impression that your marriage is acting. Is that a fact? </q> <strong> David Letterman </strong> asked, the picture of innocence.`` Well, I'm sorry to hear that-or I'm not sorry to hear that?''`` Well, you are respectfully considerate, and yet", "new_id": -2}, {"uid": "1297140587008634392", "i": 30604, "idx": 4, "sa": ["Whoopi Goldberg", "Michael Vick", "Peyton Manning"], "q": "happen every day, and the only reason the <strong> Michael Vick </strong> story is this big is because the Media won't give it up. <strong> Michael Vick </strong> could be 65 and any article that would be about him would start with, <q> <strong> Michael Vick </strong> didn't have a sit down discussion with the grandson of a man who rescued one of the puppies. Is he truly repentant, or does he just not care? </q> Report Abuse 11 turnovers in games to you Kless87 O-V-E-R-R-A-T-E-D Yeah, i'm talking about <strong> Peyton Manning </strong> Report Abuse Yeah I guess <strong> Whoopi Goldberg </strong> is right its a cultural thing and that[ profane]", "new_id": -2}, {"uid": "1297082739249921538", "i": 981, "idx": 1, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "February 07, 2011 <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. I am satisfied. Texans should not be spitting upwards or the spit will land right on their faces! Comments are filtered for language and registration", "new_id": -2}, {"uid": "1296088146043139082", "i": 9877, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE POSITIONS Company ACT CARGO( USA NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster Sorry", "new_id": -2}, {"uid": "1295782408127156258", "i": 33215, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Andrew Marr"], "q": "to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.`` If you listen to what <strong> David Cameron </strong> has said,'' he told BBC One's <strong> Andrew Marr </strong> show, <q> he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> And Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>.`` It is primarily a decision for the prime minister, he is the prime minister's", "new_id": -2}, {"uid": "1296060767024477696", "i": 40067, "idx": 0, "sa": ["Peter McCarthy", "Simon Cowell", "Steven Tyler"], "q": "If she acted like the diva she's rumored to be and was sort of a Simon-a <strong> Simon Cowell </strong>, it would be must-see TV,'' says Lyndsey Parker, Yahoo! Music's managing editor and <strong> Steven Tyler </strong> <q> <strong> Steven Tyler </strong> has just the right amount of crazy that's been missing since Paula left the show, </q> says <strong> Peter McCarthy </strong>, who runs.`` He definitely grew on me. He knows what he is talking about and doesn't seem to care what anyone thinks-- even when he's hitting on 15-year-old singers.", "new_id": -2}, {"uid": "1295251188152551466", "i": 8526, "idx": 2, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "to his mistress, former flight attendant <strong> Kayte Walsh </strong>. Access Hollywood reports the 29-year-old is not Mrs. <strong> Kelsey Grammer </strong> yet, but <strong> Kelsey Grammer </strong> is taking more than their engagement public-- showing off <strong> Kayte Walsh </strong> with <strong> Camille Grammer </strong>'s children. ANCHOR: <q> <strong> Kelsey Grammer </strong> and his wife <strong> Camille Grammer </strong>'s divorce is getting uglier by the minute and last night, <strong> Kelsey Grammer </strong> showed up on <strong> David Letterman </strong> with his fiancee and children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children. </q> COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' CAMILLE:`` He uses them as props. It's tough, it's harsh. It hurts, of course.''", "new_id": -2}, {"uid": "1295599055020365403", "i": 1393, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.'' Mr Page said Google is just at the`` tip of the iceberg'' of how the internet will change consumers lives in the future. <q> If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited, </q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on`` deals, partnerships, customers and broader business relationships''. Mr <strong> Sergey Brin </strong> will devote his time to`` strategic projects'',", "new_id": -2}]