[{"uid": "1295548508137363457", "i": 56646, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Bill Clinton"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational... <strong> Barack Obama </strong>, <strong> Bill Clinton </strong> Arrive At Kennedy Funeral Mass Former <strong> Bill Clinton </strong> and current <strong> Barack Obama </strong> and their wives arrive at Our Lady of Perpetual Help Basilica in Boston, for a funeral mass for", "new_id": -2, "mturk_index": "455"}, {"uid": "1296968210047710243", "i": 8790, "idx": 0, "sa": ["George W. Bush", "Colin Powell", "Lawrence Wilkerson"], "q": "the sort of Cold War approach on Afghanistan under Carter. But it gets escalated far-- by many times when Reagan comes in. JAY: Well, let me bring Larry in. The basic headline <q> Reagan is the winner of the Cold War </q> is not a deserved mantle and was actually more a rationale for an expansion of projecting US military power. <strong> Lawrence Wilkerson </strong>, FMR. CHIEF OF STAFF TO <strong> Colin Powell </strong>: I think in the American mind the <strong> George W. Bush </strong>", "new_id": -2, "mturk_index": "1790"}, {"uid": "1296143136256950287", "i": 45372, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "Phone hacking: police promise` robust' investigation Phone-hacking inquiry: Scotland Yard said it would` leave no stone unturned'. Photograph: <strong> Andy Coulson </strong> Rain/EPA The head of the Metropolitan police said today that <q> no stone will be left unturned </q> in the Edmondson.co.uk/media/2011/jan/26/phone-hacking-investigation-reopened-by-police\" investigation into the News of the World phone hacking allegations announced yesterday\"> fresh investigation into the News of the World phone-hacking allegations announced yesterday, four years after the initial convictions in the", "new_id": -2, "mturk_index": "896"}, {"uid": "1295693165029671442", "i": 5341, "idx": 3, "sa": ["Phil Jackson", "Danny Granger", "Allen Iverson", "Jim O'Brien", "Andre Iguodala"], "q": "hard to beat a team twice,\" <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Phil Jacksonadelphia failed in its bid to win three straight games for the first time this season. <q> We do a lot of things positive on the basketball court, we're just not putting together whole games, </q> <strong> Allen Iverson </strong> said. \"That's the frustrating part, because a game like this, we're supposed to win.\" Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers", "new_id": -2, "mturk_index": "251"}, {"uid": "1295667459145047582", "i": 13722, "idx": 0, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's Art Wittmann speaks with Tina Bean, the Sales& Mark Zuckerbergeting Director for VisiStat. VisiStat is a company that offers a software as a service application for web service analytics. <strong> Eric Schmidt </strong> will continue to", "new_id": -2, "mturk_index": "444"}, {"uid": "1295530662257605677", "i": 42378, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> would say and the requisite eye rolling and bickering that would follow. but still think showing the green shirt girl fall, skid and crawl was!@#$ ing mean. You said, <q> Phew! I'm not sure she would have gotten through with the original three on board. I can't imagine <strong> Simon Cowell </strong> would have said yes to that one. </q> Well JLo is famous for her bootie... well at least to some people. I'd never look at something like that, no not me. Morning! I'm more than", "new_id": -2, "mturk_index": "1815"}, {"uid": "1295815332185630723", "i": 4797, "idx": 3, "sa": ["Gabrielle Giffords", "Ben Ali", "Kirsten Gillibrand", "Russ Mitchell"], "q": "politics& type= Video& sent= no& search= Search\" , \"permBen Alink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012203303.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 11v&amp;flvURL=/media/2011/01/22/01222011- 11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 11v.jsn </q>}{ \"title\" : \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\" , \"description\" : \"Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after", "new_id": -2, "mturk_index": "1612"}, {"uid": "1295285635056262693", "i": 42491, "idx": 0, "sa": ["Bill Lockyer"], "q": "885 million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q> \"Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion,\"", "new_id": -2, "mturk_index": "2171"}, {"uid": "1297438111065749093", "i": 201, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "fits <strong> Donald Rumsfeld </strong>'s newly published memoirs, Known Unknowns. <strong> Donald Rumsfeld </strong> pulled the title from a press conference at which he waxed eloquent about knowledge. Hart Seely put <strong> Donald Rumsfeld </strong>'s ruminations into poetry form: <q> The Unknown As we know, There are known knowns. </q> There are things we know we know. We also know There are known unknowns. That is to say We know there are some things We do not know. But there", "new_id": -2, "mturk_index": "1206"}, {"uid": "1295339132194592791", "i": 46988, "idx": 0, "sa": ["David Letterman", "Keith Urban", "Nicole Kidman", "Howard Stern", "Jay Leno"], "q": "<strong> Keith Urban </strong> and <strong> Nicole Kidman </strong> have a new baby girl, Faith Margaret, who joins 2-year-old sister Sunday Rose.( See <q> <strong> Nicole Kidman </strong>, <strong> Keith Urban </strong> give thanks. A lot. </q>) Posted on Tue, Jan. 18, 2011 Sideshow: <strong> Howard Stern </strong> targets <strong> Jay Leno </strong> in CNN interview <strong> Howard Stern </strong> may not be <strong> Jay Leno </strong>'s biggest fan. \"He's not fit to scrub <strong> David Letterman </strong>'s feet", "new_id": -2, "mturk_index": "1922"}]