[{"uid": "2008090613_00040699_W", "i": 90, "idx": 9, "sa": ["Lenore Skenazy"], "q": "races and income groups who all resist letting children walk or ride a bus by themselves.\" the attitudes about this whole subject are very similar, \"he said.\" there's a lot of fear. <q> <strong> Lenore Skenazy </strong>, a columnist for the new york sun, made a splash last spring when she wrote about sending her then 9-year-old son izzy on a solo transit ride from bloomingdale's to the family's manhattan apartment a few stops downtown on the subway and a few blocks east on the bus. </q> long story short: my son got home, ecstatic with independence, \"she wrote.\" long story longer, and analyzed, to boot: half the people i've told this episode to now want to", "new_id": -2}, {"uid": "2008092909_00028660_W", "i": 2185, "idx": 2, "sa": ["Ian Khama"], "q": "' based on his experiences with the company that changes all the time; dwindling when you are short of cash and burgeoning when you are cash-laden.\" being without a job makes you not to be free, <q> he says philosophically. when you are not working people treat you as if you were trash. you even fear going out to meet other people because you do not have money. you feel there are things that you are not supposed to take part in as they are only for those with money. </q> in that vice-grip that is poverty, one loses everything, every ounce of dignity and esteem sucked out of him/her. president <strong> Ian Khama </strong> has rightly noted this and one hopes measures, broad based measures, will be put", "new_id": -2}, {"uid": "2008092622_00032937_W", "i": 1122, "idx": 2, "sa": ["Tom Salmon"], "q": "keep it open.\" i'm too busy to grasp it. on monday morning it's really going to hit me. i'm still planning next week's specials and i don't need to anymore, <q> richards says. named for the state bird, the thrush became an institution-- an unofficial branch of government for movers and shakers to meet since it was right by the statehouse. video from election night 1984 shows prominent republicans jeff amestoy and richard snelling. norm james worked for democratic governor <strong> Tom Salmon </strong>. he says the non-threatening feel of the tavern sometimes led to solutions that could be elusive at the statehouse. </q> people talk about deals being cut-- there's no question about that. people sat around these tables and drank coffee and other adult beverages and struck some really great deals, \"james recalls.\" i'm", "new_id": -2}, {"uid": "2008110306_00015798_W", "i": 1322, "idx": 1, "sa": [], "q": "our undivided attention- the internet made an honest metaphor out of the global village- converted it from a metaphor to something much closer to a depiction of reality-\" the machine turned nature into an art form <q>> mcluhan's fundamental consequence of the competition between media> new technologies bump predecessors to a position to be admired, no longer used> as we increase control over nature and our distance from it via technology we gain ability to appreciate nature for its own sake- the ease of accessability on the internet and its capacity for dissemination and retrieval> anything on the web is spoken forever- </q> we look at the present through a rear-view mirror. we march backwards into the future. faced with a totally new situation, we tend to always attach ourselves to the objects... of the most recent past \"", "new_id": -2}, {"uid": "2008112009_00022679_W", "i": 611, "idx": 1, "sa": ["Hunter G. K. Thompson"], "q": "were sky-high and valleys that weren't so low at all. the heartsick mr. brightside appealed to the dress wearers, as did bones, where flowers asked,\" don't you wan na come with me? <q> many did. on the dainty stateliness of sam's town, the piano-manning former bellboy sang of the energy beneath his feet, and that he was sick of his judges- the ones </q> so scared of letting me shine. \"flowers has been criticized for his undisguised ambition, lyrical ambiguity and faulty fashion sense. his sensitive reactions aren't necessary. <strong> Hunter G. K. Thompson </strong> had another quote, about mind and body", "new_id": -2}, {"uid": "2008102422_00007779_W", "i": 1201, "idx": 10, "sa": [], "q": "strong interest- even from small- and medium-sized travel companies. we had many successful meetings with australians, indians, and middle east buyers. we will definitely be back with the support of sas scandinavian airlines. <q>- kjell ellefsen, media manager asia, scandinavian tourist board, tokyo </q> i found the web in travel conference very interesting. it provided real added value for all delegates from the region since the topics covered totally responded to asian-industry needs. the combination of online knowhow at web in travel", "new_id": -2}, {"uid": "2008092508_00023031_W", "i": 782, "idx": 2, "sa": ["Mike Wooten", "Frank Bailey", "Todd Palin", "Sarah Palin"], "q": "call one of her aides, <strong> Frank Bailey </strong>, made to trooper lt. rodney dial on feb. 29 of this year. on the recording, <strong> Frank Bailey </strong> said the palins were wondering why <strong> Mike Wooten </strong> was\" still representing the department. <q> he also made reference to <strong> Mike Wooten </strong> possibly making a false workers' comp claim. dial asked <strong> Frank Bailey </strong> how he knew that, as such information usually is <NO_QUOTATION> <strong> Frank Bailey </strong> later said in a sworn statement to <strong> Sarah Palin </strong>'s lawyer, tom van flein, that he'd never seen a workers' comp file, and that he got his information through <NO_QUOTATION> about <strong> Mike Wooten </strong> with <strong> Todd Palin </strong>. governor's spokesman bill mcallister said wednesday he knows of no involvement by <strong> Sarah Palin </strong> or anyone in her office in the workers' comp case. </q> only the appropriate state officials were involved is what i've been told emphatically, \"mcallister said. roberta erwin, daughter of robert erwin, is the attorney who represented <strong> Sarah Palin </strong>'s sister in the divorce and child", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 1665, "idx": 14, "sa": ["George W. Bush"], "q": "be a happier and better world to live in. but, if you wish to remain the slaves of bankers and pay the cost of your own slavery, let them continue to create money and control credit. <q>-- sir josiah stamp, <strong> George W. Bush </strong> of the bank of england( 1927) </q> it was not accidental; it was a carefully contrived occurrence. the international bankers sought to bring about a condition of despair here so that they might emerge as rulers of us all. \"-- louis mcfadden referring", "new_id": -2}, {"uid": "2008123022_00009473_W", "i": 439, "idx": 0, "sa": [], "q": ". officially, a pound was still worth slightly more than a euro on tuesday, hovering at a near-record low of euro1.0240 after sustaining falls of 13 percent against the euro this month alone. but many tourists <q> their money to go on vacation were already getting less than a pound for each euro, as exchange booth rates are usually slightly lower than rates on financial markets. britain's post office, for instance, was offering just euro98.04 for 100 pounds- levels that are prompting some british newspapers to label the pound's plunge a <NO_QUOTATION> </q> in past decades a currency crisis on this scale would have threatened governments, \"said the daily mail.\" across the irish sea, the sickly pound has led to a stampede of shoppers heading across the border", "new_id": -2}, {"uid": "2008112607_00015723_W", "i": 1797, "idx": 0, "sa": [], "q": "got into the airport, there were like six cameras, and media, press. being from here, we don't get that. it was just like,\" wow, this is a big thing. <q> and then, on the way to the hotel, i had the bus driver stop at rosenblatt( stadium), and i had all the guys get out. we went up to that statue( <NO_QUOTATION>). i had all the guys look at it and let them know that they had earned the right to be in that venue. of course, walking out, we played the first game there in 2000. we walked into that stadium. there were 25,000 people there. it was like, </q> this is quite an experience. \"there were 25,000 at that game, a little over that. you don't forget something like that. 12. as a long-time division i head coach and a west region", "new_id": -2}]