[{"uid": "1297225373053084179", "i": 55217, "idx": 6, "sa": ["Michael Vick"], "q": "how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as`` providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17,'' said <strong> Michael Vick </strong>'s <q> inspiring message about overcoming life's challenges has reached teenagers all over the country. </q> The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling a dogfighting operation in Virginia. <strong> Michael Vick </strong> left a Kansas prison in May 2009 to serve the last two months", "new_id": -2}, {"uid": "1295380001215138344", "i": 40860, "idx": 2, "sa": ["Dick Roche", "Nicolas Sarkozy", "Eamon Gilmore"], "q": ", before the election can be called. And he said Europe Minister <strong> Dick Roche </strong> had responded to Mr <strong> Nicolas Sarkozy </strong>'s claims. But Mr <strong> Eamon Gilmore </strong> said the Taoiseach should have personally phoned the French leader. <q> It required at a minimum, Taoiseach, that you pick up the phone and ring him, but you were too busy making other phone calls to do the country's business, </q> Mr <strong> Eamon Gilmore </strong> said. He added:`` Your agenda now, Taoiseach, is more about your party's survival and your party's fortunes than it is about the good of the country,'' Mr", "new_id": -2}, {"uid": "1295552145232112145", "i": 6176, "idx": 6, "sa": ["Mike Pence"], "q": "- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on style, he was a gentle man,'' <strong> Mike Pence </strong> says. <q> I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our brief encounter, was his humility and his gentleness. As we go forward, it is imperative that we are tough on policy, but decent to our political opponents. </q> Turning to current affairs, <strong> Mike Pence </strong> says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change.`` I", "new_id": -2}, {"uid": "1295887574082001942", "i": 28015, "idx": 0, "sa": ["Alassane Ouattara"], "q": "et la diplomatie et c'est comme cela qu'on fait avancer les choses'', a-t-il estim lors de sa conf?rence de presse de d?but d'ann?e? l'Elys?e. Pour l'Iran mais aussi pour la C?te d'Ivoire, a-t-il ajout, <q> la France, c'est sa politique, est toujours extraordinairement r?serv?e sur le principe d'une intervention militaire </q>. Depuis la fin novembre, le pr?sident ivoirien sortant, Laurent Gbagbo, refuse de c?der la place? son adversaire <strong> Alassane Ouattara </strong>, reconnu comme le vainqueur de l'?lection pr?sidentielle de novembre par la communaut internationale,", "new_id": -2}, {"uid": "1295314357091701252", "i": 36845, "idx": 0, "sa": ["Allen Iverson"], "q": "first promo Season 6 episode 3 sorry for the bad quality IZZIE RETURNS TO WORK WEEKS AFTER HER NEAR-DEATH EXPERIENCE, AS SHE AND THE OTHER RESIDENTS WORRY ABOUT PENDING LAYOFFS, ON ABC'S`` GREY'S ANATOMY'' <q> I Always Feel Like Somebody's Watchin' Me </q>- Several weeks after her near-death... <strong> Allen Iverson </strong> 44pts 10 Assists vs Seattle Sonics 06/07 Seafirst Bank Commercials 1985- High Jump, Skiing, Football Seafirst Bank Commercials 1985- High Jump, Skiing, Football A 1986 Seafirst", "new_id": -2}, {"uid": "1295094779207257606", "i": 15609, "idx": 0, "sa": ["Mike Smith", "Michael Vick", "Thomas Dimitroff", "William Moore"], "q": "dominating football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.`` None of that matters,'' Falcons safety <strong> William Moore </strong> said. <q> When those lights come on, those players from the past ain't playing that night. </q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach <strong> Mike Smith </strong>- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went to", "new_id": -2}, {"uid": "1297451846240746502", "i": 44700, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "that <strong> John McCain </strong>'s request came only after Uzbekistan had evicted the US from the base, not before, as <strong> Donald Rumsfeld </strong>'s account implies. <strong> Donald Rumsfeld </strong> takes particular aim at human rights advocates' reporting on Andijan. <q> Self-proclaimed human rights advocates with longstanding records of opposition to the Uzbekistan government... seemed interested in embarrassing the United States, </q> he wrote.`` The facts were often mangled in the process.'' As an example, he said that Human Rights Watch ignored evidence that many of the demonstrators were armed, mistakenly calling them`` peaceful protesters", "new_id": -2}, {"uid": "1297181582182665241", "i": 53192, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Ronald Reagan celebrated on centennial birthday Ronald Reagan celebrated on centennial birthday href=\"http://www.wlox.com/global/category.asp?c=194069&amp;clipId=5527261&amp;autostart=true\"> LA police investigating Lohan for jewelry theft Winners announced at the SAG Awards href=\"http://www.wlox.com/global/category.asp?c=194069&amp;clipId=5518394&amp;autostart=true\"> Associated Press: Fashion on", "new_id": -2}, {"uid": "1296234164135299086", "i": 57903, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.'' letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,'' he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]