[{"uid": "1295390341219906059", "i": 581, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DEE-ANN DURBIN, Associated Press WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297133398167510031", "i": 46531, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "not canceled, a rep says Full-color logos of the Pittsburg Steelers and Green Bay Packers will be painted on each end of the runway at Addison Airport today. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295559606214679608", "i": 2266, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April 4. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. \"In my clear opinion, Larry is ready to", "new_id": -2}, {"uid": "1295559948061718567", "i": 26561, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q>We've had a very strong quarter,</q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a decade. He will now take over as executive chairman. We'll", "new_id": -2}, {"uid": "1295619163009781254", "i": 31441, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "'s director of public communications. Photograph: Ben Stansall/AFP/Getty Images Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA ROYAL FLUSH! UK PM's Communications Director Out Over <strong> Rupert Murdoch </strong> Paper Phone-Hacking Scandal Glynnis MacNicol| Jan. 21, 2011, 7:54 AM| 16| A A A x Email Article From To", "new_id": -2}, {"uid": "1296460181009125909", "i": 25743, "idx": 0, "sa": ["Andy Coulson", "Jeremy Clarkson", "David Cameron", "Rebekah Brooks"], "q": "in a lot of trouble,\" he jokes. Why hasn't Guido pursued the political power nexus between News Corp and the <strong> David Cameron </strong> clan with the same vigour he employs to uncover politicians' secrets? <q>The BBC is the pervasive influence on our society,</q> he argues. \"It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.\" The Guardian targeted <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296520316090341463", "i": 19229, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Homeland Security Photo in Slideshow: A pedestrian negotiates snow and slush left over... Video: Two injured Oklahomans share cautionary tails about... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> stands with Mark Kelly... Report Abuse <q>This must be a figment of all these folks imagination cause <strong> Al Gore </strong> said we were experiencing Global Warming...</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1296745616231997453", "i": 24491, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": ". It was another two and a half years until <strong> Donald Rumsfeld </strong> was finally canned. But in his upcoming 800-page memoir, Known and Unknown, <strong> Donald Rumsfeld </strong> writes that he really wishes <strong> President Bush </strong> had just let him go earlier. <q>His biggest mistake, Mr. <strong> Donald Rumsfeld </strong> writes, was in not forcing Mr. <strong> President Bush </strong> to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came to light in early 2004. Mr. <strong> Donald Rumsfeld </strong> insists that the abuses were the actions of rogue soldiers and that they did not reflect any approved policies, but nevertheless he offered to step down.</q> \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,\" Mr. <strong> Donald Rumsfeld </strong> writes. \"More", "new_id": -2}, {"uid": "1297447787101842948", "i": 44321, "idx": 0, "sa": ["Steve Ballmer"], "q": "which seeks to deliver an affordable Internet experience to a billion users, primarily in developing markets. Given the core competencies of each, the pair insisted that they could move quickly to market. <q>Ecosystems thrive when fueled by speed, innovation and scale,</q> Microsoft's <strong> Steve Ballmer </strong> said in a statement. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\" Nokia officials said in statements that", "new_id": -2}]