[{"uid": "1295580862256213017", "i": 52656, "idx": 5, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "\"obvious.\" Mrs_FiFi said, \"<strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING.\" ArchuletaGirl begged to differ, though, tweeting, <q> Idol just isn't the same without <strong> Simon Cowell </strong>. These new judges keep getting suckered into putting bad people through. </q> Others dubbed <strong> Steven Tyler </strong> \"kinda pervy,\" possibly for the legendary rock star's long, lusty looks at some of the contestants and comments about their skirt lengths. Adam Mersel had props for <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1297426858243695664", "i": 46108, "idx": 1, "sa": ["Steve Ballmer"], "q": "drive the future of Windows Phone\" by contributing its \"expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies.\" <q> I am excited about this partnership with Nokia, </q> Microsoft Chief Executive Ballmer-Steve Ballmer.htm\"> <strong> Steve Ballmer </strong> said in the statement Friday. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and", "new_id": -2}, {"uid": "1295802995079921158", "i": 19513, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "once just because a new personality came on the scene,\" <strong> Colin Powell </strong> said. Although he would not say for certain what the future will include for American troops in Afghanistan, he said there will be <q> some level of withdrawal, </q> this summer. He said progress will go backward, however; if military action is not backfilled with a functioning government. The <strong> Barack Obama </strong> administration pledged a drawdown of troops by this summer. \"One year", "new_id": -2}, {"uid": "1295638013070795356", "i": 26256, "idx": 1, "sa": ["Barbara Walters", "David Letterman"], "q": ": \"It was hell.\" They are all part of \"A <strong> Barbara Walters </strong> Special: A Matter of Life and Death\" at 10 p.m. Friday, Feb. 4, on WFTV-Channel 9. <q> It's astounding that people think that heart disease is a disease of men, when in fact, it kills more women, </q> Dr. Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special, \"Take advantage of the technology and the care that's available. There's no reason why a man or woman in", "new_id": -2}, {"uid": "1296708031055181319", "i": 31391, "idx": 1, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "George Karl", "Buddy Guy"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating Buddy Guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding Buddy Guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago", "new_id": -2}, {"uid": "1297426049196083720", "i": 25608, "idx": 3, "sa": ["Michael Gove"], "q": "difficulties our schools face. \"We have said all along that we want to sit down and have an amicable discussion with the Michael Government about the difficulties our schools face.\" He added: <q> This slash and burn attitude that the Michael Govenrment has to local Michael Government must end. </q> Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education issued a robust defence to the decision. A spokesman said: \"On the substantive points he[ the judge]", "new_id": -2}, {"uid": "1297187652077496350", "i": 18532, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "had slammed into the Pentagon- Torie Clarke, the veteran assistant secretary of Defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years? He admitted that he hadn't. <q> Clarke looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out. \"She had a point. </q> She did, indeed.", "new_id": -2}, {"uid": "1297488327192626740", "i": 37820, "idx": 9, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "more time to talk.\" I suspect <strong> Donald Rumsfeld </strong> felt otherwise. <strong> Diane Sawyer </strong>, the top ABC anchor, was also eager for <strong> Donald Rumsfeld </strong> to admit mistakes. Here's how her Nightline interview was introduced: <q> <strong> Diane Sawyer </strong> goes head to head with <strong> Donald Rumsfeld </strong> as never before.... The big question: What did he get wrong? </q> <strong> Donald Rumsfeld </strong> said he got some things wrong, as he does in his book. He said \"it's possible\" he was slow to react to deterioration of the military situation in Iraq. He regretted saying", "new_id": -2}, {"uid": "1297654750115818510", "i": 18001, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "an airline trade group, said the safety of passengers and crew members is its No. 1 priority. \"Making improvements is a continuous process,\" ATA spokeswoman Jean Medina said in an e-mailed statement. <q> The rules, as written, will not improve safety, and regulations that are based neither on science nor operational experience should be rejected. </q> U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable.", "new_id": -2}, {"uid": "1296833245099107030", "i": 39411, "idx": 1, "sa": ["Jameel Jaffer", "George W. Bush", "Donald Rumsfeld"], "q": "a few rogue soldiers. The complaint signals that the release of the book from arguably the most controversial member of the <strong> George W. Bush </strong> administration will rekindle old rivalries in the weeks ahead, FOXNews.com reported. <q> Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false, </q> <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. \"Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of", "new_id": -2}]