[{"uid": "1295239084258359319", "i": 2798, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Dev showcased its latest Maestro 3 app dev choreography environment-- a cloud-based solution that stitches together the discreet steps( build, test, deploy, etc.) of application development, using existing tools for each step <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1295093305253313052", "i": 3940, "idx": 0, "sa": ["Shaun Johnson", "Tim Cahill", "Allen Iverson", "Dwight Howard"], "q": "`` gun'' or`` shotjack'' to http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Shaun Johnson_04/05 Three-Tim Cahille scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295976018128352266", "i": 2929, "idx": 3, "sa": ["Michael Gove", "Tim Montgomerie", "Elizabeth May", "Stephen Taylor", "David Cameron", "Stephan Shakespeare"], "q": "list of the insiders making things happen in David Camerons Machine'' <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence.`` What makes David Camerons Conservatives tick?'' <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families. <q> The first internet age Michael Government </q> <strong> Stephan Shakespeare </strong>, Founder and Head of Innovations at YouGov. Political Tricks. Did Green Party leader <strong> Elizabeth May </strong> say Canadians are stupid? Conservative blogger <strong> Stephen Taylor </strong> puts her on the record, she begs to differ. You decide,", "new_id": -2}, {"uid": "1295981857139264049", "i": 22619, "idx": 0, "sa": ["Jeff Wardlaw", "Bill Lockyer", "David Meeks", "Sheilla Lampkin"], "q": "out of 15 Democrats- Rep. <strong> Jeff Wardlaw </strong> of Warren and Rep. <strong> Sheilla Lampkin </strong> of Monticello- who voted in favor of the <strong> Bill Lockyer </strong>. The committee's chair, Rep. Linda Tyler, D-Conway, did not vote. <q> I really thought that. the members of the committee would vote to protect the citizens of Arkansas from the federal government, </q> <strong> David Meeks </strong> said after the vote. Instead,`` they decided to really ignore what the citizens of Arkansas wanted to do.'' <strong> David Meeks </strong>' proposal came up in the Arkansas Legislature less than a week after", "new_id": -2}, {"uid": "1295597475096829451", "i": 20036, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "Tagesgesch?ft f?hren, teilte der Konzern am Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren </q>, sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig.`` Wir haben unsere Rollen jetzt klarer", "new_id": -2}, {"uid": "1296244183061128804", "i": 22760, "idx": 4, "sa": ["Samuel Alito", "Ted Haggard", "Amy Chua", "Kirsten Gillibrand"], "q": "`` New Bipartisan Buddy System.'' <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall:`` Where were you?'' article:`` The King's Speech Gets 12 Oscar Nominations.'' article: <q> <strong> Ted Haggard </strong> Admits He's Bisexual. </q> That's right. He loves both women and Jesus. The Cleveland Plain Dealer posTed Haggard an article:`` Kucinich Sues House Cafeteria Over an Olive.'' <strong> Amy Chua </strong> in a photo:`` Education Secretary.''", "new_id": -2}, {"uid": "1296176330162824268", "i": 39807, "idx": 0, "sa": ["George Osborne", "Angela Eagle", "Barack Obama", "Andy Coulson"], "q": "a`` sacker's charter''. No 10 called it`` a hirer's charter''. <strong> Angela Eagle </strong>, the shadow chief secretary to the Treasury, described the confidence index figures as very concerning, reflecting <q> an early sign of the impact of this month's VAT rise </q>. Health and aid spending pledge could damage recovery, warn business groups Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video The Business", "new_id": -2}, {"uid": "1296109025070025288", "i": 51989, "idx": 1, "sa": ["Bernie Sanders"], "q": "U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Man Charged With Having Weapon Of Mass Destruction CHOPPER 9: Investigators Search Man's Home After Arrest Mecklenburg Mug Shots- Jan. 18- 24", "new_id": -2}, {"uid": "1294992789105644154", "i": 5087, "idx": 2, "sa": ["Mike Pence", "Carolyn McCarthy"], "q": "in their own homes and public places,'' he says. Ackerman's expectations for passage of his bill are very low and staunch congressional gun advocates are standing firm, the Times reported. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> <strong> Mike Pence </strong>, R-Ind., told the Times. Nevertheless, some lawmakers promise some bills. U.S. Sen. Frank R. Lautenberg, D-N.J., and <strong> Mike Pence </strong> <strong> Carolyn McCarthy </strong>, D-N.Y., said they would put forward measures", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]