[{"uid": "1297119970200310797", "i": 19652, "idx": 4, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "that`` in a war, many things cost lives.'' But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the al-Qaida out of Afghanistan, </q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> George H. W. Bush </strong> administration made only an`` incremental'' move toward invading Iraq in the wake of the Sept. 11, 2001 attacks on the U.S. <strong> Donald Rumsfeld </strong> said it was not him but rather", "new_id": -2}, {"uid": "1297210131061849602", "i": 3918, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "the service members who operate it have`` taken a lot of heat unfairly.'' <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. <q> Let there be no doubt, there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe, </q> he told Fox News.`` And they have weapons of increasing lethality at their disposal and at their beck and call.'' In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the", "new_id": -2}, {"uid": "1296543362072531982", "i": 30813, "idx": 8, "sa": ["James Cleveland", "Kevin Garnett", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas", "Paul Pierce"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2 ft <strong> LeBron James </strong> Shaq O'Neal <strong> Paul Pierce </strong>& <strong> Kevin Garnett </strong> NBA Playoffs <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2 ft <strong> LeBron James </strong> Shaq O'Neal <strong> Paul Pierce </strong>& <strong> Kevin Garnett </strong> NBA Playoffs www.youtube.com NBA Playoff Preview Round 1", "new_id": -2}, {"uid": "1296612217017858561", "i": 19375, "idx": 1, "sa": ["Michael Vick", "Brady Hoke"], "q": "a dork in that meeting room.'' A dork? Hardly a description often associated with a three-time champion quarterback married to a super model.`` Maybe, yeah,'' <strong> Brady Hoke </strong> said. <q> I could see that, you know? I'm flattered. </q> Also flattering: <strong> Brady Hoke </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"uid": "1295804716188252188", "i": 7865, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "n't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1295582183033980446", "i": 5427, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": ". The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations.", "new_id": -2}, {"uid": "1297189237260702220", "i": 18093, "idx": 3, "sa": ["Dan Bartlett", "George H. W. Bush", "Bob Woodward", "David Gregory", "Donald Rumsfeld", "Diane Sawyer"], "q": "argued,`` It's documented in <strong> Bob Woodward </strong>'s book.'' <strong> Donald Rumsfeld </strong> retorted,`` <strong> Bob Woodward </strong> wasn't there.'' On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge: <q> I just want to run through a partial roll call of the number of people who have either opposed what the <strong> George H. W. Bush </strong> is going to do, or expressed serious reservations. </q> After reading off several names, she complained,`` What don't they get? What don't they understand?'' On January 9 2007, NBC's <strong> David Gregory </strong>`` As the <strong> George H. W. Bush </strong> prepares to start a", "new_id": -2}, {"uid": "1296744552199131154", "i": 36501, "idx": 25, "sa": ["Hillary Clinton", "John Kerry", "Joe Biden", "Colin Powell", "Donald Rumsfeld", "Al Gore"], "q": "defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war.`` Yet when opposing the Bush administration's efforts in Iraq became politically convenient,'' says <strong> Donald Rumsfeld </strong>, <q> they acted as if they had never said any such thing. </q> <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that Saddam indeed possessed a stockpile of banned weapons.`` Over time", "new_id": -2}, {"uid": "1295594493054968370", "i": 11449, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "technologique,`` ses principales forces.''`` Google tente de devenir plus efficace et essaie de mettre un type technologique? sa t?te pour concurrencer Facebook'', commente Brian Pitz, analyste chez UBS. <q> Je ne pense pas que cela change quoi que ce soit d'un point de vue strat?gique. </q> <strong> Eric Schmidt </strong>, qui avait pris la direction g?n?rale en 2001 pour apporter une exp?rience de gestion? la toute jeune soci?t, reste pr?sident du conseil d'administration avec un r?le ex?cutif. <strong> Sergey Brin </strong>, 37 ans", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]