[{"uid": "1295932595118013952", "i": 2111, "idx": 1, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson", "Tracy McGrady"], "q": "Orleans on February 8. \"Every time we play those guys, it's like a playoff game,\" said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. <q>To win this game was big for us http://wn.com/Allen_Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Philadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Philadelphia 76ers, nobody-- not Wilt, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. \"He was on fire,</q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. \"Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1296146613005734416", "i": 10567, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "and leave the rest until later. \"By saying what they won't do, it will probably tell us what he will do,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. <q>If he is going to run for governor, I'm sure there's no hurry for him to actually say it.</q> <strong> Mike Pence </strong> stepped down from his position as the No. 3 leader among U.S. House Republicans after winning re-election in November, and has been receiving support from social conservatives to make a presidential run. He", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. \"`", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295519902040943616", "i": 16751, "idx": 5, "sa": ["Allen Iverson", "Alexander the Great"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... Top 25 Dunks Of The Decade( regualr season/playoffs ONLY)( 2000-2009) Top 25 Dunks Of The Decade( regualr season/playoffs ONLY)( 2000-2009) \"Absolutely no copyright infringement is intended. All images, audio, and video clips are the sole property of their respective owners. This is only clipped for entertainment.</q> Before you read the actual description <strong> Alexander the Great </strong> want to tell all you dumbass people to read the damn title!! V... X-Men Evolution: Season 1, Episode 5 GET ALL FOUR SEASONS ON ITUNES! X-Men:", "new_id": -2}, {"uid": "1295571315103104513", "i": 25758, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Larry is ready. It's time for him to have a shot at running this,</q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, Apple <strong> Google Inc. </strong> CEO", "new_id": -2}, {"uid": "1297368027190234634", "i": 277, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "\" <strong> Camille Grammer </strong> said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,</q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1294994738178470923", "i": 48183, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.\" As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q>I think <strong> Mike Jensen </strong> was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time.</q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said.", "new_id": -2}, {"uid": "1297175078196968452", "i": 47695, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": "a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on \"too many hands on the steering wheel.\" <q>There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,</q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1295787140050479119", "i": 15651, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News's Murnaghan programme. Â© owned by or licensed to Scottish& Universal Newspapers Limited 2011.", "new_id": -2}, {"uid": "1295785617142147593", "i": 8766, "idx": 1, "sa": ["Melissa Rivers", "Todd Palin", "David Letterman", "Sarah Palin", "Derek Jeter", "Regis Philbin", "Joan Rivers"], "q": ", and <strong> Sarah Palin </strong> \"Crosshairs\" <strong> Todd Palin </strong>. <strong> Melissa Rivers </strong> then remembered and confessed, \"Oh and I also sew my own bras, pantyhose, and raincoats as well.\" <strong> Joan Rivers </strong> yelled out, <q>So tell me sweety, why then isn't my little bagel bakin' cutey married?</q> Melly as <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, and <strong> Derek Jeter </strong> call her replied because of that funny little hissing sound that her wissy pissy( furburger) makes whenever a man gets his diddly dipper( groin gizmo) within", "new_id": -2}]