[{"uid": "1297098457187170838", "i": 2321, "idx": 1, "sa": ["Simon Cowell"], "q": "'s got The X Factor. And you never know until he walks in the room.\" <strong> Simon Cowell </strong> added that the record label is \"committed\" to making the eventual winner a star. <q> Whoever wins this show is going to get complete, total support from me, from Sony Music worldwide, because I don't want somebody who's just going to be a star in America. I want somebody who's going to be a star all over the world, </q> he said. \"That's what you want at the end of this. You want a global super star- and the first person who wins this show I guarantee that will happen. I've just got", "new_id": -2}, {"uid": "1297193637179781646", "i": 26685, "idx": 4, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "\"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist with ties to the al-Qaida terrorist network. Director Danville-Boyle County Humane Society", "new_id": -2}, {"uid": "1295598415194969622", "i": 9094, "idx": 0, "sa": ["Marty Mornhinweg", "Donovan McNabb", "Michael Vick"], "q": "<strong> Donovan McNabb </strong> didn't run the ball down their gullet. Now it is like that with <strong> Michael Vick </strong>. We are seeing it again. Years later, the spy has come in from the cold. <q> Well, there are all different forms of spying, </q> said <strong> Marty Mornhinweg </strong>, the Eagles' offensive coordinator. \"You do it so many different ways. He's got a little bit of it. He's got a little bit of it. Very difficult with Mike", "new_id": -2}, {"uid": "1295243314017891332", "i": 28718, "idx": 0, "sa": ["Steve Ballmer"], "q": "Email Tablets, 4G and auto-tech to lead next week's CES You don't need superhuman precognition to know what will be big at next week's <q> Clearly, the iPad was really the new Genesis for the tablet category, and I think what that product has shown is that it really resonates with consumers, </q> said <strong> Steve Ballmer </strong> Koenig, director of industry analysis at the Consumer Electronics Association( CEA), in a recent interview. The CEA stages the International Consumer Electronics Show Many of the tablets will be based on", "new_id": -2}, {"uid": "1296055617213385284", "i": 24525, "idx": 2, "sa": ["Andy Gray", "David Cameron", "Karren Brady", "Andy Coulson", "Richard Keys"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q> What's the difference? \"If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but she did not return his call. Subscribe to RSSMost Popular in", "new_id": -2}, {"uid": "1296483803195510290", "i": 24983, "idx": 0, "sa": ["Eric Schmidt"], "q": "The article states that the company is playing \"catch up\" in the app market and now Google is hiring developers for several new app groups that will be spread across the company. Outgoing CEO <strong> Eric Schmidt </strong> said, <q> Between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, </q> he wrote on the Enclosing asterisks marks text as bold(* word*), underscore are made via_ word_. Standard emoticons like:-) and;-) are converted to images. E-Mail addresses will not", "new_id": -2}, {"uid": "1295772313146751543", "i": 19535, "idx": 0, "sa": ["Wanda Jackson", "David Letterman", "Jack White"], "q": "attention, and last week she and <strong> Jack White </strong> performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says. \"And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nDavid Lettermany killed me. I said to", "new_id": -2}, {"uid": "1296278683209059853", "i": 58376, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "technology in the world. But despite global success, SST is still considered a \"small business\" with only 38 employees. \"As a small business you have to watch every dollar,\" Balfour said. <q> If you have a few more dollars you can expand that research and development group. </q> <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation. \"You have to continue to invest very aggressively in high", "new_id": -2}, {"uid": "1296174977054247442", "i": 3043, "idx": 6, "sa": ["Eric Schmidt"], "q": ", and nearly 3% duly did that. But despite this initial opposition, \"Germany is the second-highest user on a percentage basis of Streetview of any country in the world,\" he said. <q> We know that German consumers really love our product. </q> On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US government's opinion, because they believed there was no legal threat to them under", "new_id": -2}, {"uid": "1295566644148553737", "i": 41664, "idx": 1, "sa": ["Larry Page", "Charles Grandison Rose III", "Sergey Brin", "Eric Schmidt"], "q": "customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Also, <strong> Eric Schmidt </strong> just tweeted that <q> adult supervision was SchmidtEric Schmidt/status/28196946376130560\"> no longer needed. </q> related to <strong> Sergey Brin </strong>'s comment on <strong> Charles Grandison Rose III </strong> that <strong> Eric Schmidt </strong> was brought on to Sergey Bring \"adult supervision\" . Google went from searching the Web to worming its way into nearly every facet of business and government. Seth Weintraub", "new_id": -2}]