[{"uid": "1295443087093192192", "i": 47354, "idx": 1, "sa": ["Hillary Clinton", "Larry King", "Barack Obama", "Kirsten Gillibrand"], "q": "U.N. General Assembly last year, by the next General Assembly session this year in September, Palestine will be a full member of the U.N.'' But P.J. Crowley, a State Department spokesman, said that <q> granting permission to raise the flag does not change their fundamental status. </q> The flag-raising came as Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asLarry King the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before", "new_id": -2}, {"uid": "1297288963243777544", "i": 33626, "idx": 0, "sa": ["Amit Sood", "Simon Cowell"], "q": "the Rijksmuseum). Absent from the list of participants are the Louvre and the Musee d'Orsay, both in Paris.`` We approached as many museums as we could,'' <strong> Amit Sood </strong> said. <q> But you can only wait so long for people to come on board. We just decided to stop at 17. </q> But if the project is successful, there will be more. Currently, visitors can access 385 gallery rooms, including more than 1,000 high-resolution images of works by 486 artists. Does <strong> Simon Cowell </strong> have`", "new_id": -2}, {"uid": "1295576927002506766", "i": 58865, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an <q> outstanding job leading Google for the last decade. </q>`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said.`` Google still has such", "new_id": -2}, {"uid": "1297335923118145136", "i": 26031, "idx": 3, "sa": ["Simon Cowell", "Paula Abdul"], "q": "represented hope and keeping your dream alive.( <strong> Simon Cowell </strong>) represented the intensity of how difficult and hard this business is. You have to have both.'' And she expects to redouble her efforts as <q> a mentor and coach and perpetual cheerleader. </q> But will a certain Simon Cowell-esque counterbalance be missing?`` Not at all,'' declares <strong> Paula Abdul </strong>.`` Watch the show. I'll let the show speak for itself. People will get to", "new_id": -2}, {"uid": "1294979190239403024", "i": 40936, "idx": 10, "sa": ["Ronnie King", "Allen Iverson", "Kobe Bryant"], "q": "to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` I didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looRonnie King for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1296417508166264859", "i": 6208, "idx": 0, "sa": ["Barack Obama", "Zahi Hawass"], "q": "Parti national d?mocrate( PND) d'Hosni MouBarack Obama, des inconnus ont escalad les grilles, cass une vitre et se sont introduits dans le mus?e pour y d?rober deux momies, selon le patron des antiquit?s gyptiennes <strong> Zahi Hawass </strong>. <q> Mais les manifestants ont arr?t les voleurs en collaboration avec les forces de s?curit et elles ont t rendues au mus?e, mais ont t endommag?es </q>, a-t-il ajout.`` Seules les t?tes sont intactes'', a-t-il pr?cis. Le Mus?e gyptien, qui rec?le des tr?sors inestimables de l' Antiquit, a t entour samedi par une cha?ne humaine form?e de dizaines d'Egyptiens", "new_id": -2}, {"uid": "1295965342252559382", "i": 11384, "idx": 0, "sa": ["Eric Schmidt", "Michelle Murphy"], "q": "be located right here in our technology centre in Munich,'' <strong> Eric Schmidt </strong> said. He added that he believes his next decade at Google( as executive chairman) will be more interesting than the first. <q> Technology will finally start doing what we want, instead of us telling technology what we want it to do. </q> Search Quality Associate( Multiple Languages Available)- EU Headquarters <strong> Michelle Murphy </strong>, Sage Ireland <strong> Michelle Murphy </strong> has been appointed Sage Pay sales executive, with responsibility Marc Flanagan, Origina Origina has announced the appointment of Marc Flanagan as", "new_id": -2}, {"uid": "1297210131061849602", "i": 3911, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " href=\"http://www.foxnews.com/topics/politics/Donald Rumsfeld-Donald Rumsfeld.htm#r_src=ramp\"> <strong> Donald Rumsfeld </strong>, in an interview with Fox News, faulted the href=\"http://www.foxnews.com/topics/politics/george-bush.htm#r_src=ramp\"> Bush administration for failing to effectively make the case for href=\"http://www.foxnews.com/topics/politics/iraq/guantanamo.htm#r_src=ramp\"> Guantanamo Bay, saying the facility was and still is <q> one of the finest prison systems in the world. </q> The former Pentagon chief also defended the Bush administration's handling of the href=\"http://www.foxnews.com/topics/politics/iraq/iraq-war.htm#r_src=ramp\"> Iraq war, saying none of the top officials lied about weapons of mass destruction as a pretext for war, and", "new_id": -2}, {"uid": "1295558629243744786", "i": 18417, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Ben Ali"], "q": "noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. \"`` Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under president <strong> Ben Ali </strong>'s leadership. </q>[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more reveBen Aling:`` We have a very long relationship with Tunisia,'' <strong> Donald Rumsfeld </strong> remarked after the meetings.", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]