[{"uid": "1295571569192872501", "i": 5946, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a \"great privilege\" to lead the company and he looked forward to working with his <q> literally best friends and partners <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> The company said <strong> Larry Page </strong> would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman, \"focusing externally on deals, partnerships, customers and broader business relationships\" . <strong> Eric Schmidt </strong> has led the", "new_id": -2}, {"uid": "1296846601173342727", "i": 11403, "idx": 1, "sa": ["David Letterman", "Johnny Carson", "Jay Leno"], "q": "expressed a hope for the presenter to finally topple <strong> Jay Leno </strong>'s long-time lead. \"I want to see you beat <strong> Jay Leno </strong> in the ratings tonight,\" he said. The DJ then joked: <q> Look, I love you, I'm in your corner. I don't want the same thing to happen to you that happened to Regis[ Philbin]. </q> The rivalry between the two late-night hosts stems from NBC's decision to hire <strong> Jay Leno </strong> to replace <strong> Johnny Carson </strong> on The Tonight Show in 1992, passing over <strong> David Letterman </strong> in the process. After acknowledging that he", "new_id": -2}, {"uid": "1297353676255098882", "i": 2237, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1296770511173654034", "i": 14643, "idx": 17, "sa": ["Dick Cheney", "Donald Rumsfeld", "Ted Kennedy", "Tommy Franks", "Richard Myers"], "q": "troops to Iraq at the outset, rather than <strong> Donald Rumsfeld </strong>'s preferred option of a light and agile force? \"There was no disagreement among those of us responsible for the planning,\" <strong> Donald Rumsfeld </strong> says, adding: <q> If anyone suggesTed Kennedy to <strong> Tommy Franks </strong> or[ Joint Chiefs of Staff Chairman <strong> Dick Cheney </strong>] <strong> Richard Myers </strong> that the war plan lacked sufficient troops, they never informed me. </q> It was as though that ended the debate, when subsequent events made clear that the decision not to send more troops allowed Iraq to descend into bloody turmoil that would drag on for years. In the", "new_id": -2}, {"uid": "1295913495158924827", "i": 41279, "idx": 0, "sa": ["Charles, Prince of Wales.", "Alexis Mabille", "Catherine, Duchess of Cambridge", "Eric Schmidt", "Karl Lagerfeld"], "q": "Force uniform, which <strong> Charles, Prince of Wales. </strong> did at his wedding( and which no one will really care about). Also, <strong> Catherine, Duchess of Cambridge </strong> reportedly wants the wedding to surprise people, according to a source quoted in Hello magazine: <q> They don't want the world to be sick of their wedding before they become husband and wife. To them it is very important for people on the day to feel they are a part of something which is fresh and new. </q> Catch Glimpses of the Spring 2011 Chanel Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong>", "new_id": -2}, {"uid": "1295009786199639066", "i": 2298, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "<strong> Debbie Wasserman Schultz </strong>( D-Fla.) were in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes. The three women are all close friends of <strong> Gabrielle Giffords </strong>, the news network said. During his speech, <strong> Barack Obama </strong> said, <q> <strong> Gabrielle Giffords </strong> opened her eyes for the first time. I can tell you, she knows we are here, she knows we love her, and she knows that we are rooting for her through what is undoubtedly going to be a difficult journey. We are there for her. </q> According to USA Today, <strong> Debbie Wasserman Schultz </strong> said the events inside <strong> Gabrielle Giffords </strong>' hospital room Wednesday were like \"watching a miracle.\" <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong> talked with reporters as they flew back from Tucson and", "new_id": -2}, {"uid": "1295454420049922050", "i": 10600, "idx": 0, "sa": ["Nick Robinson", "David Cameron", "Michael Gove"], "q": "in charge of anything these days? Latest from BBC News blogs <strong> Nick Robinson </strong>: \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next... </q> \"Some major mood-swings in the House of Lords- but as yet no deal to end the confrontation over the...\" \"The story at Goldman Sachs is that net earnings have fallen by a considerable amount,", "new_id": -2}, {"uid": "1296705381167772199", "i": 1487, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Former U.S. Defence Secretary <strong> Donald Rumsfeld </strong> concludes in his new autobiography that the war in Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such weapons", "new_id": -2}, {"uid": "1297205235085721147", "i": 42758, "idx": 0, "sa": ["George Burgess", "Donald Rumsfeld"], "q": "\"If this is not possible, repeat bangs to the snout may offer temporary restraint, but the result likely become increasingly less effective,\" Mr <strong> George Burgess </strong> reported. <q> If a shark actually bites, we suggest clawing at its eyes and gills, two sensitive areas. One should not act passively if under attack- sharks respect size and power. </q> Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings, rows over rape... the US abortion debate gets", "new_id": -2}, {"uid": "1295617333003915778", "i": 24859, "idx": 0, "sa": ["David Cameron", "Rupert Murdoch", "Alastair Campbell", "Andy Coulson", "Ian Edmondson"], "q": "spoke to him about all this he felt- wrongly but sincerely- that the paper was using this serious privacy issue- and him- to get at <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>. He didn't whinge about it: <q> It's what Edmondson.co.uk/media/newspapers\" from guardIan Edmondson.co.uk on Newspapers\"> newspapers do. </q> How awful that leaders need to employ red-top tabloid rascals like <strong> Andy Coulson </strong> or <strong> Alastair Campbell </strong>, people say. Alas, it's a wicked world out there. PoliticIan Edmondsons need to know what key red-top voters think", "new_id": -2}]