[{"uid": "1297099586237600778", "i": 23572, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards", "new_id": -2}, {"uid": "1297329856115736576", "i": 35651, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Ray Ozzie"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q> Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief <strong> Bob Muglia </strong>- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years, </q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn(? 800m) worth of shares in the firm. Europe/United Kingdom/South East/Berkshire/Ascot? 22,000-?", "new_id": -2}, {"uid": "1295571578103104583", "i": 8405, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "down as CEO of the multi-billion dollar company. Co-founder <strong> Larry Page </strong> will assume the title of chief executive officer as he prepares to lead Google into a brave new era of mobile and Cloud computing. <q> When I joined Google in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today. Our emerging businesses- display, Android, YouTube and Chrome- are on fire.[ Yes], the outlook is[ certainly] bright, </q> <strong> Eric Schmidt </strong> wrote in an official blog post.`` But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best", "new_id": -2}, {"uid": "1295668630145047609", "i": 13634, "idx": 1, "sa": ["Shaquille O'Neal", "Ben Gordon", "LeBron James", "Chris Webber", "Allen Iverson", "Tim Cahill", "Kyle Korver"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the Ben Gordonch. A third overTim Cahille was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q> <strong> Kyle Korver </strong> hit that <strong> Shaquille O'Neal </strong> shot and I was thinLeBron James,` If he hit that shot, we've got to win it, </q> he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Cahille, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night.`` It was an amazing game,", "new_id": -2}, {"uid": "1297215580168738818", "i": 15476, "idx": 5, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 Barack Obamaial campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "new_id": -2}, {"uid": "1297145483211075086", "i": 38066, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "managers, who in turn discussed the cases with law enforcement. U.S. Video: Dispute over girl may be factor in frat shooting U.S. Video: Raw video: Packers return to Green Bay as champs Report Abuse <q>`` Health care provider Planned Parenthood </q> \" Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Trader Makes$ 4 Billion Wiz Kid Stock&", "new_id": -2}, {"uid": "1295898022204308506", "i": 6810, "idx": 0, "sa": ["Chris Huhne"], "q": "company's lobbying of policymakers to ensure environmentally beneficial activities were simple and cheap enough for companies of any size to implement, a theme he emphasised in a speech to the Aldersgate Group on Thursday night. <q> We need to simplify the policy framework, </q> he told attendees, including energy and climate change secretary <strong> Chris Huhne </strong>.`` We have CCL, CCAs, CRC, EU ETS and now the CPS too. It is too complicated. SMEs are a massive part of", "new_id": -2}, {"uid": "1295850790037830710", "i": 7225, "idx": 0, "sa": ["Andy Coulson"], "q": "argued that without Mr <strong> Andy Coulson </strong>, there is no one to help them connect with the great mass of folk who know nothing of wealth and for whom life is a daily struggle. Here's one extract: <q> JP: Just spell it out- the concerns that you have... </q> DD: Well, there's no doubt in my mind that the departure of <strong> Andy Coulson </strong> will be a real loss to the leadership of the Conservative party. One of the criticisims that is often levelled at them", "new_id": -2}, {"uid": "1295453169183418927", "i": 2812, "idx": 2, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "<strong> Raila Odinga </strong> said in a statement issued Wednesday morning. <strong> Raila Odinga </strong> said Gbagbo had broken several promises that he had made to lift a blockade put in place around the Abidjan hotel where <strong> Alassane Ouattara </strong> is confined. <q> Mr. Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise- for the second time in two weeks, </q> <strong> Raila Odinga </strong> said. Pro-Gbagbo forces have been accused of targeting <strong> Alassane Ouattara </strong>'s supporters in the commercial hub of Abidjan, and supporters of both candidates have taken to the streets in protest. The United Nations has reported", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]