[{"uid": "1295094169134053957", "i": 30447, "idx": 0, "sa": ["Ferdinand Piëch", "Sergio Marchionne"], "q": "aufzuholen. ANZEIGE VW-Aufsichtsratschef <strong> Ferdinand Piëch </strong> Pi?ch hat einem Verkauf der Nutzfahrzeugbauer Scania und MAN an Fiat ausgeschlossen. Er erteilte damit einem m?glichen Kaufinteresse des italienischen Konzernchefs href=\"http://rssfeed.sueddeutsche.de/thema/Sergio Marchionne_Sergio Marchionne\"> <strong> Sergio Marchionne </strong> eine deutliche Absage. <q> Jemand, der bei Pkw schrumpft, soll nicht den Mut haben, sich die beiden besten Lkw-Marken Europas unter den Nagel zu rei?en. Sie sind nicht verk?uflich </q>, sagte Pi?ch der Machtworte Pi?ch schaltet sich in die VW- Aff?re ein Detroit 2011: Volkswagen und Alfa- Der Romeo aus Wolfsburg Scania soll MAN bernehmen- Pi?ch spart bei Nutzfahrzeugen Volkswagen: Neue Marken gesucht-", "new_id": -2}, {"uid": "1296822806182681605", "i": 19719, "idx": 1, "sa": ["Steve Ballmer"], "q": "Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter urged them both to stop piddling about and work together to take on iPhone and Android. We paraphrase, obviously, although Ahmad didn't mince his words. <q> Get rid of your own proprietary high-end solution( MeeGo)-- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> he wrote. Elop is due to make a big speech next Friday( 11 February) in London to investors, and is expected to talk for the first time in depth about his", "new_id": -2}, {"uid": "1295616804243957924", "i": 23219, "idx": 2, "sa": ["Steven Barnett", "David Cameron", "Andy Coulson"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgement call that <strong> David Cameron </strong> has got wrong.'' <q> I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like,` pub ready', which resonated with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are. </q> <strong> Steven Barnett </strong>, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER`` It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has seen", "new_id": -2}, {"uid": "1296365944097009666", "i": 526, "idx": 4, "sa": ["Amir Johnson", "Allen Iverson", "Rodney Stuckey", "Rasheed Wallace", "Tayshaun Prince", "Ben Wallace", "Richard Hamilton"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Ben Wallace </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the Ben Wallaceger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}, {"uid": "1297218604155729941", "i": 7344, "idx": 0, "sa": ["Donald Rumsfeld", "William M. Gray"], "q": ", S.C. at Toast and Topics... Video: Supreme Court's Role in Health Care Clash... Politics Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Politics Video: City Council Approves Lobbyist By Slim Margin Report Abuse <q> Wait, there are scientists that disagree with ALGores` consensus?' </q> Senate Dems reject GOP budget proposal, warn against government shutdown Deficit commission <strong> William M. Gray </strong> will start out free of all tax deductions and loopholes, Chambliss says Degrees for the Next DecadeTrends in tech, health care& education mean", "new_id": -2}, {"uid": "1296167887065404948", "i": 52148, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "sent to supporters.`` We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.''... he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his <q> calling is closer to home. </q> Thank goodness!! <strong> Mike Pence </strong> will be a great governor AND THEN he can run for <strong> Barack Obama </strong>. The content of this field is kept private and will not be shown publicly. National Review Online are", "new_id": -2}, {"uid": "1297181271144113748", "i": 9695, "idx": 3, "sa": ["Michael Vick"], "q": "repudiates presentation of`` key to the city'' to <strong> Michael Vick </strong> Dallas mayor repudiates presentation of`` key to the city'' to <strong> Michael Vick </strong>- The Mayor of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our href=\"http://www.startribune.com/help/11484216.html?elr=KArksi8cyaiUz33Dii_9PmP:Qi___zycO:h_aLD_M2HUiacyKUxiDy_0ckkD:aiUs\"> Terms of Use. Keep it civil and stay on topic.", "new_id": -2}, {"uid": "1297422270048676912", "i": 33022, "idx": 1, "sa": ["Bernie Sanders", "J. Jackson"], "q": "<strong> J. Jackson </strong>& A. Sharpton instead of thinking what is best for themselves!`` When arguing against the tax compromise, Senator <strong> Bernie Sanders </strong> castigated`` the rich,'' asking`` When is enough enough?'' and saying that <q> reckless uncontrollable greed is like a disease. </q> Such statements are far more applicable to government big spenders and big taxers, who confiscate not only the earnings of today's citizens, but the earnings of generations yet unborn...'' Liberal programs used", "new_id": -2}, {"uid": "1295390612138936335", "i": 45780, "idx": 2, "sa": ["Sergio Marchionne"], "q": "4,300 workers that such a change will jeopardize their jobs.`` We're not going to give an inch of territory in terms of our domination of the segment,'' <strong> Sergio Marchionne </strong> said. <q> But we need to completely rethink the minivan. We need to make it a lot more versatile than it is. The architecture will allow us to make a minivan-like vehicle plus others. </q> He also said the next generation vehicle will have a nine-speed transmission available and a hybrid option. <strong> Sergio Marchionne </strong> declined to say whether Chrysler's UAW workers will receive any", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]