[{"uid": "1296265668168345607", "i": 1196, "idx": 0, "sa": ["Angelina Jolie", "Barack Obama", "Min Lee"], "q": "winter birth with the Year of the Rabbit's fire element, and the countervailing shortfall suffered by the August-born <strong> Barack Obama </strong>.''( <strong> Barack Obama </strong>'s) adMin Leeistration won't go that smoothly,'' he said. <q> He won't be able to register that many achievements. </q> Taiwan's Tsai said the Year of the Rabbit will bring new challenges to Hollywood lovebirds <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong>, who share the Rabbit birth sign, one of 12 in the Chinese zodiac. In feng shui", "new_id": -2}, {"uid": "1296600412133546009", "i": 32273, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "his sold-out show at Madison Square Garden last year. A poised <strong> Justin Bieber </strong>, 16, told a new conference he hopes the film will show people he worked at learning music and writing songs. <q> There's going to be haters no matter what. People want to see you succeed and then once you're there they want to bring you down. It's a weird world, but that's just how it is, </q> he said. <strong> Justin Bieber </strong> was fresh off an appearance Monday evening on Late Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on", "new_id": -2}, {"uid": "1295257073226672643", "i": 35055, "idx": 2, "sa": ["Alassane Ouattara"], "q": "a wooden signboard and four armed soldiers, including one with a machine gun at the hip and an ammunition belt around his neck.`` We can't let you go through,'' they said. <q> Those are the instructions we've been given. </q> The Guardian went in by car in a small convoy of two UN buses and a UN jeep. After about 30 minutes the military waved it through. <strong> Alassane Ouattara </strong>, looking tired, spoke to the press", "new_id": -2}, {"uid": "1295555700014680064", "i": 13413, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": "show, which returns next week with a radical makeover that feels bold and somewhat desperate. Gone is the fiercely blunt <strong> Simon Cowell </strong>, who left to bring his Are you ready for, as judge <strong> Randy Jackson </strong> calls it, <q> American Idol- The Remix </q>? Or will this be`` American Idol- Dude Looks Like a Lady Sings the Blues''? When`` American Idol'' returns tonight at 8 on WFXT( Ch. 25) for its 10th season,", "new_id": -2}, {"uid": "1296856799145915922", "i": 28950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "to generate another$ 1 billion this year. <strong> Sergio Marchionne </strong> said the company expects to report a net income of between$ 200 million and$ 500 million this year even after interest expenses. <q> It is a thorn in my side, </q> <strong> Sergio Marchionne </strong> said of the government debt.`` But when we did this deal back in 2009 we could not have borrowed a buck from a 7-11 store. The banking system was shut.''", "new_id": -2}, {"uid": "1297523762190513232", "i": 14995, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders"], "q": "the collapse of such a dictatorship was`` inevitable'' in Egypt, as well as in other countries throughout the world.`` What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued,`` because of our interests in Israel and Jordan and elsewhere.'' Sen. <strong> Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "new_id": -2}, {"uid": "1295891150149438465", "i": 48193, "idx": 6, "sa": ["Bob Barr", "Jean-Claude Duvalier", "Mike Pence", "Ted Poe", "Eric Cantor", "Barack Obama"], "q": "this, he has enlisTed Poe the help of numerous U.S. attorneys, including none other than former Libertarian Party Barack Obamaial candidate and Clinton impeachment champion former <strong> Mike Pence </strong> <strong> Bob Barr </strong>( R-GA). <strong> Bob Barr </strong> will serve as the former dictator's <q> voice to the world, </q> and he told CNN that he plans to bring <strong> Jean-Claude Duvalier </strong>'s'' href=\"http://edition.cnn.com/2011/WORLD/amEric Cantoras/01/22/haiti.Jean-Claude Duvalier.Bob Barr/?hpt=T2\"> message of hope to the world'': \" A former U.S. congressman was among a group of AmEric Cantoran attorneys accompanying", "new_id": -2}, {"uid": "1296567033043499575", "i": 51468, "idx": 2, "sa": ["Angelina Jolie"], "q": "for the href=\"http://www.foxnews.com/topics/politics/united-nations.htm#r_src=ramp\"> United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side`` coming on a visit to Israel.'' He said: <q> That would be a nice thing before I go. </q> The 72-year-old <strong> Angelina Jolie </strong> starred in such movies as`` Midnight Cowboy,'''' Deliverance'' and`` Coming Home.''", "new_id": -2}, {"uid": "1296212454069550152", "i": 27604, "idx": 0, "sa": ["Rachel Maddow", "David Letterman", "Alyse Eady"], "q": "taken the Internet by storm, appeared on the`` Late Show With <strong> David Letterman </strong>'' and will be a guest on`` The <strong> Rachel Maddow </strong> Show'' on MSNBC at 8 p.m. today. <strong> Alyse Eady </strong>'s performance- singing <q> I Want to Be a Cowboy's Sweetheart </q> with the help of two ventriloquist dummies- was as remarkable as the Fort Smith native herself. Just 22 years old, <strong> Alyse Eady </strong> had a day named... Monthly and yDavid Lettermany online subscriptions are available.", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]