[{"uid": "1296150191044630034", "i": 19188, "idx": 0, "sa": ["Patrick Achi", "Barack Obama", "Alassane Ouattara"], "q": " While bank employees were ordered to report to work on Thursday, computer networks with the outside had been cut, preventing Gbagbo's allies from being able to access funds, local press reports said. <q> In the coming days, if the central bank remains closed, the commercial banks will not be able to operate, </q> said <strong> Alassane Ouattara </strong>'s acting finance minister <strong> Patrick Achi </strong>.`` This will paralyze the economic activity in the country,'' he said. The Dakar, Senegal-based regional bank formally recognized <strong> Alassane Ouattara </strong> as <strong> Barack Obama </strong> in late December and", "new_id": -2}, {"uid": "1295876928012320777", "i": 42707, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "<strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did','' he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''. <q> <strong> Ed Miliband </strong> was unwise to comment, </q> said one observer,`` the Tories are going to make it their mission to ensure his words come back to haunt him.'' There is no evidence the decision to hire a team of private investigators was formally", "new_id": -2}, {"uid": "1296437639091652104", "i": 13195, "idx": 2, "sa": ["Mark Hurd", "Eric Schmidt", "Larry Page", "Sergey Brin"], "q": "be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with'' the areas <strong> Eric Schmidt </strong> will oversee, he said. These include <q> all the external stuff: customers, partners, deals, M&A, government, press, publicity and Mark Hurdeting. It was misinterpereted by many people who didn't understand what I was doing. </q> <strong> Eric Schmidt </strong> characterized co-founder <strong> Larry Page </strong>, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other", "new_id": -2}, {"uid": "1294968846002998289", "i": 25366, "idx": 0, "sa": ["Donovan McNabb", "Michael Vick"], "q": "Eagles are thinking heading into this offseason because they're not talking. All Reid would offer in his season-ending press conference was a goofy, evasive response on the issue of wanting <strong> Michael Vick </strong> back. <q> We're talking the day after here, so I have to go back and look at everything, </q> he said.`` He sure did a nice job this season.... Do I want him back? I would like them all back.'' <strong> Donovan McNabb </strong> was still his starting quarterback. Five", "new_id": -2}, {"uid": "1295568020175194118", "i": 18564, "idx": 3, "sa": ["Eric Schmidt", "John Simpson"], "q": "attorneys general. Congress should require <strong> Eric Schmidt </strong> to testify under oath about what happened, Consumer Watchdog said.`` <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,'' said <strong> John Simpson </strong>, <q> In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was. </q> Consumer Watchdog has been working to protect consumers' online privacy rights and educate them about the issues through its Inside Google Project. The goal has been to convince Google of the social and economic importance of", "new_id": -2}, {"uid": "1295538156252182548", "i": 20355, "idx": 0, "sa": ["Allen Iverson", "Clayton Brothers", "Peter Broggs"], "q": "more quality bmx movies http://wn.com/Allen Iverson_Allen Iverson_mobbed_as_he_arrives_in_Turkey_8_November_2010_to_play_for_Besiktas_?stanbul'da Click here to watch in smooth quality www.youtube.com Subscribe for more quality bmx movies http://wn.com/Allen Iverson_Allen Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to tClayton Brothers you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out. </q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. RARE OLDIES VIDEO WITH MR <strong> Peter Broggs </strong>'' RED'' <strong> Allen Iverson </strong>& HIS ALL STARS! <strong> Peter Broggs </strong>`` Red'' <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295501574237502511", "i": 38813, "idx": 1, "sa": ["Steven Tyler", "Jimmy Iovine", "Simon Cowell"], "q": "extravaganzas and much more. Join the discussion. More Arts music executive <strong> Jimmy Iovine </strong> and the... stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" href=\"http://wn.com/?an?\"> an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297260390046088211", "i": 23374, "idx": 0, "sa": ["Donald Rumsfeld", "Michelle Obama"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: <strong> Michelle Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> Can this be? Is there something <strong> Michelle Obama </strong> is advocating that I finally agree with? Truth be known, it's probably more the Secret Service making this decision than <strong> Michelle Obama </strong>. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1297217138168738878", "i": 31763, "idx": 3, "sa": ["Michael Gove", "Mehdi Hasan", "Robert Lambert", "Mohammed Shafiq", "Daulat Ram"], "q": "the EDL- or for other far-right groups such as the BNP. He mentioned the word`` Islamophobia'' just once and that, too, in passing. As <strong> Mohammed Shafiq </strong> of the Daulat Ramadan Foundation points out: <q> On the day we see fascists marching in Luton, we have seen no similar condemnation or leadership shown from the Michael Government. </q> Muslims and Muslim organisations, as the former Met police officer <strong> Robert Lambert </strong> argues 162 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'? No <strong> Mehdi Hasan </strong>, under", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]