[{"uid": "1295617295107249684", "i": 26406, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q>To say this is long overdue is an understatement,<q> said opposition lawmaker Chris Bryant- one of those who claims to have been targeted by the hacking. Suicide bombing targeting Iraqi police recruits kills 45, wounds at least 140 Suicide bombing targeting Iraqi police recruits kills", "new_id": -2}, {"uid": "1295772313146751543", "i": 16161, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "again, as visitors stop to gawk. The footage shows a 21-year-old <strong> Wanda Jackson </strong> strumming, shimmying in a spaghetti-strap dress and singing \"Hard Headed Woman\" on the television show Town Hall Party. <q>It's one of the most popular items in the entire museum, and it has been for a decade now,<q> says the museum's <strong> David Letterman </strong> Gray, a music historian. \"Some visitors who aren't familiar with who she is see that video and then go to the store and ask for her CDs.\"", "new_id": -2}, {"uid": "1295168588203145230", "i": 7557, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. Kelly told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could hear him. Instead, she slowly raised her left arm. <q><strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,<q> <strong> Kirsten Gillibrand </strong> said. \"It felt like we were watching a miracle,\" <strong> Debbie Wasserman Schultz </strong> said. \"The strength that you could see flowing out of her, it was like she was trying to will her", "new_id": -2}, {"uid": "1295913495158924827", "i": 34009, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Kate Middleton", "Alexis Mabille"], "q": "uniform, which Prince Charles did at his wedding( and which no one will really care about). Also, <strong> Kate Middleton </strong> reportedly wants the wedding to surprise people, according to a source quoted in Hello magazine: <q>They don't want the world to be sick of their wedding before they become husband and wife. To them it is very important for people on the day to feel they are a part of something which is fresh and new.<q> Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's \"Fierce\" Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong>", "new_id": -2}, {"uid": "1295922309206389251", "i": 2049, "idx": 0, "sa": ["Jaden Smith", "David Letterman", "Justin Bieber"], "q": " \"Late Show with <strong> David Letterman </strong>'-- twice <strong> Justin Bieber </strong> Debuts New` Never Say Never' Poster <strong> Justin Bieber </strong>` Never Say Never' movie poster released( photo) Grammys 2011: <strong> Justin Bieber </strong> booked alongside Usher, <strong> Jaden Smith </strong> to perform <q>Ready for Usher, <strong> Justin Bieber </strong>, and B.o.B. on the same stage?' Does the Red Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release <strong> Blind Boys of Alabama </strong> reasons <strong> Justin Bieber </strong> wants fans to see` Never Say Never' movie and Beiber-crazed fans are sweating to see the flick, \"Never Say Never<q>. With the release of his \"Never Say Never\" promotional poster hitting the\" net Monday and three appearances on \"The Late Show with <strong> David Letterman </strong>\" this week there are five main reason <strong> Justin Bieber </strong> wants", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.<q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295903297179077120", "i": 31109, "idx": 15, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Ronald Reagan", "Saddam Hussein", "President Lyndon Johnson"], "q": "Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> said. He recalled receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, \"To an occasional adversary and a permanent friend.\" <q>When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional and healthy,<q> <strong> Donald Rumsfeld </strong> said. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> President Lyndon Johnson </strong> <strong> Ronald Reagan </strong> and met with Iraqi leader <strong> Saddam Hussein </strong>, at the time viewed as a", "new_id": -2}, {"uid": "1297129562188514329", "i": 1982, "idx": 7, "sa": ["Simon Cowell", "Susan Boyle"], "q": "front of a live audience, which allows them to see how artists connect with potential viewers. \"I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,\" <strong> Simon Cowell </strong> said. <q>God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago.<q> While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol?", "new_id": -2}, {"uid": "1296582890005816352", "i": 767, "idx": 3, "sa": ["Zahi Hawass"], "q": "earlier said heads were ripped off two mummies. On Tuesday, though, he said the museum had mistaken two skulls, separated from their skeletons, for mummy heads and that the items were intact. <q>I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone,<q> <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. \"I am so happy to announce that today everything is safe.\" He spoke in his office at the Supreme Council of Antiquities in the", "new_id": -2}, {"uid": "1295538310149274676", "i": 13503, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,<q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. U.S. FDA and", "new_id": -2}]