[{"uid": "1295778720219185159", "i": 32446, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": " Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht Der britische Premierminister verliert mit Kommunikationsdirektor <strong> Andy Coulson </strong> seinen gewieftesten Spin Doctor. Man solle niemanden <q> f?r dasselbe Vergehen zweimal bestrafen </q>, meinte der britische Premierminister <strong> David Cameron </strong> noch zu Beginn dieser Woche. Er werde daher seinem Pressechef href=\"http://sueddeutsche.de/thema/Andy Coulson_Andy Coulson\"> <strong> Andy Coulson </strong> noch`` eine zweite Chance geben''. Da mehrten sich schon die Ger?chte, <strong> Andy Coulson </strong> habe,", "new_id": -2}, {"uid": "1295570534120422441", "i": 43103, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ") executive chairman, told investors on the conference call Thursday that things should move more quickly. He tweeted`` day-to-day adult supervision no longer needed!'' href=\"http://us.rd.yahoo.com/story/google-tops-estimates-Larry Page-named-ceo-2011-01-20\"> See Google news here. <q> Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions, </q> <strong> Eric Schmidt </strong> said.`` We think this will produce even better success for the corporation.'' Google has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating", "new_id": -2}, {"uid": "1296889632106627078", "i": 3674, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.`` I don't want him to put himself in a position where bad things can happen around him,'' <strong> Roger Goodell </strong> said. <q> He takes that seriously.`` We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing. </q>_ He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1295684940089554959", "i": 26729, "idx": 0, "sa": ["Michael Vick"], "q": "Week 15 2010 Property of the NFL and it's respective rights and properties belong to it's distinctive owners and no copyright was intended.... Victorian Champions League- Wimmera South Coast Eagles- Kyran Taylor <strong> Michael Vick </strong>: <q> I can win in any offense, in any league </q> <strong> Michael Vick </strong> talks to G.Cobb after practice. He talks about his confidence in his ability to lead the Eagles to victory and run the west coast offense. <strong> Michael Vick </strong> believes he can do anything and everything that's needed in", "new_id": -2}, {"uid": "1295623615132808715", "i": 36616, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "these rags, and frankly, anyone who buys them is out of their mind, or a moron, or both. hermionegingold 21 January 2011 3:22 PM HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens \" So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him \" Frankly, it's enough to make", "new_id": -2}, {"uid": "1296241720196132899", "i": 22510, "idx": 0, "sa": ["Bernie Sanders", "Neil Cavuto"], "q": "> Please upgrade your flash player. Varney Claims Social Security`` Is Broke,'' Trust Fund`` Is Empty'' Varney:''[ Social Security] Trust Fund Is Empty'' And <q> Is Full Of IOUs From The Treasury. </q> On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of Sen. <strong> Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>", "new_id": -2}, {"uid": "1297148013040091648", "i": 53459, "idx": 6, "sa": ["Donald Rumsfeld", "Robert McNamara", "George H. W. Bush"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered.`` I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,'' he added, insisting the <strong> George H. W. Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1294957406081149956", "i": 56725, "idx": 18, "sa": ["Allen Iverson", "Muhammad Ali"], "q": "ehemMuhammad Alige NBA-Spieler legte 18 Punkte aufs Parkett. http://wn.com/Allen Iverson_Allen Iverson_first_interview_in_Istanbul_Turkey_outside_his_hotel_Besiktas_r?portaj <strong> Allen Iverson </strong>'s first interview on Turkish soil shortly after his arrival in the country where he will spend the next two years playing for Besiktas. He says it is the <q> most important thing to be accepted and wanted and appreciated </q> and that he hopes to`` bring a lot of excitement for the fans''. <strong> Allen Iverson </strong> reportedly ready to calls it quits Magic fall in overtime to Hornets Cal freshman G Gary Franklin transfers to Baylor Winter weather forces", "new_id": -2}, {"uid": "1297564427252067843", "i": 10088, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]