[{"uid": "1297129044188514306", "i": 587, "idx": 2, "sa": ["Simon Cowell"], "q": "money, it's a massive, massive risk. But it's also an incredible incentive,\" <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract. <q> I think it puts everybody, rightly, under an enormous amount of pressure. I didn't want to go into this show without a feeling a certain amount of pressure, because with pressure, you've got to find a star. \"I think if we can't find a global star, then I would say we failed, </q> <strong> Simon Cowell </strong> added. \"I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely,", "new_id": -2}, {"uid": "1295589382106250271", "i": 16870, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "\"not a reaction to competitors\" . Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24 000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways[ in] which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295541654101302284", "i": 28756, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "his stirring performance listing the conclusive proof of Saddam <strong> Barack Obama </strong>'s weapons of mass destruction, and his unquestionable ties to al-Qaeda, <strong> Colin Powell </strong> completed the slam dunk by moving towards the conclusion of his speech with this, <q> My friends, this has been a long and a detailed presentation, and I thank you for your patience. But there is one more subject that I would like to touch on briefly, and it should be a subject of deep and continuing concern to this council: Saddam <strong> Barack Obama </strong>'s violations of human rights. </q> \"We have a very long relationship with Tunisia,\" Rumsfeld remarked after the meetings. \"Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world", "new_id": -2}, {"uid": "1295361979143278086", "i": 52812, "idx": 3, "sa": ["Liv Tyler", "Simon Cowell"], "q": "permanent mentor to the contestants. \"He's going to fill some of that <strong> Simon Cowell </strong> void, of being the industry veteran who's not going to pull any punches,\" Fox's Beckman said. <q> Even though he's not going to be a judge, he's going to have an impact throughout the season on the kids. </q> The very fact that Fox is talking about a \"<strong> Simon Cowell </strong> void\" suggests how much \"Idol\" must prove this season. Whether <strong> Liv Tyler </strong>, J-Lo& Co. are up to the task remains to be", "new_id": -2}, {"uid": "1295708457073957387", "i": 18490, "idx": 5, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "\"We need a director of communications.\" \"Hm, how about <strong> Andy Coulson </strong>?\" \"Oh, that guy that's pretty much definitely a criminal?\" \"Yeah.\" <q> The one that's been in all the news? </q> \"Yeah.\" As far as I know <strong> Andy Coulson </strong> did not help create a dodgy dossier, which lead this country into an illegal war and has cost many soldiers and civilIan Edmondsons lives and billions of pounds", "new_id": -2}, {"uid": "1297260285158613519", "i": 20671, "idx": 0, "sa": ["Donald Rumsfeld", "Michelle Obama"], "q": "Facebook.\" Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: Why Americans Are Turning Against Michelle Obamacare Report Abuse <q> Can this be? Is there something <strong> Michelle Obama </strong> is advocating that I finally agree with? Truth be known, it's probably more the Secret Service making this decision than <strong> Michelle Obama </strong>. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy 5000%+ Gainers Inside... Stock tools, news, social feeds, charts&", "new_id": -2}, {"uid": "1294972078242417745", "i": 15174, "idx": 0, "sa": ["Michael Vick", "Brett Favre"], "q": "management and labor can't reach a new collective bargaining agreement and the owners lock out the players and cancel games next season. The NFL acknowledges that its recent prosperity hasn't tackled its nagging concerns. <q> All is not perfect in the Land of Oz, </q> said NFL spokesman Greg Aiello. Interactive: The Mysteries of the Offensive Line There were many reasons for the NFL's surge this season. Events such as <strong> Michael Vick </strong>'s re-emergence, <strong> Brett Favre </strong>'s struggles", "new_id": -2}, {"uid": "1296633836234962960", "i": 12990, "idx": 5, "sa": ["Chris Webber", "Kobe Bryant", "LeBron James", "Allen Iverson", "Tim Duncan", "LaMarcus Aldridge"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looLeBron James at the ref. A lot of Tim Duncanes they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second Bryant_Kobe Bryant_Comes_Up_Clutch_Hitting_Game_Winner_vs_Boston_Celtics_31/01/10 Rockets fall to surging Spurs: NBA Roundup <strong> LaMarcus Aldridge </strong> has 40 points, 11 rebounds in Trail Blazers' 99-86 victory over the Spurs Houston Rockets( 22-27) at Los", "new_id": -2}, {"uid": "1296102239116244691", "i": 10134, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,", "new_id": -2}, {"uid": "1297451846240746502", "i": 44700, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "that <strong> John McCain </strong>'s request came only after Uzbekistan had evicted the US from the base, not before, as <strong> Donald Rumsfeld </strong>'s account implies. <strong> Donald Rumsfeld </strong> takes particular aim at human rights advocates' reporting on Andijan. <q> Self-proclaimed human rights advocates with longstanding records of opposition to the Uzbekistan government... seemed interested in embarrassing the United States, </q> he wrote. \"The facts were often mangled in the process.\" As an example, he said that Human Rights Watch ignored evidence that many of the demonstrators were armed, mistakenly calling them \"peaceful protesters", "new_id": -2}]