[{"uid": "1296352133119062558", "i": 58213, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "meeting about DotOrg, they spent most of their time fiddling with their BlackBerrys. At one meeting, former DotOrg executives said, they were stunned when <strong> Sergey Brin </strong> dropped to the floor and started doing push-ups. <q> DotOrg was like quicksand- every time you thought you'd found your footing, a sinkhole opened, </q> the former Google.org program officer said. Jacquelline Fuller, a spokeswoman for DotOrg, said <strong> Sergey Brin </strong>, <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> were not available to discuss the organization. By the end of", "new_id": -2}, {"uid": "1295860385252510262", "i": 34982, "idx": 0, "sa": ["Andy Coulson", "George Osborne", "David Davis"], "q": "voters with the resignation of No 10 communications director <strong> David Davis </strong> warned. He said that, unlike Mr <strong> Andy Coulson </strong>, who grew up on an Chancellor <strong> George Osborne </strong> did not know what it was like to <q> scrape for the last penny </q> at the end of the week. World Economic Forum. Mr <strong> David Davis </strong>, who was himself brought up on a south on London(England)...\" London estate, said that the former", "new_id": -2}, {"uid": "1296529655231981079", "i": 1986, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "citizens join the army to take control of the situation.\" The caller said: \"We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived <q> We are with this guy, </q> he added, meaning Mr. <strong> Hosni Mubarak </strong>. \"We are with him until the end. We've know this guy since forever.\" The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of", "new_id": -2}, {"uid": "1296671144083132443", "i": 7431, "idx": 2, "sa": ["David Letterman", "Sarah Palin", "John McCain", "Piers Morgan", "Mitt Romney"], "q": "Case for American Greatness.\" <strong> Mitt Romney </strong>, who lost a Republican primary struggle to Sen. <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said, <q> She is an extraordinarily powerful and effective voice in our party... she'd be great in a primary process. </q> Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, \"be careful what you say about her.", "new_id": -2}, {"uid": "1297109124023560237", "i": 6120, "idx": 6, "sa": ["Michael Gove"], "q": "disrepair to allow free schools to be set up. \" BeExcellent 7 February 2011 7:27 PM I overheard a local Michael Government( education) colleague a couple of days ago criticising <strong> Michael Gove </strong>'s plans- <q> Well, he wants them to learn the periodic table, in this day and age! Has he not heard of Google? </q> Manningtreeimp 7 February 2011 7:28 PM Education in our state-run schools died along time ago. Today you either move to a village or put your kids in to private school whilst hocking the silverware", "new_id": -2}, {"uid": "1295909859246595674", "i": 48639, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "afternoon, Sen. <strong> Bernie Sanders </strong>( I-VT), a leading progressive voice on Capitol Hill, praised reports that <strong> Barack Obama </strong> will not endorse the changes to Social Security suggested by his deficit reduction commission. Washington Post, <strong> Barack Obama </strong> <q> has decided not to endorse </q> the panel's call \"to raise the retirement age, and otherwise reduce Social Security benefits\" in his State of the Union address. Instead, <strong> Barack Obama </strong> will keep his comments about Social Security vague. The", "new_id": -2}, {"uid": "1296062032049987602", "i": 55304, "idx": 0, "sa": ["Vanessa Hudgens", "Kelly Osbourne", "David Letterman", "Justin Bieber"], "q": "their toys Looks like according to TMZ that The Bieb's got denied his request for a remote control helicopter.No matter how hard and <strong> Justin Bieber </strong> heading to` Late Show with <strong> David Letterman </strong>'-- twice Apparently, one appearance on <q> The Late Show with <strong> David Letterman </strong> </q> is not enough for <strong> Kelly Osbourne </strong> becomes a Material Girl for Madonna Girl and her name is <strong> Kelly Osbourne </strong>. The former reality-star and current TV co-host of E! ChVanessa Hudgensl's Police has been named the new face of Madonna and daughter", "new_id": -2}, {"uid": "1295007931223330369", "i": 429, "idx": 0, "sa": ["Chris Daughtry", "Paula Abdul", "Katharine McPhee", "Simon Cowell"], "q": "to <strong> Katharine McPhee </strong>. Premature cuts are traditional for the \"Idol\" soap opera, but this one really stung. <strong> Chris Daughtry </strong> had the last laugh, of course, when he turned pro. <strong> Paula Abdul </strong> burbles, <q> The moth who finds the melon finds the cornflake. </q>( Season Five, 2006) <strong> Simon Cowell </strong> tricked her into saying it, but no matter. <strong> Paula Abdul </strong> will go down in \"Idol\" history for her fuzzy logic and fizzy rambling at the judges' table", "new_id": -2}, {"uid": "1295360761081248280", "i": 4898, "idx": 2, "sa": ["David Letterman"], "q": "with Aerosmith. \"But, today's a different world.\" \"I prefer the process that gave us you to this process,\" Letterman-David Letterman\"> <strong> David Letterman </strong> said of` American Idol.' <q> By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval. </q> Legitimacy as a vehicle for creating music stars has been a driving focus of the show since day one. And never has it been more essential than now, when it's been a few years since", "new_id": -2}, {"uid": "1295578846089079815", "i": 35484, "idx": 5, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "from regulators in the United States and abroad and faces growing questions about its ability to innovate and compete against Internet upstarts such as Facebook, whose CEO is its tech-savvy founder Zuckerberg\" Zuckerberg-Mark Zuckerberg-PEBSL000091.topic\"> <strong> Mark Zuckerberg </strong>. <q> We will see if <strong> Larry Page </strong> can integrate more tightly the technology with the business model, </q> BGC Partners analyst Colin Gillis said. Few were surprised that <strong> Eric Schmidt </strong> desired more of a behind-the-scenes role as he had grown increasingly weary of the intense scrutiny and heavy demands of running a public company with the", "new_id": -2}]