[{"uid": "1296014345168460294", "i": 9046, "idx": 5, "sa": ["Allen Iverson"], "q": "had seven previous games with 40 or more points and the 76ers lost them all. On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs. <q> When I score 40 points, we've lost, </q> <strong> Allen Iverson </strong> said.`` Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked", "new_id": -2}, {"uid": "1296638060071581698", "i": 24978, "idx": 1, "sa": ["Enda Kenny", "Brian Cowen", "Eamon Gilmore"], "q": "`` Peace is priceless-- and we must continue to work collectively to protect it,'' he said. <strong> Enda Kenny </strong> generously put aside party rivalries as he wished Mr <strong> Brian Cowen </strong> and his family well in the future <q> Despite strongly disagreeing with many government policies that the Taoiseach and his party have pursued, I have no doubt about his integrity as a person or as a politician, </q> he said. However, Labour's <strong> Eamon Gilmore </strong> used the opportunity to again go on the attack.`` It is clear that href=\"http://searchtopics.independent.ie/topic/Fianna_Fail\"> Fianna Fail and Fine Gael are comfortable with each other's", "new_id": -2}, {"uid": "1295717523000638988", "i": 24619, "idx": 7, "sa": ["Travis Best", "Allen Iverson", "Shaquille O'Neal", "Reggie Miller"], "q": "it was coming. The crowd knew it was coming.'' The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said.`` We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridiculous.'' Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the Travis Best-of-five", "new_id": -2}, {"uid": "1297449712044924950", "i": 42397, "idx": 2, "sa": ["Steve Ballmer", "Amy Lee", "Bill Gates"], "q": "`` hapless also-ran in a number of crucial, emerging markets.'' Why? <strong> Steve Ballmer </strong>. How is he even still CEO?`` Does[ <strong> Steve Ballmer </strong>] possess compromising photos'' he's been using for blackmail? <q> <strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares... </q> Let's not rush to conclusions: Sure, <strong> Bill Gates </strong> could be`` souring on Microsoft,'' href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/212033/40147989/SIG=12ahdjmip/*http://www.huffingtonpost.com/2011/02/09/Bill Gates-Bill Gates-stocks_n_820850.html\"> says <strong> Amy Lee </strong> in The Huffington Post. Or he could be`` doing as all investors do", "new_id": -2}, {"uid": "1297096904101318657", "i": 25710, "idx": 5, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "later secretary of state, he said,`` She'd never served in a senior administration position''- a lack of experience that showed in her lack of organization in putting together critical meetings. \" <q> She'd been an academic. And, you know, a lot of academics like to have meetings, </q> <strong> Donald Rumsfeld </strong> said.`` And they like to bridge differences and get people all to be happy.'' It looks like <strong> Donald Rumsfeld </strong> isn't too concerned about burning bridges. He even goes after <strong> George H. W. Bush </strong>, while", "new_id": -2}, {"uid": "1296668242187940877", "i": 58308, "idx": 1, "sa": ["Allen Iverson", "Samuel Dalembert", "Nick Young", "Žydrūnas Ilgauskas", "Rodney Carney", "Jared Jeffries"], "q": "KNick Youngs( 16-22), who snapped a two-game losing streak. The KNick Youngs also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004.`` We finally got one here,'' <strong> Jared Jeffries </strong> said. <q> We made some <strong> Žydrūnas Ilgauskas </strong> plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1295595761046137359", "i": 36634, "idx": 5, "sa": ["Eric Schmidt"], "q": "avec les analystes, M. <strong> Eric Schmidt </strong>, qui n'aura plus que le titre de`` pr?sident ex?cutif'', a expliqu qu'il aurait`` un point de vue plus strat?gique des choses'', s` occupant plus des <q> questions externes que des questions internes </q>. Il gardera un r?le- cl pour tous les partenariats et acquisitions de Google et ses relations avec les autorit?s, en laissant de c?t la gestion au jour le jour. En interne, il devrait garder un", "new_id": -2}, {"uid": "1297602272081625148", "i": 3114, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show.`` We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,'' he said. <q> It hasn't been tested yet but that's the idea. </q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1296859928024854534", "i": 5750, "idx": 1, "sa": ["Sergio Marchionne"], "q": "said the interest is a`` thorn in my side.'' In the past he has said the company would have posted a net profit if it weren't for interest on the loans. Refinancing would let him <q> stop explaining why I'm paying shyster rates, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like`` at least to have an agreement in principle'' with banks by the end of March. The company is talking with Goldman Sachs and", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,'' he quipped.''' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}]