[{"uid": "1295999573097009721", "i": 9952, "idx": 1, "sa": ["Alassane Ouattara"], "q": " The head of the 53-nation African Union later met <strong> Alassane Ouattara </strong>, internationally recognized to have won the Nov. 28 election but confined to his hotel camp for weeks by soldiers loyal to Gbagbo. <q> My responsibility is to listen to the two, to hear their opinion on how we can move forward, </q> he told reporters before flying out from Blantyre.`` Even if these people[ other envoys] have already come, that does not mean that I can not do the same to help,''", "new_id": -2}, {"uid": "1295719920178274312", "i": 33386, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "supportive'' man. The X Factor host continued to dispel myths about the music mogul's character, having previously described the 51-year-old as`` down-to-earth''. <strong> Dermot O'Leary </strong> explained to the Daily Mail: <q> He's a very interesting man, <strong> Simon Cowell </strong>. He's incredibly supportive as a boss and he shows a lot of compassion, but he hates indecision and he hates fear.`` What he loves is confidence without arrogance, which is the holy grail. I've learnt a lot from him, and I owe him a great deal. </q> Asked to sum up his relationship with <strong> Simon Cowell </strong>, the ex- Big Brother's Little Brother presenter stated:`` Well, <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong>, a very busy man. I might have a meal with", "new_id": -2}, {"uid": "1296557165034062349", "i": 36437, "idx": 0, "sa": ["Bill Clinton", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "that can be easily replaced! I really can't believe they couldn't think of this themselves. Representatives care only about party line To the Editor: Quotes from Sen. <strong> Kirsten Gillibrand </strong> and Sen. <strong> Charles Ellis Schumer </strong>: <q> It is time to come together and work to create jobs across America </q> and`` He is aware of the need to grow jobs, the economy and middle class paychecks.'' That stuff is all good. Congress passed a <strong> Bill Clinton </strong> related to the H-2A program to help farmers trying", "new_id": -2}, {"uid": "1295697481212844549", "i": 53964, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says Chezza has changed her mind. <q> Cheryl told him she would spend a lot of time at his, but she needs her own space, </q> a source tells the paper.`` She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend'.`` It's clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}, {"uid": "1297118217093028381", "i": 55142, "idx": 0, "sa": ["Simon Cowell"], "q": "TV history and when asked on a conference call with reporters on Monday afternoon if he was nervous about giving away such a hefty sum, <strong> Simon Cowell </strong> said it did, in fact, make him quiver. <q> Yes. And I think we should be nervous. The reason we decided to do this was to show the people who are auditioning[ for] the show, sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive, </q> he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued.`` So", "new_id": -2}, {"uid": "1296509654156549122", "i": 24058, "idx": 1, "sa": ["Eric Schmidt", "Ban Ki-moon", "Aung San Suu Kyi", "Ted Kennedy"], "q": "describe the Roman state duri... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosTed Kennedy by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... MaximsNewsNetwork: <strong> Ban Ki-moon </strong> on MYANMAR& <strong> Aung San Suu Kyi </strong>@ UN SECURITY COUNCIL STAKEOUT MaximsNewsNetwork: <strong> Ban Ki-moon </strong> on MYANMAR& <strong> Aung San Suu Kyi </strong>@ UN", "new_id": -2}, {"uid": "1296691113131874883", "i": 49944, "idx": 1, "sa": ["Mike Pence"], "q": "them less grief about the abortions on the young women. <strong> Mike Pence </strong> said the video showing`` potential criminal activity at a Planned Parenthood clinic in New Jersey'' is another reason for his legislation. <q> The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage, </q> he said.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking.''`` The time to deny", "new_id": -2}, {"uid": "1296848362199835675", "i": 14705, "idx": 0, "sa": ["DeMaurice Smith", "George Atallah", "Michael Vick"], "q": "bargaining session since November on Saturday. NFLPA spokesman <strong> George Atallah </strong> described the meeting as`` a window of opportunity'' and added:`` We intend to go in there with open minds and open ears.'' <q> I don't think it's a good idea to set any expectation, other than the fact that we intend to sit down and continue to have a discussion that should guarantee football for our fans, football for our players, </q> NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.", "new_id": -2}, {"uid": "1295720626062423066", "i": 28970, "idx": 0, "sa": ["Katie Couric", "Meryl Streep", "Angelina Jolie", "Jennifer Aniston", "Julia Roberts", "Abel Rodríguez", "Diane Sawyer"], "q": "the fact that he has been a noted, award-winning director for over 30 years and he has seen and worked with the best including <strong> Meryl Streep </strong>, <strong> Julia Roberts </strong>, and <strong> Angelina Jolie </strong>. Saddlewood grinned and then added, <q> But not <strong> Jennifer Aniston </strong>. I directed her in two films, Hillbillies of The Okefenokee Swamp and Boo Boo Bonkers Gets Her Tubes Tied </q>. SIDENOTE: Sheboygan Saddlewood has once again denied the rumor that back in 2008, he participated in a menage-a-trois in Brooklyn with <strong> Katie Couric </strong> and <strong> Diane Sawyer </strong>. <strong> Abel Rodríguez </strong>'s day- give this story five thumbs-up(", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]