[{"uid": "1295613452243957775", "i": 3754, "idx": 3, "sa": ["Eric Schmidt"], "q": "interview with the UK's Daily Telegraph, Google( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q> was so successful, we didn't have to do a second one. </q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}, {"uid": "1297201453051740681", "i": 51091, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "He doesn't even acknowledge this fact. <strong> Donald Rumsfeld </strong>'s distortions of the issue don't stop there. At one point, he denies that he did limit the number of troops on the ground. <q> With nearly a half million ground troops available if necessary, </q> he writes, \"this was not the` light footprint' war plan some critics would later claim it was\" ( p. 438). This is incredibly dishonest. The key phrase here is \"available if", "new_id": -2}, {"uid": "1297217149026116106", "i": 48543, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295477736155451392", "i": 41435, "idx": 0, "sa": ["Chevy Chase", "David Letterman", "Dr. Dre", "Paul Shaffer", "Don Rickles", "Lisa Lampanelli"], "q": "Big Basha.- cory perla 9:30 pm. Soundlab, 110 PDavid Letterman St.( 440-5907/ target=\"_blank\"> www.bigorbitgallery.org/soundlab).$ 15. Friday, January 21 <strong> Lisa Lampanelli </strong> <q> <strong> Lisa Lampanelli </strong> has been called a cross between <strong> Don Rickles </strong> and Archie Bunker, but in fairness to <strong> Lisa Lampanelli </strong>, she's got a much Dr. Dreer looking penis, </q> said <strong> David Letterman </strong> sidekick, <strong> Paul Shaffer </strong>, while introducing comedian <strong> Lisa Lampanelli </strong> at the Comedy Central Roast of <strong> Chevy Chase </strong>. Although this may seem like a harsh introduction, <strong> Lisa Lampanelli </strong>, the 49 year old stand-up and insult comic from Trumbull,", "new_id": -2}, {"uid": "1295564127055377926", "i": 40180, "idx": 2, "sa": ["Justin Bieber", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "company Novell. In his time as CEO, <strong> Eric Schmidt </strong> oversaw the incredible growth from simply a search engine to a full-on web-based services and products multinational corporation, with more than$ 8 billion in revenue. <q> It's been a great privilege to be CEO for 10 years and I am very much looking forward to my next role, including working more with his literally my best friends and partners <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> <strong> Eric Schmidt </strong> said.( Photo: REUTERS) Google's trio of <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> explain the management shift saying it was a matter of streamlining things. Movie ad for <strong> Justin Bieber </strong>'s 3D's \"Never", "new_id": -2}, {"uid": "1296282709080461832", "i": 3492, "idx": 5, "sa": ["Allen Iverson", "Wesley Matthews", "Marcus Camby"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the final 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was definitely important, </q> Denver center <strong> Marcus Camby </strong> said. \"We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip. \"We had Matthews_Wesley Matthews_Career-High_30_Points_Portland_Trail_Blazers_vs_Memphis_Grizzlies Portland", "new_id": -2}, {"uid": "1297080102074383400", "i": 3422, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "on the paper's books, was also sent to prison. The tape, made by a former journalist without <strong> Andy Coulson </strong>'s knowledge at some point during his editorship, also records <strong> Andy Coulson </strong> telling the reporter: <q> I need more stories. I need more exclusives and I need it to be self-generated stuff. </q> The two men do not discuss phone hacking, but Dispatches says other recordings exist which \"might provide damning evidence\" . <strong> Andy Coulson </strong> stepped down as <strong> David Cameron </strong>'s communications director last month, saying coverage of the", "new_id": -2}, {"uid": "1297242024149028872", "i": 28748, "idx": 2, "sa": ["Aaron Rodgers", "Brett Favre", "David Letterman"], "q": "just his third season as a starter since replacing Green Bay legend Favre\" Favre+Brett Favre\"> <strong> Brett Favre </strong>, led the Packers to their fourth Super Bowl title, completing 24-of-39 passes for 304 yards and three touchdowns. <q> Do you think you'll play next year? </q> <strong> David Letterman </strong> quipped, poking fun at <strong> Aaron Rodgers </strong>' predecessor <strong> Brett Favre </strong> for his retirement flip-flopping the last several seasons. Although he didn't answer as the audience laughed, <strong> Aaron Rodgers </strong> has said he thinks the Packers have a", "new_id": -2}, {"uid": "1295425487133480457", "i": 8404, "idx": 0, "sa": ["Steve Ballmer"], "q": "services from China and said it expected those purchases to be more than$ 3 billion in coming years.) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1296431574085868563", "i": 53102, "idx": 0, "sa": ["Michael Vick"], "q": ". \" Was raping in skee ball and tickets starting printing out like mad from the machine. Some black guy steps on them as I am about to tear them off and I'm like <q> zomg, what the fuck </q> As he walks by I catch a glimpse of him and it's <strong> Michael Vick </strong> on a date with some hoodrat. This was right about the time the Ron Mexico/herpes fiasco happened with him.", "new_id": -2}]