[{"uid": "1297702269198672397", "i": 20628, "idx": 0, "sa": ["Ben Wizner", "Donald Rumsfeld", "José Padilla"], "q": "and other government officials for their role in the unlawful detention and torture of U.S. citizen <strong> José Padilla </strong> should not be thrown out. The ACLU was recently retained to represent <strong> José Padilla </strong> and his mother in the lawsuit. <q> <strong> José Padilla </strong> was seized from a New York jail and hidden away in a military brig so that the Bush administration could subject him to brutal abuse without the interference of the courts. Now, the architects of Padilla's unlawful ordeal are demanding that the courts look away once again, </q> said <strong> Ben Wizner </strong>, Litigation Director of the ACLU National Security Project, who argued on Padilla's behalf.`` The court should make clear that <strong> Donald Rumsfeld </strong> and other officials who abused their authority are not above the law.", "new_id": -2}, {"uid": "1295904103252542986", "i": 4445, "idx": 0, "sa": ["Katherine Heigl", "David Letterman", "Linda Rosenthal"], "q": "first state to ban electronic cigarettes. Assemblywoman <strong> Linda Rosenthal </strong> of Manhattan says e-cigarettes need to be studied first, and currently carry no warning labels. She's concerned about the nicotine in the vapor-emitting e-cigs, and also that <q> most are made in China and other countries where the safety of products isn't well regulated. </q> However, Hollywood actress <strong> Katherine Heigl </strong> says that e-cigarettes are perfectly fine! She even smoked one during a <strong> David Letterman </strong> appearance last year( and got the host to take a few puffs as well). She explained", "new_id": -2}, {"uid": "1295502963081756175", "i": 14735, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Ray Allen"], "q": "Lakers in the NBA Finals.`` It was scary being able to score like that knowing I hadn't been shooting the ball real well,'' said <strong> Ray Allen </strong>, who finished with a career playoff-high 41 points. <q> I was asLeBron James myself,` Where has this been for the past couple of games?' </q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"uid": "1295210270182157371", "i": 19598, "idx": 1, "sa": ["Sergio Marchionne"], "q": ".`` There's not a guy in the auto industry who thought we could do this,'' <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview. <q> If I can't sell these cars, I can't sell anything. </q> Still, the U.S. rescue of Chrysler remains a gamble, and it is far too early to judge the success of the Obama administration's decision in 2009 to invest in the company and to force it", "new_id": -2}, {"uid": "1295218070163594249", "i": 665, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "` American Idol,' featuring <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <strong> Simon Cowell </strong> was a company man, a traditional A&R rep who rose quickly through the ranks at big record labels by focusing on profits over cultural cachet. While <q> most of my colleagues were obsessed with signing the next coolest rock or alternative band, </q> he wrote in his 2003 memoir, <strong> Simon Cowell </strong> scored massive hits with records based on WrestleMania, Teletubbies, and the Mighty Morphin Power Rangers. But all those successes would be dwarfed by the format that Fuller", "new_id": -2}, {"uid": "1296084552189841416", "i": 6791, "idx": 2, "sa": ["Andy Reid", "Michael Vick"], "q": "the unusual things teams are coming up with to defend <strong> Michael Vick </strong>.`` I think we're making good adjustments as players and coaches; I like to do that sooner than later,'' <strong> Andy Reid </strong> said. <q> We're getting some unique looks. Everybody has a certain way,[ defensively] that they're playing <strong> Michael Vick </strong>, and it's not your normal- it's hard to put on another tape and see teams do what they do to <strong> Michael Vick </strong>, they just change things up and throw you a little bit of a curveball. So you have to make some adjustments. You have to be able to do that. </q> Sunday, the biggest adjustment seemed to be the offensive line finally sorting out the Giants' blitzes, giving <strong> Michael Vick </strong> a little time and room to work with, especially when he decided to run.", "new_id": -2}, {"uid": "1296219736147357730", "i": 59308, "idx": 5, "sa": ["Mike Pence", "Jim Cawley"], "q": "later they learned the best way to detect bombs is still by using bomb-sniffing dogs. While the rest of the world is cutting military spending, 19 billion dollars is peanuts to the Pentagon,... <strong> Mike Pence </strong> Dahlkemper: <q> We're Cutting Wasteful Spending </q> Across the Commonwealth, people are learning to live with less money. Some 10, 20, in some case 50%( or more!) less income than the year before. <strong> Jim Cawley </strong> MOCKS the mere idea", "new_id": -2}, {"uid": "1296962228115425286", "i": 16553, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver href=\"http://sports.search.yahoo.com/search?p=Mike Williams+Mike Williams+NFL&amp;fr=sports- us- ss\"> <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1295274100165380096", "i": 45322, "idx": 1, "sa": ["Sergio Marchionne", "Mike Jackson"], "q": "'' It wasn't about putting lipstick on a pig, said <strong> Mike Jackson </strong>.`` It was to transform the pig into a handsome prince. And they did it!'' The transformation, he said, <q> took an attention to detail on the engineering side that you can't fake. I have nothing but admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it. </q> Indeed, nobody, except maybe <strong> Sergio Marchionne </strong> himself, believed Chrysler could redo its product line so dramatically in 18 months.`` They just accomplished a tremendous amount of work in a short time, and with", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]