[{"uid": "1295102511128516251", "i": 24863, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "to write his own songs for his debut album. According to The Mirror, <strong> Simon Cowell </strong> has approved the singer's request to pen his own tracks for the upcoming LP. A source said: <q> <strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. \"They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q>", "new_id": -2}, {"uid": "1295622311169754648", "i": 9017, "idx": 0, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.\" ( Asked if it raised questions about <strong> David Cameron </strong>'s judgement) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> LABOUR PARTY LEADER <strong> Ed Miliband </strong> \"Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think", "new_id": -2}, {"uid": "1296784629036126790", "i": 50564, "idx": 15, "sa": ["Eric Shinseki", "Barack Obama", "Bill Clinton", "Donald Rumsfeld"], "q": "than any previous handling of a natural disaster in AmEric Shinsekian history.) Fittingly, <strong> Donald Rumsfeld </strong> starts the book with a description of his legendary meeting with Saddam <strong> Barack Obama </strong>, which he claims has been the subject of <q> gossip, rumors, and crackpot conspiracy theories. </q> As <strong> Bill Clinton </strong> Reagan's Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and \"there was a", "new_id": -2}, {"uid": "1295350326057589761", "i": 53954, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "of The X Factor in 2007. Discussing his boss with New! magazine, <strong> Dermot O'Leary </strong> praised <strong> Simon Cowell </strong> for having time for everyone. \"<strong> Simon Cowell </strong> is a remarkably surprising, down-to-earth man,\" he said. <q> You don't get that level of success if you haven't got a touch of normality. \"He's very much a common man, someone you could go for a beer with and who you'd have no hesitation in talking to about anything at all. I clicked with him immediately. He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof. </q> He added: \"<strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.\" claimed that <strong> Simon Cowell </strong> is not the \"ogre\" some", "new_id": -2}, {"uid": "1296963508197279805", "i": 3062, "idx": 0, "sa": ["Desmond Howard", "Leon Washington", "Michael Vick", "Mike Williams"], "q": "impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver <strong> Mike Williams </strong>, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "new_id": -2}, {"uid": "1296532124074448906", "i": 53015, "idx": 0, "sa": ["Simon Cowell", "Jack Nicholson"], "q": "\"Las im?genes de los medios de comunicaci?n, que exhiben a hombres muy conocidos como <strong> Simon Cowell </strong> y <strong> Jack Nicholson </strong>, hacen que los hombres piensen m?s en este tipo de cosas\" dice el doctor Grover. <q> Recientemente fue lanzada al mercado una camiseta para hombres creada para mejorar la forma de su torso </q>, agrega. Sin embargo, la ginecomastia, aunque no es un problema m?dico grave, puede ser para muchos hombres motivo de gran malestar y verg?enza. La operaci?n puede ayudar a estos individuos", "new_id": -2}, {"uid": "1296671847037879814", "i": 35820, "idx": 3, "sa": ["Robert Horry", "Allen Iverson", "Paul Pierce"], "q": "that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine. \"This does a lot for our confidence,\" <strong> Allen Iverson </strong> said. <q> To win four games in a row, you get a certain swagger about your game. </q> The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 Robert Horrys from the field and <strong> Paul Pierce </strong> was 13-for-20. And many of the Robert Horrys were alley-oop dunks and rim-rattling jams that were the product of", "new_id": -2}, {"uid": "1295587965072171525", "i": 13510, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Googlers globally deserves most of the credit,\" he said. Image: <strong> Eric Schmidt </strong> E <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370\" alt= \"Google co-founder <strong> Larry Page </strong>.\" /> Next <q> And as our results today show, the outlook is bright. But as Google has grown, managing the business has become more complicated. \"So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> explained. Image: Google co-founder <strong> Larry Page </strong>. 370) this.width= 370\" alt= \"Surfboards lean against a wall at the Google office in Santa Monica, California.\" /> Next", "new_id": -2}, {"uid": "1295613452243957775", "i": 3751, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "cc' button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** Schmidt_Eric Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC techplanet30.com In this video I talk about Google and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296639953047300640", "i": 34282, "idx": 4, "sa": ["David Letterman", "Nom De Strip"], "q": "camps have been on opposite sides of the aisle for about two decades now. At one point, after <strong> Nom De Strip </strong> said the segment made a total \"a******\" out of him, <strong> David Letterman </strong> quipped, <q> Well, that's not much of a drive, is it? </q> <strong> Nom De Strip </strong> played as if he had no sense of humor about the situation. \"I would expect that kind of thing from him,\" he said. \"Not from you.\" Apparently, <strong> Nom De Strip </strong>", "new_id": -2}]