[{"uid": "1297185662216317967", "i": 23759, "idx": 8, "sa": ["Susan Boyle", "Simon Cowell", "Elton John", "Noel Gallagher"], "q": "time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,'' he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't say, though candidates as diverse as title=\"Elton John\" href=\"http://wqad.com/topic/entertainment/music/Elton John-Elton John-PECLB002595.topic\"> <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce", "new_id": -2}, {"uid": "1297257822049332227", "i": 48214, "idx": 0, "sa": ["Simon Cowell", "Peter Dickson"], "q": "to fly out to Los Angeles later this month to talk to Fox executives, as href=\"http://femalefirst.co.uk/Simon Cowell-Simon Cowell/\" title=\"Lastest <strong> Simon Cowell </strong> news from Female First\"> <strong> Simon Cowell </strong> is keen to include him in the show. <strong> Peter Dickson </strong> said: <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> \" <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to", "new_id": -2}, {"uid": "1296889632106627078", "i": 3673, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "ring. <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously.`` We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the", "new_id": -2}, {"uid": "1297604062127287303", "i": 24285, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "' X Factor' LOS ANGELES-- <strong> Simon Cowell </strong> wants his new Fox talent series The X Factor to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow American Idol judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to take everyone", "new_id": -2}, {"uid": "1295481586159825937", "i": 35349, "idx": 2, "sa": ["Simon Cowell"], "q": "All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school,'' he said in the interview. <q> Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong>'s`` broad tastes'' will be put to the test again when he returns to FOX in the fall with`` X Factor.'' In more`` Idol'' news, AccessHollywood.com's", "new_id": -2}, {"uid": "1297602284267223059", "i": 2504, "idx": 1, "sa": ["Holly Willoughby", "Simon Cowell", "Georgie Thompson"], "q": "<strong> Georgie Thompson </strong>. She'll be fantastic. \" However, insiders say <strong> Simon Cowell </strong> now wants a new face and thinks <strong> Georgie Thompson </strong> is ideal. Comment on this Article A source told The News Of The World: <q> The` Xtra Factor' job would be great for <strong> Georgie Thompson </strong>. She'll be fantastic. </q> <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. Lloyd:`` What a night it has been for you,", "new_id": -2}, {"uid": "1295615312003915794", "i": 37801, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "ways to simplify Google's management structure and quicken decision making.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,'' he said. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The management changes come as Google reported a fourth-quarter profit of$ 2.54 billion(? 1.59 bn), up from$ 1.97 bn a year earlier and far exceeding market expectations. <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1296488228063668303", "i": 12087, "idx": 5, "sa": ["Meg Whitman", "Eric Schmidt", "Bill Bartmann"], "q": "the middle.'' Not a Good Fit for D.C.? Others see <strong> Eric Schmidt </strong> bypassing the notoriously-broken system in Washington, unless, of course, he plans to run for office himself. <q> The government avenue doesn't make a lot of sense to me unless he wants to do something like what <strong> Meg Whitman </strong> wanted to do, just better, </q> said Kay, alluding to the former eBay( href=\"http://quote.foxbusiness.com/symbol/EBAY/snapshot\"> EBAY) CEO's failed run for governor last year in California. <strong> Bill Bartmann </strong> said he doesn't believe a <strong> Eric Schmidt </strong> appointment would resonate with voters", "new_id": -2}, {"uid": "1296391267266764295", "i": 10364, "idx": 6, "sa": ["Dwight Howard", "Rush Limbaugh", "Allen Iverson", "Aaron Brooks", "Allan Houston", "Tim Hardaway"], "q": "closing seconds kept the Philadelphia 76ers from getting back in the win column. <strong> Aaron Brooks </strong> made a jumper with 8.8 seconds remaining, and the <strong> Allan Houston </strong> Rockets handed the 76ers their 12th straight loss, 96-91 on Friday night. <q> C... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-Tim Hardawaye scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Bill O'Reilly Goes After <strong> Rush Limbaugh </strong>'s`` Racial Witch Hunters'' In light of <strong> Rush Limbaugh </strong> being taken down by apparent unsubstantiated comments in his bid to own part of", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]