[{"uid": "1296012274029327397", "i": 14177, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "President Bush", "Ken Salazar"], "q": "are` bigger than party' WASHINGTON( AP)- Declaring a new era of shared responsibility, <strong> Barack Obama </strong> is imploring Republican and economy, saying in his State of the Union address the enormity of the challenge is <q> bigger than party, and bigger than politics. </q> In brief excerpts of his speech, released before the <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong>, not joining govt WASHINGTON( AP)- <strong> President Bush </strong> <strong> Ken Salazar </strong> of State <strong> Colin Powell </strong> is ruling out a return to government service but says he", "new_id": -2}, {"uid": "1295562703217792663", "i": 16753, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> Here are the details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman", "new_id": -2}, {"uid": "1296622781114606115", "i": 10850, "idx": 7, "sa": ["Sergio Marchionne"], "q": "is embedded into the brand'', Mr <strong> Sergio Marchionne </strong> acknowledges.`` But it's about much more than that. I don't think it's dependent on fuel prices,'' he insists. <q> Buying a Fiat 500 is a lifestyle statement, </q> according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Anxious Israel Egypt's neighbour fears what might follow Mubarak Nothing to declare French-Belgian stereotypes wheeled out for comic racism film Bedbugs' bite", "new_id": -2}, {"uid": "1295625457170147897", "i": 23478, "idx": 0, "sa": ["Eric Schmidt"], "q": "collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295781190192643074", "i": 25620, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr Lewis said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.`` What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence.`` But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out. </q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s head of communications, handed in his resignation on Friday and plans to leave within weeks. In a statement,", "new_id": -2}, {"uid": "1294977377249905175", "i": 34758, "idx": 4, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Dwyane_Wade_33_points_vs_Tracy_McGrady_23_points_2008 The Houston Rockets' 10th straight win was somewhat", "new_id": -2}, {"uid": "1296385836115228698", "i": 18455, "idx": 3, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics", "new_id": -2}, {"uid": "1296391267266764303", "i": 24647, "idx": 2, "sa": ["Allan Houston", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against <strong> Allan Houston </strong> on Jan. 15, 2002. <q> <strong> I Wan </strong> score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1296364134215957544", "i": 15609, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "San Antonio Spurs Denver Nuggets Minnesota Timberwolves Portland Trail Blazers Seattle SuperSonics Utah Jazz Golden State Warriors Los Angeles Clippers Los Angeles Lakers Phoenix Suns Sacramento Kings http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}]