[{"uid": "1295756651021528610", "i": 16633, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the first place.''`` Every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites.'' <q> Just remember when you post something, the computers remember forever. </q>`` You can trust us with your data.'' The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in China. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> didn't.`` Upset'' after losing this", "new_id": -2}, {"uid": "1296499994216055814", "i": 42800, "idx": 0, "sa": ["Joe Paterno", "Sue Paterno", "Michael Vick", "Ben Roethlisberger"], "q": "Sue Paternos are longstanding supporters who have championed fundraising efforts for the Libraries since the 1980s.`` <strong> Joe Paterno </strong> and I have always said that you can't have a great university without a great library,'' said <strong> Sue Paterno </strong>. <q> We are delighted that Nike, Inc. has acknowledged this milestone in <strong> Joe Paterno </strong>'s career by supporting an institution so important to us. </q> stories with the most comments in the last 7 days. <strong> Ben Roethlisberger </strong> enjoying his time in the Super Bowl spotlight <strong> Michael Vick </strong> enjoying time in Hawaii as he prepares for fourth Pro Bowl Subscribe to The Patriot-News today and get incredible", "new_id": -2}, {"uid": "1294959187077135883", "i": 40720, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "is pressing up against the bones of his leg and requires surgery in the U.S.`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> said by phone. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg. Because the doctors tell him he'll be out four to six weeks, he's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said yesterday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong>`` totally disputes'' reports out of Turkey that he was set to retire", "new_id": -2}, {"uid": "1295701242121667612", "i": 25484, "idx": 4, "sa": ["Soulja Boy", "Will Bynum", "Allen Iverson", "Dez Bryant"], "q": "in their first-round playoff series. Games 3 and 4 <strong> Will Bynum </strong> be in Denver on Saturday and Monday night. <strong> Dez Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the <strong> Soulja Boy </strong> he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` I didn't realize it,'' <strong> Dez Bryant </strong> said when told about his scoring spree.`` You just get into", "new_id": -2}, {"uid": "1295580035256213030", "i": 27163, "idx": 7, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "`` It will be interesting to see if that changes, or if <strong> Larry Page </strong> chafes at the relentless public demands of running a massively scrutinized public company.'' <strong> Eric Schmidt </strong>, in a blog post, said: <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q>`` For the last 10 years, we have all been equally involved in making decisions,'' he said.`` This triumvirate approach has real benefits in terms of shared wisdom, and we", "new_id": -2}, {"uid": "1297405017242712584", "i": 5752, "idx": 0, "sa": ["Allen Iverson", "Mike Conley"], "q": "good at, by the way. The guy is hilarious. His teammates tend to like him. The idea that he's going to blow up the Grizzlies the way <strong> Allen Iverson </strong> once did is crazy. <q> The more experience you can have on the team, the better, </q> said point guard <strong> Mike Conley </strong>.`` It seems like he's been in the system a couple of weeks now.'' Which doesn't mean the Grizzlies made the smartest basketball move when they decided to re-sign", "new_id": -2}, {"uid": "1296218172048857090", "i": 15210, "idx": 12, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.''`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.''`` You've got to", "new_id": -2}, {"uid": "1295618523207978567", "i": 6978, "idx": 0, "sa": ["Mike Pence", "Jonathan W. Martin", "Matt Cooper", "Barack Obama", "Kasie Hunt"], "q": "safety advances.'' GOP 2012:-- Boston Globe A1,`` Romney keeps away from Tea Party: Possible Barack Obamaial contender isn't courting activists,'' by <strong> Matt Cooper </strong> Viser, in Washington: <q> Romney is on track to present himself as the establishment candidate- a responsible, mainstream Republican leader with the necessary financial resources and credentials to beat <strong> Barack Obama </strong>. But the approach carries potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later. </q> target=\"_blank\" href=\"http://bit.ly/hjSx6q\"> http://bit.ly/hjSx6q--`` Open GOP field creates space for <strong> Mike Pence </strong>,'' by <strong> Jonathan W. Martin </strong> and <strong> Kasie Hunt </strong>:`` To understand the dissatisfaction on the right with the current crop of Republican Barack Obamaial hopefuls,", "new_id": -2}, {"uid": "1296171506171278372", "i": 5638, "idx": 0, "sa": ["Michael Steel", "Mike Pence", "Rob Nabors", "Michael Bay", "Barack Obama"], "q": "News] Boehner on his past suggestion that he'd raise the Social Security retirement age:`` I made a mistake when I href=\"http://bit.ly/hdrp92\" target=\"_hplink\"> did that.'' From <strong> Michael Steel </strong>: <q> He was discussing his broader belief about entitlement reform: that you need to have an adult conversation to make the American people aware of the pRob Naborslems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age. </q> <strong> Mike Pence </strong> NOT RUNNING FOR <strong> Barack Obama </strong> <strong> Michael Bay </strong> Falcone notes:`` <strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter Summit", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]