[{"uid": "1297262377064667673", "i": 27295, "idx": 0, "sa": ["Simon Cowell", "Jessie J"], "q": " We've become quite used to <strong> Simon Cowell </strong>'s insults after watching him on almost every talent search competition since the new millennium, but saying <q> the US has the best talent in the world </q>... Erm, can someone throw a <strong> Jessie J </strong> CD at him? He made this ludicrous statement after discussing his latest talent search show( yes.. another one!) which is an American version of", "new_id": -2}, {"uid": "1296211334006012991", "i": 24531, "idx": 2, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,'' <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday_ a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1294979286033620009", "i": 31482, "idx": 0, "sa": ["Tila Tequila", "David Letterman"], "q": "your daughters away Jersey Shore: Snooki mocks castmates in <strong> David Letterman </strong>'s` Top Ten' list( VIDEO) star Snooki will make a guest appearance on Late Night with <strong> David Letterman </strong> tonight( Monday) where she'll read <q> The Top 10 Reasons to Buy the New Snooki target=\"_blank\" href=\"http://worldlibraries.com/\"> Book. </q> CBS released a sneak peek of Snooki's Top 10 list David Lettermanier`` The Snooki Song''( Parody of Tik Tok by Ke$ ha) Tila Tequilas song is now available on itunes: tinyurl.com Spoof of the famous", "new_id": -2}, {"uid": "1296744353224100359", "i": 42994, "idx": 0, "sa": ["Malia Obama", "Sasha Obama", "Donald Rumsfeld", "Barack Obama"], "q": "in Slideshow: U.S. <strong> Barack Obama </strong> speaks on the U.S.-South Korea trade... Photo in Slideshow: <strong> Sasha Obama </strong> and <strong> Malia Obama </strong> join their parents as they volunteer at... Photo in Slideshow: <strong> Barack Obama </strong> speaks about Egypt's <strong> Barack Obama </strong>... Report Abuse <q> <strong> Barack Obama </strong> is not a Christian nor does he have faith in God. Christians do not kill babies. Watch it on Youtube if you don't believe me. Pull up <strong> Barack Obama </strong> and Labor Abortions... </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, {"uid": "1295234534188809234", "i": 9395, "idx": 0, "sa": ["Angelina Jolie", "Christian Bale", "Ricky Gervais", "Mark Wahlberg"], "q": ", a star of`` Burlesque,'' didn't take the bait, but href=\"http://movies.nytimes.com/person/36009/Angelina Jolie- Angelina Jolie?inline=nyt- per\" title=\"\"> <strong> Angelina Jolie </strong>, nominated for her work in`` The Tourist,'' gamely showed up. <q> It must be good, because it's nominated, so shut up, </q> Mr. <strong> Ricky Gervais </strong> said of`` The Tourist.'' Coming into the ceremony,`` The Fighter,'' a gristly boxing story directed by <strong> Mark Wahlberg </strong> and Mr. <strong> Christian Bale </strong>, was perhaps the picture with the most", "new_id": -2}, {"uid": "1295848513132481057", "i": 55934, "idx": 2, "sa": ["Clive Goodman", "Simon Hughes", "Chris Huhne", "Glenn Mulcaire", "Paul Stephenson"], "q": "'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the` News of the World's' former royal correspondent <strong> Clive Goodman </strong>, who was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong>. <q> Why would the royal correspondent be interested in hacking the voicemails of( Lib Dem deputy leader) href=\"http://searchtopics.independent.ie/topic/Simon Hughes_Simon Hughes\"> <strong> Simon Hughes </strong>, for example? </q> he asked.`` It is very important for <strong> Paul Stephenson </strong>, having now taken control of the Met, to make sure that, along with the Crown Prosecution Service( CPS), this is really", "new_id": -2}, {"uid": "1297067872184320061", "i": 15365, "idx": 1, "sa": ["Michael Vick"], "q": "and ended up in the Pro Bowl, a year-and-a-half after finishing a federal prison term for running a dogfighting ring.`` It's unbelievable,'' <strong> Michael Vick </strong>, 30, said on the NFL Network set. <q> I have to give all glory to God. I thank my coaches and my teammates, they put me in this position. They got me better as an NFL player, as a quarterback and took advantage of my talents. I just can't say that enough. I hate to continue to say that and sound redundant, but it's the truth. </q> There is considerable uncertainty right now, with the Eagles planning to franchise <strong> Michael Vick </strong> later this week and the NFLPA contending that the franchise tag is meaningless, given the expiration of the collective bargaining agreement next month", "new_id": -2}, {"uid": "1295186920132022279", "i": 39699, "idx": 0, "sa": ["Nancy Pelosi", "Ryan Dixon", "Mike Pence", "Harry Reid", "Eric Cantor", "Barack Obama", "Patrick Kennedy"], "q": "ride on an unrelated bill from the House. Sen. <strong> Harry Reid </strong> will move to proceed to HR 1586 http://wn.com/Fox_News_Highlights_House_GOP_Chart_of_Dems_Government-Run_Health_Care Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. <q> Democrats Reveal Facts About Health Care </q> www.youtube.com`` <strong> Mike Pence </strong> <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan'' www.youtube.com`` High Immigration Impacts AmEric Cantora's Unemployed'' www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin", "new_id": -2}, {"uid": "1295091421196460572", "i": 17671, "idx": 0, "sa": ["Halle Berry", "Angelina Jolie", "Kelly Brook"], "q": " <strong> Kelly Brook </strong> thinks her boobs are a`` big disappointment''. She said: <q> Well, they're mine so that's nice. They're not fake, but they hang a bit.`` They're not super-perky because they're so big. That's always a big disappointment, I think. Like when you take your top off and they go flop! </q> Despite claiming she would be`` too squeamish'' to go under the knife for cosmetic surgery on her breasts, the brunette beauty admitted she is envious of <strong> Halle Berry </strong> and <strong> Angelina Jolie </strong>'s figures. When", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]