[{"uid": "1297177285142131216", "i": 39985, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong. \" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaida out of Afghanistan,</q> he added, insisting the <strong> President Bush </strong> administration\"s decision to invade Iraq in the wake of the Sept. 11, 2001, attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it", "new_id": -2}, {"uid": "1295562736055705634", "i": 12139, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision to step down, according to Google executives, is about streamlining management. <q>As Google has grown, managing the business has become more complicated,</q> wrote <strong> Eric Schmidt </strong> in a blog post on Thursday. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the", "new_id": -2}, {"uid": "1296499218216055814", "i": 705, "idx": 1, "sa": ["Sergio Marchionne"], "q": "profit in 2010. \"It's difficult to talk abut profit sharing when you've got a negative number at the bottom,\" <strong> Sergio Marchionne </strong> said Monday morning in a conference call with investors and reporters. <q>Our liquidity improved in 2010, and it's expected improve in 2011. It would have been inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance.</q> it lost$ 199 million in the fourth quarter of 2010, a significant improvement from the$ 2.7 billion it lost during the same span in 2009. While Chrysler has failed to turn a profit since emerging from", "new_id": -2}, {"uid": "1296500157053821441", "i": 43984, "idx": 0, "sa": ["Sergio Marchionne"], "q": "loss the company posted the previous year. According to CEO <strong> Sergio Marchionne </strong>, the improvement was achieved primarily through improving manufacturing efficiency, increasing attention to product quality, and pushing new products to market. <q>As Chrysler Group's brand displays at the Detroit Auto Show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,</q> <strong> Sergio Marchionne </strong> said in a prepared statement. \"All of these vehicles bear testimony to Chrysler's rebirth.\" That said, those new products also cost Chrysler significant sums to redesign and launch, and also", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.</q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1297168499034897937", "i": 5959, "idx": 0, "sa": ["Donald Rumsfeld", "Angelo Reyes", "Enrique Ona"], "q": "his mother's grave as his two sons and bodyguards waited in their parked car. He then saw <strong> Angelo Reyes </strong> holding a pistol close to his chest with his left hand moments before the shot rang out. <q>It appears from the statement of the witness, it was self-inflicted,</q> Metropolitan Manila police chief Nicanor Bartolome said. Health <strong> Donald Rumsfeld </strong> <strong> Enrique Ona </strong> said he would await autopsy results before commenting. The military expressed shock at <strong> Angelo Reyes </strong>' death, flying flags at half-staff in camps nationwide", "new_id": -2}, {"uid": "1297192174179781728", "i": 47882, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "<strong> Ric Flair </strong> think it takes multiple leaders to have a locker room that functions properly... <strong> Ric Flair </strong>'m more of a leader by example.\" <strong> Aaron Rodgers </strong> threw for 304 yards, three touchdowns and no interceptions. <q>Click here to watch the <strong> Aaron Rodgers </strong> post-Super Bowl interview with <strong> David Letterman </strong>.</q> Here are some highlights of the <strong> Aaron Rodgers </strong> interview with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> said the team ran about 40 of the 60 plays they planned for the game. Sometimes players will ask <strong> Aaron Rodgers </strong> if they are supposed to", "new_id": -2}, {"uid": "1297350455055672878", "i": 10084, "idx": 0, "sa": ["Mitch Daniels", "Michele Bachmann", "Mike Pence"], "q": "a neoconservative magazine that the next U.S. president would \"have to call a truce on the so-called social issues\" in order to focus on more urgent matters of the federal debt and national security. <q>If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,</q> said Andy Blom, executive director of the American Principles Project. \"Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.\" <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1295599142252706826", "i": 6762, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in particular, new products. \"We've been talking about how best to simplify our management structure and speed up decision-making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Internally, <strong> Eric Schmidt </strong>, 55, will continue to act as an adviser to Page, 37, and Google co-founder <strong> Sergey Brin </strong>, also 37, who will also focus on strategic projects and new products. The", "new_id": -2}, {"uid": "1295669848206995548", "i": 6281, "idx": 7, "sa": ["Andy Coulson", "David Cameron"], "q": "Departure of <strong> Andy Coulson </strong> leaves <strong> David Cameron </strong> sad but not distraught\" God you lot are clutching at straws... The whole of the last govt were shady but they didn't resign en mass. <q>@pavis God you lot are clutching at straws...</q> In the words of my less politically astute friend, <strong> Andy Coulson </strong> who? Make no mistake, this is only the start, this has further to run. The hunter has become the hunted", "new_id": -2}]