[{"uid": "1296104229053330070", "i": 736, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "endorsement contract since his release from federal prison. The Philadelphia Eagles' Pro Bowl quarterback signed a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295425465261013631", "i": 58763, "idx": 0, "sa": ["Steven Tyler", "Diane Warren", "Simon Cowell"], "q": "MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed stars and more On the <strong> Diane Warren </strong> of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297242024149028872", "i": 28749, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "chance to become the first team to repeat as Super Bowl champs since the`` Every team has a different face to it,'' the 27-year-old <strong> Aaron Rodgers </strong> told the href=\"http://www.jsonline.com/sports/packers/115534919.html\"> Milwaukee Journal Sentinel. <q> Every year, different players, guys come and go. But I think the core, the nucleus of this team, is intact to make runs like this for the next four or five years. </q> <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass.`` Do you mind throwing me something simple?'' <strong> David Letterman </strong> asked before he quickly added", "new_id": -2}, {"uid": "1295492627115408900", "i": 56008, "idx": 6, "sa": ["Allen Iverson", "Will Solomon"], "q": ".... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I <strong> Will Solomon </strong> continue my career. </q> Referring to a Monday meeting with Griz... Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights I was seven years old.", "new_id": -2}, {"uid": "1296848467060293149", "i": 10884, "idx": 1, "sa": ["Micheál Martin", "Enda Kenny", "Vincent Browne", "Eamon Gilmore"], "q": "said tonight he was`` frankly amazed'' by Mr <strong> Enda Kenny </strong>'s behaviour.`` After nine days of a constantly changing series of excuses he has now withdrawn from next week's first debate,'' he said. <q> As a leader of government you have to be able to deal with tough negotiations in many forums. Talking to former paramilitaries about peace, with other countries about treaties or multinational executives about investments- you have to face much tougher situations than a debate moderated by <strong> Vincent Browne </strong>. </q> Mr <strong> Micheál Martin </strong> said he looks forward to having a`` constructive exchange'' with Mr <strong> Eamon Gilmore </strong>. Labour education spokesman Ruair Quinn accused Mr <strong> Enda Kenny </strong> of running scared from the electorate over the TV3 debate.", "new_id": -2}, {"uid": "1295931009036896782", "i": 28089, "idx": 1, "sa": ["Chris Huhne", "Andy Coulson"], "q": "clear that the number of people being hacked clearly was not consistent with it being one rogue reporter,'' energy minister and coalition partner href=\"http://timesofindia.indiatimes.com/topic/Liberal-Democrats\"> Liberal Democrats member href=\"http://timesofindia.indiatimes.com/topic/Chris Huhne-Chris Huhne\"> <strong> Chris Huhne </strong> told a TV channel. <q> We know police were not keen on the subject. </q> A comment in the Guardian newspaper went further.`` There have been dark mutterings of police collusion and apathy.'' It said Scotland Yard officers will now be questioned in the case. During <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295278131044859395", "i": 11283, "idx": 1, "sa": ["Larry Brown", "Allen Iverson", "David Stern", "Ian Craig Marsh"], "q": "didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak.`` Where's my coach at?'' he asked. <q> Where's Coach <strong> Larry Brown </strong>? </q> It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a gIan Craig Marsht step toward superstardom.``", "new_id": -2}, {"uid": "1297708035124567831", "i": 45077, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "David Paul"], "q": "realistic and provocative.( <strong> David Paul </strong> Morris/Getty Images) LOS ANGELES-After three weeks in office and days filled with meetings, legislators came up with a proposal that state Treasurer <strong> Bill Lockyer </strong> calls`` realistic and provocative.'' <q> The plan acknowledges that a balanced remedy of spending reductions and revenues is the best cure, </q> <strong> Bill Lockyer </strong> said in a statement. The California legislature's logjams during attempts to develop effective responses to the growing deficit had become a perennial problem since the worldwide economic meltdown began. <strong> Jerry Brown </strong>, now back for a", "new_id": -2}, {"uid": "1295154913111345676", "i": 8877, "idx": 20, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl", "Carmelo Anthony"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Thunder-Nuggets_112-122_I_Durant_31pts,7reb,Green_24pts_vs_Carmelo Anthony_31pts,5reb,5ast,Nene_23pts DENVER, April 8,2009( AP) Ideally,", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]