[{"uid": "1296405734264388661", "i": 17465, "idx": 1, "sa": ["Rafael Araujo", "Allen Iverson", "Samuel Dalembert", "Andre Iguodala", "Kyle Korver", "Metta World Peace"], "q": "<strong> Andre Iguodala </strong> has outscored <strong> Rafael Araujo </strong> 52-0 in two games in ToMetta World Peaceto this season.`` I was pretty sure I wasn't coming to ToMetta World Peaceto. I worked out for a lot of teams except ToMetta World Peaceto,'' <strong> Andre Iguodala </strong> said. <q> I'm happy to be in my position. </q> <strong> Kyle Korver </strong> had 23 points and <strong> Allen Iverson </strong> added 18 for the Sixers, who have won five of six to raise their record to 13-12. Center <strong> Samuel Dalembert </strong>, who grew up in Montreal, added 18 rebounds and 11 points", "new_id": -2}, {"uid": "1297129563188514310", "i": 9347, "idx": 10, "sa": ["Jennifer Lopez", "Simon Cowell"], "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our Buy Icons of American Popular Culture: From P.T. Barnum to <strong> Jennifer Lopez </strong> from Amazon.com Buy American Idol: Season 6 Finale Performance Show- The Top 2", "new_id": -2}, {"uid": "1296940939224919552", "i": 17166, "idx": 8, "sa": ["Eric Schmidt"], "q": "forward, <strong> Eric Schmidt </strong> is careful to insert the phrase-`` with your permission''. Both Facebook and Google have been burnt when data was shared or farmed without users knowing. Lessons have been learnt. <q> I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death, </q> <strong> Eric Schmidt </strong> says.`` You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know", "new_id": -2}, {"uid": "1295336713131039270", "i": 8971, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": " <strong> Mike Pence </strong> stepped down from his post in the House Republican leadership and is one of his party's strongest advocates for conservative policies. He also is among the GOP's most outspoken critics of <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead, </q> <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind.`` We'll be making a decision before the end of this month.'' Should <strong> Mike Pence </strong> enter the contest", "new_id": -2}, {"uid": "1296084752130252877", "i": 53507, "idx": 2, "sa": ["Michael Vick", "Clay Matthews III"], "q": "a defense that is ranked fifth overall in the NFL. Led by defensive player-of-the-year favorite <strong> Clay Matthews III </strong> with 13 1/2 sacks, the Packers are tied for second behind the Steelers in bringing down quarterbacks. <q> Those guys fly around the ball and are always in good position, </q> <strong> Michael Vick </strong> said of the Packers' defense.`` You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you.''", "new_id": -2}, {"uid": "1296250404055099514", "i": 39266, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and thigh pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> says in a to-be-released statement. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the href=\"http://sportsillustrated.cnn.com/football/nfl/teams/falcons\"> Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges,", "new_id": -2}, {"uid": "1296577446068321281", "i": 14619, "idx": 0, "sa": ["Angelina Jolie", "Joe Martin"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' Mesa-$ 139,900 MLS 4436734 3 bed/ 3 bath 2,251- 2,500/ 1994 <strong> Joe Martin </strong>,", "new_id": -2}, {"uid": "1295569871192872471", "i": 37177, "idx": 0, "sa": ["Jay Foley", "Eric Schmidt", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's <strong> Jay Foley </strong>, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be`` the industry leader in scoring, auditing, and improving traffic quality for the online", "new_id": -2}, {"uid": "1295217285213467159", "i": 22382, "idx": 0, "sa": ["Joe Banner", "Michael Vick", "DeSean Jackson"], "q": " <strong> Joe Banner </strong>. <strong> Joe Banner </strong> talked about what the Eagles' offseason approach will be.`` Our view is really no different than what you see going around the league,'' <strong> Joe Banner </strong> said. <q> With the unknown of the collective barganining agreement, we've decided- and everybody can make their own decision- that it's safer to wait, be patient, let's see what the landscape is and move forward.`` So we don't rule out doing things, and at the same time at this point, we haven't done anything, and it's overwhelmingly related to just kind of the uncertainty of where things are headed. </q> Two of the Eagles' main offseason decisions pertain to <strong> Michael Vick </strong> and <strong> DeSean Jackson </strong>. The Eagles' likely options with <strong> Michael Vick </strong> will be to offer him a long-term extension, franchise him, let him walk or", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]