[{"uid": "1295229284227999751", "i": 56869, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Christiane Amanpour", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "by her husband Astronaut <strong> Mark Kelson </strong>, parents, Congressman <strong> Debbie Wasserman Schultz </strong>( FL) and Senator <strong> Kirsten Gillibrand </strong>( NY), the time and acknowledged she could see... News' <strong> Christiane Amanpour </strong> that he doesn't consider himself a hero. <q> I think that there were maybe heroic things done by normal people. That means we're human beings and I think that's, to me, one of the most lasting Arizona( CNN)-- The breathing tube for U.S. Rep. <strong> Gabrielle Giffords </strong> could be removed Friday as she continues on her`` miracle </q> journey to recovery after she was critically injured in a target=\"_blank\" href=\"http://massachusettspost.com/\"> mass shooting, her husband said. Though the congresswoman had been shot in the head less than a week ago, she continued to make", "new_id": -2}, {"uid": "1295878369140918808", "i": 24304, "idx": 0, "sa": ["Steve Ballmer"], "q": "telecom Company based out of the UK. Tablets and Beyond January 19, 2011 OpenERP has launched a significant upgrade designed to appeal to small and mid-sized businesses both for its functionality and its pricing. OpenERP is <q> a good example of a company using open source to target a piece of the market that has been overlooked by some of the larger, more established vendors, </q> said 451 Group analyst Jay Lyman. Microsoft CEO <strong> Steve Ballmer </strong> personally introduced the company's Dynamics CRM 2011 product, underscoring the importance the company places in its competition with Salesforce.com. Microsoft's ongoing efforts to enhance the interoperability", "new_id": -2}, {"uid": "1295363232143278114", "i": 31622, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "the football quarterback. When <strong> Oprah Winfrey </strong> refused to discuss what she would ask <strong> Michael Vick </strong> if she landed him as one of her final <strong> Oprah Winfrey </strong> Show guests, <strong> Piers Morgan </strong> offered her a wager. He said, <q> One hundred British pounds says I get <strong> Michael Vick </strong> before you. </q> <strong> Oprah Winfrey </strong> offered,`` Make it two.'' The two TV titans then shook hands on the bet. And <strong> Piers Morgan </strong> has already stepped up his bid to land the interview- he", "new_id": -2}, {"uid": "1296999515046579740", "i": 31458, "idx": 0, "sa": ["Michael Hansen", "Michael Vick", "Martha Stewart"], "q": "deaf and crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the media. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can", "new_id": -2}, {"uid": "1296124768218218506", "i": 16265, "idx": 0, "sa": ["George Osborne", "Tim Ireland", "Rupert Murdoch", "Andy Coulson"], "q": "January 2011 10:01 AM I do love the pious attitude of the left on this subject, I remember a Tim Irelande when they were only to happy to jump into bed with <strong> Rupert Murdoch </strong> and the Sun! <q> When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have heard. Although this story was easily refuted, you would expect the future chancellor to be pretty miffed about it. And yet it is said that <strong> George Osborne </strong> himself suggested <strong> Andy Coulson </strong> as the Govt's director of communications. Amazing kind-heartedness on the part of a man not generally known for such qualities. </q> Sybantcho 27 January 2011 10:02 AM exiledlondoner 27 January 2011 10:03 AM \" When <strong> Andy Coulson </strong> was editor of the NoW the paper purported to show <strong> George Osborne </strong> in a girls-and-cocaine situation, or so I have", "new_id": -2}, {"uid": "1296163888042713094", "i": 37770, "idx": 0, "sa": ["Austin Stout", "Mike Pence", "Karen Hensel"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q> I believe history will record... Indiana led the country back. </q> Charlie Nye/ The Star. Nine-year-old <strong> Austin Stout </strong>, Brownsburg, left, comes up to congratulate Indiana Congressman <strong> Mike Pence </strong>, who won reelection for his 6th District seat, with wife <strong> Karen Hensel </strong> at his side, after his victory", "new_id": -2}, {"uid": "1296536149067862539", "i": 59256, "idx": 2, "sa": ["Ben Wallace", "Allen Iverson"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q> <strong> Allen Iverson </strong> got it going and http://wn.com/Allen Iverson_Allen Iverson_32pts_12asts_clutch_FT_vs_Grizzlies_NBA_07/08 Trailing by seven points with 3:12 left, the Denver Nuggets didn't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102.`` This was a <strong> Ben Wallace </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296743100016711680", "i": 4732, "idx": 3, "sa": ["DJ AM", "Donald Rumsfeld", "Dick Cheney"], "q": "in his defense, a terrible strategy,... <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> <q> They're going to sew three people together, they thought it would be, like, shoulder to shoulder, or whatever. But no, it's like, ass to mouth. </q> Mouth: ArmorGroup Film Actors Guild Hates God( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) Top supervisors of the ArmorGroup were n... NWO- ACTIVE Troops Deploy October In USA", "new_id": -2}, {"uid": "1295644860262504456", "i": 19999, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "top job at Google was in a very different era, from late 1998 until <strong> Eric Schmidt </strong> replaced him. <strong> Sergey Brin </strong>, Google's other founder, isn't changing his role at the company. He will keep <q> focusing on strategic products, </q> Google said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary.`` <strong> Larry Page </strong>... is ready to lead,'' <strong> Eric Schmidt </strong> wrote on his blog,", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]