[{"uid": "1297684716087539722", "i": 50947, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "stolen is a limestone statue of the pharaoh Akhenaten holding an offering table, a statue of Nefertiti making offerings and several other stone and wooden artefacts. <strong> Zahi Hawass </strong> said that an investigation is underway and that the <q> police and army plan to follow up with the criminals already in custody </q>. Human chain The museum is on the edge of Tahrir square, the heart of three weeks of protests that brought down the president, <strong> Hosni Mubarak </strong>. It was raided on 28 January by thieves who", "new_id": -2}, {"uid": "1295743547110362649", "i": 46156, "idx": 1, "sa": ["David Cameron", "David Letterman", "Prince William, Duke of Cambridge", "Catherine, Duchess of Cambridge"], "q": "permanently off the market in a matter of months. He and longtime girlfriend <strong> Catherine, Duchess of Cambridge </strong> are officially engaged. The breaking news topped every morning show-- and according to HLN-- even the prime minister's agenda. <strong> David Cameron </strong> <q> I was given the news in a cabinet meeting. I was passed a piece of paper and announced the news in the middle of the cabinet meeting. And there was a great cheer[ that] went up and a great banging of the table. <strong> David Cameron </strong>: \"A great day for our country. A great day for the royal family. And obviously a great day for <strong> Prince William, Duke of Cambridge </strong> and for <strong> Catherine, Duchess of Cambridge </strong>. </q> Dlisted's <strong> David Letterman </strong> K says he hands it to <strong> Catherine, Duchess of Cambridge </strong>-- as long as she keeps her hands off his preferred <strong> Prince William, Duke of Cambridge </strong>-- Harry. \"After 9 long years of polishing the royal jewels and slowly crawling towards the", "new_id": -2}, {"uid": "1297109124023560237", "i": 6121, "idx": 7, "sa": ["Andy Burnham", "Michael Gove"], "q": "to challenge. \" But Mr <strong> Andy Burnham </strong>, poor behaviour usually comes from children acting in a way that disrupts the learning of whole classes for significant periods. BeExcellent 7 February 2011 7:32 PM <q> BeExcellent I bet you were in a chipshop when you heard this. </q> pepperoni001 7 February 2011 7:33 PM* BeExcellent 7 February 2011 7:27 PM I overheard a local Michael Government( education) colleague a couple of days ago criticising <strong> Michael Gove </strong>'s plans-", "new_id": -2}, {"uid": "1295936245231571467", "i": 59480, "idx": 2, "sa": ["Chris Bosh", "LeBron James", "Allen Iverson", "Ime Udoka", "Sergio Rodríguez Reche"], "q": "right knee. He missed four recent games with a sore knee, but played 32 minutes against the LeBron Jamess in his second game back, maLeBron James 6-of-14 shots and adding five rebounds, three assists and three steals. <q> All my life I've been watching him play and to have the opportunity to play him was fun, </q> said LeBron Jamess guard <strong> Sergio Rodríguez Reche </strong>, who was matched up against <strong> Allen Iverson </strong> at tIme Udokas. \"He showed that he can still play and he can play well. He looked great.\" <strong> Allen Iverson </strong> was at his best in <strong> Chris Bosh </strong>", "new_id": -2}, {"uid": "1295632864218054656", "i": 48879, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ", it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm of Google. But, he added, there's likely more going on than the public statements indicate. <q> In terms of Google's financial performance, there should be no change. The company is firing on almost all cylinders, </q> Sterling said. \"However, I'm not sure that <strong> Larry Page </strong> has the` polish' to be the company's public face at this challenging time. Given all the and political challenges Google faces, it", "new_id": -2}, {"uid": "1295821316074186802", "i": 20, "idx": 3, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s Dogs\" , \"parentThreadId\" :-1, \"mediaId\" :9760457, \"tags\" : null, \"anonSiteUrl\" : null, \"assocMediaType\" : \"externalmedia\" , \"createdAt\" : <q> 23 Jan 2011 02:26:40 GMT </q>, \"anonEmail\" : null, \"isVisible\" : true, \"approved\" : true, \"numComments\" :9, \"reviewed\" : true, \"createdByUsername\" : \"anonymous_user\" , \"pathToPreview", "new_id": -2}, {"uid": "1295684288089554951", "i": 58414, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.\" Wedbush's Kerner said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> Kerner said. \"Facebook is moving at the speed of light and Google isn't. Euro hits 2-month high vs dollar, stocks gain The euro hit a two-month high above$ 1.36 on Friday on", "new_id": -2}, {"uid": "1295167482147406889", "i": 58613, "idx": 0, "sa": ["Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm` Promise This' singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q> It will be me and Dannii[ Minogue] on the UK show with two more people, </q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and Cole to reconsider their Stateside move. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects Helen BaxendaleThe", "new_id": -2}, {"uid": "1296431133117850125", "i": 2412, "idx": 1, "sa": ["Don Nelson", "LeBron James", "Allen Iverson", "Tim Duncan", "Ming Yi"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coMing Yi up Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. <q> The best part about it is we struggled at Tim Duncanes in the game but we got it Don Nelsone, </q> <strong> Allen Iverson </strong> said. \"We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1297166743166199353", "i": 59149, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", by przy?czy si do zamachowc?w z 11 wrze?nia 2001 r., ale odm?wiono mu wjazdu. Rumlsfeld twierdzi, e gdy po 2,5 roku dowiedzia si o technikach przes?uchiwania al-Kahtaniego \"by zaskoczony i poruszony\" . <q> Niekt?re sposoby przes?uchania sprawia?y wra?enie, jakby plan przes?uchania wykroczy poza techniki, kt?re zaaprobowa?em </q>- wyja?nia. <strong> Donald Rumsfeld </strong> krytykuje w swej biografii Paula Bremera, administratora Iraku mi?dzy obaleniem Husajna a ustanowieniem nowych w?adz irackich, a tak?e Baracka Obam. Obecnemu prezydentowi zarzuca, e cho by przeciwnikiem Guantanamo", "new_id": -2}]