[{"uid": "1296963339115425283", "i": 5569, "idx": 5, "sa": ["Leon Washington", "Michael Vick", "Matt Cassel", "Wes Welker", "Andy Reid", "Brian Urlacher", "Troy Polamalu"], "q": "two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner <strong> Leon Washington </strong>", "new_id": -2}, {"uid": "1296434449170967045", "i": 40076, "idx": 0, "sa": ["Eric Schmidt", "Rupert Murdoch", "David Cameron", "David Banks"], "q": "'s U.K. unit handed over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with Google Inc.. Chief Executive Officer <strong> Eric Schmidt </strong> at the Switzerland, last week cancelled his appearance. <q> The mess bursting around his business in Britain will undoubtedly impact on his international ambitions, </q> said href=\"http://en.wikipedia.org/wiki/David Cameron_David Banks_(journalist)\" title=\"Open Web Site\" rel=\"external\"> <strong> David Banks </strong>, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined", "new_id": -2}, {"uid": "1295570534120422440", "i": 12611, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thu, Jan 20, 2011, 7:41 PM EST- U.S. Markets closed Google co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1296784940236666880", "i": 6897, "idx": 0, "sa": ["Donald Rumsfeld", "Anwar al-Awlaki"], "q": "bottom line, they said, was that`` the FBI and DoD together failed to recognize and to link the information that they possessed about Hasan.'' The senators determined that federal law enforcement agents, <q> to the FBI's credit, </q> did flag Hasan for additional scrutiny. Much of that occurred after Hasan had contacts, often by e-mail, with <strong> Anwar al-Awlaki </strong>, an American-born Yemen-based Islamic cleric with suspected ties to Al-Qaida. In memoir, <strong> Donald Rumsfeld </strong> recalls", "new_id": -2}, {"uid": "1296586945119291926", "i": 13494, "idx": 1, "sa": ["Barack Obama", "Sergio Marchionne"], "q": "went on here in 2010,'' <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW <strong> Barack Obama </strong> Ken Lewenza said Monday that the employees appreciate the recognition.. <q> I think it's a vote of confidence for the direction of Chrysler corporation and obviously <strong> Sergio Marchionne </strong> appreciates the kind of work ethic that has been developing in the plants in terms of changing its culture, </q> said Lewenza. CAW Local 444 <strong> Barack Obama </strong> Rick Laporte reiterated there is no question the workers have helped put the company on the right track, but he was a little concerned about the bonus idea.", "new_id": -2}, {"uid": "1297375751147750918", "i": 40095, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "the realignment atop the company's Server and Tools division. <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1296686460210616342", "i": 44480, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "from the Snookster and J-Woww. What do you think? Did your head explode( like mine did) when you saw the Shore/Biebs collaboration? Are you craving more? Hoping for a single, maybe <q> Never Say Never... Except to a Grenade </q>? <strong> Justin Bieber </strong> teaches <strong> David Letterman </strong> about the` Twitter device' <strong> Justin Bieber </strong> on` Today': When they're not screaming, <strong> Justin Bieber </strong> fans are kind of adorable The rules: Keep it clean, and stay on the", "new_id": -2}, {"uid": "1294977903249905195", "i": 7061, "idx": 6, "sa": ["Grant Hill", "George Karl", "Shaquille O'Neal", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Chris Bosh", "Martin O'Neill", "Kenyon Martin", "Ron Harper"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an early 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen Iverson_Allen Iverson_36pts_vs_Chris Bosh_Chris Bosh_ToRon Harperto_Raptors07/08_NBA_*_Shaquille O'Neal_Comeback <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> kept Denver's offense in high gear, but it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talLeBron James. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Martin O'Neill </strong> shut", "new_id": -2}, {"uid": "1295940099075989004", "i": 38006, "idx": 2, "sa": ["Vincent de Rivaz", "Chris Huhne"], "q": ", o l'emplacement des futurs EPR, un terrain de 200 hectares en bord de mer, c?toie la centrale existante. Mais, comme l' a rappel <strong> Chris Huhne </strong>, en cette p?riode de grande aust?rit budg?taire, <q> les nouveaux r?acteurs nucl?aires seront construits sans aucune subvention publique </q>. <strong> Vincent de Rivaz </strong> est parfaitement conscient de cette contrainte, et il a, en contrepartie, r?ussi? convaincre le gouvernement de la n?cessit de r?former en profondeur le march de l'?nergie.`` Pour limiter les risques sur nos", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]