[{"uid": "1296476144098844674", "i": 38182, "idx": 2, "sa": ["Eric Schmidt"], "q": "base it's going to be the one that all the corporations are going to target with their deals. Badges? We don't need no stinking badges. Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... BBC reveals plans for online radio, as it builds two competing players ACS: Law tries to ditch file-sharing cases, claims", "new_id": -2}, {"uid": "1296742183180060166", "i": 3323, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "new_id": -2}, {"uid": "1295705477191774736", "i": 40459, "idx": 4, "sa": ["John Prescott", "Elizabeth Turner", "David Cameron", "Andy Coulson"], "q": "at twitter.com. <strong> John Prescott </strong> has written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place. http://wn.com/Kissing_You_|_ Kisses_Moments_Montage_TV,_ Movie_Anime <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D Couples <strong> Elizabeth Turner </strong> Swann& Jack Sparrow- Pirates of the Caribbean Madeline`` Maddy'' LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars- Sense and Sensibility Lizzie Bradbury", "new_id": -2}, {"uid": "1296319594070893607", "i": 33972, "idx": 0, "sa": ["Eric Schmidt", "John Simpson"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said <strong> John Simpson </strong> of Consumer Watchdog.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Google pledged to strengthen its privacy and security practices after its Street", "new_id": -2}, {"uid": "1295485187094470189", "i": 34561, "idx": 0, "sa": ["Jeremy Hunt", "Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": " target=\"_blank\" href=\"http://weekendtelevision.com/\"> weekend claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> <strong> Rupert Murdoch </strong> and BSkyB- will <strong> Jeremy Hunt </strong>` do a Biffen' in a repeat of history? today on the way in which <strong> Rupert Murdoch </strong> managed to acquire The target=\"_blank\" href=\"http://worldtime.wn.com/\"> Times and Sunday Times in 1981, a", "new_id": -2}, {"uid": "1295515771004980738", "i": 8412, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Peter Shumlin"], "q": ", may move to rehab center Friday Arizona <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> was able to stand with assistance on Wednesday, an aide said, with her doctor adding that the congresswoman has the strength to stand on her own. <q> Today we were getting her out of bed again and we were able to stand with assistance, </q> said Dr. <strong> Peter Shumlin </strong> Rhee, Tucson's University Medical Center's trauma chief.`` She's got the strength to stand on her own, lift her head up and these... I see improvements every single day.", "new_id": -2}, {"uid": "1297437970252067900", "i": 51893, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "CPAC's libertarian contigent continued and at times interrupted <strong> Dick Cheney </strong>'s remarks. \"`` America is stronger and more secure'' because of <strong> Donald Rumsfeld </strong>'s service, <strong> Dick Cheney </strong> said, prompting one person to loudly shout, <q> Where's bin Laden at! </q> Some of the vice president's supporters shouted,`` Shut up!'' and started a loud chant of`` USA, USA!''", "new_id": -2}, {"uid": "1297061519093618179", "i": 819, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,'' <strong> Sergio Marchionne </strong>'s statement said. <q> I regret the remark, which I consider inappropriate. </q> <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery.`` The two governments levied interest rates that, although appropriate at the", "new_id": -2}, {"uid": "1297526700080166922", "i": 56365, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "5) Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]