[{"uid": "1296231867027263053", "i": 1873, "idx": 9, "sa": ["Michael Gove", "Chris Keates"], "q": "having said that, the school will have to show staff on role, duties, timetables and more crucially, you will be given a questionnaire to fill in. BSspotter 27 January 2011 1:36 PM <q> <strong> Chris Keates </strong>, general secretary of the Nasuwt, said the bill gave an education secretary around 50 new powers:`` He can seize land to set up new schools, revise local authority budgets, close schools on a whim and make up his own definition of what early education means. </q> I live in China and while the education system is very variable( that's in the words of the Chinese Michael Government by the way) they have a few things that <strong> Michael Gove </strong> seems to have missed out on", "new_id": -2}, {"uid": "1296407544252772372", "i": 190, "idx": 32, "sa": ["Thaddeus Young", "Kevin Ollie", "Allen Iverson", "Samuel Dalembert", "Ben Wallace"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q> You're at his mercy when he's hitting his jumpers, </q> said <strong> Kevin Ollie </strong>, who came off the Ben Wallacech to score 12 points. The Sonics <strong> Thaddeus Young </strong> scored a career-high 29 points, <strong> Samuel Dalembert </strong> snapped out of his recent slump, and the Philadelphia 76ers handed the Toronto Raptors their sixth", "new_id": -2}, {"uid": "1295800027068403245", "i": 56993, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": "a letter grade.`` Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing,'' <strong> Colin Powell </strong> said on CNN's <q> State of the Union. </q>`` Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.'' <strong> Colin Powell </strong>, who worked in four George W. Bushial administrations- most recently under", "new_id": -2}, {"uid": "1296996377091144224", "i": 41838, "idx": 0, "sa": ["Angelina Jolie", "Paris Hilton"], "q": "ziet? De doorsnee Nederlander weet niet zo veel van Kinect en Move:P Geweldige aflevering weer jongens! Keep up the good work. Hier mijn voorstel voor een stelling op straat. Stelling: <q> Is realisme in schietspellen ok? </q> Stelling: <strong> Angelina Jolie </strong> OF <strong> Paris Hilton </strong>? hahaha, je moet niet stellingen op straat doen gasten, want alle gamers zitten binnen, die vind je niet op straat. Wel n briljant item trouwens! Daarom vind ik", "new_id": -2}, {"uid": "1295595231037634053", "i": 13251, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends''.`` I believe <strong> Larry Page </strong> is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations.`` There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,'' <strong> Larry Page </strong> said.", "new_id": -2}, {"uid": "1295289124019988545", "i": 21036, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "quash this ridiculous rumor going around that the only reason` The Tourist' was nominated was so the Hollywood Foreign Press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>,'' <strong> Ricky Gervais </strong> quipped in the show's opening moments. <q> That is rubbish. That is not the only reason. They also accepted bribes. </q> Text DETNEWS to 64636 to get breaking news alerts on your phone. The zinger was enough to get laughs from the audience and a wry smile from <strong> Johnny Depp </strong>, but the HFPA didn't find the same", "new_id": -2}, {"uid": "1296624590267075609", "i": 46441, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Winter storm whips through US A huge storm has dumped snow and ice", "new_id": -2}, {"uid": "1295756651021528610", "i": 16640, "idx": 12, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "coming. Google's results have been extraordinary.'' <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said.`` There is no making Facebook go away,'' he said. <q> Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Larry Page </strong> is the man to accomplish that in the future. </q> During the earnings call last night, <strong> Sergey Brin </strong> said that the company has only touched`` just 1 percent of the capabilities'' of real-time search and social search.`` If you think about the", "new_id": -2}, {"uid": "1296498435226574389", "i": 10858, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "the museum was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]