[{"uid": "1295534633152666122", "i": 33671, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q> What's the best advice you can give me? </q> and he said, \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" And I think that's good advice.` Something inside you just says, \"You know what, it's", "new_id": -2}, {"uid": "1297113506257425428", "i": 7212, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "Fiat h?lt und etwa auch den Fu?ballverein Juventus Turin kontrolliert, schaut sich nach Finanzdienstleistern und Immobiliengesellschaften als Investitionen um. Und ob <strong> John Elkann </strong> berhaupt dazu f?hig w?re, <strong> Sergio Marchionne </strong> in die Schranken zu weisen, wird ernsthaft bezweifelt: <q> Er ist daf?r zu sch?chtern </q>, sagt jemand, der die Familien- und Firmengeschichte gut kennt. Den impulsiven und selbstbewussten <strong> Sergio Marchionne </strong> zu b?ndigen, das falle ihm schwer.", "new_id": -2}, {"uid": "1297622315039272464", "i": 3130, "idx": 0, "sa": ["Donald Rumsfeld", "Joseph Fischer", "Joschka Fischer"], "q": "convincing bernimmt die Geschichtsschreibung selbst: <strong> Joschka Fischer </strong> 13. Februar 2011 Wenn es einen Satz des fr?heren Au?enministers <strong> Joseph Fischer </strong> gibt, der sich schon unmittelbar nach seinem Ausspruch einen Platz in den Geschichtsb?chern sicherte, dann diesen: <q> Excuse me, I am not convinced! </q>- gesprochen kurz vor Ausbruch des Irak-Krieges im Fr?hjahr 2003 auf der M?nchner Sicherheitskonferenz als Erwiderung auf einen z?hnefletschenden Verteidigungsminister <strong> Donald Rumsfeld </strong>. Dieser Tage nun erscheint der zweite Band der Erinnerungen Joseph Fischers mit genau diesem Titel. \"", "new_id": -2}, {"uid": "1295292324209076260", "i": 43571, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", who remains in critical condition after a shooting at a January 8 public event, is moving both sides of her body and is able to breathe on her own, a fellow member of Congress said Sunday. <q> She's doing great, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's \"Meet The Press.\" <strong> Kirsten Gillibrand </strong> said she Ariz.. Tea Party Leader Worried About Threats TUCSON, Ariz.- The co-founder", "new_id": -2}, {"uid": "1297041295110215219", "i": 40641, "idx": 0, "sa": ["Michael Vick"], "q": "elite company absolutely the opportunities should be there for him.\" He says those opportunities could come from snack food companies, quick-service restaurants and major soft drinks companies, including those that market energy drinks. <q> The energy drink category could be out there for him because of the explosion in that marketplace, </q> says Headley. Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a federal prison term after a dogfighting conviction, recently signed an endorsement deal with a Philadelphia-area company that equipped him with protective gear. ARLINGTON", "new_id": -2}, {"uid": "1296709837249151493", "i": 2866, "idx": 7, "sa": ["Metta World Peace", "LeBron James", "Allen Iverson", "Larry Bird", "Shaun Johnson", "Vince Carter", "Russ Granik"], "q": "since the days of <strong> Shaun Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaLeBron James moves in the ToMetta World Peaceto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. \"For better or worse,", "new_id": -2}, {"uid": "1296096599142770198", "i": 25197, "idx": 0, "sa": ["Barbara Walters", "Howard Dean", "Colin Powell", "Karl Rove"], "q": "the next speaker in the World Within Reach Speaker Series, which has also featured Gen. <strong> Colin Powell </strong>, <strong> Karl Rove </strong>, Governor <strong> Howard Dean </strong>, and most recently, <strong> Barbara Walters </strong>. The Speaker Series is an initiative by the SA <q> to bring engaging speakers in public affairs, entertainment, and business to the University at Albany to gain insight from their unique perspective. </q> So far all speakers have had a political background, with the exception of <strong> Barbara Walters </strong>, a journalist. The location, time, and attendance details for the event have not yet been announced, but past", "new_id": -2}, {"uid": "1295499873140181515", "i": 31194, "idx": 1, "sa": ["Allen Iverson", "Vince Carter"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> Vince Carter </strong>- Top 10 Dunks 2:29 <strong> Vince Carter </strong> \"<strong> Vince Carter </strong> </q> <strong> Vince Carter </strong>( born January 26, 1977) is an American professional basketball player in the National Basketball Association( NBA). He is currently a starting shooting guard for the New Jersey Nets. Mostly known for his", "new_id": -2}, {"uid": "1295877057093847566", "i": 16983, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "we winning or losing the war on terror?\" \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" <q> My brain would be going, </q> he says. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,` I need a haircut.\" ' Another <strong> Donald Rumsfeld </strong> Rule: \"", "new_id": -2}, {"uid": "1295571578103104583", "i": 8408, "idx": 3, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "leading product development and technology strategy, while Sergey will focus on strategic projects. And <strong> Eric Schmidt </strong>? Well, the former CEO is expected to stay on as Executive Chairman and spend his time on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long \"overdue\" for a major management reorganization. \"The structures between the three", "new_id": -2}]