[{"uid": "1297709182165232678", "i": 38944, "idx": 0, "sa": ["Jack Johnson", "Michael Vick", "Plaxico Burress", "Osi Umenyiora"], "q": "n't wait for him to come out and I think he is going to have a great impact a la <strong> Michael Vick </strong>.\" The Giants haven't been the same team without <strong> Plaxico Burress </strong>, <strong> Osi Umenyiora </strong> said. <q> If you look at our team before, when <strong> Plaxico Burress </strong> was in, if you look after he's gone, even though we have had some success and even though we have played pretty well, it just hasn't been the same without him, </q> <strong> Osi Umenyiora </strong> said in an ESPN interview. VIRGINIA WATER, England, Feb. 14( UPI)-- <strong> Jack Johnson </strong> charged: Former P.G. County executive indicted on corruption charges American Psychological Association to consider DSM diagnOsi Umenyioras for living in", "new_id": -2}, {"uid": "1295941685109330459", "i": 46948, "idx": 6, "sa": ["Tracy McGrady", "Eric Snow", "Allen Iverson", "Tyrone Hill", "Vince Carter"], "q": "fans. It's my house.\" <strong> Vince Carter </strong> overcame a tough first half to score 26 points. He scored almost all of his points on jumpers and was held without a dunk for the second straight game. <q> Not many people can stop him, </q> <strong> Vince Carter </strong> said about <strong> Allen Iverson </strong>. \"We were just added to that list.\" <strong> Tyrone Hill </strong> added 20 points and 12 rebounds for the Sixers and <strong> Eric Snow </strong> had 11 points and 14 assists. <strong> Tracy McGrady </strong> added 20 for Toronto,", "new_id": -2}, {"uid": "1297245174074432515", "i": 5159, "idx": 1, "sa": ["Lindsay Lohan", "Hugh Laurie", "Simon Cowell"], "q": "of April but it collided with a royal wedding. We don't want to bump them off the front page so we'll push it later.\" <strong> Hugh Laurie </strong> postpones release of album because of royal wedding <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296963339115425283", "i": 5564, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "displayed the kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and a player", "new_id": -2}, {"uid": "1297105238094666779", "i": 13562, "idx": 1, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "subpanel was urged by anti-abortion groups. Early into the abortion battle, <strong> Kirsten Gillibrand </strong> and <strong> Richard Blumenthal </strong> are emerging as Senate Democrats' top voices on abortion rights. Last week, the duo urged their Senate colleagues to <q> stop these bills in their tracks. </q> The debate over abortion has already turned fierce in the first month of the new Congress. Abortion rights advocates raised the alarm when legislative language proposed by the GOP seemingly made a distinction between \"rape\"", "new_id": -2}, {"uid": "1295669779172441756", "i": 8738, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "as the company diversified. \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong>, formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google.", "new_id": -2}, {"uid": "1296013646259227659", "i": 58217, "idx": 0, "sa": ["Steve Ballmer"], "q": ", questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\"", "new_id": -2}, {"uid": "1295821293214663179", "i": 22416, "idx": 0, "sa": ["Andy Coulson"], "q": ". Turkish-Kurdish human rights activists believe the people in the photos are eight members of the Kurdistan Workers' Party( PKK) underground movement, who are thought to have been killed in September 2009.\" Report Abuse <q> Will either Turkey or the UN set up an investigation of the credible reports now out that Turkey used chemical WMDs on Kurds? </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297170776188874758", "i": 41621, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "DALLAS- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1297280262080936973", "i": 31617, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", new releases of MSN, Yahoo integration across Bing and adCenter, and much more.\" Right, but where's the business success from these efforts? That said, <strong> Steve Ballmer </strong> highlights more-important qualities: <q> <strong> Satya Nadella </strong> is also well-known for his leadership. He has strong collaboration skills, is decisive in both decision-making and delegating and has strong customer insights, engineering and business expertise. He also knows how to structure organizations for outstanding performance. </q> Decisiveness and action-taking will be important. <strong> Steve Ballmer </strong> Sinfosky embues some of these qualities, and under his leadership the Windows Vista fiasco he inherited turned into the Windows 7 success. If <strong> Satya Nadella </strong> and Sinofsky are models", "new_id": -2}]