[{"uid": "1297228077053084177", "i": 8714, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "picked. Advertisement He says the line-up, rumoured to include <strong> Cheryl Cole </strong> will be finalised in \"three to four weeks\". Asked about <strong> Cheryl Cole </strong>'s chances, <strong> Simon Cowell </strong> hedged: <q>The most important thing is the commitment and the expertise a person offers. \"It is really important to me that I've got people who I can trust in terms of their expertise and their gut feeling. \"It is also important to have people who are very competitive with each other.<q> But in an aside that could be in <strong> Cheryl Cole </strong>'s favour, he added slyly: \"It also helps if they are cute.\" He knows the right judges are key to the show", "new_id": -2}, {"uid": "1295947247070467611", "i": 44359, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Dmitry Medvedev"], "q": "after the explosion, but increased security resulted in huge crowds of people at the entrances, where they were searched extensively. \"We need to get to the bottom of this,\" <strong> Dmitry Medvedev </strong> said. <q>The main thing is to render assistance and support to the victims.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company", "new_id": -2}, {"uid": "1297247048068108338", "i": 34229, "idx": 1, "sa": ["Adam Sandler", "David Letterman"], "q": "all know what you do, right?\" <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly. \"My mother still thinks I'm a doctor,\" he quipped. <q>I never really told her. So every Thanksgiving her friends will come over and I'll give them pelvic exams.<q> Now why was it necessary to in three sentences get to examining senior citizen pelvises, and his mother's friends in particular? <strong> David Letterman </strong> summed it up succinctly. \"What is wrong with you", "new_id": -2}, {"uid": "1295364352186253316", "i": 19359, "idx": 6, "sa": ["Michael Vick"], "q": "I'm hoping it does. We'll go from there. We'll see what all happens.\" <strong> Michael Vick </strong> departs for Hawaii on Tuesday for the Pro Bowl and is planning to bring his family. <q>I'm excited about it and I think I'm going to have a good time and enjoy the whole atmosphere and just take it all in stride,<q> he said. He also was asked with how he deals with the criticism that comes his way. \"In this country, you have the freedom of speech and you can say whatever you", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,<q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1295618474243957773", "i": 46679, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", who has always denied any knowledge of wrongdoing at the newspaper, said he could not focus on his role at Downing Street given the renewed speculation about what went on when he ran the newspaper. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,<q> <strong> Andy Coulson </strong> said in a statement. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" Prime Minister <strong> David Cameron </strong> had", "new_id": -2}, {"uid": "1295007551054722563", "i": 928, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But the singer told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.<q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". <strong> Lily Allen </strong> previously had a miscarriage when she", "new_id": -2}, {"uid": "1296832188012370001", "i": 35717, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld"], "q": "American Civil Liberties Union has uncovered thousands of pages of government documents that show that torture was authorized at the highest levels of the Bush administration. <strong> Jameel Jaffer </strong>, Deputy Legal Director of the ACLU: <q>Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false. Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic. If there's any \"known known,' it\"s that <strong> Donald Rumsfeld </strong> joined with other officials to orchestrate a program of torture. This effort to rewrite history is shameful.<q> Funded Status of U.S. Pensions Rises to 87.6 Percent, According to BNY Mellon Asset Management Oil in Gulf of Mexico: Biologists cite need for critical data to determine ecological consequences <strong> Donald Rumsfeld </strong> Memoir Reportedly Includes False Claims That Torture", "new_id": -2}, {"uid": "1296051090213254170", "i": 36992, "idx": 0, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> Signs Worldwide Licensing Deal With UNEQUAL Technologies Top-Rated <q>I Won't Play without My Unequal<q> Quarterback Becomes First Athletic Spokesperson for UNEQUAL Technologies PHILADELPHIA, PA--( Marketwire- January 26, 2011)- <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman", "new_id": -2}, {"uid": "1295389924109740064", "i": 36650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Modified at 5:28 pm on Jan 18, 2011 WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,<q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}]