[{"uid": "1296576856026624053", "i": 29020, "idx": 0, "sa": ["Mark Kimmitt", "Donald Rumsfeld"], "q": "serious threats we had to stop broadcasting for few days because every time we tried to broadcast the fighter jets spotted us we became under their fire.\" On April 11 senior military spokesperson <strong> Mark Kimmitt </strong> declared, <q> The stations that are showing Americans intentionally killing women and children are not legitimate news sources. That is propaganda, and that is lies. </q> On April 15 <strong> Donald Rumsfeld </strong> echoed those reMark Kimmitts in distinctly undiplomatic terms, calling Al-Jazeera's reporting \"vicious, inaccurate and inexcusable.... It's disgraceful what that station is doing.\" It was the very next day", "new_id": -2}, {"uid": "1297403208107986956", "i": 42280, "idx": 1, "sa": ["Robert Gates", "Janet Napolitano", "Kirsten Gillibrand", "Bob Casey"], "q": "Homeland Security Secretary <strong> Janet Napolitano </strong> and Defense Secretary <strong> Robert Gates </strong> asking for the radar sweep. \"Vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state,\" said <strong> Kirsten Gillibrand </strong>. <q> This problem must be fought at its source. </q> \"Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped,\" <strong> Bob Casey </strong> added. \"A multi-pronged attack is required to catch drug smugglers or terrorists before they can cross the border", "new_id": -2}, {"uid": "1297170003034897939", "i": 20033, "idx": 5, "sa": ["Simon Cowell"], "q": "anything you've seen before.\" SiCo, who featured in a recent commercial for the US version of The X Factor during the Super Bowl, also claimed that he wants the show to be: <q> more extreme, more fun, more exciting. </q> Speaking about the American XF and his decision to lower the age limit to just 12-years old, <strong> Simon Cowell </strong> explained: \"I've never believed there should be a cut-off age for talent and we are going to", "new_id": -2}, {"uid": "1296010604065716245", "i": 15995, "idx": 0, "sa": ["Bill Lockyer", "Dan Goodwin", "Newt Gingrich"], "q": "said \"yes\" to both questions. <strong> Dan Goodwin </strong> faces up to a year in jail and$ 1,000 in fines when he is sentenced Feb. 1. He said he is considering an appeal. <q> The experience is a very frustrating one when you know you have a message, but it's being suppressed right there in the courtroom, </q> <strong> Dan Goodwin </strong> said after the verdict. District attorney's spokesman Seth Steward said that regardless of <strong> Dan Goodwin </strong>'s message, the most important aspect of the case held sway. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let", "new_id": -2}, {"uid": "1294994914169689121", "i": 10254, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "The appeals court is due to publish its decision at a later date. In the case of Ali v. <strong> Donald Rumsfeld </strong>, the ACLU alleges that nine prisoners, who were later released without charge, <q> were beaten, tortured, sexually abused </q> between 2002 and 2004 in American prisons in Iraq and Afghanistan. The ACLU alleges that <strong> Donald Rumsfeld </strong> and members of the military hierarchy knew of such practices and are thus personally responsible for the prisoners' treatment.", "new_id": -2}, {"uid": "1297706334148619267", "i": 8889, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "strategic partnership has been received with skepticism in the market, but <strong> Steve Ballmer </strong> said the scale that Nokia would bring to an already improved Microsoft mobile platform would be good news for operators, devStephen Elopers and consumers. <q> We're off to a strong start. We know we have a lot of work to do, </q> he said in a keynote address at the Mobile World Congress fair in Barcelona. \"We have a lot of energy, optimism and a sense of tremendous opportunity.\" \"We're sure... Nokia", "new_id": -2}, {"uid": "1297450776077103126", "i": 33635, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Stephen Shankland"], "q": "a bold one meant to combat the growing momentum by mobile competitors Google Android and Apple. \"We think this will make a three-horse race,\" <strong> Stephen Elop </strong> said during a press conference. <q> It's for Nokia and it's good for Microsoft. It allows us to move far faster than we could otherwise. </q> Nokia CEO <strong> Stephen Elop </strong>, let, and Microsoft CEO <strong> Steve Ballmer </strong> explained their company's new tight alliance for mobile phones at an analyst and strategy meeting in London.( Credit: screenshot by Stephen Shankland/CNET)", "new_id": -2}, {"uid": "1294985337231309325", "i": 12035, "idx": 0, "sa": ["Bill Clinton", "Barack Obama", "Donald Rumsfeld"], "q": ". When appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1297145483211075103", "i": 23443, "idx": 0, "sa": ["Hailee Steinfeld", "Paula Abdul", "Simon Cowell"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.\" \" Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse \" i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> \" ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US'", "new_id": -2}, {"uid": "1296727907183500817", "i": 19751, "idx": 5, "sa": ["Allen Iverson", "Tim Duncan", "Ray Allen"], "q": "made a fuss over.\" But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overTim Duncane win Saturday. <q> It felt like we were at UConn in Allen_Allen Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. \"It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}]