[{"uid": "1295361677259211275", "i": 20735, "idx": 5, "sa": ["Michelle Obama", "Alassane Ouattara"], "q": "FOR <strong> Alassane Ouattara </strong> TO BE PRESIDENT?''`` NO'' SAID <strong> Michelle Obama </strong> TO <strong> Michelle Obama </strong>.`` WHAT A JERK'' said the little scout girl again. Then they all walked up to the garden. Report Abuse <q> That fat faced, overweight, despot Gbagbo should step down. sadly, like many of his counterparts in Africa he refuses at the expense of the rank and file man in the street. </q> Report Abuse \" Gbagbo must step down he has step on the noses of the world leaders \" and he will never get balance allowing gbagbo to remain in power as president of ivory coast after all his", "new_id": -2}, {"uid": "1296104989131907606", "i": 22338, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "his first endorsement contract since his release from prison. The Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295447193058523650", "i": 50312, "idx": 1, "sa": ["Steven Tyler", "Billy Joel", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been` American Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\"> Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new`` American Idol'' judging team encourages him to become a", "new_id": -2}, {"uid": "1295667348007979065", "i": 44478, "idx": 4, "sa": ["Eric Schmidt"], "q": "in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday.`` It's not like he has been sitting around doing nothing.'' Wedbush Morgan analyst Lou Kerner says, <q> Facebook is the most ominous threat to Google, but Facebook is just emblematic of the rising pace at which all of these( startups) are moving. It's Facebook today, it's Groupon tomorrow, and it will be someone else after that. </q> Google still hasn't been able to develop an effective social networking tool to counter Facebook, a delay that could cost the company dearly as Facebook learns more about people's ages, hometowns and passions.", "new_id": -2}, {"uid": "1295432569026050653", "i": 25858, "idx": 3, "sa": ["Mike Pence", "Gene Ward"], "q": "said he had reservations about the Pentagon's plan to reduce its budget by$ 78 billion. <strong> Mike Pence </strong> HoGene Ward`` Buck'' McKeon, one of the four Republicans representing San Bernardino County, said in an interview on <q> This Week in Defense target=\"_blank\" href=\"http://onlinenews.com/\"> News </q> that he was surprised to learn the White House wanted to cut the Pentagon's budget instead of increase Texas Republicans deny budget crisis exists Texas- How bad is the budget crisis in Texas? Ask the Republicans who", "new_id": -2}, {"uid": "1295194866183205897", "i": 53793, "idx": 1, "sa": ["Nancy Pelosi", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": ", CNN href=\"http://www.cnn.com/video/?/video/us/2011/01/12/ac.giffords.aide.eyes.open.cnn\">` It was like witnessing a miracle' STORY HIGHLIGHTS Sen. <strong> Kirsten Gillibrand </strong>:`` It was like witnessing a miracle'' <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>: <q> The doctors couldn't believe it </q> Thousands at a memorial event cheer when Obama announces the development Sen. <strong> Kirsten Gillibrand </strong>:`` It was like witnessing a miracle'' <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>:`` The doctors could", "new_id": -2}, {"uid": "1296704404078823458", "i": 2576, "idx": 5, "sa": ["50 Cent", "Jerry Stackhouse", "Allen Iverson", "Michael Finley", "Michael Jordan", "Tim Duncan"], "q": "United 50 Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83.`` Thats the most points I've ever scored,'' <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. <q> This is the highest level of basketball that you can play and I can say that I did this. It is deMichael Finleyitely something I will remember for a long Tim Duncane. And I really think I can do it again. </q> <strong> Michael Jordan </strong> did most of his prolific scoring in Chicago Stadium prior to his first retirement and never scored more than 55 points in the United 50 Center, which opened in 1994. In addition to a building record, <strong> Jerry Stackhouse </strong>", "new_id": -2}, {"uid": "1296706301075202568", "i": 3833, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1295115619257753100", "i": 48776, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "Abobo this week, and was firmly denied by the camp of incumbent Laurent Gbagbo.`` This isn't possible. We are against all forms of violence,'' Gbagbo's government spokesman <strong> Ahoua Don Mello </strong> said by telephone. <q> Our forces are professional. They are there to keep order. </q> The world's top cocoa producer has been in crisis since a November 28 Presidential Election that both Gbagbo and rival <strong> Alassane Ouattara </strong> claim to have won. <strong> Alassane Ouattara </strong> was proclaimed the winner of the UN-certified poll", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]