[{"uid": "1296552417261570573", "i": 28487, "idx": 9, "sa": ["Allen Iverson", "Tim Duncan", "Jim O'Brien", "Jason Kidd", "Anthony Williams", "Phil Jackson"], "q": "'' He got off to a fast start in this one, scoring 20 in the first quarter.`` He was just on fire,'' <strong> Anthony Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach <strong> Jim O'Brien </strong> could only agree after Phil Jacksonadelphia beat the Bucks for the third Tim Duncane this seJason Kidd.`` It was the quickest 40 points I think I have ever witnessed,'' <strong> Jim O'Brien </strong> said.`` He was spectacular", "new_id": -2}, {"uid": "1295966271237928491", "i": 51949, "idx": 1, "sa": ["Eric Schmidt", "Michelle Murphy"], "q": "will be located right here in our technology centre in Munich,'' <strong> Eric Schmidt </strong> said. He added he believes his next decade at Google( as executive chairman) will be more interesting than the first. <q> Technology will finally start doing what we want, instead of us telling technology what we want it to do. </q> Search Quality Associate( Multiple Languages Available)- EU Headquarters <strong> Michelle Murphy </strong>, Sage Ireland <strong> Michelle Murphy </strong> has been appointed Sage Pay sales executive, with responsibility Marc Flanagan, Origina Origina has announced the appointment of Marc Flanagan as", "new_id": -2}, {"uid": "1295563359148553852", "i": 29179, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Mr. <strong> Sergey Brin </strong> will turn his focus to strategic projects. In a href=\"http://twitter.com/Eric SchmidtEric Schmidt\"> tweet, Mr. <strong> Eric Schmidt </strong> framed the management shuffle as something akin to handing the car keys off to the teenagers, writing: <q> Day-to-day adult supervision no longer needed! </q> Earnings per share, in case anyone's still interested, came in at$ 8.75, killing consensus estimates for$ 8.09, while revenue was$ 8.44 billion, also better than expected. Google stock", "new_id": -2}, {"uid": "1295277490032079885", "i": 32358, "idx": 0, "sa": ["Harry Reid", "Bernie Sanders", "Barack Obama"], "q": "lined up against any change in benefits for Social Security and have begun warning <strong> Barack Obama </strong> to avoid the entitlement debate in his State of the Union address. <strong> Bernie Sanders </strong> says he counts <strong> Harry Reid </strong> among his allies in this fight: <q> The battle lines are forming within the Democratic Party over the charged question of reforming Social Security in the days leading up to <strong> Barack Obama </strong>'s State of the Union address. </q> Liberals, such as Sen. <strong> Bernie Sanders </strong>( I-Vt.), and labor unions, such as the AFL-CIO, AFSCME and SEIU, have taken a firm stand against cutting Social Security benefits.... <strong> Bernie Sanders </strong>", "new_id": -2}, {"uid": "1296743100016711680", "i": 4730, "idx": 1, "sa": ["Donald Rumsfeld", "Tony Blair", "Jack Straw"], "q": "militants launched a new wave of attacks, according to government statistics released on Tuesday. The target=\"_blank\" href=\"http://worldhealthtoday.com/\"> health ministry said 159 civilians were killed in bombings UK prime minister <strong> Tony Blair </strong> would have had to have been <q> deaf, dumb and blind </q> not to understand that The Drudge Report has a copy of former Defense Secretary <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and Commonwealth Affairs <strong> Jack Straw </strong> has revealed that former Prime target=\"_blank\" href=\"http://worldpolitical.com/\"> Minister <strong> Tony Blair </strong> could have", "new_id": -2}, {"uid": "1297629731208748579", "i": 23616, "idx": 1, "sa": ["Zahi Hawass"], "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP)`` I have said if the Egyptian Museum is safe, than Egypt is safe,'' <strong> Zahi Hawass </strong> said. <q> However, I am now concerned Egypt is not safe. </q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1296716412176898138", "i": 35035, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": "AP Photo Former Defense Secretary <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> George W. Bush </strong>. <q> <strong> George H. W. Bush </strong> didn't cotton to the idea, </q> <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir''` What if we had a problem with North Korea?''' <strong> George H. W. Bush </strong> asked, according to a scene that <strong> Donald Rumsfeld </strong> said took place just before the 2003", "new_id": -2}, {"uid": "1295254600092618767", "i": 8644, "idx": 11, "sa": ["Marcus Camby", "Allen Iverson"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q> I dreamed it up a certain way, and it was better than that, </q> <strong> Allen Iverson </strong> said.`` Everything was perfect but one thing, and that was not winning the game.'' <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1296365944097009666", "i": 530, "idx": 8, "sa": ["Ben Wallace", "Allen Iverson"], "q": "3-pointers were the Ben Wallacegest of the game, coming after Philadelphia had pulled within 10 with 5:14 remaining.`` When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable,'' <strong> Allen Iverson </strong> said. <q> He almost pulled it off. </q> <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before the game sitting at his locker defending his words, then", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]