[{"uid": "1295603056020365317", "i": 48045, "idx": 1, "sa": ["Eric Schmidt"], "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Trend Micro? SafeSync? Trend Micro", "new_id": -2}, {"uid": "1296014056259227659", "i": 1527, "idx": 0, "sa": ["Eric Schmidt"], "q": "successful fourth quarter in 2010. At the DLD tech conference in Munich, outgoing Google CEO <strong> Eric Schmidt </strong> said that his company would be hiring over 1,000 new staff members in Europe over the coming year, including <q> several hundred in a research and development center in Munich. </q> He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. \"We had a very", "new_id": -2}, {"uid": "1295541658077021217", "i": 28839, "idx": 6, "sa": ["Jason Kidd", "Keith Van Horn", "Steve Nash", "Allen Iverson"], "q": "to 33-8 with their second straight win after a dismal West Coast trip on which they lost three in a row. At the halfway point of the seJason Kidd, Dallas is on pace for a franchise-best 66 wins. <q> Guys don't care if we win 60 games if we don't win a championship, </q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1296216383069550083", "i": 35516, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q> He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres, </q> Seacrest says on Kimmel-Jimmy Kimmel-live/113255/main\">` <strong> Jimmy Kimmel </strong> Live.' The` Idol' host wishes <strong> Simon Cowell </strong> the best in his new endeavor. Kimmel-Jimmy Kimmel/1510715/main\"> <strong> Jimmy Kimmel </strong> asks, \"Do you hope his[ show", "new_id": -2}, {"uid": "1294986975005357575", "i": 30352, "idx": 1, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": ", D-Calif., who stood by Ms. <strong> Gabrielle Giffords </strong>' hospital bed Wednesday when her left eye fluttered open. Her right eye was damaged and is still bandaged. Ms. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling Ms. <strong> Gabrielle Giffords </strong> <q> how proud we were of her, and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> Ms. <strong> Gabrielle Giffords </strong> was gripping their hands, she said, \"and the more we joked about what we were going to do, she started to open her eyes.\" Ms. <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1296913450012926978", "i": 39144, "idx": 3, "sa": ["Mohammed Shafiq", "Robert Lambert", "Michael Gove"], "q": "EDL- or for other far-right groups like the BNP. He mentioned the word \"Islamophobia\" just once and, that too, in passing. As <strong> Mohammed Shafiq </strong>, of the Ramadan Foundation, points out: <q> On the day we see fascists marching in Luton we have seen no similar condemnation or leadership shown from the Michael Government. </q> The fact is that Muslims and Muslim organizations, as former Met police officer <strong> Robert Lambert </strong> argues over 8 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'?", "new_id": -2}, {"uid": "1295285635056262693", "i": 42491, "idx": 0, "sa": ["Bill Lockyer"], "q": "885 million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q> \"Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion,\"", "new_id": -2}, {"uid": "1295487184117964834", "i": 52909, "idx": 0, "sa": ["Michael Gove"], "q": "And in the road, as a woman walks past wearing a burqa, the passers-by think:` That woman's either oppressed or is making a political statement'.\" The peer will also blame <q> the patronising, superficial way faith is discussed in certain quarters, including the media </q> for making Britain a less tolerant place for believers. 00.54 GMT on Thursday 20 January 2011. It was last modified at <strong> Michael Gove </strong> urges tactical Liberal Democrat voting in local elections Golden Age by", "new_id": -2}, {"uid": "1295634532070795270", "i": 32134, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "10-year run as CEO, and will be replaced by Google co-founder <strong> Larry Page </strong>.\" ... as Google has grown, managing the business has become more complicated,\" explained <strong> Eric Schmidt </strong> in Google's official announcement. <q> So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong>'s explanation of his role change is seen by many as a nice way of acknowledging what former Google designer Douglas Bowman said when he famously left the Internet giant in 2009:", "new_id": -2}, {"uid": "1295649793119881766", "i": 40595, "idx": 2, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the recession, and rising poverty and unemployment have put pressure on public services. States have cut spending and hiked taxes, and have turned to the federal government, to help address their budget gaps. <q> California, Illinois, New York are all three that are in so much trouble that it's very easy to imagine that they would show up and ask for more money, </q> <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want \"one thing above all-- to see government go up in flames and, with it, the lives of a", "new_id": -2}]