[{"uid": "1297630544075120644", "i": 18290, "idx": 0, "sa": ["Ken Whisenhunt", "Kevin Kolb", "Rod Graves", "Michael Vick", "Larry Fitzgerald"], "q": "Cardinals G.M. <strong> Rod Graves </strong> and coach <strong> Ken Whisenhunt </strong>. \"I mean, if( <strong> Larry Fitzgerald </strong>) is not the best, he's one of the best receivers in the NFL, superstar,\" <strong> Kevin Kolb </strong> told WIP-AM. <q> For a guy like that to say something about me, it means a lot. And it's awfully flattering, and I hope that if something happens, their name comes up. </q> <strong> Kevin Kolb </strong>, who turns 27 in August, says he just wants a chance to start after losing Philadelphia's starting job to <strong> Michael Vick </strong> last season. <strong> Kevin Kolb </strong> is the best QB on the trade or", "new_id": -2}, {"uid": "1295201947158416938", "i": 5335, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "<strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Inc.\" Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were", "new_id": -2}, {"uid": "1295217041213467344", "i": 5500, "idx": 0, "sa": ["Maria Helena Moraes Scripilliti", "Larry Ellison", "Eric Schmidt", "Bill Gates"], "q": "startup team( including the personality traits he deems essential) and pointers on pitching investors. He also looks ahead to the next great waves in <strong> Maria Helena Moraes Scripilliti </strong> and innovation, including overseas opportunities and the rise of genomics: <q> If <strong> Bill Gates </strong> and <strong> Larry Ellison </strong> were undergrads today, </q> he opines, \"they would likely study biology.\" In his foreword to the book, Google CEO <strong> Eric Schmidt </strong>-- a man who knows something about growing a startup-- says Draper \"has done a", "new_id": -2}, {"uid": "1296744552199131154", "i": 36503, "idx": 27, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": "narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,\" <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew <q> that some of these sources were not good, </q> \"didn't speak up,\" and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one", "new_id": -2}, {"uid": "1295646299254836772", "i": 48131, "idx": 3, "sa": ["Mark West", "Max Clifford", "Kay Burley", "Andy Coulson", "Chris Bryant"], "q": ", <strong> Andy Coulson </strong> Michaels Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy reMark Wests, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!) Westeting_Secrets,_Internet_Coach_Simon_Andy Coulson_Tips_2 The probe will increase the pressure on Downing Street communications chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com. Clifford_Max Clifford_reaction PR expert <strong> Max Clifford </strong> says the way", "new_id": -2}, {"uid": "1296244617002752522", "i": 15464, "idx": 10, "sa": ["Kevin Garnett", "Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about", "new_id": -2}, {"uid": "1295538156252182548", "i": 20358, "idx": 3, "sa": ["Peter Broggs", "Allen Iverson", "Clayton Brothers"], "q": "conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> unveiled at press conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to tClayton Brothers you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise... <strong> Peter Broggs </strong> </q> Red\" <strong> Allen Iverson </strong>\" Wild Man Blues\" !!! RARE OLDIES VIDEO WITH MR <strong> Peter Broggs </strong>\" RED\" <strong> Allen Iverson </strong>& HIS ALL STARS! <strong> Peter Broggs </strong> \"Red\" <strong> Allen Iverson </strong>( January 7, 1906 April 17, 1967) was", "new_id": -2}, {"uid": "1297082221245825549", "i": 49369, "idx": 0, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "Iraq. In an exclusive interview with ABC News, <strong> Donald Rumsfeld </strong> concedes that \"it's possible\" that decisions on how many troops to send into Iraq marked the biggest mistake of the war. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC News. Pressed on the fact that <strong> George H. W. Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting", "new_id": -2}, {"uid": "1297203269184696834", "i": 22995, "idx": 14, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama", "Donald Rumsfeld"], "q": "out this year. \"The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,\" <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Photo in Slideshow: <strong> Barack Obama </strong> greets guests after addressing the U.S....'s memoir plays a fast and loose game of dodge ball", "new_id": -2}, {"uid": "1295530406257605680", "i": 45164, "idx": 1, "sa": ["David Cameron", "Alan Budd", "Rupert Murdoch", "Andy Coulson", "Steve Field", "Tim Smith"], "q": "reporters in London today. He denied that its head, former Bank of England policy maker <strong> Alan Budd </strong>, had come under pressure from ministers to publish the figures in Tim Smithe for <strong> David Cameron </strong>'s weekly questions session in Parliament. <q> It was their decision and they are independent, </q> <strong> Steve Field </strong> said. Labour Policies <strong> David Cameron </strong> said the budget office figures show the policies <strong> David Cameron </strong> met <strong> Rupert Murdoch </strong> chief days after stripping Cable of power to rule on BSkyB bid <strong> David Cameron </strong> defends adviser over hacking <strong> Andy Coulson </strong> Grice: Relations between", "new_id": -2}]