[{"uid": "1296612217017858561", "i": 19375, "idx": 1, "sa": ["Michael Vick", "Brady Hoke"], "q": "a dork in that meeting room.'' A dork? Hardly a description often associated with a three-time champion quarterback married to a super model.`` Maybe, yeah,'' <strong> Brady Hoke </strong> said. <q> I could see that, you know? I'm flattered. </q> Also flattering: <strong> Brady Hoke </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"uid": "1295246138063356933", "i": 39541, "idx": 1, "sa": ["Bernie Sanders"], "q": "elections.`` Have right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions?'' <strong> Bernie Sanders </strong> said in his letter. He added that <q> the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me </q> in his bid for a second term. title=\"United States\" rel=\"geolocation\" href=\"http://maps.google.com/maps?ll=38.8833333333,- 77.0166666667&amp;spn=10.0,10.0&amp;q=38.8833333333,- 77.0166666667%20%28United%20States%29&amp;t=h\"> Americans.'' <strong> Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by", "new_id": -2}, {"uid": "1295815497029966360", "i": 20085, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com:", "new_id": -2}, {"uid": "1294982867126550068", "i": 31204, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": " During an appearance on The Late Show with <strong> David Letterman </strong>, the actor said that he plans to tie the knot in February, despite the fact that his divorce from ex <strong> Camille Grammer </strong> is not yet finalised. <q> Kayte's my new girl, and we're planning to get married soon, </q> he told <strong> David Letterman </strong>.`` Sometime in February.'' requested a fast-track divorce from <strong> Camille Grammer </strong> so that the couple could marry sooner. Helen BaxendaleThe actress on Guy BurnetThe former Hollyoaks EastEnders: Glenda has business talks with", "new_id": -2}, {"uid": "1296286332201490484", "i": 3225, "idx": 10, "sa": ["Rachel Maddow", "Gabrielle Giffords", "David Kato", "Mike Pence", "Don Imus", "Mitch Daniels", "Mike McDaniel", "Barack Obama"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) Egypt Protests LIVE Updates: MuBarack Obama Protestors Fill Cairo's Streets Is Murdered Gay Activist <strong> David Kato </strong> the <strong> Gabrielle Giffords </strong> of Uganda", "new_id": -2}, {"uid": "1296334295178929672", "i": 28957, "idx": 0, "sa": ["Zahi Hawass"], "q": "rates apply. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295508408200671279", "i": 16974, "idx": 1, "sa": ["Michael Gove"], "q": "while giving schools more freedom to deliver lessons. It says the national curriculum`` has been over-prescriptive, has included material that is not essential and has specified teaching method rather than content''. <q> The Michael Government envisages schools and teachers taking greater control over what is taught in schools and how it is taught, using their professional skills and experience to provide the best educational experience for all their pupils, </q> it says. Although ministers refused to pre-empt the review, Mr <strong> Michael Gove </strong> has previously stated that children should have access to great authors including Byron, Keats, Austen, Dickens and Hardy in English lessons.", "new_id": -2}, {"uid": "1295111921267436064", "i": 4863, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "the tighter sanctions and said he still had access to accounts at West Africa's central bank, even though regional leaders recognise his election rival <strong> Alassane Ouattara </strong> as legitimate leader of the world's top cocoa grower. <q> Westerners often make this mistake. The world does not stop at Europe, it does not stop at America, </q> Gbagbo's government spokesman <strong> Ahoua Don Mello </strong> said.`` Africa has evolved. We can dispense with France, we can go elsewhere,'' he added, referring to Ivory Coast's former colonial ruler. The United Nations", "new_id": -2}, {"uid": "1295289276201244803", "i": 54656, "idx": 0, "sa": ["Chris Huhne", "Paul Leinster"], "q": "published on the Environment Agency website in February, teams from the agency will provide early advice to developers of hydropower schemes to help them produce sustainable projects. Dr <strong> Paul Leinster </strong>, EA chief executive, said: <q> Hydropower is a reliable and proven technology and it is increasingly attractive to local communities, organisations and individuals.`` But poorly-designed schemes could have damaging impacts on the environment and increase risk of flooding.`` The Environment Agency is committed to getting the regulatory balance right- supporting the development of sustainable renewable energy by making it as easy as possible for organisations to apply for hydropower permits whilst ensuring that the environment is protected. </q> Energy and Climate Change Secretary <strong> Chris Huhne </strong> said hydropower would help the country meet renewable energy goals.`` It's vital that getting hydropower schemes up and running is as simple as possible.", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]