[{"uid": "1296522021211714148", "i": 19990, "idx": 0, "sa": ["Sergio Marchionne"], "q": "spokeswoman at Chrysler Canada, said Monday. Chrysler's salaried employees- 10,000 in the U.S. and 755 in Canada- will also receive a bonus, although Gosselin declined to disclose the amount. <q> Those detail are considered confidential employment records, </q> she said. Employees received an email from Chrysler Group CEO <strong> Sergio Marchionne </strong> Monday morning notifying them of the payment as well as the company's financial performance in 2010. In a conference call with analysts", "new_id": -2}, {"uid": "1295310733097861638", "i": 54416, "idx": 23, "sa": ["Mike D'Antoni", "Shaquille O'Neal", "Robert Horry", "Danilo Gallinari", "Allen Iverson", "Michael Jordan"], "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some Robert Horrys and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen Iverson_Allen Iverson_34pts_vs_Michael Jordan_Michael Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Michael Jordan </strong>'s <strong> Shaquille O'Neal </strong> Half <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "new_id": -2}, {"uid": "1296657082232505352", "i": 25733, "idx": 1, "sa": ["Amanda Holden", "Simon Cowell", "Piers Morgan", "Andy Carroll"], "q": " As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, <strong> Amanda Holden </strong> and <strong> Piers Morgan </strong>. Mrs Twine said: <q> We were all set to do the show, but the heavy snow put a stop to it.`` Even if we could have opened the school we wouldn't have had an audience.`` But, luckily the panto doesn't have a Christmas theme, so it's fine to put on now. </q> TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle Weather", "new_id": -2}, {"uid": "1296462102029147230", "i": 34401, "idx": 0, "sa": ["Michael Vick", "Morten Andersen", "David Akers"], "q": "try in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of", "new_id": -2}, {"uid": "1296971939100106295", "i": 59837, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,'' <strong> Sergio Marchionne </strong>'s statement said. <q> I regret the remark, which I consider inappropriate. </q> <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery.`` The two governments levied interest rates that, although appropriate at the time, are above", "new_id": -2}, {"uid": "1296056324213385216", "i": 9961, "idx": 0, "sa": ["Eric Schmidt"], "q": "is easy enough to get to from San Francisco. You could work at Google and live in San Francisco.'' Google is about 35 miles away from San Francisco. Google itself says: <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> according to the href=\"http://www.newser.com/article/d9kvjo603/google-to-hire-more-than-6200-workers-this-year.html\" rel=\"nofollow\"> AP. All this comes after the news that <strong> Eric Schmidt </strong> has stepped down as CEO( see that story href=\"http://www.examiner.com/top- news- in- san- francisco/Eric Schmidt- <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295476301073809946", "i": 34257, "idx": 4, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice", "new_id": -2}, {"uid": "1295958152077971498", "i": 1578, "idx": 1, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": "que administra el Museo Neues en Berl?n donde se encuentra el busto.`` La posici?n de la fundaci?n sobre la devoluci?n de Nefertiti se mantiene sin cambios'', dijo su presidente <strong> Hermann Parzinger </strong> en un comunicado. <q> Ella es y continuar siendo embajadora de Egipto en Berl?n </q>, a?adi. El jefe de antig?edades de Egipto, <strong> Zahi Hawass </strong>, pidi a la fundaci?n la devoluci?n del famoso busto, pero la organizaci?n dijo que no consideraba la carta como una solicitud estatal oficial ya que", "new_id": -2}, {"uid": "1295563086055705684", "i": 40989, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the move has been approved by the board. <strong> Larry Page </strong> congratulated <strong> Eric Schmidt </strong> on an`` outstanding job'' running the company for the past decade, and said he couldn't imagine having had a better leader, and that <q> the results speak for themselves... I don't think anyone will argue with that... No One else could've accomplished what <strong> Eric Schmidt </strong>'s done. </q> <strong> Sergey Brin </strong> also talked about how great a time he's had working with <strong> Larry Page </strong> for fifteen years and with <strong> Eric Schmidt </strong> for ten, and looks forward to`` many more decades working together.'' He hinted at some new", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}]