[{"uid": "1295782000044482592", "i": 8055, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "2010. www.guardian.co.uk... The Future of Google Books- Google Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and store millions of the world's books online. <q> I've been surprised at the level of controversy there, </q> says <strong> Sergey Brin </strong>, but maintains that he's \"optimi... <strong> Larry Page </strong> Replaces <strong> Eric Schmidt </strong> As Google CEO!!! Co-Founder of Google <strong> Larry Page </strong> Is Confirmed To Be The New CEO of Google, Former CEO <strong> Eric Schmidt </strong> Demotes Himself To Chief Executive", "new_id": -2}, {"uid": "1297354440003293193", "i": 12020, "idx": 0, "sa": ["Paula Abdul", "Kim Richards", "Simon Cowell"], "q": "that to be made public,\" the source said. <strong> Kim Richards </strong> reportedly can not come to grips with her excessive drinking habits, which is why sobering up may be so difficult for her. <q> She's not willing to admit she's an alcoholic. That's why she left rehab after one week, </q> the source explained.` Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin \"Q\" Allen", "new_id": -2}, {"uid": "1296380125137199666", "i": 40465, "idx": 0, "sa": ["Rush Limbaugh", "Colin Powell"], "q": "Your browser's security settings are preventing some features from appearing. Former Secretary of State <strong> Colin Powell </strong> recently stated, <q> There has crept into our society... a coarseness, a nastiness, an attack of people who don't share the same views as you do. </q> He was right to be concerned. Talk show incendiary <strong> Rush Limbaugh </strong>, as one might expect, derisively dismissed the same behaviors as \"human nature.\" In considering these views, I realized why, for two", "new_id": -2}, {"uid": "1297127278259817581", "i": 40401, "idx": 4, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Judge yanks medical license of doctor charged with sexual assault Thousand Oaks doctor accused of sexual assault facing additional charges Secret Service agent shoots self accidentally at Camarillo range, police say Vote for your favorite local business-", "new_id": -2}, {"uid": "1296614843002048038", "i": 28700, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1296550615213254158", "i": 32989, "idx": 0, "sa": ["Shaun Johnson", "Allen Iverson", "Dwight Howard", "Earl Boykins"], "q": "Earl Boykinsier this year. Thank you Al! Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Shaun Johnson_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297182562166789141", "i": 3255, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by Washington as one of its major enemies in the Middle East. <q> As odd as it might sound,[ Hussein] came across as rather reasonable... I did not expect that Saddam's regime would play such a prominent role in our country's future- and in my life- in the years ahead. </q> The book, of course, does offer its share of revelations. <strong> Donald Rumsfeld </strong> reveals that he offered to resign twice in the wake of the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed", "new_id": -2}, {"uid": "1296084842258637827", "i": 11152, "idx": 0, "sa": ["Andy Coulson", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Click for your chance to win great prizes in the NewsChannel 10 Pro", "new_id": -2}, {"uid": "1295562143244678673", "i": 1011, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "in management at the company since Mr. <strong> Eric Schmidt </strong> joined as briefing- internet- novell- chief- takes- google- post.html?ref=Eric SchmidteEric Schmidt\" from the archive.\"> chief executive in 2001. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr. <strong> Eric Schmidt </strong> wrote in a blog post.\"> blog post. Mr. <strong> Eric Schmidt </strong> said Mr. <strong> Larry Page </strong> would \"merge Google's technology and business vision,\" while he would focus on external", "new_id": -2}, {"uid": "1296050947129286171", "i": 2714, "idx": 1, "sa": ["Simon Cowell", "Will Smith"], "q": "22-year-old, who has become the first female solo-artist to hit number one in the UK Charts every year for the last five years, is said to be in talks with <strong> Simon Cowell </strong>. The source added: <q> She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion. </q> Rumours suggest that if she is too busy to do the permanent job, he <strong> Will Smith </strong> offer her a role as either a guest panelist or mentor.", "new_id": -2}]