[{"uid": "1295224486254787627", "i": 22910, "idx": 0, "sa": ["Colin Powell"], "q": "ensure victory, explained military expert Larry Korb of the Center for American Progress. The 1990-1991 Gulf War saw a rigid application of the \"<strong> Colin Powell </strong> Doctrine,\" which the general later explained meant exhausting all <q> political, economic and diplomatic means. </q> Over 500,000 Coalition troops from dozens of allied nations were poured into the Gulf for the war that began with an extensive month-long aerial campaign followed by 100 hours of operations on the ground with the sole objective", "new_id": -2}, {"uid": "1295581685033980418", "i": 58393, "idx": 11, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "clarify our individual roles so there?s clear responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead,\" he said. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come. </q> <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> for an \"outstanding job leading Google for the last decade. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1297203269184696860", "i": 7814, "idx": 15, "sa": ["Isnilon Hapilon", "Colin Powell", "Barack Obama", "Dick Cheney"], "q": "the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Article: <strong> Barack Obama </strong> invites Republican lawmakers to White House...'s memoir plays a fast and loose game of dodge ball with what... Report Isnilon Hapilonse <q> Come on Rummy, You abandoned the \"<strong> Colin Powell </strong> Doctrine </q> on the premise that we could do the war \"on the cheap\" . Or as you put it \"leave a light foot print\" then we can leave within a year.. by the way the", "new_id": -2}, {"uid": "1295285718082853920", "i": 5727, "idx": 1, "sa": ["Nick Clegg", "Helen Mirren", "Simon Cowell", "Piers Morgan"], "q": "a salacious quote. British politician <strong> Nick Clegg </strong> once acknowledged to <strong> Piers Morgan </strong> that he'd slept with \"no more than 30\" women. <strong> Helen Mirren </strong> revealed to him that she'd been date raped. On the British talk show <q> <strong> Piers Morgan </strong>'s Life Stores, </q> <strong> Piers Morgan </strong> pressed his good friend <strong> Simon Cowell </strong> about the death of his father until the brutish \"American Idol\" judge cried on television- a coup that <strong> Piers Morgan </strong> believes scored him the CNN gig. Now, <strong> Piers Morgan </strong> will tell", "new_id": -2}, {"uid": "1295192606168738817", "i": 44914, "idx": 1, "sa": ["Sharron Angle", "Bernie Sanders", "Dennis Kucinich"], "q": "progressive\" -- a fan of Vermont socialist <strong> Bernie Sanders </strong>, Ohio socialist wannabe <strong> Dennis Kucinich </strong>, and state media outlet, NPR. \" \"Rather than pointing fingers or assigning blame,\" said Obama in Tucson, <q> let us use this occasion to expand our moral imaginations. </q> In the days immediately after the shooting, Fuller expanded his moral imagination by telling Democracy NOW radio, \"It looks like Palin, Beck, <strong> Sharron Angle </strong>, and the rest got their first target.\" \"", "new_id": -2}, {"uid": "1295772328181551106", "i": 33778, "idx": 0, "sa": ["Eric Schmidt"], "q": "357 bis 2.238 Euro ausgelobt <strong> Eric Schmidt </strong> war urspr?nglich nur zweite Wahl f?r den Job- Jobs wollte sich aber lieber auf Apple konzentrieren Corporate Development-Chef setzt auf Mitarbeiter bernommener Unternehmen- Mobile Werbung bringt eine Milliarde Dollar pro Jahr <q> Wir wollen diese Daten so schnell wie m?glich l?schen </q> Google plant Online-Musikdienst in Indien Die Inhalte kommen demnach von drei Partnern, die die Rechte an Hunderttausenden indischen Musiktiteln besitzen[ 1] Erste hochaufl?sende Bilder im Laufe der kommenden Monate", "new_id": -2}, {"uid": "1297278636173539328", "i": 2332, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "says slain Tampa teens knew they were loved... U.S. Video: CBSMIAMI.COM Weather@ Your Desk 2/9/11 Wednesday 1P U.S. Video: Western High School student, teen mom dies at hospital after being struck by car Report Abuse <q> There are very few Democrats left in the Senate. Most of those who were elected as Democrats are nothing less than Marxist Socialists. </q> Report Abuse \" We have a bunch of ipocratic around that are living on the shoulder of the liberal \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than", "new_id": -2}, {"uid": "1295256913092618774", "i": 29019, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a statement. In 2010, the group chaired by Fiat chief <strong> Sergio Marchionne </strong> completed the acquisition of 10 firms for 302 million francs. SGS said they generated an additional 142 million francs in revenues. <q> SGS is expecting to show improvements in top line growth compared to 2010, </q> the group added, while continuing to target \"substantial investment\" in development projects. Switzerland Dating Meet the most eligible internationals in Switzerland at Expatica Date! Introducing Languages in Switzerland Read Expatica's", "new_id": -2}, {"uid": "1296081695130252857", "i": 8242, "idx": 0, "sa": ["DJ Khaled", "\"Freeway\" Rick Ross", "David Letterman", "Swizz Beatz", "Sean King", "Busta Rhymes", "Fat Joe", "Nicki Minaj", "Robin Thicke"], "q": "REMIX video( ft. T-Pain, <strong> Nicki Minaj </strong>, Diddy, more) <strong> DJ Khaled </strong> \"All I Do Is Win\" -- Official REMIX video( ft. T-Pain, <strong> Nicki Minaj </strong>, Diddy, more) The official video for <strong> DJ Khaled </strong>'s <q> All I Do Is Win( Remix) </q> Featuring <strong> \"Freeway\" Rick Ross </strong>, <strong> Busta Rhymes </strong>, Diddy, <strong> Nicki Minaj </strong>, Fabolous, Jadakiss, <strong> Fat Joe </strong>, <strong> Swizz Beatz </strong>& T-Pain.... <strong> Nicki Minaj </strong> And <strong> Robin Thicke </strong> \"ShaSean King it For Daddy\" Perfomace <strong> David Letterman </strong>[ HD][ DOWNLOADLINKS] <strong> Nicki Minaj </strong> And <strong> Robin Thicke </strong>", "new_id": -2}, {"uid": "1296188505230555653", "i": 30845, "idx": 2, "sa": ["Brandon Lloyd", "Michael Vick", "Drew Brees"], "q": "and seeing Manning, Brees+Drew Brees\"> <strong> Drew Brees </strong>, Vick+Michael Vick\"> <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause. \"All these monsters of the game,\" he said. <q> All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll be looked at like I look at them. But right now, it's just a blessing to be around here. </q> <strong> Brandon Lloyd </strong>, who is cherishing every moment and even went surfing this week. \"There's probably nobody as honoured as I am to be out here and playing in this game,\" he said.", "new_id": -2}]