[{"uid": "1295238796192987172", "i": 8349, "idx": 2, "sa": ["Steve Jobs", "Arthur D. Levinson", "Bill Campbell", "Eric Schmidt", "Al Gore"], "q": "<strong> Steve Jobs </strong> acknowledged as much in August in a statement on <strong> Eric Schmidt </strong>'s resignation. He said the decision was mutual and made sense because <strong> Eric Schmidt </strong>'s effectiveness on the board, which he had served on for three years, <q> will be significantly diminished since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest. </q> Google didn't give an explanation for <strong> Arthur D. Levinson </strong>'s departure, which was effective immediately. Apple directors <strong> Al Gore </strong> and <strong> Bill Campbell </strong> remain advisers to Google.`` Art has been a key part of Google's", "new_id": -2}, {"uid": "1295534390252182552", "i": 25972, "idx": 2, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "with quietly gauging her level of support for a potential Barack Obamaial campaign by making inquiries to a select pool of likely allies and grassroots activists in Iowa.'' if she runs for <strong> Barack Obama </strong>. <strong> Tim Pawlenty </strong>: <q> Republican <strong> Tim Pawlenty </strong> dished out$ 34,000 to state-level candidates and conservative groups in Iowa during the final 2010 push, </q> the href=\"http://bit.ly/hRHghZ\"> AP reports.`` His late-election contributions to candidates and groups were double the amount made by former Massachusetts Gov. <strong> Mitt Romney </strong> during the same period.'' <strong> Mike Pence </strong>:`` Some South Carolina lawmakers", "new_id": -2}, {"uid": "1295473409213434455", "i": 25780, "idx": 4, "sa": ["Sergio Marchionne"], "q": "loans and offer its stock for sale again.`` I can't stop the machine,'' <strong> Sergio Marchionne </strong> said.`` So far, I have been able to manage it,'' he said, but <q> there will come a point in time when I have to go into the kitty and use other cash for this. </q> Chrysler is working on making its gasoline engines more efficient with technology from partner Fiat SpA. The automaker will introduce an 8-speed automatic transmission on cars sold in the United States starting this year.", "new_id": -2}, {"uid": "1297314957126959686", "i": 46827, "idx": 1, "sa": ["David Letterman", "Jerry Kramer", "Dan Lauria"], "q": "in the Broadway play`` Lombardi,'' href=\"http://www.playbill.com/playblog/2011/02/Dan Lauria-Dan Lauria-helps-out-with-David Lettermans-top-10-%E2%80%93-as-vince-lombardi-video/\"> helped out with the Top 10 list on Tuesday night's`` Late Night with <strong> David Letterman </strong>.'' <strong> Dan Lauria </strong> sat next to <strong> David Letterman </strong> as the host read <q> Top Ten Signs You Are Watching a Bad Cable Channel. </q> After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would offer some humorous un-Lombardi-like motivational sentiment. For example:`` <strong> Jerry Kramer </strong> used to drive across the border to beat up Canadians", "new_id": -2}, {"uid": "1297089447093831169", "i": 3705, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the Iraq war came in drawing down troops too quickly.`` I don't have enough confidence to say that that's right. I think that it's possible,'' he said. <q> We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. </q> He added:`` It's hard to know. You know, the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong>'s comments came in his first TV interview since 2006, and echo", "new_id": -2}, {"uid": "1295166038045383695", "i": 1605, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a`` deliberate'' move on then-defence secretary <strong> Donald Rumsfeld </strong>'s part. <q> He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period, </q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1295540865257720386", "i": 2435, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Ben Ali"], "q": "politics& type= Video& sent= no& search= Search'',`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn </q>}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'':`` Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}, {"uid": "1295343274209076224", "i": 45177, "idx": 1, "sa": ["Sergio Marchionne"], "q": "thanks to Chrysler, Alfa will arrive in America with a 2,000 dealer network and will make a splash,'' he said. <strong> Sergio Marchionne </strong> said he was in favour of workers sharing in profits. <q> I want to get there. But we have to make profits before sharing them, </q> he said. For a FACTBOX on the vote and Mirafiori:[ ID: nLDE70B26V] For a FACTBOX on Fiat plants in Italy:[ ID: nLDE6BM0FS]( Reporting by", "new_id": -2}, {"uid": "1297242618238927902", "i": 29636, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "Unknown,'' Rumsfeld wrote that the Joint Chiefs supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground lab for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]