[{"uid": "1296060221199098408", "i": 58076, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "2005-06 when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after repeated questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the force said in a statement. <strong> Ed Miliband </strong> attacks <strong> David Cameron </strong>'s` arrogance' <strong> Ed Miliband </strong> has accused <strong> David Cameron </strong> of arrogance over his refusal to reconsider his programme of cuts in the light of poor... MP calls", "new_id": -2}, {"uid": "1296236376027263003", "i": 93, "idx": 1, "sa": ["Alassane Ouattara"], "q": "a Nov. 28 presidential election runoff, though the international community has endorsed <strong> Alassane Ouattara </strong>'s victory. Their battle for power has led to violent demonstrations, and has kept many schools and hospitals shut for months. <q> Since the political crisis started, the garbage trucks don't come anymore, </q> said Cesar N'Bely, president of the Adjame-nord resident's committee. The United Nations Children's Fund says that 35 cases of cholera have been identified in Adjame this week and seven of those patients have died", "new_id": -2}, {"uid": "1295983558186695688", "i": 47548, "idx": 2, "sa": ["Bernie Sanders", "Paul Ryan", "Barack Obama"], "q": "has become a favorite tactic of Democrats to denounce the individuals elements of <strong> Paul Ryan </strong>'s plan, while simultaneously( and perhaps disingenuously) href=\"http://tpmdc.talkingpointsmemo.com/2011/01/Bernie Sanders-Bernie Sanders-hails-Barack Obamas-decision-not-to-talk-social-security-changes-in-sotu.php\"> praising him for actually coming up with one: <q> Let me begin by stating very clearly that I applaud the Republicans for choosing Mr. <strong> Paul Ryan </strong>, </q>[ Sen. <strong> Bernie Sanders </strong>] said.`` Up until this point, the GOP leadership has been vague about what fed programs they want to cut. On the other hand, Mr. <strong> Paul Ryan </strong> has been very clear.''", "new_id": -2}, {"uid": "1295245546048136202", "i": 24825, "idx": 1, "sa": ["Grant Hill", "George Karl", "Carmelo Anthony", "Allen Iverson", "Michael Finley", "Tim Duncan", "Fabricio Oberto", "Linas Kleiza", "Kenyon Martin", "Manu Ginóbili"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said <strong> George Karl </strong>. <q> From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginóbili </strong>] <strong> Manu Ginóbili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flaGrant Hill", "new_id": -2}, {"uid": "1295007747199639046", "i": 20385, "idx": 2, "sa": ["Gordon Brown", "Larry King", "Simon Cowell"], "q": "have included href=\"http://uk.news.yahoo.com/fc/Gordon Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Allen:`` I will get ITV to make substantial five-figure donation to your charity for the interview''. But Allen told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networLarry King website to`` say a little prayer''. She previously had a miscarriage when she", "new_id": -2}, {"uid": "1295657293256983049", "i": 12931, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. The CEO shift won't result in major strategic changes, the executives said.`` We really agree on strategy,'' <strong> Larry Page </strong> said. <q> This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said,`` We worked as a triumvirate for 10 years.'' The three didn't always agree, particularly when it came to coping with rules in href=\"http://topics.bloomberg.com/china/\">", "new_id": -2}, {"uid": "1295012281152616960", "i": 3231, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".'' A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1295562571075235365", "i": 42737, "idx": 1, "sa": ["Eric Schmidt"], "q": "I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. <strong> Eric Schmidt </strong> will take on the role of Executive Chairman... <q>... I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey. </q> A role that sounds a lot like the role he played over the past 10 years-being the grown-up face of the company, while Brin and Page play with algorithms. Honestly, this news is too", "new_id": -2}, {"uid": "1297706546231276567", "i": 228, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer", "Vittorio Colao"], "q": "<strong> Steve Ballmer </strong>( Microsoft), <strong> Stephen Elop </strong>( Nokia) und <strong> Vittorio Colao </strong>( Vodafone). Anders als die IT-Messe Cebit ist die Mobile World nicht offen f?r Otto Normalverbraucher, sondern dient rein als Networking-Event f?r Unternehmen. <q> Solche Fachmessen ziehen immer ein sehr zahlungskr?ftiges Publikum an </q>, sagt Laura Manfredi von der Mail?nder Messegesellschaft Fiera Milano Congressi. Barcelonas Nachfolger erbt nicht nur die Messe, sondern wird zudem zur Mobilfunk-Hauptstadt erkoren, wo das ganze Jahr ber Veranstaltungen zum Thema Mobilfunk stattfinden sollen", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]