[{"uid": "1295468992042287225", "i": 13299, "idx": 0, "sa": ["Stephen Jackson", "Mike Delph", "Chris Webber", "Allen Iverson", "Šarūnas Jasikevičius", "Kyle Korver"], "q": "after a shot-clock violation on PhilaMike Delphia with 4.9 seconds left. <strong> Šarūnas Jasikevičius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot.`` I was 0-for-infinity,'' <strong> Stephen Jackson </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>.`` For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1296171922065404971", "i": 3551, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> wrote in the letter. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to`` learn about how Hoosiers think we might best contribute", "new_id": -2}, {"uid": "1295305301212140037", "i": 21670, "idx": 2, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Chris Paul", "Shaun Johnson"], "q": "and his teammates were keeping up.`` A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Chris Paul_Chris Paul_cp3_36_points_10_assists_vs_Orlando_Shaun Johnson_180209 In only 33 minutes of playing, CP3 shot 14-22, finsihed with 36 points 10 assists 6 rebounds 3 steals and 1 block. Hornets won 117- 85.", "new_id": -2}, {"uid": "1295588330239992836", "i": 3953, "idx": 3, "sa": ["Eric Schmidt"], "q": "was`` not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1295563194254656562", "i": 8492, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", <strong> Larry Page </strong> will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on`` his passion'' of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach, </q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2}, {"uid": "1296498708053821471", "i": 47470, "idx": 0, "sa": ["Bob King", "Sergio Marchionne"], "q": "href=\"http://topics.nytimes.com/top/reference/timestopics/people/k/Bob King_Bob King/index.html?inline=nyt- per\" title=\"More articles about Bob King.\"> <strong> Bob King </strong>, the automaker raised the amount. Because Chrysler lost money last year, it did not have to pay anything extra to its plant workers, but <q> that would have been inexcusable, </q> Chrysler's chief executive, href=\"http://topics.nytimes.com/top/reference/timestopics/people/m/Sergio Marchionne_Sergio Marchionne/index.html?inline=nyt- per\" title=\"More articles about Sergio Marchionne.\"> <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the", "new_id": -2}, {"uid": "1297022203088555540", "i": 51716, "idx": 1, "sa": ["Eric Schmidt"], "q": "the Telegraph. View result <strong> Eric Schmidt </strong> said that people who`` opt in'' to the system will begin experiencing a much richer relationship with technology, aided by their computerised`` personal assistant''. <q> We still think of search as something you type, </q> he said.`` Perhaps a decade from now, you will think, well, that was interesting, I used to type but now it just knows.'' He explained:`` On mobiles we", "new_id": -2}, {"uid": "1295720353114180141", "i": 24906, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google's That's <strong> Eric Schmidt </strong>: So long to the Google chief who wasn't For six years, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that Google should build its own browser, and for six years, he resisted. <q> Google was a small company, </q> <strong> Eric Schmidt </strong> remembered.`` Having come through the bruising browser wars, I didn't want to do that again.'' So <strong> Sergey Brin </strong> and <strong> Larry Page </strong> hired some ex-Firefox developers and had them build a prototype. When they showed", "new_id": -2}, {"uid": "1296166810171278370", "i": 58714, "idx": 0, "sa": ["David Letterman"], "q": "has a scheduled video teleconference to link U.S. and Asian school children, so they can freely exchange solar ideas and foster friendships.`` The children are quick to grasp and accept solar,'' said Santos. <q> We're not just planting seeds of knowledge about renewable energy for the distant future; we have been doing this long enough to witness the children passing on their new-found knowledge to their parents who then respond by purchasing and installing solar systems. </q> After chatting with Midori, I ran into <strong> David Letterman </strong> Woycio, president of Metro Solar Inc.( href=\"http://www.metro-solar.com\" target=\"_blank\"> www.metro-solar.com), good friend and fellow contractor, in the Viessmann booth. He is", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]