[{"uid": "1295497266083329024", "i": 5498, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "like what your husband is doing.\" ' When Camille asked what he was doing, the friend indicated that <strong> Kelsey Grammer </strong> was leaving her, so she called and texted <strong> Kelsey Grammer </strong>, getting no response. <q> Finally, she got a late-night call in which she says he said, \"Yeah, I've been thinking about it. I just don't want to be married anymore. I asked him,` Is there somebody else?' He said` no' but there will be soon. </q> Camille met Kayte for the first time last week, just before <strong> Kelsey Grammer </strong> went on \"The Late Show with <strong> David Letterman </strong>.\" \"So I went down, saw her, shook her", "new_id": -2}, {"uid": "1297389749239501356", "i": 19342, "idx": 0, "sa": ["Beverly Hills", "Camille Grammer", "David Letterman"], "q": "yet excited for the road ahead,\" <strong> Camille Grammer </strong>, a star of \"Real Housewives of <strong> Beverly Hills </strong>,\" said in a statement. She also wished her ex and his fianc?e, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Camille Grammer </strong> is said to have wanted the divorce over with quickly so that he could marry Walsh. He told <strong> David Letterman </strong> last month that he plans to marry Walsh sometime in February.", "new_id": -2}, {"uid": "1295801924036782106", "i": 8241, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "wake of the shooting in Tucson, Ariz. Woo hoo!! Less than$ 9.2 k to go!! Thank you all very much!! To: Qbert <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong> To: Qbert <q> The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008. </q> A lot of wasted wording. All they had to write was \"RINO\" . 3 posted on 01/23/2011 8:59:49 AM PST( Dems, Libs, Socialists, call'em what you will, they", "new_id": -2}, {"uid": "1295580862256213017", "i": 52655, "idx": 4, "sa": ["Steven Tyler", "Simon Cowell"], "q": "thought the show was just boring and suggested that none of the judges \"know what they were talking about or doing,\" labeling <strong> Steven Tyler </strong>'s comments \"superficial\" and \"obvious.\" Mrs_FiFi said, <q> <strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING. </q> ArchuletaGirl begged to differ, though, tweeting, \"Idol just isn't the same without <strong> Simon Cowell </strong>. These new judges keep getting suckered into putting bad people through.\" Others dubbed <strong> Steven Tyler </strong> \"kinda", "new_id": -2}, {"uid": "1296235612016105512", "i": 37010, "idx": 8, "sa": ["Michael Jordan", "Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Iverson_Allen Iverson_vs_Michael Jordan_Michael Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him to go back in the game, and the opposing coach made sure <strong> Michael Jordan </strong> had the chance to end his career with a basket. <strong> Michael Jordan </strong>'s last shot was a", "new_id": -2}, {"uid": "1296964906258326574", "i": 21135, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator Mornhinweg+Marty Mornhinweg\" news, photos about Marty Mornhinweg\"> <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a", "new_id": -2}, {"uid": "1295524934023461906", "i": 41335, "idx": 0, "sa": ["Amy Winehouse", "Ricky Gervais", "Lee Lewis", "Piers Morgan", "Simon Cowell"], "q": "your sign since last night\" , remarked <strong> Amy Winehouse </strong>. \"Some of the lights were out. Happens all the time\" , stated the attorney. \"The Hotel is not responsible.\" <q> I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sLee Lewisp in the nude facing the nun and priest painting. </q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}, {"uid": "1296006848180027395", "i": 30077, "idx": 3, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "that consumers are willing to pay for quality online content. <strong> Rupert Murdoch </strong> also gives his take on the iPad, A... <strong> Rupert Murdoch </strong>- ADMS Keynote: \"The Greatest Resource of All\" <strong> Rupert Murdoch </strong>- ADMS Keynote: <q> The Greatest Resource of All </q> <strong> Rupert Murdoch </strong>, Chairman& CEO, News Corporation speaks to the Abu Dhabi Media Summit. Introduction by <strong> Andy Coulson </strong> Borgerding, CEO, Abu Dhabi Media Company.... The <strong> Rupert Murdoch </strong> Series- Part 1- Why <strong> Rupert Murdoch </strong> Is Vermin", "new_id": -2}, {"uid": "1295499765081756170", "i": 3369, "idx": 0, "sa": ["Katy Perry", "Paula Abdul", "Jason Green", "Miley Cyrus", "Ryan Seacrest", "Avril Lavigne", "Abdul Fox", "Ellen DeGeneres", "Victoria Beckham", "Orlando Voorn", "Kara DioGuardi", "Andrew Garcia", "Simon Cowell", "Randy Jackson", "Justin Williams"], "q": "anyway. So does <strong> Katy Perry </strong>. Its two big yeses for <strong> Kara DioGuardi </strong> and <strong> Randy Jackson </strong>. And, the Orphan is on his way to Hollywood, to the strains of <strong> Miley Cyrus </strong> The Climb. American idol \"Season 9\" <q> episode 5 \"auditions Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles </q> <strong> Orlando Voorn </strong> denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> Neil Goldstein Jim Ranger Mary Powers AJ Mendoza Austin <strong> Andrew Garcia </strong> Tasha Leighton <strong> Jason Green </strong> Chris Golightly Union Made rocks downtown <strong> Orlando Voorn </strong> at", "new_id": -2}, {"uid": "1296721225165789698", "i": 8603, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "But he concluded that the war in Iraq has been worth the cost and remained largely unapologetic about his handling of the conflict. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> he wrote in the 800-page book, which is released next Tuesday. A leading architect of the Iraq war, Mr <strong> Donald Rumsfeld </strong> was fired by Mr Bush in 2006 with US troops bogged down in Iraq.", "new_id": -2}]