[{"uid": "1295530544084181140", "i": 1340, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Labour's mistakes in office. And will some influential adviser- be it <strong> Andy Coulson </strong> or his polar opposite <strong> Steve Hilton </strong>- persuade him not to keep saying that inequalities of wealth or( yesterday) health are now <q>as bad as those in Victorian times</q>. It is a grotesque and ignorant comparison for several reasons. The poor were much poorer and the rich richer in all sorts of ways. Paradoxically, infections in the days before modern medicine carried off millions in", "new_id": -2}, {"uid": "1297242386040484874", "i": 23259, "idx": 0, "sa": ["Colin Powell"], "q": "\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1297033516043974665", "i": 15243, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball-- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game.</q> The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. \"I'm always trying", "new_id": -2}, {"uid": "1297277319262340628", "i": 22672, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "engineering and online experience to help build its presence in the nascent cloud computing market. Startup Virtual Iron has a maturing virtual server technology that is making inroads with customers and providing a challenge to VMWare. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296551065213254154", "i": 21346, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick", "Hines Ward"], "q": "replacing him with tight end Heath Miller. \"Captain doesn't just mean what you do on the field,\" said the team's other offensive co-captain, wide receiver <strong> Hines Ward </strong>, after the vote. <q>It's[ also] about what you do off the field.</q> Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things.", "new_id": -2}, {"uid": "1295601684081559570", "i": 26663, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Google said in a statement. He will also act as an adviser to Page, 37, who served as CEO previously, from 1998 to 2001, and <strong> Sergey Brin </strong>, also 37. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> said on Twitter in a reference to when the young co-founders brought him in to run the day-to-day operations of the then-fledgling company. Google has grown over the past decade from a startup battling other Internet", "new_id": -2}, {"uid": "1296666375083984402", "i": 25709, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "of course. <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong> had a lot to say about him as well as he talks about how the show was getting to dark with <strong> Simon Cowell </strong>'s constant nasty remarks to contestants. He goes on to say <q>I think <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are both stars in their own right. You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge. So I knew it was going to be better than people expected.</q> He adds that the show has never been about <strong> Simon Cowell </strong> and he was the one person not worried when people told him to give up on Idol after <strong> Simon Cowell </strong>'s departure. American Idol: Executive Producer <strong> Nigel Lythgoe </strong> Says The", "new_id": -2}, {"uid": "1297444054223772678", "i": 21876, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "? Someone should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an\" open letter.\" According to the document, <q>Nokia will adopt Windows Phone as its primary smartphone strategy</q>; \"Nokia will help drive and define the future of Windows Phone\"; Nokia and Microsoft will closely collaborate on development, joint marketing initiatives\"; \"Bing will power Nokia's search services across Nokia devices", "new_id": -2}, {"uid": "1296195807246956080", "i": 4332, "idx": 1, "sa": ["Simon Cowell"], "q": "to be a few surprises. I genuinely do. I don't think there's one set way of doing it.... I am in conversations with ITV and Fox.\" <strong> Simon Cowell </strong> went on to reveal: <q>We are going to make an announcement soon. We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet, apart from me.</q> American Idol is one of the most successful reality singing competitions in history. Since the beginning, <strong> Simon Cowell </strong> was an integral part of the show, and when <strong> Simon Cowell </strong> announced that he was leaving the show,", "new_id": -2}]