[{"uid": "1295661392141557848", "i": 7915, "idx": 0, "sa": ["Devin Harris", "Rip Hamilton", "Allen Iverson", "LeBron James"], "q": "became just the sixth team in NBA history to win 16 games in one month. \"That is amazing,\" said <strong> LeBron James </strong>, who was reminded the Cavs won just 17 in the season before his arrival. <q> Ever since the All-Star game we've been really, really focused. That's an unbelievable month for any team. </q> Richard <strong> Rip Hamilton </strong> scored 13 and <strong> Allen Iverson </strong> 11 for the Pistons, who were held to 35 percent shooting and shot off http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong>", "new_id": -2}, {"uid": "1295900976011026465", "i": 15196, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "assuming it will be. It makes sense to release in all initial markets at once, and 10 days after the New York event sounds about right, and will finally allow <strong> Steve Ballmer </strong> to do his <strong> Steve Jobs </strong> impression... <q> And ALL of these phones on ALL of these carriers will be available at the end of next week... but you can preorder them RIGHT NOW. Oh, and one more thing... <strong> Paul McCartney </strong> is here to play a few new songs for us while I do the monkey dance with the entire cast of HBO's True Blood, live on stage. Boom! </q> WMPowerUser they are on YouTube for us all to enjoy... right after the jump. Both of these ads are for AT&T and feature the HTC Mondrian. Specwise the Mondrian is as follows:", "new_id": -2}, {"uid": "1296109025070025288", "i": 42813, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Man Charged With Having Weapon Of Mass Destruction CHOPPER 9: Investigators Search Man's Home After Arrest Mecklenburg Mug Shots- Jan. 18- 24", "new_id": -2}, {"uid": "1295143465175603720", "i": 2666, "idx": 0, "sa": ["Troy Brewer", "Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points. \"This is unimaginable,\" Coach <strong> Don Maestri </strong> said. <q> I don't ever see it happening again.... It's hard to believe it happened even one time. </q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year <strong> Troy Brewer </strong> State beat DeVry by 187-116, setting NCAA", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q> We're in two different places in financial history, </q> <strong> Sergio Marchionne </strong> said of Chrysler and GM. \"They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1296016500196706316", "i": 25330, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q> It's a signal to shareholders that he'll continue to steer the boat, </q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>, have limited their salaries to US$ 1 for", "new_id": -2}, {"uid": "1295569009118865941", "i": 15368, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "%) executive chairman, told investors on the conference call Thursday that things should move more quickly. He tweeted \"day-to-day adult supervision no longer needed!\" See <strong> Google Inc. </strong> news here. <q> Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions, </q> <strong> Eric Schmidt </strong> said. \"We think this will produce even better success for the corporation.\" <strong> Google Inc. </strong> has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating", "new_id": -2}, {"uid": "1297175471266534922", "i": 10432, "idx": 4, "sa": ["Michael Vick"], "q": "his actions. Punishing <strong> Michael Vick </strong> should not be open ended for people to hound <strong> Michael Vick </strong> for the rest of his life. Ugh! I'm so upset I misspelled happened! Bailey Kix <q> Has devoted time speaking to children... </q> WHEN??? Celebrity Visits Check out what celebrities have visited CBS3 over the years.", "new_id": -2}, {"uid": "1295681320220479511", "i": 46170, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "they never showed up. They never got it going.\" <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting. <q> In a game like tonight, on our All credit goes to BroadbandTV and NBA.com. The Nuggets beat up on the Los Angeles Lakers and <strong> Kobe Bryant </strong> in Denver, CO on Friday night. The final score was 105-79, in favor of Denver. http://wn.com/Kobe_Bryant,_Lakers_MVP_Chants_at_Pepsi_Center_after_sweeping_the_Nuggets,_2008 Lakers fans at the Pepsi Center in Denver drown out the \"<strong> Kobe Bryant </strong> sucks </q> chants from Nuggets fans following the Lakers 4-0 sweep of the Nuggets in the first round of the playoffs. Check out this wholesale real estate deal in Denver, CO- Asking$ 80k/ ARV$ 145k+", "new_id": -2}, {"uid": "1295630574155697175", "i": 28694, "idx": 0, "sa": ["Kay Burley", "Jamie Oliver", "Andy Coulson", "Simon Jenkins"], "q": "let me tell him| <strong> Simon Jenkins </strong> So far, 10 O'Clock Live just talks down to the kids| <strong> Jamie Oliver </strong> Laughland After <strong> Andy Coulson </strong>, we need the full story to come out| Chris Bryant@jdthndr: <strong> Kay Burley </strong>- <q> <strong> Andy Coulson </strong> here, leaving Downing Street for the last time. </q> Apart from the several weeks he's staying on. Bestsellers from the Guardian shop paid out double the requested amount. But they won't have to return the cash: Bank Machine Ltd said it was", "new_id": -2}]