[{"uid": "1295894873135872563", "i": 20605, "idx": 3, "sa": ["George Clooney", "George H. W. Bush", "Donald Rumsfeld"], "q": "State <strong> George Clooney </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> George H. W. Bush </strong> Lyndon Johnson in the 1960s", "new_id": -2, "mturk_index": "1618"}, {"uid": "1295594493054968370", "i": 11448, "idx": 1, "sa": ["Larry Page", "Ben Ali", "Eric Schmidt"], "q": "du groupe cBen Alifornien. Sur le blog de Google, <strong> Eric Schmidt </strong>, 55 ans, pr?cise que <strong> Larry Page </strong>, 37 ans, dirigera le d?veloppement de produits et la strat?gie technologique, \"ses principales forces.\" <q> Google tente de devenir plus efficace et essaie de mettre un type technologique? sa t?te pour concurrencer Facebook </q>, commente Brian Pitz, analyste chez UBS. \"Je ne pense pas que cela change quoi que ce soit d'un point de vue strat?gique.\" <strong> Eric Schmidt </strong>, qui avait pris la direction g?n?rale en 2001", "new_id": -2, "mturk_index": "961"}, {"uid": "1295268805147652642", "i": 12637, "idx": 0, "sa": ["David Axelrod", "David Letterman", "Barack Obama"], "q": "Summit when there was a large clunking sound. Leaning forward over the top of his lectern he said: \"Oops. Was that my err...\" . ClDavid Lettermany thrown by what had happened he later joked: <q> I'm sure there's somebody back there that's really nervous right now, don't you think? They're sweating bullets... </q> newslite.tv <strong> David Axelrod </strong>: \"Witchcraft\" Caused Barack Obamaial Seal to Fall- On CBS's \"The Late Show with <strong> David Letterman </strong>\" last night, White House senior adviser <strong> David Axelrod </strong> explained what he thought had caused the Barack Obamaial seal to", "new_id": -2, "mturk_index": "667"}, {"uid": "1295668630145047609", "i": 13633, "idx": 0, "sa": ["Allen Iverson", "Earl Watson", "Paul Pierce", "Raef LaFrentz"], "q": "of a sprained left shoulder. <strong> Allen Iverson </strong> started and played 44 minutes, getting nine assists and six steals, despite a strained groin that put him out of the fourth quarter in Friday night's game against Dallas. <q> Earl Watsony in the game, we buckled down, </q> he said. \"I'm glad we did, because it shows we can play defense with the best of them.\" <strong> Paul Pierce </strong> had 26 points and 13 rebounds and <strong> Raef LaFrentz </strong> had 14 points and 13 rebounds for", "new_id": -2, "mturk_index": "157"}, {"uid": "1296770511173654034", "i": 14638, "idx": 12, "sa": ["George Tenet", "Donald Rumsfeld"], "q": "Saturday Night Live, to his amusement. \"If one starts with` good press,' one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting,\" he says. <q> But journalists also relish dramatic reversals. </q> That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that \"we might be missing an opportunity\" there and should perhaps", "new_id": -2, "mturk_index": "2020"}, {"uid": "1297423752197410901", "i": 22126, "idx": 1, "sa": ["Steve Ballmer"], "q": "ihre Juwelen zusammenlegen. So sollen alle Nokia-Nutzer mit Microsofts Bing im Internet suchen. Nokias Kartendienstleister Navteq soll Microsoft-Angebote erg?nzen. Und die St?rke Nokias im Massenmarkt mit guten Beziehungen zu Mobilfunk-Anbietern soll die Verbreitung der Windows-Telefone anschieben. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. Die neuen Ger?te von Nokia und Microsoft sollen den Siegeszug von Android stoppen, der auch Apple mit seinem iPhone", "new_id": -2, "mturk_index": "1764"}, {"uid": "1297182530119177224", "i": 42883, "idx": 11, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": ". Just consider what we have now. Not very good in my opinion across the board. <strong> Colin Powell </strong> was milk toast and his management of the State Department cost us in capturing Ben Laden. Report Abuse <q> The country would've been better off without him taking the job in the first place </q>-- <strong> Donald Rumsfeld </strong>-- YOU KNEW YOU WERE SENDING TROOPS INTO BATTLE WITHOUT ARMOR ON THIER VEHICLES-- SHAME ON YOU!!! <strong> Donald Rumsfeld </strong>-- IN YOUR BOOK BE SURE TO APOLOGIZE TO ALL THE AMPUTEES FROM IRAQ AND", "new_id": -2, "mturk_index": "512"}, {"uid": "1295630610218054657", "i": 8764, "idx": 0, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> had been brought in to provide greater management experience to Google. He has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The BBC reports the announcement was made as Google unveiled strong net profits in the last three months of$ US2.54 billion on revenues of$ US8.44 billion. The$ US2.54", "new_id": -2, "mturk_index": "1135"}, {"uid": "1296862767154910738", "i": 1126, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2, "mturk_index": "180"}, {"uid": "1296573684100761662", "i": 52723, "idx": 1, "sa": ["Chris Dodd", "Michael Vick"], "q": "'s recently made public his Chris Doddtian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, \"I wanted a chance to redeem myself,\" he said. <q> Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God. </q> <strong> Michael Vick </strong>'s case is only one of the most recent of many such stories of prison redemption. It's Mail( will not be published)( required) How do I get a picture to", "new_id": -2, "mturk_index": "2061"}]