[{"uid": "1295501783237502473", "i": 13994, "idx": 1, "sa": ["Jimmy Fallon", "Simon Cowell"], "q": "crowded sex life and telling <strong> Jimmy Fallon </strong>''( Bleep) no!'' when <strong> Jimmy Fallon </strong> asked the other night if there would have to be a five-second delay for him. In time, the new trio( <q>the dino, the diva and the dawg,</q> in the words of longtime Idol obsessive Mortimer Spreng of Atlantic City) may mesh into something that would pass the <strong> Simon Cowell </strong> muster. But the first night veered way toward the feel good- apparently the new", "new_id": -2}, {"uid": "1296708705003522561", "i": 42168, "idx": 0, "sa": ["Hollie Cavanagh", "Marc Anthony", "Simon Cowell", "Steven Tyler"], "q": "on ''American <strong> Marc Anthony </strong>' Newsday 17-year-old ex-Brit <strong> Hollie Cavanagh </strong> up next on ''American <strong> Marc Anthony </strong>,'' sings ''At Last'' in a shockingly soulful voice-- wow, all these soul.... <strong> Steven Tyler </strong> tells her she was <q>all over the place with melody,</q> Randy says she's ''not quite ready, love,'' they draw it out. I like her, think they should give her a shot... <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` <strong> Marc Anthony </strong>'' Newsvine- There", "new_id": -2}, {"uid": "1296767726048218112", "i": 37845, "idx": 1, "sa": ["Courtney Lee", "Allen Iverson", "Matt Geiger"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. ''I am still excited about this game,'' <strong> Allen Iverson </strong> said. <q>I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more.</q> ''<strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach Larry <strong> Courtney Lee </strong>, who took his record sixth different organization to the playoffs. ''", "new_id": -2}, {"uid": "1296066643213172310", "i": 41962, "idx": 0, "sa": ["Zahi Hawass"], "q": "of a ''hit list,' on an Islamic extremist Web site, which bears the names of numerous Coptic churches across the world. But CNN says there are signs of improvement in Muslim and Christian relations. <q>An ''Worse was to come. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities( SCA) labeled the idea ''pure fiction.</q> Moreover, he disinvited Fletcher from future work in Egypt. <strong> Zahi Hawass </strong> explained this action in an article in the newspaper Al-Ahram: '''There are more than 300 foreign expeditions currently working in Egypt, and they all follow", "new_id": -2}, {"uid": "1297465246016121870", "i": 45570, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,</q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Goodyear-$ 124,900 MLS 4441564 4 bed/ 3 bath 2,001- 2,250/ 2004 Denice Casey, CENTURY 21 Arizona Foothills Goodyear Fountain", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. ''I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( ''CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1296163911042713105", "i": 21128, "idx": 4, "sa": ["Mitch Daniels", "Mike Pence"], "q": "he is not running for president, and withhold a formal declaration on running for governor until later. ''I don't think you're going to see a big press conference,'' said Ogle. <q>When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.</q> ''I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,'' Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle", "new_id": -2}, {"uid": "1295967628237387816", "i": 6047, "idx": 0, "sa": ["Bill Lockyer"], "q": " ''No thanks,' states say to bankruptcy idea California Treasurer <strong> Bill Lockyer </strong> did not mince words Monday( January 24) when he addressed a federal proposal that would let states declare bankruptcy. <q>It's a cynical proposal intended to incite a panicked response to a phony crisis,</q> <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. ''Killer bees, space aliens... now it''s the invasion of", "new_id": -2}, {"uid": "1297437970252067900", "i": 42727, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "by pro-war conservatives to control the debate continue to be frustrated. The antiwar heckling by libertarians of <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong> at CPAC is getting much media coverage. This story is from CBS: <q>. The crowd was on its feet, some cheering ''<strong> Dick Cheney </strong> for president!</q> The boos from CPAC's libertarian contigent continued and at times interrupted <strong> Dick Cheney </strong>'s remarks.'' ''America is stronger and more secure'' because of <strong> Donald Rumsfeld </strong>'s service, <strong> Dick Cheney </strong> said, prompting one person to", "new_id": -2}, {"uid": "1296968578257851407", "i": 40190, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "says. ''I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'' Another <strong> Donald Rumsfeld </strong> Rule: <q>If you are not criticized, you may not be doing much.</q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong>, then <strong> President Bush </strong>'s vice president. But he was deeply disliked by opponents of", "new_id": -2}]