[{"uid": "1295476329265797672", "i": 1032, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell"], "q": "<strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season.`` The part that's a little difficult is judging young kids,'' the 62-year-old said. <q> It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done. </q>( A jab at <strong> Simon Cowell </strong>?)`` I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully.`` There", "new_id": -2}, {"uid": "1295089838196460568", "i": 12830, "idx": 0, "sa": ["Michael Vick"], "q": "| Wednesday, Jan 12 2011 11:00 PM Last Updated Wednesday, Jan 12 2011 11:00 PM I am writing in response to the writer of the Jan. 10 letter <q> <strong> Michael Vick </strong> hasn't paid for crimes, </q> which referred to NFL quarterback <strong> Michael Vick </strong>, who served time for running a dogfighting operation, among other crimes. While the writer may call himself an avid football fan, I happen to be an avid fan", "new_id": -2}, {"uid": "1295386149175915067", "i": 3479, "idx": 2, "sa": ["Hillary Clinton", "Saeb Erekat", "Kirsten Gillibrand"], "q": "We do not believe that this would be a productive step.'' On Tuesday, 17 senators led by Democratic Sen. <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council in", "new_id": -2}, {"uid": "1295944369182452242", "i": 15496, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Keith Smart"], "q": "and all. It didn't look good when Ellis was carried off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers. <q> Monta bounces back quickly, </q> coach <strong> Keith Smart </strong> said.`` I didn't even think he'd able to play Saturday.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1297219561091242549", "i": 6418, "idx": 3, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "<strong> Robert Gates </strong>.`` The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,'' said <strong> Donald Rumsfeld </strong>. <q> What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people, </q> he said. <strong> Donald Rumsfeld </strong> described it as`` a fine operation,'' and said US military personnel working there have`` taken a lot of the heat unfairly'' and`` deserve a lot of credit''", "new_id": -2}, {"uid": "1297132541144228403", "i": 954, "idx": 6, "sa": ["Brian Whitaker", "Donald Rumsfeld", "Barack Obama"], "q": "what took place sounded to me as if the interrogation plan may have gone beyond the techniques I approved.'' Qahtani was apparently exposed to cold temperatures, stripped and humiliated, <strong> Donald Rumsfeld </strong> says. The techniques <q> may not have been in keeping with the intent of my January 2002 order that all detainees in the custody of the defence department were to be treated humanely </q>. He criticises <strong> Barack Obama </strong> for hounding the Bush administration over Guant?namo but having failed to close it himself, and, in fact, kept in place many of the Bush administration policies. <strong> Brian Whitaker </strong>'s best", "new_id": -2}, {"uid": "1296798464219398160", "i": 31803, "idx": 1, "sa": ["LeBron James", "Eric Williams", "Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavEric Williamsks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295569403192872482", "i": 48666, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:23 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"uid": "1295797970138100746", "i": 34418, "idx": 1, "sa": ["Dick Cheney", "Colin Powell", "Barack Obama"], "q": "'s challenges can be met. Article: State of the Union speech to focus on jobs: <strong> Barack Obama </strong>... Video: <strong> Barack Obama </strong>'s economic agenda: Boost competitiveness... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q> Federal Government Tax Revenues$ 2 TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes State Income Tax Food License Tax Vehicle Sales Tax OK", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]