[{"uid": "1296847972211812406", "i": 33538, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. NFL commissioner", "new_id": -2}, {"uid": "1297139383122093568", "i": 13279, "idx": 0, "sa": ["Donald Rumsfeld", "Liz Murray"], "q": "had finished her studies, Aids had taken the life of her father. Travelling back to take care of him, <strong> Liz Murray </strong> says she took some comfort in knowing that her father had died a sober man. <q> When someone gets sober, it's almost like meeting them for the first time.`` Just before he passed away, he wrote me this card.`` He wrote in the card,` Liz Murrayzy, I left my dreams behind a long time ago. But I know now they're safe with you. Now we're a family again.' </q> Fossil forests Antarctica's dinosaur-age jungles could provide clues to the future Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1295095145151207942", "i": 3283, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` Wygrali przede wszystkim robotnicy''- og?osi szef zwi?zku UGL Giovanni Centella, kt?ry podpisa porozumienie z koncernem. Dyrektor generalny Fiata <strong> Sergio Marchionne </strong> w pierwszym komentarzu po zako?czonym w pi?tek wieczorem referendum o?wiadczy, e pracownicy <q> okazali wiar w samych siebie i swoj przysz?o oraz odwag zrobienia kroku naprz?d przeciwko bezruchowi </q>. Wcze?niej <strong> Sergio Marchionne </strong>, krytykowany przez lewicowych zwi?zkowc?w, k?ad nacisk na potrzeb uczynienia w?oskich fabryk bardziej konkurencyjnymi i wydajnymi. Sp?r o losy historycznej fabryki Mirafiori wybuch p roku po batalii o przysz?o przestarza?ej,", "new_id": -2}, {"uid": "1296043907099729429", "i": 40111, "idx": 0, "sa": ["Alassane Ouattara"], "q": "off from the money used to pay civil servants. His political rival <strong> Alassane Ouattara </strong>, who is the internationally recognized winner of the presidential election held nearly two months ago, condemned the move today. <q> This illegitimate and illegal decision to requisition is null and void. Thus, anyone who participates directly or indirectly in its implementation will be subject to sanctions and criminal prosecution, </q> the statement said. Without access to government funds, it's unclear whether Gbagbo will be able to continuing paying the country's military and security forces. <strong> Alassane Ouattara </strong> supporters hope that by stemming the flow of", "new_id": -2}, {"uid": "1295541654101302284", "i": 28754, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "Ben Ali"], "q": "was democracy there in the first place. It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. <q>`` Our bilateral relationship is very, very strong, </q> said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under <strong> Barack Obama </strong> <strong> Ben Ali </strong>'s leadership.'' \" And it was only a few months earlier, in February of that", "new_id": -2}, {"uid": "1297186852119177227", "i": 39621, "idx": 1, "sa": ["Donald Rumsfeld", "George Stephanopoulos", "Paul Bremer"], "q": "threat of weapons of mass destruction. He denied that advisers on the ground in Iraq told him early on that more troops were needed.`` It's well documented,'' <strong> George Stephanopoulos </strong> contended. <q> It is not well documented, </q> <strong> Donald Rumsfeld </strong> replied. this one, quote <strong> Paul Bremer </strong>, the former head of the Coalition Provisional Authority as saying he requested more troops to maintain order, but was rebuffed. This exchange is indicative of <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"uid": "1295205658188956674", "i": 20387, "idx": 0, "sa": ["Tom Coburn", "Gabrielle Giffords", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "' Meet The Press, Sen. <strong> Kirsten Gillibrand </strong>( D-NY) that her friend Rep. <strong> Gabrielle Giffords </strong>( D-AZ) is making progress in her recovery from the shooting in Tucson, though she is not yet able to speak: <q> It's far too early for that. But she's making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So she's really-- it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Charles Ellis Schumer </strong>: I Will Sit With <strong> Tom Coburn </strong> At SOTU Appearing on href=\"http://www.msnbc.msn.com/id/41078415/ns/meet_the_press-transcripts/\"> Meet The Press, Sen. <strong> Charles Ellis Schumer </strong>( D-NY) said that he and Sen. <strong> Tom Coburn </strong>( R-OK) will sit together at the", "new_id": -2}, {"uid": "1295535399149274669", "i": 54685, "idx": 1, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": " Mr <strong> Eamon Gilmore </strong> said:`` The Taoiseach attempted a stroke and it backfired.'' Mr <strong> Eamon Gilmore </strong> suggested the whistle had been blown on Mr <strong> Brian Cowen </strong>'s plans by the junior coalition partners. <q> As a result he has now ended up as a Taoiseach without authority, </q> he said. No Green TD attended the D?il chamber for the statement.`` No longer, it would appear, has he the authority as head of Government to do the most essential things", "new_id": -2}, {"uid": "1297114520257425423", "i": 42733, "idx": 13, "sa": ["Paula Abdul", "Harry Potter", "Katharine McPhee", "Simon Cowell", "Johnny Weir", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong>? Lastly, does he keep in touch with <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>? Does <strong> Johnny Weir </strong> Want To Be The <strong> Simon Cowell </strong> Of` Skating With The Stars'? Olympic figure skater <strong> Johnny Weir </strong> chats with Access at the <q> <strong> Harry Potter </strong> and the Deathly Hallows: Part I </q> premiere about what kind of judge he wants to be on ABC's`` Skating with the Stars.'' Plus, why is <strong> Johnny Weir </strong> such a big`` <strong> Harry Potter </strong>'' fan? Access Hollywood Live: <strong> Katharine McPhee </strong> Discusses", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]