[{"uid": "2008111208_00010474_W", "i": 4145, "idx": 10, "sa": ["Mike Piazza"], "q": "abstract sculpture that will be part of the societe national des beaux-arts exhibition in december. \"having something shown at the louvre is about as good as you can get,\" says the former actor, 63. <q> i'm a a little humbled by the whole thing, but grateful nonethless. </q> ward would be so proud! diamond diary twelve-time all-star and norristown native <strong> Mike Piazza </strong> is writing a memoir that simon& schuster plans to publish in 2010. the slugging catcher, recently retired, said in a statement,", "new_id": -2}, {"uid": "2008121908_00023223_W", "i": 2048, "idx": 3, "sa": ["Alex Herbert"], "q": "acquisition of alcan inc. in 2007. with only limited debt reduction, rio tinto faces continued weak credit metrics and refinancing risks in 2009.\" nevertheless, s& p suggested that supportive factors for rio tinto include <q> a substantial portfolio of low-cost, high-quality reserves, healthy profits, and positive free operating cash flow generation. constraining factors include a rapidly weakening global economic outlook, sharply declining commodity prices, and high debt with attendant financing risks. </q> <strong> Alex Herbert </strong> and anankina advised, \"in our view, the group is likely to need to achieve some asset disposals and/or refinancing to accommodate these debt maturities, against the backdrop of highly uncertain financial and commodity markets.", "new_id": -2}, {"uid": "2008110508_00005748_W", "i": 1820, "idx": 2, "sa": ["Ashley Swearengin"], "q": "in the final 90 days. <strong> Ashley Swearengin </strong>, who campaigned across town for most of tuesday, returned to her north fresno home at 6 p.m. to eat dinner with her family and prepare herself to watch the results. <q> i wanted to have a normal family dinner with my children, so that this would be less overwhelming for them, </q> <strong> Ashley Swearengin </strong> said. as early returns showed her leading, <strong> Ashley Swearengin </strong> said she believed she had done all she could to get her message out to voters. \"i'm pleased that i was able to reach so many", "new_id": -2}, {"uid": "2008102906_00032639_W", "i": 1770, "idx": 1, "sa": ["Barack Obama"], "q": "and structural feminists.\" <strong> Barack Obama </strong>'s interest in leftist politics continued after he transferred to columbia university in new york. he lived on manhattan's upper east side, venturing to the east village for what he called <q> the socialist conferences i sometimes attended at cooper union. </q> after graduating from columbia in 1983, <strong> Barack Obama </strong> spent a year working for a consulting firm and then went to work for what he described as <NO_QUOTATION> in harlem. in search of some inspiration, i went to hear", "new_id": -2}, {"uid": "2008092020_00022141_W", "i": 214, "idx": 0, "sa": ["Mike Butler"], "q": "new democrats in the provincial election last march. now he is the federal candidate in his home riding of edmonton-mill woods-beaumont. he's knocking on doors and speaking out on crime and the need for safer communities. <q> criminals are being thrown back on the street right now and our communities are being treated as jails, </q> said <strong> Mike Butler </strong>, 28, who owns his own business installing hardwood floors. \"there are a lot of people who need treatment and proper counselling who are not getting it.\" running for the federal ndp in", "new_id": -2}, {"uid": "2008090416_00013566_W", "i": 472, "idx": 0, "sa": ["Takashi Nagasaki", "Jeff Sherman"], "q": "evening. east town association officials will invite tonight's scheduled band, ladies must swing, to be a part of the 2009 jazz in the park season, but we will not reschedule this performance this year. <q> although we are disappointed that the weather did not cooperate today, there are three more weeks of jazz in the park and three more great bands, </q> said executive director kate borders. <strong> Takashi Nagasaki </strong> and the nightowls showband take the cathedral square park stage next thursday, september 11.. recent blogs/briefs by <strong> Jeff Sherman </strong> tuesday recent reports about the possible destruction of the iconic hoan bridge", "new_id": -2}, {"uid": "2008093014_00040460_W", "i": 694, "idx": 0, "sa": ["Harry Greenspun"], "q": "leadership team, will provide strategic direction to drive technological improvements in clinical care. additionally, his position as a thought leader in the healthcare industry will enable him to communicate perot systems' market-leading healthcare transformation capabilities. <q> developing a strong healthcare transformation capability has been an ongoing priority for perot systems. dr. <strong> Harry Greenspun </strong>'s experience as a leader and impressive clinical background will enable perot systems to continue the development of this world-class practice, </q> said chuck lyles, president of perot systems' healthcare industry group. a key differentiator for perot systems' healthcare transformation effort is the global deployment of clinical professionals whose focus is the implementation of technology-based solutions to improve", "new_id": -2}, {"uid": "2008121706_00036702_W", "i": 48, "idx": 3, "sa": ["Jonathan Lunine"], "q": "signs of cryovolcanism there. \"cassini data have raised the possibility that titan's surface is active,\" said <strong> Jonathan Lunine </strong>, a cassini interdisciplinary scientist from the lunar and planetary laboratory, university of arizona, tucson. <q> this is based on evidence that changes have occurred on the surface of titan, between flybys of cassini, in regions where radar images suggest a kind of volcanism has taken place, </q> he added. what led some cassini scientists to believe that things are happening now were changes in brightness and reflectance detected at two separate and distinct regions of titan. reflectance is the ratio of light that radiates onto", "new_id": -2}, {"uid": "2008092214_00016343_W", "i": 2925, "idx": 0, "sa": ["Dmitry Vasilyev"], "q": "capital. by law khazars could use flamed bricks only in the capital, <strong> Dmitry Vasilyev </strong> said. the general location of the city on the silk road was confirmed in medieval chronicles by arab, jewish and european authors. <q> the discovery of the capital of eastern europe's first feudal state is of great significance, </q> he told the associated press. \"we should view it as part of russian history.\" kevin brook, the american author of \"the jews of khazaria,\" e-mailed wednesday that he has followed the itil", "new_id": -2}, {"uid": "2008111206_00001636_W", "i": 4669, "idx": 0, "sa": ["Jeff Anderson"], "q": "the lions. it was waite's fourth score of the game, giving the back 20 on the season( kcss team record). on only 20 carries on the afternoon, he had 293 rushing yards. <q> it wasn't just me; the oline was big, throwing down some key blocks, namely my fullback( <strong> Jeff Anderson </strong>), </q> said waite. \"he really got me half those yards.\" other offensive stars in the game included montazeri, who had 70 yards receiving on three receptions( one touchdown), as well as making key", "new_id": -2}]