[{"uid": "1295560204260145188", "i": 1319, "idx": 0, "sa": ["Eric Schmidt"], "q": "the US internet search giant in April. He will take over from <strong> Eric Schmidt </strong>, who has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The news was announced as Google unveiled a strong rise in net profits in the last three months of$ 2.54 bn(? 1.6 bn) on revenues of$ 8.44 bn. Mr", "new_id": -2}, {"uid": "1295621146048054324", "i": 59313, "idx": 1, "sa": ["Andy Coulson"], "q": "Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in an e-mailed statement today. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> has denied any knowledge of illegal activity when he was editor of Britain's best-selling Sunday newspaper, from which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In", "new_id": -2}, {"uid": "1295027214165101579", "i": 53911, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Andy Cohen", "Kelsey Grammer"], "q": "\"Real Housewives.\" Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to Camille: \"No sex? You were not having sex?\" \"I have a confession to make,\" Camille said. <q> I'm wearing men's briefs. </q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to Camille's statements about him. Last night, he appeared on \"Late Show With <strong> David Letterman </strong>\" on CBS, noting that he plans to leave", "new_id": -2}, {"uid": "1297520477089751561", "i": 11904, "idx": 8, "sa": ["Michael Gove"], "q": "council said. He described the ruling as a \"victory for common sense and fair play\" . David Mellen, Nottingham city council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now <q> do the right thing and give our schools and their pupils the funding they deserve and were fully expecting to receive </q>. \"The decision is now up to him.\" Some 79 local authorities and 735 schools had projects stopped as part of the cancellation of the BSF programme. The judge said the total", "new_id": -2}, {"uid": "1295785121098680885", "i": 37448, "idx": 1, "sa": ["Larry Page", "Steve Booth", "Eric Schmidt"], "q": "While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as Google, said <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead. Troopers arrest driver involved in Montgomery Co. crash that killed EMT Copyright? 2010", "new_id": -2}, {"uid": "1296889632106627078", "i": 3672, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects:_ He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18", "new_id": -2}, {"uid": "1295947247070467611", "i": 53894, "idx": 0, "sa": ["Dmitry Medvedev", "Bill Lockyer", "Newt Gingrich"], "q": "security measures at airports and other transportation centers. Domodedovo reopened a couple of hours after the explosion, but increased security resulted in huge crowds of people at the entrances, where they were searched extensively. <q> We need to get to the bottom of this, </q> <strong> Dmitry Medvedev </strong> said. \"The main thing is to render assistance and support to the victims.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1296188900083116044", "i": 12762, "idx": 1, "sa": ["Eric Schmidt"], "q": "application to run on the networks, ensuring that future Google services wouldn't be blocked by operators. The FCC did put open access requirements on some of the spectrum it auctioned. <strong> Eric Schmidt </strong> also said that <q> we must attend to the development of mobile money </q>. In a recent update to the Android operating system, Google added support for near field communication, a technology that lets users tap their phones against a sensor to make purchases or debit an account. NFC has", "new_id": -2}, {"uid": "1296674284037879835", "i": 20960, "idx": 0, "sa": ["Amanda Holden", "Art Spiegelman", "Simon Cowell"], "q": "Princess: PArt Spiegelman 17- Shrek Returns please watch in HD& dont forget 2 rate the video... I know its today- Shrek the Musical clip dubbed with the soundtrack:-)... <strong> Amanda Holden </strong> Talks About <strong> Simon Cowell </strong> and Shrek <q> I Know It's Today </q> Shrek the Musical Karaoke/Instrumental", "new_id": -2}, {"uid": "1297591714082133005", "i": 18646, "idx": 0, "sa": ["David Letterman", "Jamie Hince", "Howard Stern", "Betty Thomas", "Kate Moss", "Mary McCormack"], "q": ", to the delight of his fans. For one scene, he spoke about trying to cry in a scene with actress McCormack\" McCormack+Mary McCormack\"> <strong> Mary McCormack </strong>, who played <strong> Howard Stern </strong>'s then-wife Allison. <q> In this scene <strong> Mary McCormack </strong> was crying and I wanted to be able to do that.[ Director] <strong> Betty Thomas </strong> gave me something to put in my eye and make me cry. </q> Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: \"We couldn't get", "new_id": -2}]