[{"uid": "1296761199005144597", "i": 47676, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if Saddam Hussein were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and", "new_id": -2}, {"uid": "1296759030005144618", "i": 7286, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Air Force Major General Victor \"Gene\" Renuart, that called for more troops at the time. \"Let's put together a group that can just think outside the box completely,\" ordered <strong> Donald Rumsfeld </strong> then. <q> Certainly, we have traditional military planning, but let's take away the constraints a little bit and think about what might be a way to solve the problem. </q> Outside the box turned out to be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department", "new_id": -2}, {"uid": "1297712802009535508", "i": 10162, "idx": 0, "sa": ["Louis Walsh", "Simon Cowell", "David Bowie"], "q": "run. <strong> Louis Walsh </strong> added that he did expect to return for the eighth series, but said that he didn't David Bowiek <strong> Simon Cowell </strong> or Cheryl Cole would have time for the UK programme in 2011. <q> No-one has been hired for it yet. I've had an off-the-record chat with <strong> Simon Cowell </strong>. I David Bowiek I am on the show but noDavid Bowieg has been confirmed yet, </q> he told OK! TV. \"I David Bowiek that there will be two new judges and I David Bowiek <strong> Simon Cowell </strong> and Cheryl will be in America during the next UK series... I David Bowiek Dannii will be back", "new_id": -2}, {"uid": "1297099122187170847", "i": 32723, "idx": 2, "sa": ["Zahi Hawass"], "q": "used to test a new CT scanner and were not from the royal mummy collection. The thieves quest, <strong> Zahi Hawass </strong> said, was based on an erroneous belief in the magical power of mummies. <q> The thieves were desperately looking for a mummy in order to find what they thought to be a magical substance used by the ancient Egyptians in mummification. Therefore, they smashed a showcase of an empty coffin looking for a mummy and gold objects. These incidents show the ignorance of the vandals, </q> target=\"_blank\" Hawass.com/blog/uninformed-statements-and-clarifications-0\"> he wrote on his blog. Among the 70 objects damaged was also a statue of King Tutankhamun standing on a panther and a wooden sarcophagus from the New Kingdom period, dating back", "new_id": -2}, {"uid": "1296104171101646338", "i": 54239, "idx": 0, "sa": ["Ronnie Wood", "Keith Richards", "Mick Jagger", "Noel Gallagher", "Jo Wood", "Simon Cowell"], "q": ". I'm going to meet Jo this week very amicably just to talk about` you have this and I'll have that,\" <strong> Jo Wood </strong> told Wood-Jo Wood-Im-a-free-man.html\" target=\"_blank\"> The Sun. He added: <q> It's only material things. It's important than it's amicable and we're still great pals. </q> <strong> Simon Cowell </strong> Wants <strong> Mick Jagger </strong> And <strong> Noel Gallagher </strong> For X Factor USA Rolling Stones' <strong> Mick Jagger </strong> Calls <strong> Keith Richards </strong> Memoirs` Tedious'", "new_id": -2}, {"uid": "1295419533213532745", "i": 18610, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Mike McCarthy"], "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a TD just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike McCarthy </strong> said. \"That's the type of level that he's playing at.\" <strong> Mike McCarthy </strong> isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the team's smartest", "new_id": -2}, {"uid": "1297599582170737708", "i": 17384, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. Subscribe to RSSMost Popular in: UK Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest", "new_id": -2}, {"uid": "1295564145075235334", "i": 50878, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "giant. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said. He added: \"<strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths... <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1296449688017547272", "i": 1794, "idx": 0, "sa": ["Adrian Peterson", "Mike Alstott", "Michael Vick", "Chuck Muncie", "Earl Campbell"], "q": "keep the Pro Bowl team in Honolulu. Location for the contest is up in the air after 2012.... <strong> Adrian Peterson </strong> had been tied with three career rushing TDs with <strong> Earl Campbell </strong>, <strong> Chuck Muncie </strong> and <strong> Mike Alstott </strong>.... Report Abuse <q> geoffy... the cutie... want to know someone who is really doing nothing next year? </q> dirty sanchez... the 26th best qb in pro football keep your racism to yourself... <strong> Michael Vick </strong> is an elite quarterback, and he do the same thing next year that he did this year which is", "new_id": -2}, {"uid": "1296773990217071661", "i": 41530, "idx": 0, "sa": ["Darren Criss", "Paula Abdul", "Elijah Wood", "George Takei", "Chris Colfer", "Simon Cowell"], "q": "<strong> Darren Criss </strong> tells AccessHollyElijah Wood.com's Laura SGeorge Takei that something will \"definitely develop\" between his character, Blaine, and <strong> Chris Colfer </strong>'s character, Kurt, on FOX's \"Glee.\" Also, <strong> Chris Colfer </strong> says that their relationship <q> could go either way. </q> Dish Of Salt: <strong> Paula Abdul </strong>- The Truth Behind <strong> Simon Cowell </strong> Leaving` Idol? Backstage at \"Live to Dance,\" <strong> Paula Abdul </strong> discusses with AccessHollyElijah Wood.com's Laura SGeorge Takei how she knew it was the right time to", "new_id": -2}]