[{"uid": "1295542608077021228", "i": 2068, "idx": 1, "sa": ["Eamon Gilmore"], "q": ". Speaking after the Taoiseach named Friday, March 11th as the date for the election in the D?il this afternoon, Labour leader <strong> Eamon Gilmore </strong> said Ireland must now`` concentrate on the future''. <q> This country and its people have gone through hell and fire over the last number of years... We need to restore hope and confidence in this country and fix a system that has been manifestly broken, </q> he said. Mr <strong> Eamon Gilmore </strong> said it is time to take the country back and there are 50 days left to`` unleash'' again the`` energy, commitment, patriotism and sheer gut decency of the", "new_id": -2}, {"uid": "1296071965164806658", "i": 27173, "idx": 1, "sa": ["Eric Schmidt"], "q": "company to a privacy debate. Now, the group is back with a video called`` Mr. <strong> Eric Schmidt </strong> Goes to Washington.'' On the group's site, it says: This new animated satire, <q> Mr. <strong> Eric Schmidt </strong> Goes to Washington, </q>-- the sequel to Consumer Watchdog's popular`` Don't Be Evil?'' video-- will be roaming the streets of Washington, DC on a mobile digital advertising truck for a week to make the case for", "new_id": -2}, {"uid": "1295541764242909208", "i": 24695, "idx": 0, "sa": ["Simon Munzu", "Barack Obama", "Alassane Ouattara"], "q": "have been raped in the last week in western Ivory Coast, where 16,000 people have taken refuge since the disputed Nov. 28 Barack Obamaial runoff vote. Another 29,000 people have fled across the border to Liberia. <q> We regret that as a result of the ethnic crashes that we witnessed in Duekue in particular recently, a number of rape cases have come to our attention, </q> <strong> Simon Munzu </strong> said. In the almost two months since the Barack Obamaial election, incumbent leader Laurent Gbagbo has refused to cede power even though the international community says his rival <strong> Alassane Ouattara </strong> won the vote. <strong> Simon Munzu </strong>", "new_id": -2}, {"uid": "1296753620175587617", "i": 46609, "idx": 0, "sa": ["Hillary Clinton", "Joe Biden", "George W. Bush", "Colin Powell", "Condoleezza Rice", "Paul Bremer"], "q": "regrets for the war in Iraq. ABC News, Rumsfeld \" criticizes other members of the <strong> George W. Bush </strong> national security team- <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and, especially, Iraq administrator <strong> Paul Bremer </strong>. \" <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote:`` You wouldn't want to be in a foxhole with them.''", "new_id": -2}, {"uid": "1295667388014565451", "i": 39530, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Day-to-day adult supervision no longer needed,'' <strong> Eric Schmidt </strong> wrote on his Twitter feed after the announcement. Now, <strong> Eric Schmidt </strong> said he will focus on deals, business relationships and working with governments, and still act <q> as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> Strong results The move comes as Google posted a 29% jump in profit and revenue for the fourth quarter. Net income was? 2.54 billion, while revenue was? 8.4 billion.", "new_id": -2}, {"uid": "1297171021185073679", "i": 24298, "idx": 0, "sa": ["Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": ". <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1296010875232554540", "i": 12432, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Marco Belinelli", "Keith Smart"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2003 M-Class$ 12,975 Mercedes-Benz 2009 M-Class$", "new_id": -2}, {"uid": "1296349656162676750", "i": 23484, "idx": 0, "sa": ["Allen Iverson", "Will Bynum", "Kobe Bryant", "Rob Jones"], "q": "in their first-round playoff series. Games 3 and 4 <strong> Will Bynum </strong> be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we pRob Jonesably could have put 10 people on the court and pRob Jonesably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` I didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into", "new_id": -2}, {"uid": "1295433014076251208", "i": 31768, "idx": 4, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way.`` In this country, you have the freedom of speech and you can say whatever you want,'' he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q>** The season is over, but <strong> Michael Vick </strong> remains in demand. Some of the heavy hitters in broadcasting are in hot pursuit, trying to land a sitdown interview with the Eagles quarterback", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]