[{"uid": "1295753709087883842", "i": 44098, "idx": 2, "sa": ["Tracy McGrady", "Chris Webber", "Dwight Howard", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Tim Duncan", "Shaquille O'Neal"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looLeBron James at the ref. A lot of Tim Duncanes they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second Visit My Channel www.youtube.com Rate& Comment Subscribe to my channel www.youtube.com------------------------------------------------------------------- <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, <strong> Shaquille O'Neal </strong>, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10", "new_id": -2}, {"uid": "1297393753089440263", "i": 45725, "idx": 0, "sa": ["Ron Paul", "Mitt Romney", "Barack Obama", "Donald Rumsfeld"], "q": "Mr. Trump, who is mulling a 2012 run, spoke bluntly about the Barack Obamaial prospects of Mr. <strong> Ron Paul </strong>'s father, Rep. <strong> Ron Paul </strong>, the Texas Republican whose libertarian, small-government ideas are popular with many conservatives. <q> <strong> Ron Paul </strong> can not get elected, I'm sorry, </q> Mr. Trump declared, as boos erupted. Things got rowdier when former Secretary of Defense <strong> Donald Rumsfeld </strong> took the stage to receive an award. He was greeted by boos and interMitt Romneyent applause. Some people walked out", "new_id": -2}, {"uid": "1297232842168116239", "i": 50040, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "want to bring up? We've shown that video on this program. Predictably, <strong> Donald Rumsfeld </strong> went on to talk about how Saddam Hussein used \"chemical weapons against his own people\" plus other atrocities. <q> It was a brutal, vicious regime and the world is clearly better off without it, </q> <strong> Donald Rumsfeld </strong> concluded. \" <strong> Sean Hannity </strong>: How did we get it wrong on weapons of mass destruction? At one point, when it was clear we didn't have them, you had stated publicly that,`", "new_id": -2}, {"uid": "1295739237074268687", "i": 11335, "idx": 9, "sa": ["Kobe Bryant", "Gus Williams", "LeBron James", "Allen Iverson", "Matt Carroll", "Mike Brown", "Rasheed Wallace", "Les Brown"], "q": "25 win at StapLes Brown Center. <strong> Gus Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear. \"He willed this win for us,\" Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no Matt Carroller who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half Iverson_Allen Iverson_25pts_vs_Kobe Bryant_Kobe Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe Bryant! The new-look Detroit Pistons still have the Los AngeLes Brown Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points", "new_id": -2}, {"uid": "1295692954156483593", "i": 14908, "idx": 2, "sa": ["Michael A. Cusumano", "Larry Page", "Eric Schmidt"], "q": "\"generational.\" Google is shifting the reins from the 55-year-old <strong> Eric Schmidt </strong> to the 38-year-old <strong> Larry Page </strong> because it faces serious challenges from companies led by much younger executives, like Facebook, <strong> Michael A. Cusumano </strong> said. <q> They want to become younger and more aggressive, </q> he said. \"But the teams at Google are globally organized, so whatever changes are made probably won't be reflected in regional offices like the one in Cambridge.\" In fact, the employees", "new_id": -2}, {"uid": "1295639889070795282", "i": 40866, "idx": 4, "sa": ["Alastair Campbell", "Andy Coulson", "Damian McBride", "David Cameron"], "q": "for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way\" . <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to <q> the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government </q>. He also again reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director \"had resigned as News of the World editor as soon as he found what was happening.\" <strong> Andy Coulson </strong> resigned as", "new_id": -2}, {"uid": "1295899162138641415", "i": 3748, "idx": 0, "sa": ["Dan Cruickshank", "Eric Schmidt"], "q": "defended belly-Dan Cruickshankcing as a release. Her high profile and unorthodox beliefs brought her to the attention of the notorious New York vice crusader Anthony Comstock. His focus triggered a federal indictment. She was found guilty of sending <q> obscure, lewd, lascivious, dirty </q> materials through the mail. In October of 1902, the day before she was to begin a five year sentence, she committed suicide. Leigh <strong> Eric Schmidt </strong>, a Professor at Harvard University and author of numerous books", "new_id": -2}, {"uid": "1295625748256049176", "i": 39937, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "In an unexpected announcement, Google CEO <strong> Eric Schmidt </strong> has announced that as of today he will be stepping down from the captain's chair and will be replaced by co-founder <strong> Larry Page </strong>. official blog, <strong> Eric Schmidt </strong> said <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. </q> He also added, \"<strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer", "new_id": -2}, {"uid": "1295125227265830412", "i": 42532, "idx": 11, "sa": ["Donald Rumsfeld", "Amrit Singh", "Ricardo Sanchez", "Janis Karpinski", "Isnilon Hapilon"], "q": "were only following orders based on a memo from Lt. Gen. <strong> Ricardo Sanchez </strong>, and that\" [ she] didn't find cruel and malicious criminals that are out there looking for detainees to Isnilon Hapilonse.\" [ 104] <q> Gen <strong> Ricardo Sanchez </strong> authorised interrogation techniques that were in clear violation of the Geneva Conventions and the army's own standards </q>, ACLU lawyer <strong> Amrit Singh </strong> said in the union's statement.[ 105] In an interview for her hometown newspaper The Signal, Gen. <strong> Janis Karpinski </strong> claimed to have seen unreleased documents from <strong> Donald Rumsfeld </strong> that authorized these tactics for Iraqi", "new_id": -2}, {"uid": "1295807551044548101", "i": 719, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World. \"Lots of people were doing it,\" he said. <q> It was such a widespread practice. Although it is a crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: \"I", "new_id": -2}]