[{"uid": "1295599339081559575", "i": 33308, "idx": 2, "sa": ["Brian Cowen", "Eamon Gilmore", "Caoimhghín Ó Caoláin"], "q": "the GUBU-era of Charlie Haughey in the 1980s. <strong> Eamon Gilmore </strong> accused Mr <strong> Brian Cowen </strong> of a cynical attempt to cling to power.`` The Taoiseach attempted a stroke and it backfired,'' he said. <q> As a result he has now ended up as a Taoiseach without authority, </q> he added. Sinn Fein Dail leader <strong> Caoimhghín Ó Caoláin </strong> said Fianna Fail and the Greens deserved to be devastated in the election. The Government has pledged to stay on to pass the Finance Bill, which", "new_id": -2}, {"uid": "1295299499143114247", "i": 1819, "idx": 0, "sa": ["Angelina Jolie", "Christina Hendricks", "Cathy Horyn", "Natalie Portman"], "q": "a Drama for Black Swan. But the reception to her pale pink Viktor& Rolf gown is more mixed: Style.com said it was href=\"http://www.style.com/peopleparties/parties/scoop/redcarpet-011611_68th_Golden_Globe_Awards/\">`` ravishing'' but href=\"http://nymag.com/daily/entertainment/2011/01/the_fug_girls_live-blog_the_go.html\"> the Fug Girls said, <q> <strong> Natalie Portman </strong>'s pink sheath is Grecian in its draping, with a large red flower between her boobs. In the end, it's a bit of a wah-waaah moment... the more we look at it, the less we are endeared. </q> If anything, it's the surprisingly-nominated <strong> Angelina Jolie </strong> who stole the show in a green sequined Versace gown. The NY Times' <strong> Cathy Horyn </strong>, href=\"http://gothamist.com/2010/01/19/post_131.php\"> who was a bit cruel to <strong> Christina Hendricks </strong> last year,", "new_id": -2}, {"uid": "1296200478083099666", "i": 9574, "idx": 3, "sa": ["Mike Pence"], "q": "15 million to$ 18 million race. I hope we won't have a primary.'' <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. <q> The social conservatives love him, </q> says former Republican state chairman Rex Early.`` The fiscal conservatives-- he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him.'' He", "new_id": -2}, {"uid": "1295286922082853897", "i": 7029, "idx": 1, "sa": ["Alassane Ouattara"], "q": "d?s mardi Le Matin CH La coalition de partis politiques soutenant <strong> Alassane Ouattara </strong> a appel? une op?ration`` pays mort'' en C?te d'Ivoire? compter de mardi,`` jusqu'? ce que'' son rival Laurent Gbagbo <q> reconnaisse sa d?faite et quitte le pouvoir </q>, dans un communiqu re?u dimanche. AFP- le 17 janvier 2011, 00h16 La coalition de partis politiques soutenant <strong> Alassane Ouattara </strong> a appel? une op?ration`` pays mort'' en C?te Australie: inondations dans le sud,", "new_id": -2}, {"uid": "1296164507194232338", "i": 1291, "idx": 0, "sa": ["Bernie Sanders"], "q": "is also true that the only way those bonds get redeemed is out of the current income of the United States.'' Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said Sen. <strong> Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday.`` We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is", "new_id": -2}, {"uid": "1295578825089079828", "i": 42862, "idx": 8, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "sparked many others in Silicon Valley to follow the same management model. In a nod to how he was regarded as Google's elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q> Day-to-day adult supervision no longer needed! </q> In the decade since Mr. <strong> Eric Schmidt </strong> joined Google, the company blew by competitors such as But Google, founded in 1998 by Messrs. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> when they were Stanford University computer-science graduate students,", "new_id": -2}, {"uid": "1294979190239403024", "i": 40927, "idx": 1, "sa": ["Ronnie King", "Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacRonnie King any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295331968063275012", "i": 28163, "idx": 0, "sa": ["Catherine Zeta-Jones", "Mila Kunis", "David Gomez", "Angelina Jolie", "Junko Yoshioka"], "q": "nothing else would compare.'' Many stars didn't shy away from color. There were vibrant reds, vivid pinks, and one color that is sure to be a spring trend- green. <q> There were more emerald green and forest greens than ever before, </q> said <strong> David Gomez </strong> Pearlberg, fashion executive for <strong> Junko Yoshioka </strong> New York, citing <strong> Angelina Jolie </strong>, <strong> Catherine Zeta-Jones </strong> and <strong> Mila Kunis </strong>. Regardless of style or color,`` it was sparkle and shine done in a new way, with plenty of", "new_id": -2}, {"uid": "1296971490040075310", "i": 12049, "idx": 0, "sa": ["Alassane Ouattara"], "q": "technical difficulties'' but said a new system was being rolled out. However sanctions are forcing some businesses to shut down or lay off workers, prices are rising and trade operations are disrupted. <q> The href=\"http://yahoo-uk.feedsportal.com/fc/budget-economy.html\"> economic and social situation is deteriorating drastically, </q> the Ivory Coast business federation has warned. <strong> Alassane Ouattara </strong>'s camp has ordered a halt in exports of the country's main revenue earner, cocoa, until the end of February to bring more pressure on Gbagbo", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}]