[{"uid": "1295427445082264097", "i": 5368, "idx": 0, "sa": ["Regis Philbin", "Larry King", "David Letterman", "Kathie Lee Gifford"], "q": "<strong> Regis Philbin </strong> for that wiseacre wit, which earned him the nickname`` OutRegis Philbin'' from <strong> Kathie Lee Gifford </strong>, and helped establish his legacy as the morning-show <strong> Larry King </strong>. Though he got his start as an Joey Bishop's sidekick on <q> The Joey Bishop Show, </q> coin catchphrases on <strong> David Letterman </strong> on`` Late Show,'' it was`` Live'' that brought his espresso-shot energy, big personality and avuncular jokes to a national audience.`` He's everyman to so many", "new_id": -2}, {"uid": "1296746865116736071", "i": 54596, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Paul Bremer"], "q": "a State Department view favoring a slower transition that would allow new leaders to emerge from within the country.`` Those key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> Barack Obama </strong> could do so. </q> <strong> Donald Rumsfeld </strong> blames L. <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the Pentagon's. Although <strong> Paul Bremer </strong> has said he kept Pentagon officials", "new_id": -2}, {"uid": "1295632864218054658", "i": 7118, "idx": 0, "sa": ["Raymond J. Lane", "Larry Page", "Eric Schmidt", "Léo Apotheker"], "q": "gave kudos to <strong> Raymond J. Lane </strong> and CEO <strong> Léo Apotheker </strong> for making these decisions.`` On the upside, HP has five new hyper-qualified people replacing people with lesser resumes-- except maybe John Joyce,'' Vell said. <q> In terms of diversity, we've got three new women, one Caucasian male, and one Indian male. Very well done. A couple directors have little or no board experience, but this board is clearly filled with people who beat a lot of odds. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO.", "new_id": -2}, {"uid": "1295672866088440848", "i": 13801, "idx": 3, "sa": ["Andy Coulson"], "q": " The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice''. <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said.`` I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come", "new_id": -2}, {"uid": "1296776050237715544", "i": 327, "idx": 2, "sa": ["Bernie Sanders"], "q": "Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the US military`` to protect taxpayers from massive fraud.'' <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he charged. <strong> Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent$ 270 billion on 91 contractors involved in fraud cases that yielded judgments of more than", "new_id": -2}, {"uid": "1295488474026624042", "i": 44421, "idx": 1, "sa": ["Mike Pence", "Steve King", "Newt Gingrich", "Barack Obama", "John Boehner"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in Barack ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Steve Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q> The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand. </q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, Dr. <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1297307509028164149", "i": 2246, "idx": 2, "sa": ["David Letterman"], "q": "out later he was actually saying,`` God willing,'' as though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. <q> Don't take this the wrong way, </q> said <strong> David Letterman </strong>,`` but you, I think, just standing on a corner call attention to yourself,'' referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay", "new_id": -2}, {"uid": "1295336713131039270", "i": 8968, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Paula Deen", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "counsel to <strong> Barack Obama </strong> Ronald Reagan, Paula Deenounced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., also is helping the campaign collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1295283262030097462", "i": 18928, "idx": 1, "sa": ["Jon Stewart", "David Letterman", "Piers Morgan"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic!` Cos we all know they do.'' He continued: <q> So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect! </q> Discussing how he likes`` stirring things up'' and causing`` controlled mayhem'', <strong> Piers Morgan </strong> added:`` CNN know they haven't hired Mother Teresa, to put it bluntly.''", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]