[{"uid": "1295674478069369893", "i": 56352, "idx": 0, "sa": ["Larry Page", "Michael Hawley", "Eric Schmidt"], "q": "has product sense and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. <strong> Larry Page </strong> socially and has advised him on writing projects. <q> <strong> Larry Page </strong> is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do. </q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities-- being the public face of the company and managing internal politics-- are areas where Mr. <strong> Larry Page </strong> has less experience. Mr. <strong> Larry Page </strong>,", "new_id": -2, "mturk_index": "123"}, {"uid": "1295534633152666122", "i": 33671, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q> What's the best advice you can give me? </q> and he said, \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" And I think that's good advice.` Something inside you just says, \"You know what, it's", "new_id": -2, "mturk_index": "2168"}, {"uid": "1295202805257589268", "i": 11395, "idx": 1, "sa": ["Tom Coburn", "Kirsten Gillibrand", "Jared Lee Loughner"], "q": "there was a connection to a \"mentally deranged\" suspect, <strong> Jared Lee Loughner </strong>, 22, falling through the cracks of the system and being able to legally buy a gun. Christie: Sharp style is still civil <q> I've pretty well been disgusted with all of the right and the left after this episode, </q> <strong> Tom Coburn </strong> said, noting they continue to press a connection to the shooting. \"We're disconnecting what the real problems are in this country,\" he said. <strong> Kirsten Gillibrand </strong> said on CBS' \"", "new_id": -2, "mturk_index": "1600"}, {"uid": "1295287505178176000", "i": 28308, "idx": 0, "sa": ["Sharon Osbourne", "Susan Boyle", "Jeremy London", "Eddie Murphy", "Piers Morgan", "Simon Cowell", "Larry King"], "q": "of entertainment 2009 was all about <strong> Susan Boyle </strong>. Follow us on twitter at twitter.com Osbourne_Sharon Osbourne_Piers Morgan_Piers Morgan_Take_Fellow_Brits_To_Lunch Morgan_Piers Morgan Cowell_Simon Cowell_Impersonation_by_Piers Morgan!_!_AND_Simon Cowell_mocLarry King_him Britain's Got Eddie Murphye Talent. <strong> Simon Cowell </strong> points out that <strong> Piers Morgan </strong> talks too much, and <strong> Piers Morgan </strong> immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool Cowell_Simon Cowell,_Amanda,_Piers Morgan_Piers Morgan_in_Britains_Got_Talent_2009 This was recorded by me in <strong> Jeremy London </strong> on 29/01/09. This was the Great Entrance of <strong> Simon Cowell </strong>, Amanda and <strong> Piers Morgan </strong>! This was the recording for the NEW Britains Got Talent which will be aired in April", "new_id": -2, "mturk_index": "686"}, {"uid": "1295277490032079885", "i": 32358, "idx": 0, "sa": ["Bernie Sanders", "Harry Reid", "Barack Obama"], "q": "lined up against any change in benefits for Social Security and have begun warning <strong> Barack Obama </strong> to avoid the entitlement debate in his State of the Union address. <strong> Bernie Sanders </strong> says he counts <strong> Harry Reid </strong> among his allies in this fight: <q> The battle lines are forming within the Democratic Party over the charged question of reforming Social Security in the days leading up to <strong> Barack Obama </strong>'s State of the Union address. </q> Liberals, such as Sen. <strong> Bernie Sanders </strong>( I-Vt.), and labor unions, such as the AFL-CIO, AFSCME and SEIU, have taken a firm stand against cutting Social Security benefits.... <strong> Bernie Sanders </strong>", "new_id": -2, "mturk_index": "1953"}, {"uid": "1295260028114786347", "i": 35062, "idx": 0, "sa": ["Allen Iverson", "Dirk Nowitzki"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and making shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2, "mturk_index": "386"}, {"uid": "1295782000044482592", "i": 8051, "idx": 2, "sa": ["Alan Rusbridger", "Sergey Brin", "Eric Schmidt"], "q": "relationships, government outreach and technology thought leadership.\" Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. Schmidt_Eric Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC <strong> Eric Schmidt </strong> speaks with <strong> Alan Rusbridger </strong> at the Guardian Activate Summit in London on July 1, 2010. www.guardian.co.uk Brin_Sergey Brin Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and", "new_id": -2, "mturk_index": "911"}, {"uid": "1296582080157810714", "i": 12514, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. articles:on:link:article- page:more\" East\"> More articles in Middle East", "new_id": -2, "mturk_index": "1832"}, {"uid": "1295627764018169864", "i": 58561, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> adds <strong> Larry Page </strong>. \"The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2, "mturk_index": "1018"}, {"uid": "1295609285143458376", "i": 53884, "idx": 3, "sa": ["Eric Schmidt"], "q": "en France\" <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: \"Larry est pr?t? diriger\" Windows 7, d?ployer un poste ne prend plus que 9 minutes! <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q>", "new_id": -2, "mturk_index": "147"}]