[{"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295940412088457247", "i": 10372, "idx": 0, "sa": ["David Letterman", "Andrew Rossi"], "q": "Cities Reader editor turned New York Times media reporter <strong> David Letterman </strong> Carr steals the show in the new documentary <q> Page <strong> Michael Jackson </strong>: A Year Inside the New York Times. </q> The Internet age, and Carr is the pugnacious, gravel voiced funnyman at the wake. Director <strong> Andrew Rossi </strong> considers the http://wn.com/The_Listening_Post__Media_conflict_of_interest_debate We like to pretend like we're hard to fool... but we're not. The entire", "new_id": -2}, {"uid": "1296781715243532025", "i": 24909, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "with <strong> David Letterman </strong>,\" where we asked the shock jock if he is really in competition with CNN's <strong> Piers Morgan </strong>. \"What, is there a feud? I like <strong> Piers Morgan </strong>,\" <strong> Howard Stern </strong> insisted. <q> He's got a lot of pressure on him. He's got ta get some ratings. <strong> Larry King </strong> was beating him. </q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1296390177239042590", "i": 36775, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Interview: \"Archer's\" spies talk secrets of season two comedy Archer returns for its second season tonight at 10 PM, I sat down with creator Adam Reed, as well as series stars", "new_id": -2}, {"uid": "1297070683236994575", "i": 21480, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said.:: Steve Jones will host Live From The Red Carpet: The 2011 Baftas on Sunday at 5pm on E! Entertainment Television. Copyright( c) Press Association Ltd.", "new_id": -2}, {"uid": "1297126622188514326", "i": 21136, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "aired Monday on ABC, <strong> Donald Rumsfeld </strong> conceded that \"it's possible\" decisions on troop levels for Iraq were the biggest mistake of the war. But he said, while many decisions cost lives in war, he <q> doesn't have enough confidence to say that that's right. </q> \"I think that it's possible. We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed,\" he said", "new_id": -2}, {"uid": "1297437360129613826", "i": 23327, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "bio labs.\"] On chemical weapons, the U.S. could not confirm the identity of any Iraqi sites that could produce the final chemical agent.[ because the production lines were cold] <q> Our overall knowledge of the Iraqi CW program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete, </q> the report stated. On the one hand, now we know that <strong> Donald Rumsfeld </strong> got his \"we don't know what we don't know\" quote from this two-star Air Force general officer( see second", "new_id": -2}, {"uid": "1297462668072581183", "i": 49017, "idx": 1, "sa": ["Steve Ballmer"], "q": "Bing, meanwhile, will become the default search engine on Nokia handsets. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong>, the CEO of Microsoft, said in a statement released today. <q> Ecosystems thrive when fueled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Many tech analysts see the deal as a lifeline for Microsoft, which has struggled to stir up buzz around its Windows Phone 7 operating system. \"Undoubtedly the biggest winner is Microsoft,\"", "new_id": -2}, {"uid": "1297177285142131216", "i": 39986, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "his book, the former defense chief also ripped into some of <strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>- <strong> President Bush </strong>'s first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1297416931025755660", "i": 12393, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Politics From the Associated Press", "new_id": -2}]