[{"uid": "1297200045061325316", "i": 42904, "idx": 4, "sa": ["Andy Burnham", "Michael Gove"], "q": "academy solution is right, where a local authority can find a superior headteacher- whatever action is required will be taken,\" he told the House. Shadow education secretary <strong> Andy Burnham </strong> said the Michael Government is in <q> an unseemly rush to reform where the normal processes of Michael Government are simply ditched </q>. <strong> Michael Gove </strong> accused of` rushing' school reform The education secretary has rejected claims that he is rushing radical reforms to England's education system.", "new_id": -2}, {"uid": "1295599345020365320", "i": 34614, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "am Tag- ein ideales Umfeld f?r die Werbeindustrie. Und Facebook w?chst rasant. Seit Donnerstagabend ist bei Google zumindest wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagt <strong> Larry Page </strong>. Und <strong> Eric Schmidt </strong> sagt: \"Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.\" Der unternehmerische Nachwuchs <strong> Larry Page </strong> hatte zehn Jahre lang Zeit, sich auf seine Rolle vorzubereiten. Er konnte", "new_id": -2}, {"uid": "1295267697200589361", "i": 58942, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Martin Luther King Day doesn't have much to do with civil rights, strictly speaking. It addresses the shooting of Rep. <strong> Gabrielle Giffords </strong> of Arizona and the rhetorical and budgetary attacks on public employees of recent months. <q> ALBANY, NY( 01/14/2011)- The recent horrific events in Tuscon have saddened us all. However, from every tragedy lessons can be learned and the attention given by many to the contribution of violent rhetoric as cause for the shootings may be just the opening to bring civility back to our public discourse. </q> I am further bolstered by the genuine joy expressed by U.S. Senator <strong> Kirsten Gillibrand </strong> in her account of the awakening of her friend and colleague Congresswoman <strong> Gabrielle Giffords </strong> during a visit to the shooting victim's hospital room.", "new_id": -2}, {"uid": "1297283660263864333", "i": 49961, "idx": 0, "sa": ["Simon Cowell"], "q": "7 Wall Street: Money Never Sleeps 8 The Town 9 Dinner for Schmucks Does <strong> Simon Cowell </strong> have` The X Factor'?- \"The Office,\" \"Jersey Shore\" and <q> Pet Food: A Dog's Breakfast </q> StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our Terms of Use. Keep it civil and stay on topic.", "new_id": -2}, {"uid": "1295281689010338330", "i": 2960, "idx": 0, "sa": ["Sergio Marchionne"], "q": "???????????? Maserati??? Ferrari!???????????????? <strong> Sergio Marchionne </strong>????: <q>?????????????????? Grand Cherokee. To????????? </q>.?? project?????????? Maserati? Alfa Romeo??????? SUV????,???????? Maserati", "new_id": -2}, {"uid": "1296802392154992666", "i": 52182, "idx": 0, "sa": ["David Letterman", "Tim Hasselbeck", "Bill Withers", "Bill Paxton"], "q": "that of the soul man <strong> Bill Withers </strong>, who seemed to disappear after his spate of 70s staples which are now always resurrected on \"American Idol\" - \"Ain't No Sunshine,\" \"Use Me,\" <q> Just the Two of Us </q> and \"Lean On Me,\" which the Gutierrez brothers sang just yesterday. <strong> Bill Withers </strong>' story is featured in the documentary \"Still <strong> Bill Paxton </strong>\" ( ShowTim Hasselbecke, Friday, 8:30 p.m.). <strong> David Letterman </strong> makes", "new_id": -2}, {"uid": "1296664610083984386", "i": 34201, "idx": 3, "sa": ["Alan King", "Colin Powell", "John McCain", "Barack Obama", "Bill Ayers"], "q": "Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate Sen. <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie <strong> Barack Obama </strong> to former 1960s radical <strong> Bill Ayers </strong>. <q> I think that's inappropriate. I understand what politics is about-- I know how you can go after one another, and that's good. But I think this goes too far, and I think it has made the <strong> John McCain </strong> campaign look a little narrow. It's not what the American people are looAlan King for, </q> he said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it", "new_id": -2}, {"uid": "1295873978013910017", "i": 15018, "idx": 0, "sa": ["Gabrielle Giffords", "Bernie Sanders", "Patrick Leahy", "Barack Obama", "Peter Welch"], "q": "Democratic Rep. <strong> Peter Welch </strong> said he's sure <strong> Barack Obama </strong> will mention <strong> Gabrielle Giffords </strong>. The shooting rampage has prompted \"a lot of reflection\" among lawmakers about the tone of political debate. <q> I'd like to see the <strong> Barack Obama </strong> use his bully pulpit to bring us back to the recognition that we can have hard-fought battles and disagree on policy, but at the end of the day we have to make progress, </q> <strong> Peter Welch </strong> said. <strong> Patrick Leahy </strong>, Sen. <strong> Bernie Sanders </strong> and <strong> Peter Welch </strong> say they favor dispensing with the segregated seating by party that has been the tradition at State of the Union speeches. Instead, they said,", "new_id": -2}, {"uid": "1295669835215973902", "i": 50995, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "when he was editor-in-chief of the News of the World newspaper. <strong> Andy Coulson </strong> had been under intense pressure to step down over the allegations but said in a statement issued by No 10 Downing Street he resigned because <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110pc needed in this role. </q>\" When the spokesman needs a spokesman, it's time to move on.\" <strong> David Cameron </strong>, who had admitted <strong> Andy Coulson </strong> was \"extremely embarrassed\" about accusations that he knew voice mails on mobile phones", "new_id": -2}, {"uid": "1297183947119177270", "i": 52365, "idx": 6, "sa": ["Robert McNamara", "George W. Bush", "Donald Rumsfeld"], "q": "nearing its 10th anniversary. He refused to echo the regrets of another domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> said. \"I think the world's a better place with[ former Iraqi <strong> George W. Bush </strong>] Saddam Hussein gone and with the Taliban gone and the al-Qaeda out of Afghanistan,\" he said, adding", "new_id": -2}]