[{"uid": "1296853529158482436", "i": 13851, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "a former features executive and investigative journalist at the title, said former editor <strong> Andy Coulson </strong> \"knew a lot of people\" used the technique when both men worked at sister paper the Sun. <strong> Paul McMullan </strong> said: <q> As he sat a few feet from me in the[ Sun] newsroom he probably heard me doing it, laughing about it... and told others to do it </q>. <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World in 2003. \"<strong> Andy Coulson </strong> knew", "new_id": -2}, {"uid": "1297132541144228403", "i": 953, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "'s planning for 9/11, its methods of cross-border infiltration, and information about bin Laden's bodyguards,\" he writes. <strong> Donald Rumsfeld </strong> says that two-and-a-half years later he had learned what happened during his interrogation. <q> I was surprised and troubled. Some of what took place sounded to me as if the interrogation plan may have gone beyond the techniques I approved. </q> Qahtani was apparently exposed to cold temperatures, stripped and humiliated, <strong> Donald Rumsfeld </strong> says. The techniques \"may not have been in keeping with the intent of my January 2002 order that all detainees in the custody", "new_id": -2}, {"uid": "1295258099143179825", "i": 1849, "idx": 2, "sa": ["Andy Coulson", "Marine Le Pen"], "q": "He had given the former editor \"a second chance\" when he had appointed him, adding that Mr <strong> Andy Coulson </strong> had done a \"very good job\" for the government and for the country. <q> He's extremely embarrassed by the endless publicity and speculation about what hapMarine Le Pened many years ago when he was editor of the News of the World, </q> he said. Risk contained No sign of Tunisian uprising spreading to Egypt In father's footsteps Profile of <strong> Marine Le Pen </strong>, new leader of France's National Front Southern discomfort One man's quest", "new_id": -2}, {"uid": "1295754436087883828", "i": 28589, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "aktuell rund 196 Milliarden Dollar wert. Anzeige <strong> Eric Schmidt </strong> h?lt derzeit 2,9 Prozent am Unternehmen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. Er hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet. dpa/tma ber dieses Thema auf dem Laufenden bleiben Infos und Login zum Themen-Alarm per", "new_id": -2}, {"uid": "1295512445009502750", "i": 9073, "idx": 2, "sa": ["DeSean Jackson", "Michael Vick", "Mike Missanelli"], "q": "<strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback's game-ending interception against the Packers. \"What's the story with <strong> DeSean Jackson </strong>?\" asked <strong> Mike Missanelli </strong> <q> Is he just a young pup who talks out of turn every now and then and you're the wily veteran now, and you have to kinda hit the pup on the nose? </q> <strong> Michael Vick </strong> didn't seem to catch the dog references, but we laughed like hell. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended", "new_id": -2}, {"uid": "1297374647106381458", "i": 11720, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Satya Nadella", "Amitabh Srivastava"], "q": "Wednesday. LifeSize introduced several enhancements to its telepresence solutions, including a 10x high def camera for its room-based systems, an executive solution in partnership with LG, and new MCUs for high-def multipoint video. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1295655777179601458", "i": 11641, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook Capscan Capscan is a leading supplier of international address management solutions and data integrity services", "new_id": -2}, {"uid": "1296263404016809998", "i": 46442, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "View large map\" Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) visited a Plainview technology company Friday to push for expanding a research and development tax credit to encourage innovation and job creation among small businesses. <q> By supporting research and development, we really are making the investment where it will have the biggest bang for the buck, </q> she said at a news conference at Clever Devices, a provider... newsday.com is now available at no charge to Newsday and Optimum Online? subscribers. To continue reading, please log in or register", "new_id": -2}, {"uid": "1295903297179077120", "i": 37696, "idx": 12, "sa": ["Donald Rumsfeld"], "q": "explains that his comments have roots in war theory, philosophy and in science. He says the idea of \"known knowns\" and \"unknown unknowns\" and so forth came up during intelligence briefings. <q> I used the phrase in a Pentagon press conference one day, and that's when it started rolling, </q> <strong> Donald Rumsfeld </strong> said. \"I titled the book that because I believe people will find there are things they didn't know.\" He will not discuss specific contents of the book, will not comment on", "new_id": -2}, {"uid": "1295669833206996591", "i": 3859, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Trend Micro? SafeSync? Trend Micro? SafeSync? automatically keeps an unlimited number of your digital files backed up, synchronised, and secure. Plus, you can access them any time via a Web", "new_id": -2}]