[{"uid": "1296752507173539338", "i": 24100, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "must do better. My brother is right. I know we'll do better, and I know that prayer must be part of that effort.\" <strong> Mark Kelson </strong> said <strong> Gabrielle Giffords </strong> continues to improve. <q> Please, please, continue to keep <strong> Gabrielle Giffords </strong>'s thoughts and prayers in your heart. It is really helping, </q> <strong> Mark Kelson </strong> said. On Monday, Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) visited <strong> Gabrielle Giffords </strong> at a rehabilitation hospital in Houston. <strong> Kirsten Gillibrand </strong> reported <strong> Gabrielle Giffords </strong> \"continues to defy the odds\" and is recovering at a rapid pace.", "new_id": -2}, {"uid": "1295445377093192214", "i": 43711, "idx": 0, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell", "Eric Herman"], "q": "that \"AmEric Hermanan Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" ship performance similes, his <q> If I'm being honest </q> assessments and his very tight Northeast Auditions First Stop For Retooled` AmEric Hermanan Idol' LOS ANGELES- When it starts its 10th season Wednesday night on Fox, AmEric Hermanan Idol will have two fresh( and famous) faces", "new_id": -2}, {"uid": "1297119643065749007", "i": 24604, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "up here, co-existing at different times of year on the same network. <strong> Simon Cowell </strong>, the show's executive producer, is the only confirmed judge, and says he'll be his usual unvarnished caustic self: <q> People will know what to expect. </q> He wouldn't address rumors he'd like fellow Brit Cheryl Cole or former Idol colleague <strong> Paula Abdul </strong> on the panel. \"We honestly haven't made our minds up,\" he says, though he'll have to", "new_id": -2}, {"uid": "1295022715245776398", "i": 12713, "idx": 0, "sa": ["Tom Service", "Darren Henley", "Michael Gove"], "q": "So much for the glass half-empty theory, what about the glass half-full? Well, if <strong> Darren Henley </strong> is going to be true to what <strong> Michael Gove </strong> said when the review was launched in September, that Gove-Michael Gove-announces-review-of-music-education\" <q> it is simply unfair that the joy of musical discovery should be the preserve of those whose parents can afford it </q>, we can look forward to a new utopia where music Tom Services are free to all, in which every child has the chance to sing and to learn any instrument they choose without paying a single penny,", "new_id": -2}, {"uid": "1295594472029032448", "i": 29271, "idx": 0, "sa": ["Michael Gove"], "q": "must know by the age of 16. The differences between the approaches then and now are illuminating. In 1987, Mr Baker( now Lord Baker) said a national curriculum was needed because <q> we can no longer leave individual teachers, schools or local authorities to devise the curriculum that children should follow </q>. Today, Mr <strong> Michael Gove </strong> argues insists that the Michael Government wants to give schools greater freedom over the curriculum- although not to the extent that there need be no compulsory curriculum at all.` Jam-packed", "new_id": -2}, {"uid": "1296050712257392712", "i": 36861, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> He returned to the NFL in 2009 with the Eagles, and worked his way from a seldom-used third-string quarterback to the key cog on a division-winning team. He will start for the NFC in the Pro", "new_id": -2}, {"uid": "1295289005218529802", "i": 15811, "idx": 1, "sa": ["Kevin Lyttle", "Rodney Mullen", "Mike McGill", "Steve Caballero", "Per Welinder", "Steve Nash", "LeBron James", "Allen Iverson", "Steve Berra", "Chris Roberts", "Stacy Peralta", "Umaga", "Tony Hawk", "Adrian Demain", "Todd Grisham", "Lance Mountain"], "q": ", <strong> LeBron James </strong>, la lakers, Boston celtics nba champions, La ClipPer Welinders, Denver Nuggets, <strong> Allen Iverson </strong>... The Bones Brigade video Show( part 1 of 7) this is the complete version of 1984's skating video <q> the bones brigade video show </q>, featuring e <strong> Steve Caballero </strong>, <strong> Adrian Demain </strong>, <strong> Todd Grisham </strong> Hasting, <strong> Tony Hawk </strong>, <strong> Chris Roberts </strong> <strong> Allen Iverson </strong>, <strong> Mike McGill </strong>, <strong> Lance Mountain </strong>, <strong> Rodney Mullen </strong>, <strong> Stacy Peralta </strong>, <strong> Umaga </strong> Reategui, <strong> Kevin Lyttle </strong> Staab, <strong> Steve Berra </strong> Steadham, and... <strong> Steve Nash </strong>- Nba Top 10 Career", "new_id": -2}, {"uid": "1296069902094879755", "i": 15644, "idx": 0, "sa": ["Andy Coulson", "Sian Massey"], "q": "who apologised to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments \"extraordinary\" . \"I can not believe the frenzy that's blown up,\" said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on \"very good terms\" , adding: \"I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1296591076195919887", "i": 48874, "idx": 7, "sa": ["David Letterman", "Kelsey Grammer"], "q": "reality target=\"_blank\" star claimed that her relationship with <strong> Kelsey Grammer </strong> ultimately <strong> David Letterman </strong>'s Bridal survey: what's on brides' minds? Following the flurry of engagements from Thanksgiving to New Year's, the fifth annual <q> What's on Brides' Minds </q> survey by <strong> David Letterman </strong>'s Bridal reveals that there are some new twists changing up the tried-and-true wedding rituals. For instance, smaller budgets continue to be the norm, but brides-to-be are feeling more financially secure despite the economic", "new_id": -2}, {"uid": "1295443367077627404", "i": 47433, "idx": 0, "sa": ["Nicole Scherzinger", "Simon Cowell"], "q": "will take time away from it to concentrate on the new project. <strong> Simon Cowell </strong> is now said to be keen to get Rihanna involved with the programme, and think she would wow television audiences. <q> To get her on the show would give it real star power, </q> a source explained to Look. \"<strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule", "new_id": -2}]