[{"uid": "1295524579063569945", "i": 59161, "idx": 2, "sa": ["Brian Cowen", "John Gormley", "Eamon Gilmore"], "q": "''. Labour leader <strong> Eamon Gilmore </strong> claimed the affair was unprecedented and eccentric.`` What is happening here this morning is disrespectful of the people of this country,'' Mr <strong> Eamon Gilmore </strong> said. <q> There is some some kind of political cynical exercise in last-minute jobbery being hatched by this Government. </q> The Green Party is understood to be frustrated over the sudden departures. <strong> John Gormley </strong>, Green leader and Environment Minister, spoke to Mr <strong> Brian Cowen </strong> about the Cabinet vacancies this morning and will discuss the expected", "new_id": -2}, {"uid": "1295969065009764913", "i": 2892, "idx": 0, "sa": ["Derek Hough", "Katy Perry", "Simon Cowell"], "q": "impressing on the UK version, but producers are unconvinced and believe American audiencesmay prefer a more recognizable star such as href=\"http://www.askmen.com/celebs/women/singer_300/301_rihanna.html\"> Rihanna or <strong> Katy Perry </strong>. A friend of Cheryl's rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or href=\"http://www.askmen.com/celebs/women/singer_300/301_rihanna.html\"> Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old href=\"http://www.askmen.com/celebs/women/singer_150/186_girls_aloud.html\"> Girls Aloud star has what it takes to draw audiences in across the Atlantic. The", "new_id": -2}, {"uid": "1297443949230703173", "i": 34637, "idx": 8, "sa": ["Mike Pence", "Michele Bachmann"], "q": " defund the health care law. <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>( R-MN) even adopted the effort as her sole'' 16 GOP lawmakers, the reality of the party's position is coming home to roost. These Republicans, <q> many of whom were swept into office fueled by tea party anger over the health care law, </q> are now facing the same expensive, unforgiving health insurance market as middle-class Americans the GOP wantonly abandoned: \"`` I have a niece who has pre-existing conditions, and I worry about her if she was ever", "new_id": -2}, {"uid": "1295687287040943628", "i": 8097, "idx": 4, "sa": ["Allen Iverson"], "q": "quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Philadelphia to a 118-111 victory Tuesday night over the Bucks, who have been burned for three straight games of at least 40 points by the 76ers All-Star. <q> Honestly, they play me one-on-one, straight up, </q> <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will.`` Except in the last quarter. I guess they felt like they had to do something.'' By then, it was too late. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297211084071778329", "i": 54764, "idx": 1, "sa": ["Michael Tomasky", "Simon Cowell", "Whitney Houston"], "q": "NA in a superbowl, now would she- so why overdo it? elflojo84 7 February 2011 5:00 PM You don't understand <strong> Michael Tomasky </strong>, she is`` making the song her own'' and <q> singing it her own way </q> just like <strong> Simon Cowell </strong> said. So is <strong> Whitney Houston </strong>. So is Mariah. So is every single talent show contestant. SO is... etc, etc, etc. ohsocynical 7 February 2011 5:02 PM usignuolo", "new_id": -2}, {"uid": "1297357122223297593", "i": 22181, "idx": 2, "sa": ["Michael Vick", "James Harrison"], "q": ". Football fans cheer for hard hits all the time, and if the Bears were facing the Eagles, virtually every Bears fan would have joined Buehrle in hoping that <strong> Michael Vick </strong> got viciously hit. As <strong> James Harrison </strong> said, <q> I don't want to injure anybody... I try to hurt people. </q> In football, football fans root for players to get hurt. Football players try to inflict hurt. I'd find it easier to censure Buehrle if football's hypocrisy on pain weren't so transparent. Report", "new_id": -2}, {"uid": "1295094109134053944", "i": 26900, "idx": 2, "sa": ["Sergio Marchionne"], "q": "interpretazione dei sindacati. Ho bisogno di un sistema di regole che preserva le parti pi importanti del contratto nazionale e anche in alcuni casi le rafforza''. Sulla possibilit di far nascere Federauto, <strong> Sergio Marchionne </strong> ha detto che <q> pu darsi che sia la soluzione giusta </q>, ma ha aggiunto:`` Per la Fiat questa joint venture con Chrysler se va avanti non deve comunque far parte di Confindustria. Quindi aspettiamo loro e quando sono pronti entriamo. Non? che possiamo fermare gli", "new_id": -2}, {"uid": "1297336519134381604", "i": 27237, "idx": 0, "sa": ["Mohamed Ould Abdel Aziz", "Alassane Ouattara"], "q": "two weeks were disappearing and that Africa cMohamed Ould Abdel Aziz once again speak with one voice on the issue,'' he said in an interview in Washington. After the elections were held on November 28, there was <q> almost a unified view as to the outcome, </q> McIntosh said. The United Nations Security Council, the AU and Ecowas all accepted Cote d'Ivoire's Independent Electoral Commission's certification of <strong> Alassane Ouattara </strong> as the winner by an eight percent margin. When Gbagbo rejected the consensus,", "new_id": -2}, {"uid": "1295563359204783675", "i": 19288, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, es simplificar la gesti?n empresarial.`` Como Google ha crecido, gestionar el negocio se ha vuelto m?s complicado'', dice en un comunicado quien lleva diez a?os al frente del potente buscador. <q> Hemos decidido que es el momento adecuado para hacer algunos cambios </q>, ha explicado en esta nota, en la que apuesta por definir los roles de cada directivo y crear`` responsabilidades m?s claras''. Por su parte, <strong> Larry Page </strong> ha agradecido el trabajo de <strong> Eric Schmidt </strong>``", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]