[{"uid": "1297507560201031681", "i": 44819, "idx": 1, "sa": ["Eamon Gilmore"], "q": "`` <strong> Eamon Gilmore </strong> for Taoiseach'' has been questioned in recent days, made it clear that his party was still campaigning to become the biggest party in Government. He said voters could choose a Labour-led Government instead of changing <q> one conservative party for another </q>.`` Labour, for the first time in the history of this State, is credibly challenging for the leadership of the next government. We are confident we can win that contest,'' he said", "new_id": -2}, {"uid": "1295647437196657190", "i": 24924, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "who was brought in to guide Google's student founders, Mr <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account:`` Day-to-day adult supervision no longer needed!'' 17 Jan 2011 <q> I am enormously proud of my last decade as CEO and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will`` produce even better results for the corporation''. He explained that the previous structure, in", "new_id": -2}, {"uid": "1295759912175325188", "i": 17249, "idx": 1, "sa": ["Patrick Achi", "Ahoua Don Mello", "Alassane Ouattara"], "q": "Soro, <strong> Alassane Ouattara </strong>'s prime minister, said this would be Ahoua Don Melloe`` quickly'', without giving a timeframe. <strong> Patrick Achi </strong>, spokesperson for the Alassane Ouattara-appointed government, called the move an important step. <q> We are satisfied. We are heading towards the control of the accounts but it will happen in stages, </q> he said, adding that the next step would have to be the replacement of the director of the bank in C?te d'Ivoire, who he said was also pro-Gbagbo. <strong> Alassane Ouattara </strong> says Gbagbo has tapped between 80", "new_id": -2}, {"uid": "1297425673245137428", "i": 38281, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "stage to affirm Microsoft's commitment to the partnership. He explained that though Nokia will not be the exclusive vendor for Windows Phone 7 devices, the two will work together on devStephen Elopment and marketing initiatives. <q> This partnership with Nokia will accellerate, dramatically accelerate Windows phone ecosystem, </q> said <strong> Steve Ballmer </strong>.`` We need to and we will collaborate closely on joint devStephen Elopment and joint marketing initiatives. Nokia's location and mapping services will improve our joint experience and help deepen the access and information in our", "new_id": -2}, {"uid": "1297670161000606209", "i": 10505, "idx": 2, "sa": ["Jools Holland", "Simon Cowell", "David Joseph"], "q": "rejected <strong> Simon Cowell </strong>'s proposal for a new Saturday night ToTP-style show, negotiations with Universal are at an advanced stage for a new star-studded proposition.`` What <strong> Simon Cowell </strong> has achieved is history-making,'' says <strong> David Joseph </strong>. <q> I think there's a big gap between Later with <strong> Jools Holland </strong> that gets a couple of hundred thousand viewers and X Factor which gets 20 million. I think there's a show that will get a great audience. </q> <strong> David Joseph </strong> and <strong> Simon Cowell </strong> go way back.`` We worked together for a number of years at RCA and had a good working relationship. <strong> Simon Cowell </strong> has an incredible drive to keep the extraordinary success he's had", "new_id": -2}, {"uid": "1296839679168542224", "i": 17571, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Dick LeBeau", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from monopolising the game. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1295584823230457349", "i": 18208, "idx": 5, "sa": ["George W. Bush", "Colin Powell"], "q": "decision to pull out American forces and leave Hussein in power. <strong> Colin Powell </strong> and the other members of <strong> George W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove Hussein. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said.`` <strong> George W. Bush </strong> made the right decision.'' The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George W. Bush </strong>'s son, former <strong> George W. Bush </strong>. After being convicted of crimes", "new_id": -2}, {"uid": "1296560563171900973", "i": 57676, "idx": 0, "sa": ["Simon Cowell", "Max Clifford"], "q": "who was diagnosed with a brain tumor in 2009, was granted her biggest wish- to sing for <strong> Simon Cowell </strong>. Her dream came true at the Britain's Got Talent studios in London. Afterwards, she said: <q> <strong> Simon Cowell </strong> let me sing` Twinkle Twinkle Little Star' to him. He's so nice and I love him. </q> Bethany passed away at a hospice the three days later. <strong> Simon Cowell </strong>'s spokesman <strong> Max Clifford </strong> said,`` He is really upset, he said what a beautiful little girl she was. He is just so sad, and", "new_id": -2}, {"uid": "1296966831159891467", "i": 18776, "idx": 7, "sa": ["Michael Vick", "Tom Brady"], "q": "is available the Eagles will use it on <strong> Michael Vick </strong> to retain his rights for at least next season, team sources have said.`` I'm happy with it,'' <strong> Michael Vick </strong> said of the tag. <q> I'm blessed. I'm just thankful to have the opportunity to play in this league again. </q> After the segment, <strong> Michael Vick </strong> said that he was heading home Tom Bradyorrow and would not attend the Super Bowl. Because your contributions are currently under review, no comments can be made at this time.", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]