[{"uid": "1297260229046088245", "i": 29422, "idx": 0, "sa": ["Simon Cowell", "Will Smith"], "q": ": there <strong> Will Smith </strong> be no age cut off for participants past 12 years of age and that the winner <strong> Will Smith </strong> receive a$ 5 million record deal with Sony Music, a record for a reality show competition. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said via a statement.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1295037198201211960", "i": 19039, "idx": 0, "sa": ["David Letterman", "Andy Cohen", "Camille Grammer"], "q": "the city. Champagne is poured before they leave for the awards, and <strong> Camille Grammer </strong> suggests that they toast href=\"http://www.eonline.com/uberblog/b220560_kelsey_Camille Grammers_sly_toast_kayte_walsh.html\" target=\"_hplink\">`` to love.'' Kelsey murmurs his agreement, and calmly replies, <q> I'm particularly thrilled with all the love I've received from the British people </q>-- namely, <strong> Camille Grammer </strong> dished to Bravo's <strong> Andy Cohen </strong> following the episode, and revealed she The <strong> David Letterman </strong> show Thursday night.`` She was nice, and we both said hello. She has", "new_id": -2}, {"uid": "1295439770220266591", "i": 7600, "idx": 1, "sa": ["Paula Abdul", "Kara DioGuardi", "Simon Cowell", "Josh Turner", "Faith Hill"], "q": "listening to what <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Kara DioGuardi </strong> have to say about the auditions, so much so that it gets a little repetitive and predictable,'' says Amarillo girl, a top 12 finisher last year. <q> I'm looking forward to seeing if they can bring the same great advice in a new way. </q> More season 10 highlights include a 16-year-old <strong> Josh Turner </strong> sound and look-alike; a raspy young blond in Nashville who wows during <strong> Faith Hill </strong>'s Like We Never Loved At All; a retro-rocker who zips through Led Zeppelin's", "new_id": -2}, {"uid": "1295562153178864134", "i": 31343, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "way the company is run. <strong> Eric Schmidt </strong>'s own job will be shifting from CEO to executive chairman, stepping aside to make room for co-founder <strong> Larry Page </strong>, a role he will start in on April 4th. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> wrote <strong> Eric Schmidt </strong>.`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready", "new_id": -2}, {"uid": "1295397624010076164", "i": 42625, "idx": 5, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. VALETS WANTED", "new_id": -2}, {"uid": "1295627764018169864", "i": 58564, "idx": 6, "sa": ["Eric Schmidt"], "q": "8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009.`` Q4 marked a terrific end to a stellar year,'' enthuses <strong> Eric Schmidt </strong>. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth, investments that will benefit our users, Google and the wider Web. </q> Breaking things down, Google-owned Websites accounted for the majority of the revenue generated at US$ 5.67 billion or 67%; up 28% from Q4 2009. Partner Websites through the AdSense program accounted for US$", "new_id": -2}, {"uid": "1295613392207978510", "i": 1885, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1295878830093126673", "i": 17862, "idx": 1, "sa": ["Alassane Ouattara"], "q": "d?cada.`` Esta crisis est teniendo un fuerte impacto en el personal local de la ONU. Nos enfrentamos a todo tipo de problemas, especialmente relacionados con nuestra seguridad'', explic Fran?ois a IRIN. <q> Estamos en el objetivo de aquellos que apoyan( al presidente saliente Laurent) Gbagbo </q>, a?adi. Gbagbo ha rechazo ceder el poder a <strong> Alassane Ouattara </strong>, ganador de las elecciones presidenciales del pasado noviembre, seg?n la Comisi?n Electoral Central, la ONU y gran parte de la comunidad internacional.", "new_id": -2}, {"uid": "1295451920167215141", "i": 12678, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing.`` Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great` Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a`` fantastic", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]