[{"uid": "1297177295226918404", "i": 1943, "idx": 1, "sa": ["Simon Cowell", "Nancy O'Dell"], "q": "competition goes live. \"I think they started off by saying it's a nicer, gentler` Idol,' so maybe they'll continue to be that way,\" he tells <strong> Nancy O'Dell </strong>. <q> They're different kinds of judges. </q> Does <strong> Simon Cowell </strong> Think` American Idol\" s New Judges Can Be Tough Enough? ET's <strong> Nancy O'Dell </strong> headed to London to sit down with everyone's favorite judge, <strong> Simon Cowell </strong>, who reveals whether or", "new_id": -2}, {"uid": "1297375007070008853", "i": 41808, "idx": 0, "sa": ["Ellen DeGeneres", "Jennifer Aniston", "David Letterman", "Justin Bieber"], "q": "are you so mean?\" ' <strong> Jennifer Aniston </strong> said to <strong> Ellen DeGeneres </strong>. She said she was pleased that he has kept up the positive reporting and wasn't just saying that he would tone it down to appease her. <q> I say good for him and keep it up, </q> <strong> Jennifer Aniston </strong> concluded. <strong> Justin Bieber </strong>: \"<strong> Justin Bieber </strong> Fever\" has hit the airwaves as <strong> Justin Bieber </strong> clogs every American news outlet known to man. After guesting on \"The Daily Show,\" \"Late Night with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295976104233406491", "i": 18345, "idx": 3, "sa": ["Mike Krzyzewski", "Michelle Chan", "Allen Iverson", "Christian Cook", "Larry Brown"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. \"It's special, and it's a tribute to my <strong> Mike Krzyzewski </strong> and my teammates,\" said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Larry Brown </strong> said. \"There were so many lessons to be learned, from him Cook_Christian Cook_plaMichelle Chan_for_the_MLL_Major_League_Lacrosse DR of Congo: Discreet Commemorations of the 50th Anniversary of Patrice Lumumba's Assassination Amid rumors of rebel groups unifMichelle Chan in Congo,", "new_id": -2}, {"uid": "1296154380245841959", "i": 31808, "idx": 1, "sa": ["Michael Noer", "Michael Vick", "Barack Obama"], "q": ", a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. \"We're real excited about it,\" chief executive officer Rob Vito told the Associated Press. <q> <strong> Michael Noer </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes American so great. He's move forward. He's a whole other person. </q> Indeed, <strong> Michael Vick </strong> has paid his dues, and demonstrated immense regret in interview after interview. That, along with the fact that he just completed what was statistically the best season of his football career, points", "new_id": -2}, {"uid": "1296233966016105510", "i": 31982, "idx": 0, "sa": ["Jeff Sessions", "David Vitter", "Frank Lautenberg", "Kirsten Gillibrand", "Jim Mountain Inhofe", "Barbara Boxer", "Lamar Alexander", "Bernie Sanders", "Jeff Merkley", "Mike Johanns", "Sheldon Whitehouse", "John Barrasso", "Tom Udall", "John Boozman", "Mike Crapo"], "q": "D-DE), <strong> Frank Lautenberg </strong>( D-NJ), Benjamin Cardin( D-MD), <strong> Bernie Sanders </strong>( I-VT), <strong> Sheldon Whitehouse </strong>( D-RI), <strong> Tom Udall </strong>( D-NM), <strong> Jeff Merkley </strong>( D-OR), <strong> Kirsten Gillibrand </strong>( D-NY) \" <q> Republicans: Ranking Member <strong> Jim Mountain Inhofe </strong>( R-OK), <strong> David Vitter </strong>( R-LA), <strong> John Barrasso </strong>( R-WY), <strong> Jeff Sessions </strong>( R-AL), <strong> Mike Crapo </strong>( R-ID), <strong> Lamar Alexander </strong>( R-TN), <strong> Mike Johanns </strong>( R-NE), <strong> John Boozman </strong>( R-AR) </q> With Oberstar Gone, Who Will Lead the Democrats on T& I Committee? House Transpo Committee Promises Bipartisanship, To Tackle Aviation First \"Our problem is that <strong> Barbara Boxer </strong> has expressed a desire to introduce a bill that", "new_id": -2}, {"uid": "1297307549087687177", "i": 28258, "idx": 2, "sa": ["David Letterman"], "q": "out later he was actually saying, \"God willing,\" as though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. <q> Don't take this the wrong way, </q> said <strong> David Letterman </strong>, \"but you, I think, just standing on a corner, call attention to yourself,\" referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and", "new_id": -2}, {"uid": "1296383953030212103", "i": 16341, "idx": 0, "sa": ["Zahi Hawass"], "q": "were set ablaze by protesters on Friday and then again last night. The area has been the scene of continual protests all week. Dr <strong> Zahi Hawass </strong>, Secretary General of Supreme Council of Antiquities, said: <q> What really scares me now is the building located on the eighth side of the Cairo Museum. This building is burning. If this building is destroyed it will go above the Cairo museum and this will be a disaster. </q> Copyright? 2011 euronews", "new_id": -2}, {"uid": "1295257992092618803", "i": 28940, "idx": 2, "sa": ["David Cameron", "Kay Burley", "John Prescott", "Andy Coulson", "Chris Bryant"], "q": "at twitter.com. Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy remarks, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!) <strong> John Prescott </strong> has written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place", "new_id": -2}, {"uid": "1295576585124059652", "i": 38319, "idx": 0, "sa": ["Larry Page", "Terry Jones", "Sergey Brin", "Eric Schmidt"], "q": "day-to-day operations as CEO, replacing <strong> Eric Schmidt </strong>, who will assume the role of chairman. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products. <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. story\"> Flooding in Victoria displaces thousands Victoria's flood crisis is worsening with 62 towns affected by rising waters, while thousands of residents have been evacuated, mirroring the events seen in Queensland. On the grounds that he might damage the public good, the British government has denied US pastor, <strong> Terry Jones </strong>, entry to the country, saying he supports \"unacceptable behaviour </q>. Berlusconi facing new allegations, made by roommate of Ruby dancer The friend of a teenage who supposedly slept with the Italian Prime Minister in return for money and lavish gifts has said in a transcript that her", "new_id": -2}, {"uid": "1295562736055705634", "i": 14613, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "The decision to step down, according to Google executives, is about streamlining management. \"As Google has grown, managing the business has become more complicated,\" wrote <strong> Eric Schmidt </strong> in a blog post on Thursday. <q> So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong>'s tenure at Google has been nothing short of extraordinary. According to comScore, Google's sites reached nearly 179 million unique users in November, ranking second only behind Yahoo's. Google accounts for", "new_id": -2}]