[{"uid": "1295945703061587480", "i": 32470, "idx": 0, "sa": ["Bill Lockyer", "Ileana Ros-Lehtinen"], "q": ", is seeking cuts and has introduced a <strong> Bill Lockyer </strong> intended to pressure the United Nations to change the way it operates and to make dues voluntary. She also is promising investigations into possible corruption and mismanagement. <q> The fact that the U.S. continues to contribute Bill Lockyerions of taxpayer dollars every year to an unaccountable, unreformed U.N. is no laughing matter, </q> <strong> Ileana Ros-Lehtinen </strong>, R-Fla., said in a statement Friday. Congress at various times has withheld funding from the world organization, but last year, under Democratic leadership in both the House and the Senate, the", "new_id": -2}, {"uid": "1295959624077971469", "i": 28247, "idx": 0, "sa": ["Alan Rusbridger", "Andy Coulson"], "q": "journalism and editorial jobs on Journalism.co.uk this week Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story'", "new_id": -2}, {"uid": "1296895260171786245", "i": 10927, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "there is a work stoppage.`` I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,'' he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects: <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1295248298056475649", "i": 57349, "idx": 0, "sa": ["Steve Ballmer"], "q": "temi sui quali il CEO <strong> Steve Ballmer </strong> ha maggiormente insistito al CES 2011, mostrando come sia possibile ottenere un maggiore livello di interazione fra il giocatore e la console tramite, ad esempio, Kinect Remote e Avatar Kinect. <q> Forme davvero originali per il terzo mouse sfornato dalla dinamica Coolermaster che, a fronte di un prezzo pi contenuto rispetto agli altri modelli, continua ad offrire le stesse principali caratteristiche e qualit costruttiva </q> Dinox PC- Copyright? 1999-2010 Master New Media S.r.l. a socio unico- P.I. 02947530784. GRUPPO EDIZIONI MASTER Spa- Tutti i diritti di propriet letteraria e artistica sono riservati", "new_id": -2}, {"uid": "1297310285087687177", "i": 5736, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "cloud computing, a skill the company sees as essential in finding its place in the emerging market for cloud computing services and tools. <strong> Satya Nadella </strong>'s`` deep experience'' in Microsoft's server business and online services will <q> help accelerate our momentum while setting the course </q> for its future cloud offerings, CEO <strong> Steve Ballmer </strong> said in a statement. <strong> Satya Nadella </strong> formerly led engineering efforts in the company's online services division. He led the technical efforts to launch Microsoft's Bing search engine", "new_id": -2}, {"uid": "1296486373063668243", "i": 2843, "idx": 13, "sa": ["Mike Pence"], "q": "raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. As he likes to say, <q> I'm a conservative, but I'm not in a bad mood about it. </q> <strong> Mike Pence </strong> served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters", "new_id": -2}, {"uid": "1295564377105267210", "i": 35500, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "business model into a tech giant with a wide sweep of products and more than$ 25 billion a year in revenue. On a conference call with analysts, <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>. <q> I believe <strong> Larry Page </strong> is ready, </q> <strong> Eric Schmidt </strong> said.`` It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in", "new_id": -2}, {"uid": "1296582060068321313", "i": 9570, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "and Israeli Crisis <strong> Justin Bieber </strong> on` The Late Show with <strong> David Letterman </strong>'- hilarity ensues( video) On Monday, 16-year old singing sensation <strong> Justin Bieber </strong> made the next stop on his`` Never Say Never'' promotional tour-- <q> The Late Show with <strong> David Letterman </strong>. </q> When we first heard about this interview David Lettermanier this month, we assumed it would be awkward. However, it actually ended up being more than a little bit hilarious. Miami in Coral Gables, the Storer Auditorium", "new_id": -2}, {"uid": "1295652755122683468", "i": 33297, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew previous expectations. While Google has dominated the Internet browser market for a decade, the company", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]