[{"uid": "2008091723_00022287_W", "i": 2897, "idx": 2, "sa": ["Barack Obama", "Sarah Palin", "John McCain", "Todd Palin"], "q": "in a while-what do you think those folks say source: dreams from my father, by <strong> Barack Obama </strong>, p. 186 aug 1, 1996.\" <NO_QUOTATION> or <NO_QUOTATION> would be an appropriate name for our <NO_QUOTATION> distinguished <NO_QUOTATION> <q> oh, what a gal </q>! i am an 83 year old widow and live in macomb county, michigan which is an important republican area. greta, loved your interview of <strong> Todd Palin </strong>. i think if John McCain/Sarah Palin wins the election.... <strong> Todd Palin </strong>", "new_id": -2}, {"uid": "2008102912_00040147_W", "i": 775, "idx": 0, "sa": ["Artur Fischer"], "q": "all markets including both incumbent exchanges and new mtfs such as turquoise, chi-x and nasdaq omx. users will also benefit from the superior performance of the bloomberg system. <strong> Artur Fischer </strong>, co-ceo b?rse berlin equiduct trading comments: <q> with the entry of new mtfs into the european execution venue space the market is becoming increasingly fragmented. market participants will have increasing difficulty keeping up with the volume of market data available and the costs of accessing, interpreting and storing it. by using our vbbo market participants will can see a european consolidated tape and maintain a real-time market overview. </q> herbie skeete tel:+44( 0) 20 7404 1940 fax:+44( 0) 1438 817 656 mondo visione, 3rd floor, baird house, 15-17 st. cross street, london, ec1n 8uw, uk", "new_id": -2}, {"uid": "2008100817_00037871_W", "i": 1129, "idx": 4, "sa": ["Sam Houston"], "q": "the program's biggest game in more than three decades. a series known more for its halftime pageantry has taken a turn for the game itself as the contest will feature the swac's top two defensive teams. <q> you won't leave after halftime, </q> frazier said. \"there's going to be two quality football teams on display.\" no athlete in the southland conference is on as big a roll as <strong> Sam Houston </strong> state's the sophomore goalkeeper from kingwood has recorded", "new_id": -2}, {"uid": "2008100208_00009209_W", "i": 1448, "idx": 2, "sa": ["Jimmy Carter", "George H. W. Bush", "John McCain"], "q": "minding the store.\" while attempting to pin the blame for the crisis entirely on the <strong> George H. W. Bush </strong> administration-ignoring the <NO_QUOTATION> deregulatory policies of democrats <strong> Jimmy Carter </strong> and bill clinton-he offered a mutual amnesty between himself and <strong> John McCain </strong>, saying, <q> i certainly don't fault senator <strong> John McCain </strong> for these problems... </q> these events are signposts in the historic failure of american and world capitalism. for the working class, they mean a rapid growth of unemployment, poverty, homelessness and social misery. the government, wall street and", "new_id": -2}, {"uid": "2008101806_00008148_W", "i": 1738, "idx": 12, "sa": ["Carlos Duque", "Rafael Martín"], "q": "country now teetering on the edge of recession, <strong> Carlos Duque </strong> worries about what lies ahead. la sagra's brick works employ about 2,600 workers directly, and another 10,000 indirectly. if the economy worsens, says <strong> Carlos Duque </strong>, <q> we're going to start seeing factories closing for good, and then we'll have serious problems. </q> according to <strong> Rafael Martín </strong> mart?n, the mayor of alameda de la sagra, the town's coffers have seen a drastic reduction in income- from an average of$ 140,000 in recent years to$ 35,000- as building", "new_id": -2}, {"uid": "2008092222_00020352_W", "i": 1628, "idx": 19, "sa": ["Barack Obama"], "q": "salivating at the thought of thousands of college students registering and voting for <strong> Barack Obama </strong>-- all in the same day. \"voting is a two-step process in this country,\" said gronke, the early voting expert. <q> the difficulty with young voters has always been getting them to do both steps. </q> republicans, however, don't intend to cede the state's universities to the democrats. \"we've got a very aggressive plan that is going to be in place for that window,\" said the rnc", "new_id": -2}, {"uid": "2008100217_00010546_W", "i": 1099, "idx": 7, "sa": ["Steny Hoyer"], "q": "can get on the market. there were worries, though, that the tax breaks might cause some conservative-leaning democrats who voted for the rescue monday to abandon it because the revised version would swell the federal deficit. <q> i'm concerned about that, </q> said rep. <strong> Steny Hoyer </strong> of maryland, the democratic leader. the senate-backed package extends several tax breaks popular with businesses. it would keep the alternative minimum tax from hitting 20 million middle-income americans. and it would provide$", "new_id": -2}, {"uid": "2008120520_00011764_W", "i": 3734, "idx": 4, "sa": ["Allan Holdsworth", "Maxine Kumin"], "q": "country/rock.\" at times you can also hear some of his blues and jazz roots. if the description of schutz's music is all over the place so are his influences. he cites crooner nina simone because <q> the amount of ground she covered as an artist is amazing to me. </q> other influences include the pixies, beethoven, muddy waters, <strong> Allan Holdsworth </strong> and authors anne sexton and <strong> Maxine Kumin </strong>. schutz began his musical career when he was recruited to be the bassist for a trio in his hometown of kansas", "new_id": -2}, {"uid": "2008091818_00004309_W", "i": 3447, "idx": 1, "sa": ["Devin Hester"], "q": "week i'll have no pain or nothing like that,\" <strong> Devin Hester </strong> said thursday. <strong> Devin Hester </strong> said he suffered the injury making a quick move to avoid a tackle. he couldn't breathe normally for two days. <q> i was told that if you go out there and it's not healed all the way, then you could damage it even more. i'm just going to get as much treatment as i can, and hopefully ill be ready. </q>", "new_id": -2}, {"uid": "2008091410_00016441_W", "i": 1573, "idx": 4, "sa": ["Barack Obama"], "q": "with amazement that after the republican-led congress <NO_QUOTATION> two years ago, no legislation sanctioning china over its currency has been voted on. \"there's lots of blame to share on the issue,\" he added. <q> our government is not doing anything. </q> erin ennis, vice <strong> Barack Obama </strong> of the us-china business council, downplayed expectations for the jcct talks, saying its jurisdiction <NO_QUOTATION> \"we're not expecting any major breakthroughs at this meeting,\" she said in a phone", "new_id": -2}]