[{"uid": "1297366932104955949", "i": 19425, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. The veteran actor starred in the comedy series \"Cheers\" and \"Frasier.\"", "new_id": -2}, {"uid": "1297094583019349510", "i": 34826, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "are still forthcoming. \"The X Factor' has become a worldwide phenomenon and is unlike anything we've seen in America,\" says <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company. <q> The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected. </q> While we don't miss <strong> Simon Cowell </strong> on \"American Idol\" that much, this certainly throws a whole new twist on singing competitions in the U.S.", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1297152367211075085", "i": 30532, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen\", schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. <q> Dit betekende dat het tijd was om sommige mensen te vervangen. </q> 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen Audio Sijbolt Noorda, voorzitter VSNU reageert op de plannen van staatssecretaris Zijlstra over het hoger... 13 jaar na hun afscheid", "new_id": -2}, {"uid": "1296371370213876753", "i": 14275, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "get a foul but it felt so good, the rhythm felt good,\" <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said. \"I was happy for him, just to see http://wn.com/Cavs-Wizards_101-109_I_James_31pts,9reb,6ast,Williams_19pts_vs_Butler_25pts,Jamison_19pts,5reb WASHINGTON, April 2,2009( AP) For the first time all season, the Washington Wizards used a lineup resembling the one they envisioned when", "new_id": -2}, {"uid": "1295495372185335815", "i": 33166, "idx": 0, "sa": ["Simon Cowell"], "q": "to be a lot of fun once he settles in. He likes to joke, drum on the desk to the music and sing along when he likes someone. He has a flirtatious streak, too. <q> Where is your pitchfork, you little devil, </q> he said to one cutie. The frontman for Aerosmith also has a little <strong> Simon Cowell </strong> in him. \"Did you eat a lot of paint chips as a child?\" he asked a gruesome singer.", "new_id": -2}, {"uid": "1296907007021102602", "i": 40577, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ", 37, rues the exodus of foreigners that has left him temporarily without livelihood. But he expresses confidence that Egypt's treasure trove of antiquities means they will not stay away for long. <q> Yes, I haven't worked in two weeks. There are no more visitors to Cairo. They've all fled to their countries, </q> he said. <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Article: <strong> Hosni Mubarak </strong> hangs on after mass protests in... An injured anti-government protester rests by a... Egyptian Museum Video: Long Locks Get Chopped", "new_id": -2}, {"uid": "1295626012249511946", "i": 24336, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom, which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest. This is an interesting role, in terms of U.S. corporate governance. Non-executive chairmen are common,", "new_id": -2}, {"uid": "1295905281252543005", "i": 27238, "idx": 0, "sa": ["John McCain", "Sen. Bernie Sanders"], "q": "deal between the <strong> John McCain </strong> House and congressional Republicans, <strong> Sen. Bernie Sanders </strong> took to the Senate floor to make the case against deepening the deficit and widening the income gap in America by extending Bush-era tax breaks for the very wealthy. <q> I am simply here today to take as long as I can to explain to the American people the fact that we have got to do a lot better than this agreement provides, </q> <strong> Sen. Bernie Sanders </strong> began. After eight and a half hours of speaking without leaving the Senate floor, <strong> Sen. Bernie Sanders </strong> brought his day-long stand to a close Friday night. He concluded, \"If the American people stand up and say", "new_id": -2}, {"uid": "1295631157218054675", "i": 23611, "idx": 0, "sa": ["Andy Coulson"], "q": "again asserted his innocence. Since then, the scandal hasn't died, mostly because <strong> Andy Coulson </strong>'s evasions strain credulity. The shirky wording of the statement he issued today does not exactly enhance his reputation for straightforwardness. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role, </q> <strong> Andy Coulson </strong> said. It's hard to think that an old hack wouldn't know that people who blame the coverage tend not to have liked the events that precipitated it. For those who feel that <strong> Andy Coulson </strong>", "new_id": -2}]