[{"uid": "2008121401_00005528_W", "i": 960, "idx": 0, "sa": ["Criss Angel", "Jensen Ackles"], "q": "trust me... you're gon na wan na click that... <strong> Jensen Ackles </strong>: ready to go at a moments notice. 5 responses to\" the gift that keeps on giving: day 13 <q> december 13, 2008 at 7:19 pm this episode should be rated nc-17 for this alone. gtfo, <strong> Jensen Ackles </strong>. lolololol. december 13, 2008 at 7:47 pm why i love this clip: 1. <strong> Jensen Ackles </strong> in the booty shorts. 2. <strong> Criss Angel </strong> is a douche bag 3. </q> the whistle makes me their god. \"4. chubby asian kid getting played <NO_QUOTATION> 5. brad from rhps( even though he's much older) december 13, 2008 at 7:54 pm* bottom jaw on", "new_id": -2}, {"uid": "2008102008_00001403_W", "i": 567, "idx": 0, "sa": ["Andrew Symonds", "James Sutherland"], "q": "are medical and other related issues that are being worked through as part of the process.\" there is a staged process that <strong> Andrew Symonds </strong> has got to go through to get through the gate, so to speak, <q> <strong> James Sutherland </strong>, who is in mohali for the second test in which the aussie batting collapsed like a house of cards in the first innings, said. <strong> James Sutherland </strong> said though he was happy to see <strong> Andrew Symonds </strong> back in action on the field, the exiled all-rounder will have to some while before staking a claim for national comeback. </q> he is back playing cricket, which is good, but there is a whole lot of other things that need to be satisfied before we get to a stage for the selectors to have an interest in it,", "new_id": -2}, {"uid": "2008111702_00004456_W", "i": 907, "idx": 0, "sa": [], "q": ", the bay defense alliance and the chamber of commerce military affairs committee.\" none of these things are surprises to us. a lot of times the budget drills happen and the community never hears about them, <q> said tom neubauer, president of the bay defense alliance. </q> but the thing that's happening right now across the entire military, and the air force in particular, is they don't know what the budget is going to look like next year. \"the air force", "new_id": -2}, {"uid": "2008120808_00032290_W", "i": 938, "idx": 4, "sa": [], "q": "as possible colleges and hopes to continue his football career at that level.\" but i talked it over with my parents, and we decided that it wouldn't be right for me to leave the program. <q> mcaneney said phillips' attitude stayed positive even as the lancers changed their approach and developed an offensive philosophy that did not maximize the speedy, 5-foot-11, 185-pound athlete's skills. </q> he didn't care if we ran or passed, he just wanted us to win and to be a part of it, \"mcaneney said. the wonderful irony yesterday was that in his final game, phillips", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 2086, "idx": 6, "sa": ["Harry Markopolos", "Bernard Madoff"], "q": ", he says he knew his research could ruin people's careers and asked the sec be discreet about circulating the report and his name.\" i am worried about the personal safety of myself and my family, <q> he wrote. the report highlights 29 <NO_QUOTATION> about <strong> Bernard Madoff </strong>'s business, among them the returns of a third-party hedge fund managed by <strong> Bernard Madoff </strong>'s firm which had negative returns in just seven on the 174 months <strong> Harry Markopolos </strong> analyzed. </q> no major league baseball hitter bats.960, no nfl team has ever gone 96 wins and only 4 losses over a 100 game span, and you can bet everything you own that no money manager is up 96", "new_id": -2}, {"uid": "2008101319_00003849_W", "i": 1170, "idx": 4, "sa": ["John McCain"], "q": "'s lead in the polls.\" the national media has written us off, \"<strong> John McCain </strong> added.\" but they forgot to let you decide. \"\" what america needs in this hour is a fighter, <q> he said, adding that he knew americans were worried about the direction of the country. </q> i know what hopelessness feels like. it's an enemy who defeats your will. i felt those things once before. i will never let them in again, \"<strong> John McCain </strong> said, a clear reference to his", "new_id": -2}, {"uid": "2008091102_00019194_W", "i": 1413, "idx": 3, "sa": ["Jennifer Flynn"], "q": "on it's been increasing, it has increased every year. this year it's just different. people are actually they're feeling this and we're seeing it because it's showing up in the numbers. <q> it's a trend she sees reflected on tennessee roadways and right here in chattanooga over the last seven months. vehicle miles traveled dropped on average around 2 or three percent. it's putting the brakes on tdot's funding. <strong> Jennifer Flynn </strong>, </q> we are funded through the gas tax so if people drive fewer miles they purchase less fuel less fuel means less money for us. \"and she says less money means no new projects, just completion of current", "new_id": -2}, {"uid": "2008121419_00022360_W", "i": 686, "idx": 1, "sa": [], "q": "you should see it. macdailynews.com article summary: after its first full year selling tracks from all four major labels, amazon's digital music store... read the full article: macdailynews\" where mac news comes first <q> always-- free ground shipping with orders over$ 50 at the apple store. dec 14, 08- 11:16 am comment from: hmciv by the way, what ever happened to emusic? </q> let's see. if we give our music to amazon without drm, then we can break apple's dominance and raise our prices later. yeah, that'll do it. gadzooks! you can remove drm", "new_id": -2}, {"uid": "2008112006_00012839_W", "i": 1291, "idx": 1, "sa": [], "q": "to be the first in her family to earn a college degree.\" i still don't know where i'm going to go, \"gonzalez said.\" but i know i'm going to college. <q> capitol hill are why morrisette organized a pep rally-type meeting to get parents involved and energize students. about 50 parents were scattered about the auditorium. a recent student brawl in the school's lunchroom was not brought up during the meeting. armondo rubio, summit panelist who is also general manager of the local spanish tv affiliate for telemundo, said one of the major challenges the school faces is getting hispanic parents involved. </q> about 70 percent of the students here are hispanic, \"rubio said.\" and most of their parents don't speak english. \"rubio said many spanish-speaking parents try to become involved, but then walk away", "new_id": -2}, {"uid": "2008112407_00019277_W", "i": 229, "idx": 1, "sa": ["Diana Spencer", "George H. W. Bush", "Osama bin Laden"], "q": "existence and your world\" cnn article: iran and the nuclear traitor- i have to object to the release, and it was stated today to me. cnn news\" saddam husseins hitler grave located in iraq <q>[ never argue with me lika v., diplomat ever again on saddam hussein and <strong> Osama bin Laden </strong>] diary log october 29, 2008- good morning <strong> George H. W. Bush </strong> and cheney, and gooood morning to you too! master squiiirrrel! diplomatic october 2007 log of news notes </q> kellogs cereal kil` joy british royal corn` flake section front \"- <NO_QUOTATION> dodi al fayed& princess <strong> Diana Spencer </strong> nyc usa case: october 3, 2007 note logs f you! for these violations, domestic spying", "new_id": -2}]