[{"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1297120638195428364", "i": 18729, "idx": 2, "sa": ["Dwaine Caraway", "Jason La Canfora", "Michael Vick"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,'' <strong> Dwaine Caraway </strong> said. <q> For those reasons, <strong> Michael Vick </strong> deserves such an action from my office. </q> Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the Cardinals have formally begun pursuing Steelers linebackers coach Keith Butler for their defensive coordinator vacancy.", "new_id": -2}, {"uid": "1297140015083361794", "i": 18031, "idx": 0, "sa": ["Donald Rumsfeld", "Nick Mallett"], "q": "leaves the pitch after being substituted... Photo in Slideshow: Italy coach <strong> Nick Mallett </strong>, center, consoles World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q> Exactly what i said last week. The protests being witnessed in Tunisia, Egypt, Yemen and Ivory coast will find their final destination in Europe. After Italy, UK Queen will be next. </q> Time.com: After the Revolution: Young Tunisians Are Still Looking for Work Time.com: Mystery Solved: Missing Google Executive Played Key Role in Egypt Uprising Italian Villas Beautiful Italian Villas for rent in Tuscany, Umbria and Amalfi", "new_id": -2}, {"uid": "1296146613005734416", "i": 10569, "idx": 3, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Among the candidates <strong> Mike Pence </strong> helped was <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. <q> I know he feels pulled because there is a great campaign to recruit him at the federal level, </q> she said.`` I'm going to be excited whatever door he picks.'' If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start working quickly to raise campaign money.", "new_id": -2}, {"uid": "1296113722137510985", "i": 26400, "idx": 1, "sa": ["Ralph Nader", "Michael Mullen", "Robert Gates", "Sen. Bernie Sanders", "Ron Paul"], "q": "<strong> Robert Gates </strong> and Joint-Chiefs of Staff Chairman Admiral <strong> Michael Mullen </strong> to discuss FY 2011 Defense Budget. The Connecticut lawmaker sought answers to questions pertaini... <strong> Ralph Nader </strong>`` <strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget'' <strong> Ralph Nader </strong> <q> <strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget </q> Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a joint report titled`` Toward Common Ground: Bridging the Political Divide to Reduce Spending", "new_id": -2}, {"uid": "1295284054229982243", "i": 27866, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Microsoft Dynamics CRM Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "new_id": -2}, {"uid": "1297171230133922851", "i": 9519, "idx": 8, "sa": ["Simon Cowell"], "q": "members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales. To do", "new_id": -2}, {"uid": "1297272533143687717", "i": 23837, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "the nascent cloud computing market. Accelerating content, especially video, is a game of intelligence and muscle involving many parts and pieces. Ara's Jaguar is a high performance caching engine geared to deliver. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295538156252182548", "i": 16851, "idx": 0, "sa": ["Henry James", "Allen Iverson"], "q": "more quality bmx movies http://wn.com/Allen_Iverson_mobbed_as_he_arrives_in_Turkey_8_November_2010_to_play_for_Besiktas_Ä°stanbul'da Click here to watch in smooth quality www.youtube.com Subscribe for more quality bmx movies http://wn.com/Allen_Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out. </q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. RARE OLDIES VIDEO WITH MR HENRY'' RED'' ALLEN& HIS ALL STARS! <strong> Henry James </strong>`` Red'' <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295139772120274975", "i": 15869, "idx": 3, "sa": ["The doctor", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", and House Minority Leader nancy Pelosi who was also there. She struggled for 30 seconds to do something many thought she would never do again after getting shot at point-blank range with a 9mm slug. <q> Her eye is flickering and Mark sees this and gets extremely excited, </q> <strong> Kirsten Gillibrand </strong> recalled.`` He said` <strong> Gabrielle Giffords </strong> open your eyes, open your eyes.' He is really urging her forward, and the <strong> The doctor </strong> is perking up.'' Kelly asked her to give a", "new_id": -2}]