[{"uid": "1295036728092176422", "i": 26442, "idx": 3, "sa": ["Sergio Marchionne"], "q": "by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he \"will take my work elsewhere\" if he fails to win a majority. Fiat would look into <q> alternatives the day after. It may even happen the same night, </q> he told reporters in Detroit. Output Slump Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in France, according to Bank", "new_id": -2}, {"uid": "1295655939068894758", "i": 13071, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Regis Philbin"], "q": "By Alex Weprin on January 21, 2011 3:32 PM \" ABC has scheduled a new primetime \" <strong> Barbara Walters </strong> special focusing on people that have undergone heart surgery. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death </q> will air Friday, February 4 at 10 PM and will feature interviews with former President <strong> Regis Philbin </strong>. It also features an interview with late night host <strong> David Letterman </strong>, who rarely sits down with interviewers. \"Nightline\" shortened", "new_id": -2}, {"uid": "1295171274222330910", "i": 38636, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it.", "new_id": -2}, {"uid": "1295741039001638416", "i": 12686, "idx": 0, "sa": ["Reggie Evans", "Allen Iverson", "Andre Miller"], "q": "was going to take time for everything to come together under the leadership of <strong> Allen Iverson </strong>. Try two games. <strong> Allen Iverson </strong> had 28 points and 13 assists in Denver's 116-105 victory over the Boston Celtics on Tuesday night. <q> I'd say we're real comfortable with him now, </q> said <strong> Reggie Evans </strong>, who had 14 points and 14 rebounds coming off the bench. <strong> Allen Iverson </strong> picked up his second double-double-- and first win-- since being acquired by Denver for <strong> Andre Miller </strong>, Joe Smith and two first-round picks", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1296770511173654034", "i": 12152, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Gerald Ford", "Ronald Reagan"], "q": ", which also recounts his first tour as Pentagon chief under <strong> Gerald Ford </strong>, begins with <strong> Donald Rumsfeld </strong>'s 1983 trip to Baghdad as <strong> Ronald Reagan </strong>'s envoy. \"It seems unnatural,\" <strong> Saddam Hussein </strong> told him during a two-hour meeting, <q> to have a whole generation of Iraqis growing up knowing little about America and a whole generation of Americans growing up knowing little about Iraq. </q> <strong> Donald Rumsfeld </strong> had uttered the same words the night before to the Iraqi dictator's aide, Tariq Aziz, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11", "new_id": -2}, {"uid": "1296664437210550812", "i": 25717, "idx": 1, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "1 comment By BARBARA WALTERS with ALAN B. GOLDBERG \"I realized there was really no alternative, if I wanted to live, I had to do this.\"-- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>\"... stop the heart, work on it, restart it... good luck.\"-- <strong> Robin Williams </strong> \"They're going to put him on a", "new_id": -2}, {"uid": "1295945468061587468", "i": 5063, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed", "new_id": -2}, {"uid": "1296740989056606721", "i": 12336, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "of Cyclone Yasi's fury were dealt a blow this evening when Queensland police confirmed two men were missing from the area, south of Cairns,\" The Australian writes. Health Care Politics: <q> Efforts to repeal <strong> Barack Obama </strong>'s health care law died a quick death in the Senate Wednesday, but the GOP got a consolation prize a bipartisan fix to a tax-reporting requirement in the law that was widely panned by businesses, </q> Politico says. In Memoir, <strong> Donald Rumsfeld </strong> Is \"Largely Unapologetic\": In a memoir due out next week, former Defense <strong> Donald Rumsfeld </strong> \"concedes he went too far\" with some of the \"", "new_id": -2}, {"uid": "1295012649054722586", "i": 30233, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> <strong> Michael Jackson </strong> said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"", "new_id": -2}]