[{"uid": "1296964121115425444", "i": 16382, "idx": 5, "sa": ["Michael Vick", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.<q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. Privacy Policy and Safety Information/Your California Privacy Rights", "new_id": -2}, {"uid": "1297617994047562773", "i": 2233, "idx": 4, "sa": ["Steve Ballmer"], "q": "competitive. He said the alliance was a good one for Microsoft, which will benefit from Nokia's global reach and assets, as well as for developers and publishers, as it, in short, <q>makes it easier for them to make money and gives them access to Nokia's global scale.<q> Finally, he added, \"We believe this is good for consumers. And at the end of the day, we believe it is that which is most important.\" Quoting <strong> Steve Ballmer </strong> Flop at", "new_id": -2}, {"uid": "1297273074137707595", "i": 19950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "night <strong> Sergio Marchionne </strong> knew he had a winner. \"I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler,\" he said. <q>And these are from people who have been here 20 or 30 years.<q> That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler, but it won't mean anything if his company can't turn that buzz into sales. That", "new_id": -2}, {"uid": "1295965426108969993", "i": 19135, "idx": 1, "sa": ["Eric Schmidt", "Rex Ryan", "Liza McGuirk"], "q": "gates of seven\" Super Bowl crowns... N.Y. Times SportsMonday: \"BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl\"... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: <q>NO SUPE FOR YOU!... SAME OLD JETS!<q> SCOOP- N.Y. Post \"Page 6\": \"Google honcho <strong> Eric Schmidt </strong>... has been consulting with CNN's \"Parker Spitzer\" executive producer <strong> Liza McGuirk </strong> on developing a show featuring himself as host. The two", "new_id": -2}, {"uid": "1295560158243744771", "i": 47660, "idx": 0, "sa": ["Eric Schmidt"], "q": "still in the blogging business, which I am leaving for a while, I would want to find out more about this management change announced just now by Google, in which co-founder Larry Page <q>will take charge of Google's day-to-day operations as Chief Executive Officer,<q> and the current CEO, <strong> Eric Schmidt </strong>, \"will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are", "new_id": -2}, {"uid": "1297054828216301599", "i": 28903, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer", "Blake Griffin"], "q": "health problems. <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q>someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore,<q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in <strong> Blake Griffin </strong> in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want<q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1295559704104759327", "i": 6185, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Current CEO <strong> Eric Schmidt </strong>, 55, will assume the role of executive chairman, focusing on deals and government outreach, among other things. Google said other co-founder <strong> Sergey Brin </strong> will focus on strategic products. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1296368889057065490", "i": 13984, "idx": 1, "sa": ["David Letterman", "Ben Robinson"], "q": "is the same person you can see playing the odd show in bars and clubs around Winston-Salem. \"Every guest <strong> David Letterman </strong> had on, he ended up using me as an example,\" <strong> Ben Robinson </strong> said. <q><strong> Ben Stiller </strong> was on, and he was talking about some tough part he had in some movie he was making, and <strong> David Letterman </strong> points over at me and says, \"He's only 13 and he's got the blues.\"<q> He made about$ 500 for the night- he said he blew it on \"kid stuff\"- and got a few royalty checks over the years when the show was aired in reruns or", "new_id": -2}, {"uid": "1297229275207454253", "i": 43, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "The book, \"Known and Unknown: A Memoir,\" is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had <q>a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.<q> \"Thank God he was relieved of his duties, and we put the surge in,\" <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described", "new_id": -2}]