[{"uid": "1297710716141344818", "i": 44179, "idx": 3, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> Obama sends Congress$ 3.73 trillion budget Obama sends Congress$ 3.73 trillion budget vowing` tough choices' but with record deficits href=\"http://www.wlox.com/global/category.asp?c=194069&amp;clipId=5554867&amp;autostart=true\"> Pa. homes destroyed by natural gas explosion Pa. homes destroyed", "new_id": -2}, {"uid": "1295690356156418069", "i": 22005, "idx": 9, "sa": ["LeBron James", "Thaddeus Young", "Allen Iverson", "Mike Brown", "Ian M. St George"], "q": "Orlando, 3-1, and will meet the IndIan M. St Georgea Pacers in the second round, beginning Monday in IndIan M. St Georgeapolis.`` I don't know how you can be any more proud of your team,'' <strong> Mike Brown </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up. I feel good that a <strong> Thaddeus Young </strong> team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1295745495072876080", "i": 7586, "idx": 3, "sa": ["Andy Coulson"], "q": "accusers were nasty evil people. However, if you were not one of their sort, judgement would be pronounced without evidence and you would be guilty. WurzelGummidge 23 January 2011 1:17 AM <q> showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? </q> Like I said`` move along, nothing to see here'' The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and", "new_id": -2}, {"uid": "1295454868049922052", "i": 16384, "idx": 0, "sa": ["Alassane Ouattara"], "q": " Switzerland says it has frozen all the assets held there by Ivory Coast's President Laurent Gbagbo. The foreign minister said the move would prevent Switzerland's financial centre from serving as a refuge for any possible <q> illegally-obtained assets own by Gbagbo and his entourage </q>. Mr Gbagbo is refusing to hand over power to <strong> Alassane Ouattara </strong>, widely seen as the winner of November's elections. Latest mediation efforts ended with no breakthrough, Kenya's PM said.", "new_id": -2}, {"uid": "1295275738083279896", "i": 17451, "idx": 0, "sa": ["Alassane Ouattara"], "q": "the Centre of Strategic and International Studies at Georgetown University in Washington that he is ready to form a united national Government which is also made up of those close to Gbagbo, but at the same time declared that <q> it is time to use military force to make Gbagbo leave. </q> <strong> Alassane Ouattara </strong> also accused the outgoing President of having recruited 3,000 foreign mercenaries and of having imported a substantial quantity of ammunition for his troops. Source: FIDES", "new_id": -2}, {"uid": "1295593353046137522", "i": 15443, "idx": 7, "sa": ["Eric Schmidt"], "q": ". Jetzt gibt es einen kleinen und einen gro?en Bruder. <strong> Eric Schmidt </strong> wird im Unternehmen bleiben und als Botschafter nach Au?en auftreten. Und wenn es doch mal hakeln sollte, kann der Ziehvater immer noch eingreifen: <q> Die wichtigen Entscheidungen werden wir auch weiterhin miteinander bereden </q>, sagt er.`` Als Freunde, Kollegen und Computerspezialisten haben wir viel gemeinsam.''", "new_id": -2}, {"uid": "1295597475096829451", "i": 20039, "idx": 3, "sa": ["Eric Schmidt"], "q": "der Gegenspieler Baidu. Im Gesamtjahr verdiente Google unterm Strich 8,5 Milliarden US-Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q> sagte <strong> Eric Schmidt </strong>.`` Der Ausblick ist vielversprechend.'' Neue Bet?tigungs- Felder Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware", "new_id": -2}, {"uid": "1296486373063668243", "i": 2838, "idx": 8, "sa": ["George W. Bush", "Mike Pence"], "q": "dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that`` negative campaigning, I now know, is wrong.'' <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> he wrote in 1991. That same year, <strong> Mike Pence </strong> became <strong> George W. Bush </strong> of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host, <strong> Mike Pence </strong> started", "new_id": -2}, {"uid": "1296044761099729429", "i": 37718, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.''`` We believe it was worth it,", "new_id": -2}, {"i": 2627, "idx": 1, "index_answer": 1, "new_id": -1, "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,'' said <strong> Stephen Elop </strong>. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft chief executive <strong> Steve Ballmer </strong> added: I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware", "sa": ["Steve Ballmer", "Stephen Elop"], "uid": "1297419313245137425"}]