[{"uid": "1295452218083853347", "i": 10718, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q>you can not spend money you do not have</q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to \"", "new_id": -2}, {"uid": "1296063787120487940", "i": 1305, "idx": 0, "sa": ["Dan Sabbagh", "Andy Coulson", "Steve Coogan", "Ian Edmondson"], "q": "my colleague <strong> Dan Sabbagh </strong>. He has a pretty strong analysis of the implications of what's happening today. This is what he said of <strong> Ian Edmondson </strong>- who, we must remember, was appointed by <strong> Andy Coulson </strong>: <q>I'm told he has been sacked, he was thought it was coming. This is a volcano that is starting to erupt, there will be huge explosions all over Fleet Street if police get to the truth.</q> 4.49 pm: One key point to note is that both the Met and the CPS have appointed teams led by people with no previous involvement in the case. Most notably, deputy asssistant commissioner <strong> Steve Coogan </strong> Yates will not", "new_id": -2}, {"uid": "1295549371173850625", "i": 29121, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": ": New Judges: So Far, So Good! <q>A sinister cabal of superior writers.</q> American Idol has returned! I have to say, I've been quite hesitant about season ten. I am not someone who is fond of change, so with <strong> Simon Cowell </strong> leaving last season and <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1295828466174063616", "i": 19662, "idx": 1, "sa": ["Michael Gove", "Mark Zuckerberg"], "q": "enslavement has seen small improvements made in the teaching of black British history. I hope that these are not eroded under the guise of <strong> Michael Gove </strong>'s call for a return to the teaching of great historic figures. <strong> Mark Zuckerberg </strong> <q>would have done very well in our English baccalaureate</q> says <strong> Michael Gove </strong>. It is well known that the Facebook founder had an opportunity to study computer programming during his middle school years. Given that <strong> Michael Gove </strong>'s Ebacc does not include either ICT or computing GCSEs, perhaps home-grown", "new_id": -2}, {"uid": "1295581255132530301", "i": 5590, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1297606486106446870", "i": 15326, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "delicious attack on the French comes in his recounting of his 1983 meeting with <strong> Saddam Hussein </strong>, during which the dictator said that France \"understood the Iraqi view\". Over the years that followed, <strong> Donald Rumsfeld </strong> observes drily: <q>That particular remark came to my mind on more than one occasion and I never had cause to doubt it.</q> The biggest regret <strong> Donald Rumsfeld </strong> has is that he failed to resign after the photographs of American soldiers abusing prisoners at Abu Ghraib came to light in 2004. He says he tried repeatedly to persuade <strong> President Bush </strong> to accept", "new_id": -2}, {"uid": "1296754813198328326", "i": 41451, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "the CIA,\" she said. \"<strong> Saddam Hussein </strong> had nothing to do with 9/11,\" she added, \"and I have never seen anything to make me change my mind.\" But, she said, <q>it was not a judgment that found favor with some parts of the American machine</q>- namely <strong> Donald Rumsfeld </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That \"is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,\" she said. MI5", "new_id": -2}, {"uid": "1296149573243646477", "i": 35909, "idx": 6, "sa": ["Michael Vick"], "q": "a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q>Hopefully, I'll be with the Eagles next year. We'll see what happens,</q> said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan. \" \"We\"ll see what happens over the next couple months. I just got to be patient and", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.</q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1295647296262504480", "i": 27073, "idx": 0, "sa": ["Eric Schmidt"], "q": "that product or service.\" Since Google obviously has the resources to set up its own social-coupon service, the question is why it was so eager to acquire Groupon. Shimmin said it's because Groupon <q>already has a large number of business relationships set up,</q> and the software giant would have been buying \"a head start.\" Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move", "new_id": -2}]