[{"uid": "1295562588178864129", "i": 38589, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1296409360251199505", "i": 44474, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/K-State_men's_basketball_opens_season_against_Pittsberg_State The K-State men's basketball team started off their season on a high note with a 89-53 win over Pitt. St. on Sunday", "new_id": -2}, {"uid": "1295936962220463123", "i": 31177, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Italy- is important and must be smooth. \"So far, touch wood, they've all gone well,\" <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011. <q>At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell you about the heart palpitations as we launched some of these vehicles, but we dealt with them quietly.</q> Mike Bernacchi, marketing professor at the University of Detroit Mercy, said the automaker's travails could work to its advantage. \"It certainly is unusual, but could turn out to be good", "new_id": -2}, {"uid": "1296416632110477314", "i": 3375, "idx": 0, "sa": ["Zahi Hawass"], "q": "Taking advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q>But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged,</q> said <strong> Zahi Hawass </strong>, head of the museum's antiquities department. \"Only their heads were intact.\" The fate of the vandals remains unknown. The Egyptian museum, which houses invaluable treasures of antiquity,", "new_id": -2}, {"uid": "1295562055204783632", "i": 33197, "idx": 1, "sa": ["Eric Schmidt"], "q": "As executive chairman, <strong> Eric Schmidt </strong> will handle \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" In a blog posting, <strong> Eric Schmidt </strong> wrote, <q>as Google has grown, managing the business has become more complicated,</q> noting that Google recognized a need to \"speed up decision making.\" Apple profits surge 77% on record sales of 4.1 M Macs, 16.2 M iPhones, 7.3 M iPads Earnings Preview: Apple could beat", "new_id": -2}, {"uid": "1297206232067371016", "i": 37909, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": ". And it was a somewhat awkward moment in the meeting,\" <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003. <q>I made a comment like \"Thank you' or something and president <strong> President Bush </strong> looked me in the eye and said` You better take this seriously,\"</q> the former defense secretary said. <strong> Donald Rumsfeld </strong> was on the show to talk about his memoir \"Known and Unknown,\" the title of which is in reference to a famous speech he gave in 2002 regarding", "new_id": -2}, {"uid": "1297484044192626692", "i": 18746, "idx": 0, "sa": ["Johnny Unitas", "Michael Vick", "Eric Dickerson"], "q": "and the prospect of becoming an instant millionaire in April. \"Right now, especially these next three to four months, it's all about decisions and making the right ones,\" he said. <q>Can't make the wrong one or it could hurt you.</q> Just ask this group of athletes. They are just some of the many who have fallen prey to the business of the NFL Names like <strong> Johnny Unitas </strong>, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of", "new_id": -2}, {"uid": "1295224389243892248", "i": 3154, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 397,000 MLS 4359420", "new_id": -2}, {"uid": "1295619163009781254", "i": 31441, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "'s director of public communications. Photograph: Ben Stansall/AFP/Getty Images Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA ROYAL FLUSH! UK PM's Communications Director Out Over <strong> Rupert Murdoch </strong> Paper Phone-Hacking Scandal Glynnis MacNicol| Jan. 21, 2011, 7:54 AM| 16| A A A x Email Article From To", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]