[{"uid": "1295198345210845697", "i": 14988, "idx": 2, "sa": ["LeBron James", "Andre Miller", "Allen Iverson", "Carmelo Anthony"], "q": "and the time would run out.'' <strong> Andre Miller </strong> insisted he wanted <strong> Allen Iverson </strong>, who was hobbled by a sprained ankle he twisted in the third quarter, to take a jump shot rather than drive to the basket. <q> I got a hand up on the shot. He knocked the shot down. It was a good play, </q> <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end.`` You don't want somebody shooting that had been maLeBron James a lot of shots", "new_id": -2}, {"uid": "1295981857139264049", "i": 22619, "idx": 0, "sa": ["Jeff Wardlaw", "Bill Lockyer", "David Meeks", "Sheilla Lampkin"], "q": "out of 15 Democrats- Rep. <strong> Jeff Wardlaw </strong> of Warren and Rep. <strong> Sheilla Lampkin </strong> of Monticello- who voted in favor of the <strong> Bill Lockyer </strong>. The committee's chair, Rep. Linda Tyler, D-Conway, did not vote. <q> I really thought that. the members of the committee would vote to protect the citizens of Arkansas from the federal government, </q> <strong> David Meeks </strong> said after the vote. Instead,`` they decided to really ignore what the citizens of Arkansas wanted to do.'' <strong> David Meeks </strong>' proposal came up in the Arkansas Legislature less than a week after", "new_id": -2}, {"uid": "1295768709012664847", "i": 10471, "idx": 0, "sa": ["Eric Schmidt"], "q": "the company in 2001. Whilst losing his title as CEO, <strong> Eric Schmidt </strong> will remain as executive chairman, in charge of external matters like relationships with governments and other partnerships. says the decision was made to <q> speed up decision-making at the top </q> of the search giant. If you do not have an AfterDawn.com account yet, please enter your nickname and email address below. An activation link will be emailed to you. If you already have an AfterDawn.com", "new_id": -2}, {"uid": "1295097395007798784", "i": 4923, "idx": 0, "sa": ["Sergio Marchionne"], "q": "implacably opposed to the new deal although it has been urged to accept by other more moderate unions in Italy. Despite Fiom's silence today( 15 January), the hardline union recently described the Mirafiori proposal as <q> outside the national metalworkers agreement as if it was a house built in a desert </q> and`` an awful agreement.'' It has also called strike for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at", "new_id": -2}, {"uid": "1296619352222035987", "i": 5199, "idx": 1, "sa": ["Allen Iverson", "Donyell Marshall", "John Thompson", "Michael Jordan"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Thompson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Bulls_vs_Sonics_1996__Game_3__Michael Jordan_Michael Jordan_36_points Boston University defeats Maine", "new_id": -2}, {"uid": "1297225373053084179", "i": 55211, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "to dogfighting- a ceremonial key to the city over the weekend. Councilman <strong> Dwaine Caraway </strong>, who also is the city's <strong> Mayor Tom </strong> pro tem, presented the key to <strong> Michael Vick </strong> after the Philadelphia Eagles star <q> I would like to personally present to <strong> Michael Vick </strong> the key to the city of Dallas, Texas. <strong> Michael Vick </strong>... You deserve it. You earned it. We appreciate you, and we love you, </q> <strong> Dwaine Caraway </strong> told <strong> Michael Vick </strong>- who plays for one of the Dallas Cowboys' division rivals- during the presentation, which was href=\"http://www.cnn.com/video/#/video/bestoftv/2011/02/08/exp.Michael Vick.dallas.key.cnn\"> Click to watch video Animal groups responded to the gift harshly in the", "new_id": -2}, {"uid": "1295807421110559236", "i": 34729, "idx": 26, "sa": ["Bill Ayers", "John McCain", "Colin Powell", "Dick Cheney", "Barack Obama"], "q": "NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist William <strong> Bill Ayers </strong>. <q> It troubled me. We... <strong> Colin Powell </strong> Dismisses Dick Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM <strong> Colin Powell </strong> Dismisses Dick Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM CLICK HERE- CLICK HERE www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c`` He Didn't Have the Complete Grasp of the Economic Problem </q> <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c`` He Didn't Have the Complete Grasp of the Economic Problem''`` <strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a", "new_id": -2}, {"uid": "1297101395037568535", "i": 53070, "idx": 0, "sa": ["Eric Schmidt"], "q": "objetivo de tener sus opiniones antes del 11 de febrero. Se espera que la Comisi?n se tome varios meses para digerir las respuestas. Google reiter el lunes que estaba cooperando con el regulador. <q> Siempre va a haber espacio para mejoras, as que estaremos trabajando con la Comisi?n para abordar cualquier preocupaci?n </q>, dijo el portavoz Al Verney de Google. El director general de Google, <strong> Eric Schmidt </strong>, dijo al diario brit?nico Sunday Telegraph en una entrevista que la empresa buscaba evitar una larga batalla legal.", "new_id": -2}, {"uid": "1297230061243105794", "i": 43315, "idx": 0, "sa": ["Olivia Wilde", "Harrison Ford", "Simon Cowell", "Catherine, Duchess of Cambridge", "Sam Rockwell"], "q": "years older than the sexy House M.D. star. Continues the pal of <strong> Olivia Wilde </strong>, who has about half a dozen film roles on her plate( including this year's <strong> Harrison Ford </strong> and <strong> Sam Rockwell </strong>): <q> She is a hot property now... it was weighing her down being married. </q> Her estranged husband, meanwhile,`` is heartbroken and really wanted to stay together.'' <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update <strong> Catherine, Duchess of Cambridge </strong> deemed top fashion buzzword February", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]