[{"uid": "1295283190056262697", "i": 9077, "idx": 1, "sa": ["Chris Huhne"], "q": "the West by tapping into what he said is`` one of the world's last remaining unexplored basins.'' British Energy Secretary <strong> Chris Huhne </strong> also welcomed the deal, calling it`` ground-breaking.'' <q> It deepens the business links between the U.K. and the Russian Federation, </q> he said. Investors seem to agree. Both BP and Rosneft shares rose by 2.5 percent and 3.5 percent, respectively, in Monday morning trading in London and Moscow. Local village in India opens", "new_id": -2}, {"uid": "1294965522267878401", "i": 49223, "idx": 0, "sa": ["Andy Reid", "Michael Vick", "Tony Windis"], "q": "first quarter of the first week, and it turned into a blessing in disguise when he made his move to acquire title=\"Michael Vick\" href=\"http://www.mcall.com/topic/sports/football/Michael Vick-Michael Vick-PESPT008492.topic\"> <strong> Michael Vick </strong>( Eagles), who was the backup. <q> I was naturally going to go after <strong> Michael Vick </strong> to protect my quarterback, </q> <strong> Tony Windis </strong> said.`` Well everybody thought he would be a one-day wonder and the next day after the waiver period came through,( Eagles coach) title=\"Andy Reid\" href=\"http://www.mcall.com/topic/sports/football/Andy Reid-Andy Reid-PESPT00008932.topic\"> <strong> Andy Reid </strong> announced that <strong> Michael Vick </strong> would be his", "new_id": -2}, {"uid": "1296925333084377631", "i": 51736, "idx": 0, "sa": ["Michael Vick"], "q": ": Snow and ice is seen on the roof of Cowboys Stadium,... Photo in Slideshow: The setting sun is reflected on the side of Cowboys... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> im suprised the new world order didnt get the media to demonize snow </q> and say if you dont stay inside the snow will melt your face off.----------- iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs", "new_id": -2}, {"uid": "1296593618087982128", "i": 51347, "idx": 4, "sa": ["Mike Pence"], "q": "'' <strong> Mike Pence </strong> said on the House floor in introducing his bill.`` The largest abortion provider in America should not also be the largest recipient of federal funding under Title X,'' he said.'' <q> The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal tax dollars. </q> The Title X Abortion Provider Prohibition Act would not reduce the total amount of funds available for family planning but would block funding to organizations that perform abortions, like Planned Parenthood- which does more than one-quarter", "new_id": -2}, {"uid": "1295879023100450410", "i": 18126, "idx": 0, "sa": ["Alassane Ouattara", "Pat Robertson"], "q": "current president Laurent Gbagbo, who is refusing to leave office despite having, most observers href=\"http://mediamatters.org/rd?to=http%3A%2F%2Fwww.nytimes.com%2F2010%2F12%2F04%2Fworld%2Fafrica%2F04ivory.html\"> concur, lost an election to rival <strong> Alassane Ouattara </strong>. <strong> Pat Robertson </strong> kicked off the segment by complaining that as he read <q> the American press and the international press, I have not found not one word spoken in favor </q> of Gbagbo, adding:`` And everybody says this man is an evil thug who needs to go. That's not true. He's a Christian, he's a nice person, and he's run", "new_id": -2}, {"uid": "1295658306074924083", "i": 2355, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " href=\"http://www.theregister.co.uk/2010/12/14/google_chrome_os_cr_48/\"> still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by <strong> Larry Page </strong>.`` I think we just wore you down,'' said <strong> Larry Page </strong>. <q> I just gave up, </q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> has served as Google CEO for nearly a decade, but by all accounts( including a 2004 Google filing with the SEC), he, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong> ran the company", "new_id": -2}, {"uid": "1296678146197263374", "i": 47742, "idx": 2, "sa": ["Patrick Achi", "Alassane Ouattara", "Charles Blé Goudé"], "q": "main offices in Dakar, Senegal. Power cut warning Mr <strong> Alassane Ouattara </strong>'s spokesman, <strong> Patrick Achi </strong>, accused Mr Gbagbo's regime of being`` bank robbers'', at a press conference last week. <q> This situation must end as quickly as possiCharles Blé Goudé because within a couple of days or within a week, we will begin to see the effects of this situation. It would not even be possiCharles Blé Goudé to have cash to purchase goods, even if these goods are availaCharles Blé Goudé on the market. </q> Schools in the north have been closed since the impasse began at the end of November In his effort to put pressure on Mr <strong> Alassane Ouattara </strong>'s supporters, Mr Gbagbo has also taken over the privatised electricity company", "new_id": -2}, {"uid": "1295091463061095940", "i": 29567, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": ". <strong> Sergio Marchionne </strong> ha commentato cos il risultato del referendum.`` Dai lavoratori hanno fiducia nel loro futuro. Grazie al loro senso di responsabilit per questa scelta coraggiosa''. Il presidente della Fiat <strong> John Elkann </strong> ha invece detto: <q> La scelta dei lavoratori apre nuove prospettive </q>.`` Mi auguro che le persone che hanno votato no, messe da parte le ideologie e i preconcetti prendano coscienza dell` importanza dell` accordo che salvaguarda le prospettive di tutti i lavoratori''.", "new_id": -2}, {"uid": "1295390341219906059", "i": 715, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}]