[{"uid": "1297315356178045007", "i": 16461, "idx": 1, "sa": ["Bill Burr", "Tina Fey", "David Letterman", "Steve Carell", "Conan O'Brien"], "q": "style of uninformed logic has made him a regular on <strong> David Letterman </strong>'s and <strong> Conan O'Brien </strong>'s late-night TV shows. He also recently appeared in the <strong> Steve Carell </strong> and <strong> Tina Fey </strong> movie`` Date Night.'' His second Comedy Central special, <q> <strong> Bill Burr </strong>: Let It Go, </q> premiered in September.`` I'm kinda that loud guy in the bar who makes sense for like 10 minutes,'' <strong> Bill Burr </strong> said of his routine.`` Someone who's already had his", "new_id": -2}, {"uid": "1295646313245137447", "i": 33867, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "guy in the seat to compete with Facebook. I don't think it changes anything strategically where the company is headed. \" In a posting on the company's official blog, <strong> Eric Schmidt </strong> said: <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. If Google can successfully compete with Facebook, or Groupon, as it is", "new_id": -2}, {"uid": "1295559984175849556", "i": 17336, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295992430189169697", "i": 51628, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "vor Journalisten. Er widerspricht damit Ger?chten, die drei h?tten sich zerstritten, und <strong> Eric Schmidt </strong> h?tte infolgedessen seinen Platz r?umen m?ssen. Sie h?tten nun ein Jahrzehnt zusammen gearbeitet und so gut wie jede gro?e Entscheidung gemeinsam getroffen. <q> Niemand scheint zu verstehen, dass wir das Unternehmen immer unkonventionell gef?hrt haben. Das ist unsere St?rke, und das wird sich nicht ndern </q>, sagte <strong> Eric Schmidt </strong>. href=\"http://www.ftd.de/it- medien/medien- internet/:chefwechsel- Eric Schmidts- mission- bei- google/60002841.html?Larry Page=2\"> Teil 2: Ihr pers?nlicher Datenkrake", "new_id": -2}, {"uid": "1295975517233406500", "i": 37633, "idx": 0, "sa": ["Eric Schmidt", "James Murdoch"], "q": "Going To Be Huge: Only 26% Of Verizon Subscribers Have Smartphones Verizon profits nearly double, but miss Wall Street expectations More codenames provide clues to planned Microsoft Mediaroom IPTV blitz News Corp.'s Daily iPad Newspaper Launching <q> In The Next Few Weeks </q>@ DLD: <strong> James Murdoch </strong>:'99 Cents A Week Makes Sense' For The Daily Developers Report Increased Interest in Android, Tablets for 2011 IDC survey: As developers go cross platform, Windows Phone 7 sees... <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295490834122388502", "i": 22577, "idx": 6, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs.`` When I score 40 points, we've lost,'' <strong> Allen Iverson </strong> said. <q> Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said,` I hope it doesn't come back to haunt me.' </q> WorLeBron James primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off", "new_id": -2}, {"uid": "1295279785214679570", "i": 34167, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "and insisted that the communications chief deserved a second chance.`` I always think that the danger at the moment is that he is effectively being punished twice for the same offence,'' he said. <q> I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> Mr <strong> David Cameron </strong> insisted that Mr <strong> Andy Coulson </strong> was doing his job well and in a`` proper'' way. But he added:`` Of course he, as anyone who is human would be,", "new_id": -2}, {"uid": "1295669789217972768", "i": 13958, "idx": 0, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Steve Jobs"], "q": "different approaches to announcing these changes. Apple CEO <strong> Steve Jobs </strong> took indefinite medical leave, technically remaining chief executive but turning over day-to-day operations to COO <strong> Tim Cook </strong>. In an official statement, <strong> Steve Jobs </strong> assured that he would still <q> be involved in major strategic decisions for the company. </q> Yesterday, Google announced that in April, href=\"http://www.betanews.com/article/Google-CEO-Eric Schmidt-casually-steps-down-shocks-tech-world/1295560919\" target=\"_blank\"> <strong> Eric Schmidt </strong> will turn over the chief executive's chair to cofounder <strong> Larry Page </strong>. <strong> Eric Schmidt </strong> will continue in a more customer facing, public role but as executive chairman", "new_id": -2}, {"uid": "1296639953047300640", "i": 34283, "idx": 5, "sa": ["Nom De Strip", "David Letterman", "Jay Leno"], "q": "******'' out of him, <strong> David Letterman </strong> quipped,`` Well, that's not much of a drive, is it?'' <strong> Nom De Strip </strong> played as if he had no sense of humor about the situation. <q> I would expect that kind of thing from him, </q> he said.`` Not from you.'' Apparently, <strong> Nom De Strip </strong> holds href=\"http://cms.aol.com/content/posts/create/30/\"> <strong> David Letterman </strong> and` Late Show' to a higher standard than <strong> Jay Leno </strong> and` The Tonight Show.' <strong> David Letterman </strong> apologized for", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]