[{"uid": "1296488228063668303", "i": 10043, "idx": 2, "sa": ["Roger Kay", "Eric Schmidt", "Barack Obama"], "q": "Secretary <strong> Eric Schmidt </strong>? <strong> Eric Schmidt </strong> was an early backer of <strong> Barack Obama </strong> and according to NewsMeat, has given more than$ 230,000 in campaign donations to Democrats, compared with less than$ 20,000 to Republicans. <q> There is a political favor to be returned yet, </q> said <strong> Roger Kay </strong>, president of Endpoint Technologies. <strong> Eric Schmidt </strong>'s fundraising ability would also be a pro for Team <strong> Barack Obama </strong>, which is going to need big money to finance the 2012 reelection campaign. It", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said:\" I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him:\" Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1295599142252706826", "i": 6763, "idx": 2, "sa": ["Eric Schmidt"], "q": "focus on strategic projects and new products. The reshuffling takes effect April 4.\" <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him. </q> Google also announced its fourth-quarter earnings were$ 2.5 billion, or$ 7.81 per share, during the final three months of 2010. That's a 29 percent increase from net income of$ 2 billion", "new_id": -2}, {"uid": "1296550766189169669", "i": 6248, "idx": 0, "sa": ["David Letterman"], "q": "If a picture is worth a thousand words, a Twitter endorsement from <strong> David Letterman </strong>. The Biebs visited the set of\" tweeting from the couch. <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> Bieber wrote. tweeted their appreciation, writing,\" Hey,@justinbieber! Thanks for the Twitter bounce. Only 6,900,000 to go. Game on, Bieber.\" During the teen sensation's interview he", "new_id": -2}, {"uid": "1295477620209436890", "i": 35273, "idx": 0, "sa": ["Harry Reid", "Mike Pence"], "q": "midterm elections, when Republicans took back majority control of the House but not the Senate. Republican Representative <strong> Mike Pence </strong> said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters. <q> So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people, </q> said <strong> Mike Pence </strong>. Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader <strong> Harry Reid </strong> said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"uid": "1294980453267878419", "i": 47576, "idx": 0, "sa": ["Michael Vick", "Desmond Bishop", "Tramon Williams", "DeSean Jackson"], "q": "<strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line.\" That was big,\" Packers defensive end Ryan Pickett said. <q> Actually it saved the game. That's a touchdown-saving tackle. </q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2}, {"uid": "1295670004088440867", "i": 29454, "idx": 2, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "leaders from both parties, and has been key to Mr. <strong> David Cameron </strong>'s strategy. Friday night Mr. <strong> Alastair Campbell </strong>, writing on his blog, suggested that Mr. <strong> Andy Coulson </strong> had overstepped the bounds of credibility. <q> The News of the World story was just too toxic, </q> he wrote.\" I have said before that one of the reasons it keeps rumbling along is that no journalist I know can understand how an editor wouldn't know where big stories came from.\"", "new_id": -2}, {"uid": "1295225448165576714", "i": 5904, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husband, Mark, last night. And she is making progress, </q> <strong> Kirsten Gillibrand </strong> said.\" If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1295654535220856332", "i": 35301, "idx": 1, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "crime drops overall Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295577074033980428", "i": 19007, "idx": 1, "sa": ["Eric Schmidt"], "q": "and supply chain management software as a service. Agistix, according to Fox, helps customers\" make better business decisions.\" <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]