[{"uid": "1297118217093028381", "i": 45365, "idx": 6, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell", "Nicole Scherzinger"], "q": "Doll-turned- \"Dancing With the Stars\" champ <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.\" AH Nation Poll:", "new_id": -2}, {"uid": "1295641898262504480", "i": 24441, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "April into the new post of executive chairman. The company, which has grown into the world's biggest Web company by market capitalization since its 2004 initial public offering, said it was making the changes to <q>streamline decision making and create clearer lines of responsibility and accountability.</q> In a letter posted on <strong> Google Inc. </strong>'s blog, Mr. <strong> Eric Schmidt </strong>, 55, said the company's rapid growth has made managing business \"more complicated.\" He said that a decision was made \"over", "new_id": -2}, {"uid": "1296755729029065256", "i": 41381, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "New York office to discuss his book, \"Googled: The End of the World As We Know It\". <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q>Three Blind Mice&... Authors@Google: <strong> Ken Auletta </strong> 48:09 <strong> Ken Auletta </strong> visits Google's Mountain View office to present his book \"Googled: The End of the World As We Know It</q>. This event took place on November 11, 2009, as part of the Authors@Google series There are companies that create waves and those that ride or are drowned by the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public&", "new_id": -2}, {"uid": "1295101132265814041", "i": 45251, "idx": 0, "sa": ["Simon Cowell"], "q": "to write his own songs for his debut album. According to The Mirror, <strong> Simon Cowell </strong> has approved the singer's request to pen his own tracks for the upcoming LP. A source said: <q><strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. \"They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed.</q> Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1296225396172146744", "i": 29679, "idx": 2, "sa": ["Eric Schmidt"], "q": ". \"I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google,\" he added. However, he apparently said: <q>We have a competitor called Microsoft[ that] has more cash, more engineers, more global reach. We see competition from Microsoft every day.</q> He then addressed competition with Apple, which Google partners with on YouTube, maps and search, but of course the two companies are smartphone rivals. <strong> Eric Schmidt </strong> reportedly said that Google could theoretically compete with Apple", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295638419256720918", "i": 25611, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "realize that they do face new increased risks from natural disaster. The New York Times contrasts the recent Australian floods with the Brazilian floods. Many fewer people died in the Australian Floods. Why? <q> \"The hillside areas around Rio lacked early warning systems or effective community organizations that might have helped residents to wake one another as the rains intensified last Tuesday night, disaster experts and residents said. Most people are believed to have died early Wednesday morning as they slept, when water-loosened earth swept their houses away.</q>\" Barbicambarus simmonsi: New giant crayfish species discovered, and it's really big <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal British Prime Minister <strong> David Cameron </strong>'s spokesman, <strong> Andy Coulson </strong>, resigned today amid growing", "new_id": -2}, {"uid": "1297419412245137408", "i": 46621, "idx": 0, "sa": ["Steve Ballmer"], "q": ",\" the two said in the statement. Under the agreement the handset manufacturer will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1296394868250363937", "i": 2050, "idx": 0, "sa": ["Allen Iverson", "Andrew Bynum"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,</q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will http://wn.com/NBA_Pretemporada_18/10/2009__Los_Angeles_Clippers_108_Vs_Los_Angeles_Lakers_114 <strong> Andrew Bynum </strong> overcame a cold-shooting start, scoring points and grabbing 13 rebounds to help the Los Angeles Lakers erase a 15-point deficit and beat the", "new_id": -2}, {"uid": "1297273564047726634", "i": 43960, "idx": 0, "sa": ["Eric Schmidt"], "q": "is growing more concerned about Microsoft's rising chunk of the search engine market. Google CEO <strong> Eric Schmidt </strong> recently told reporters that he sees Microsoft and not Facebook as a major competitor, calling it the company with <q>more cash, more engineers, more global reach.</q>", "new_id": -2}]