[{"uid": "1296806545266600450", "i": 30750, "idx": 0, "sa": ["David Letterman"], "q": ". Police charged him and the case has been pending ever since. It's the`` douche bag'' phrase that has riled up Maytin. In July she filed a six-page court brief- aptly titled <q> Motion to Dismiss: The Constitutionality of` Douche Bag.' </q> Maytin contended that the disorderly conduct charge should have been dropped because Fordham was protected by free speech. She cited numerous sources to back her claim- ranging from Wikipedia to the Urban Dictionary to <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1295828518187138055", "i": 58199, "idx": 0, "sa": ["Steve Ballmer"], "q": "become disillusioned with the ongoing reception and programming problems reportedly plaguing the iPhone.'' Apple does understand industrial design better than any other tech company and it is very well run. While I don't buy into the <q> Microsoft is evil and makes crappy products </q> notion, their stock has been dead money under <strong> Steve Ballmer </strong>'s watch. I feel one of the biggest reasons is their float. They have almost 10 billion shares and how many shares need to trade to move the", "new_id": -2}, {"uid": "1296539752082821193", "i": 13092, "idx": 6, "sa": ["Rasheed Wallace", "Allen Iverson", "Earl Watson", "Richard Hamilton"], "q": "<strong> Allen Iverson </strong> returned to the game. <strong> Rasheed Wallace </strong>'s 3-pointer with 10.4 seconds left ended a nEarl Watsony 7-minute scoring drought. <strong> Richard Hamilton </strong>'s two free throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. <q> Honestly, I didn't want to go back in, </q> said <strong> Allen Iverson </strong>, who scored 20 points through three quarters.`` I felt that our second team should have closed that thing out.'' <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves", "new_id": -2}, {"uid": "1297700986231276550", "i": 55995, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "announcement about Windows Phone 7 on Nokia hardware may not be quite that irrelevant, it's also not the immediate game-changer that others would like you to believe. It's certainly doesn't transform the smartphone market into <q> a three horse race, </q> as Nokia CEO <strong> Stephen Elop </strong> said on Friday. Nevertheless, there are a few interesting possibilities. The partnership Before we get ahead of ourselves, let's sum up what <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295907761051232825", "i": 27701, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "`` I have not yet seen anybody on the Republican side I am prepared to commit to and I am not committed to <strong> Barack Obama </strong> either.'' endorsed then-candidate <strong> Barack Obama </strong> in 2008 saying at the time that <strong> Barack Obama </strong>, <q> displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual vigor. </q> <strong> Colin Powell </strong> did offer praise for <strong> Barack Obama </strong>'s accomplishments:`` Whether you approve of health care or not, he took on that issue,'' said <strong> Colin Powell </strong>, adding that, during the lead up to <strong> Barack Obama </strong>'s", "new_id": -2}, {"uid": "1296676628142131254", "i": 1313, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "7, which shipped just 2 million units in the 100-million market in the last quarter.`` Nokia is no longer in denial,'' Ahmad wrote in his letter to`` <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.'' <q> Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. </q> Nokia's reported smartphone market share slid to 31 percent in the fourth quarter from 40 percent a year earlier as consumers defected to Apple Inc.'s iPhone and models based on Android. Apple has changed the", "new_id": -2}, {"uid": "1296522021211714148", "i": 19991, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well as the company's financial performance in 2010. In a conference call with analysts, <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. <q> We have had discussions with the CAW and UAW over this issue, </q> he said.`` It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.'' <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing.`` It's", "new_id": -2}, {"uid": "1295589646072171577", "i": 15641, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", also 37, have a decade of experience under their belts. Google co-founder <strong> Larry Page </strong>( left) will take over day to day operations as CEO <strong> Eric Schmidt </strong> announced he'll be stepping down in April. <q> Day-to-day adult supervision no longer needed, </q> <strong> Eric Schmidt </strong> tweeted yesterday. <strong> Larry Page </strong>, who <strong> Eric Schmidt </strong> said is`` ready to lead,'' will take over on April 4.`` <strong> Larry Page </strong> is looking to take a more active role in day-to-day operations", "new_id": -2}, {"uid": "1295983558186695688", "i": 47546, "idx": 0, "sa": ["Bernie Sanders", "Jesse Ferguson", "Paul Ryan"], "q": "cut Medicare and Social Security and raise taxes on middle and low-income families. This proposal has the full support of the current House Republican leadership. Here's <strong> Jesse Ferguson </strong> of the Democratic Congressional Campaign Committee: <q> Picking Representative <strong> Paul Ryan </strong> to give the State of the Union rebuttal is a clear sign that House Republicans will move full speed ahead with plans that would have a devastating impact on seniors who are already struggling to get by. As if it wasn't already clear, </q> House Republicans are now doubling down on their disastrous plans to gamble Social Security funds on Wall Street and dismantle Medicare. Yesterday, on a joint conference call, Sens. <strong> Bernie Sanders </strong>( Socialist, Vt.)", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]