[{"uid": "1295908245177651736", "i": 46743, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Johnny Carson"], "q": " href=\"http://www.nbcnewyork.com/topics?topic=Johnny Carson+Johnny Carson\" title=\"Johnny Carson\"> <strong> Johnny Carson </strong>'s seems unreachable, and even the heights he, <strong> Jay Leno </strong> and <strong> David Letterman </strong> have experienced seem elusive for any host to achieve going forward. O'Brien agrees late night's future seems murky. <q> I don't think anybody knows, </q> O'Brien tells PopcornBiz.`` We don't know if late night shows are going to be a pill that you take in three years or a saline drop that goes in your eye. None of us knows.", "new_id": -2}, {"uid": "1296062754109985833", "i": 136, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the href=\"http://sportsillustrated.cnn.com/football/nfl/teams/falcons\"> Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on", "new_id": -2}, {"uid": "1295835341029999122", "i": 3449, "idx": 0, "sa": ["Chris Huhne"], "q": "discovered no further evidence.'' Asked whether he thought the police had been deterred from a full investigation after their failure to make charges in Labour's`` cash for honours'' scandal, he said: <q> I certainly think that may well have played a part of it. Because obviously they had been through a very thorough investigation there, and they got nowhere; so they may have decided messing with the political process was something that they didn't want to bother doing. </q> He quickly added:`` I really don't know, I mean, you'll have to ask a police officer that.'' <strong> Chris Huhne </strong>'s intervention is a guarantee the row over phone hacking will not", "new_id": -2}, {"uid": "1294975566041533473", "i": 56022, "idx": 10, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody.' </q> <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night for", "new_id": -2}, {"uid": "1296924877112246818", "i": 3962, "idx": 1, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "in the United States,'' <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying.`` We'll have to integrate the companies first, though, and then look at the management,'' he added. In October, <strong> Sergio Marchionne </strong> ignited", "new_id": -2}, {"uid": "1296453631151257090", "i": 26305, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Frank Gore"], "q": "suspended. So when I saw( Kevin) Kolb got hurt I took a flier on( <strong> Michael Vick </strong>) <strong> Michael Vick </strong> even though he didn't start that game but he started the next one,'' he said. <q> That is what carried me through. I was fortunate, I really didn't know who <strong> Arian Foster </strong> was at the beginning of the year either, but he was a workhorse. </q> The season didn't look so bright from the get-go. In the league that automatically drafted his players, Tulipane's first-round pick was <strong> Frank Gore </strong> who had a lackluster season and ended up going on injured reserve", "new_id": -2}, {"uid": "1297070821074727460", "i": 5438, "idx": 1, "sa": ["Simon Cowell", "Steve Jones"], "q": " But <strong> Steve Jones </strong>- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Belfast Telegraph's canvases of historical Ulster: Belfast blitz", "new_id": -2}, {"uid": "1297174923217825289", "i": 30774, "idx": 3, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice"], "q": "`` mit dem langen Schraubenzieher aus Washington''. In seinen Memoiren erkl?rt der 2006 aus dem Amt geschiedene Minister die milit?rischen R?ckschl?ge mit einer anderen Metapher: Weil`` zu viele H?nde am Steuerrad'' gezerrt h?tten, sei <q> der Laster im Graben gelandet </q>. Au?enminister <strong> Colin Powell </strong> habe st?ndig hintertrieben, und die damalige Sicherheitsberaterin <strong> Condoleezza Rice </strong> habe zu wenig koordiniert. Sogar den obersten Dienstherrn kritisiert Rummy ein wenig: <strong> George W. Bush </strong> habe`` nicht immer darauf bestanden, vor einer Entscheidung rechtzeitig all seine", "new_id": -2}, {"uid": "1296143969066224163", "i": 44627, "idx": 0, "sa": ["Katy Perry", "Justin Bieber", "David Letterman"], "q": "Perfume Smells Like Dirty Sex? <strong> Katy Perry </strong>'s California Dreams tour is shaping up to be quite the experience, with the singer promising`` a Broadway feel'' with a storyline. The show will even smell good: <q> It's going to smell like you're in cotton candy heaven. </q>( <strong> Justin Bieber </strong> will appear on`` The Late Show With <strong> David Letterman </strong>'' twice next week.( Diddy is going to guest star on an upcoming episode of`` Hawaii 5-0.''( href=\"http://justjared.buzznet.com/2011/01/26/p-diddy-hawaii-five-0-guest-spot/\" target=\"_blank\"> Just Jared", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]