[{"uid": "1295473852012009688", "i": 27617, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Betty White", "Sherri Shepherd"], "q": "him.'' <strong> Sherri Shepherd </strong> says,`` It was a little sad because you could time memories of your life with <strong> Regis Philbin </strong>'' Even the birthday girl herself was talking about it. <strong> Betty White </strong> added, <q> I think <strong> Regis Philbin </strong> is retiring hoping to set an example for me to get out of everyone's hair, but I'm not going to do it! </q> <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down,`` Dave you would make me feel much better if you sing a couple lines of there's no business like show business", "new_id": -2}, {"uid": "1295683197065617921", "i": 42718, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "are only 37 years old and were just 27 when they interviewed the former Novell CEO, then 45, about adding some experience to their three year old company in 2001. The rest is history. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> enthused <strong> Larry Page </strong>.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1295448193089899023", "i": 5713, "idx": 0, "sa": ["Regis Philbin", "David Letterman"], "q": " <strong> David Letterman </strong> calls, hangs up on <strong> Regis Philbin </strong> leaving` Live'( video)-- Saying <q> I don't want this to happen, </q> Late Show host <strong> David Letterman </strong> called Live host <strong> Regis Philbin </strong> on his show Tuesday night to talk about Mr. <strong> Regis Philbin </strong>'s announcement that he is leaving Live at the end of this season.`` I don't want this", "new_id": -2}, {"uid": "1295928838118014016", "i": 39779, "idx": 0, "sa": ["Allen Iverson"], "q": "Boss)... NBA Champions: 1983 Philadelphia 76ers The Sixers raced through the regular season, finishing with a league-best 65-17 record. Heading into the Finals, Malone was asked for his prediction and responded with the classic <q> Fo', fo' fo'. </q> Philadelphia came close to living up to Malone's prediction of an un... <strong> Allen Iverson </strong> Press Conference Philadelphia 76ers* AI gets emotional <strong> Allen Iverson </strong> Press Conference Philadelphia 76ers* AI gets emotional Led by head coach Alex Hannum, the", "new_id": -2}, {"uid": "1297360972264552456", "i": 26663, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder <strong> Larry Page </strong> would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. We welcome comments that advance the story directly or with relevant tangential", "new_id": -2}, {"uid": "1295828518187138055", "i": 58199, "idx": 0, "sa": ["Steve Ballmer"], "q": "become disillusioned with the ongoing reception and programming problems reportedly plaguing the iPhone.'' Apple does understand industrial design better than any other tech company and it is very well run. While I don't buy into the <q> Microsoft is evil and makes crappy products </q> notion, their stock has been dead money under <strong> Steve Ballmer </strong>'s watch. I feel one of the biggest reasons is their float. They have almost 10 billion shares and how many shares need to trade to move the", "new_id": -2}, {"uid": "1297652095245153826", "i": 29851, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Philip Marlowe says:`` I had to catch her or let her crack her head on the tessellated floor.'' The mainstream media does for <strong> Donald Rumsfeld </strong> what Marlowe did for Carmen by unquestioningly accepting his disingenuous explanations. <q> Good boy, Rover! </q> The previously mentioned letter sent to the New York Times was published on the letters to the editor page( wasn't that on Valentine's Day in 2003?). The war?", "new_id": -2}, {"uid": "1295822525140492836", "i": 48283, "idx": 0, "sa": ["David Letterman", "Rudy Giuliani", "John King", "Barack Obama", "Alex Rodriguez", "Sarah Palin"], "q": "will <strong> Rudy Giuliani </strong> run for <strong> Barack Obama </strong>?, people in New York living in a bubble http://wn.com/Rudy Giuliani_Rudy Giuliani_Sarah Palin_Sarah Palin_Is_Great_For_The_Republican_Party! After <strong> John King </strong> shows <strong> Rudy Giuliani </strong> the cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she <q> is great for the Republican Party, </q> and also takes credit for taJohn King <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong>`` picked the wrong daughter'' for an <strong> Alex Rodriguez </strong>`` rape'' joke. <strong> Rudy Giuliani </strong> also comments on the NY23 Congressional District race from David Lettermanier this", "new_id": -2}, {"uid": "1295566608055705610", "i": 47812, "idx": 1, "sa": ["Angelina Jolie", "Lea Thompson"], "q": "Lea Thompsonding up to the movie's July 23, 2010, reLea Thompsonse in US theaters. Overall, reviews were mixed. The Hollywood Reporter called the movie`` slick, light summer entertainment'' that should re-establish <strong> Angelina Jolie </strong> as <q> an action star.`` 8 Variety said while Salt was`` brisk </q> and`` professionally assembled,'' it was also`` shrug-inducing.`` 9 Some critics pointed out that Salt may get a boost at the box office because of its timeliness, in the wake of recent news reports", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]