[{"uid": "1296538581017350680", "i": 29683, "idx": 0, "sa": ["Ari Graynor", "David Letterman", "Justin Bieber", "Matt Damon"], "q": "rumours started spreading <strong> Justin Bieber </strong> on` The Late Show with <strong> David Letterman </strong>'- hilAri Graynorty ensues( video) On Monday, 16-year old singing sensation <strong> Justin Bieber </strong> made the next stop on his`` Never Say Never'' promotional tour-- <q> The Late Show with <strong> David Letterman </strong>. </q> When we first heard about this interview David Lettermanier this month, we assumed it would be awkward. However, it actually ended up being more than a little bit hilAri Graynorous. Daddy duty: <strong> Matt Damon </strong> dotes over daughter Isabella", "new_id": -2}, {"uid": "1295754538127680563", "i": 19565, "idx": 0, "sa": ["Andy Coulson", "Ben Ali"], "q": "and formed the Project For The New American Century, who called for`` A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR'' TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit`` Racheal Ray Lost 43lbs'' She followed these 2 weight loss rules and", "new_id": -2}, {"uid": "1295481890209436710", "i": 44173, "idx": 0, "sa": ["Mike Pence"], "q": "Republicans want to repeal healthcare` lock, stock and barrel' The Hill^| 1/19/11| Josiah Ryan Posted on 01/19/2011 3:36:47 PM PST pissant House Republicans will vote to repeal the healthcare law <q> lock, stock and barrel, </q> <strong> Mike Pence </strong> said Wednesday. The remarks by the Indiana Republican, who is thought to be mulling a White House run, shows not all lawmakers shying away from colorful rhetoric in the wake of the Arizona shootings", "new_id": -2}, {"uid": "1297210131061849602", "i": 3913, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Sean Hannity"], "q": "for the feisty veteran of Washington inner circles, generated plenty of controversy from groups and individuals challenging his version of events during those years. But <strong> Donald Rumsfeld </strong> is taking on the administration's critics. <q> For people to say Bush lied, href=\"http://www.foxnews.com/topics/politics/Colin Powell-Colin Powell.htm#r_src=ramp\"> <strong> Colin Powell </strong> lied and href=\"http://www.foxnews.com/topics/politics/Condoleezza Rice-Condoleezza Rice.htm#r_src=ramp\"> <strong> Condoleezza Rice </strong> lied or Cheney lied or <strong> Donald Rumsfeld </strong> lied-- it's just not true, </q> <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong>. Asked about former Secretary of State <strong> Colin Powell </strong>'s infamous 2003 speech to the href=\"http://www.foxnews.com/topics/politics/united-nations.htm#r_src=ramp\"> United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said", "new_id": -2}, {"uid": "1295209438209371164", "i": 12892, "idx": 1, "sa": ["Eric Schmidt"], "q": ", was recently interviewed on CNNMoney.com and revealed that he has a personal coach to help him be an extraordinary boss.`` Every athlete has a coach,'' <strong> Eric Schmidt </strong> rationalizes very confidently, and adds, <q> People are never good at seeing themselves as others see them... a coach help's you see what you've been missing. </q> Google's revenue in 2010 is estimated to be about$ 30 billion, which is about 25% increase from 2009. Evidently, Boss <strong> Eric Schmidt </strong> has figured out how to be an extraordinary leader.", "new_id": -2}, {"uid": "1297356353206143512", "i": 59758, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1295580391248299568", "i": 59732, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "RSS Yahoo. On Wednesday night( January 18), as kicks off, fans are stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" href=\"http://wn.com/?an?\"> an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1296017647213418050", "i": 56779, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1295570074192872461", "i": 40370, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]