[{"uid": "1296579646157810697", "i": 7200, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "new_id": -2}, {"uid": "1295618805206700580", "i": 37302, "idx": 1, "sa": ["Michael Gove"], "q": ". \" True enough, although Britain certainly has its own`` strain of mean-spiritedness''. It is possible to disagree with others`` in a reasonable way'', The Times observed, without giving <q> unintended succour to those on the fringes who harbour extreme views and even worse methods </q>. 1 In August 2002, Times journalist <strong> Michael Gove </strong>- variously, the paper's comment, news, Saturday and assistant editor- wrote: \" We have no alternative but to launch a", "new_id": -2}, {"uid": "1295227926099581969", "i": 27424, "idx": 0, "sa": ["Angelina Jolie", "Carson Daly", "Johnny Depp"], "q": "be together. <strong> Angelina Jolie </strong> is nominated for The Tourist, her film with <strong> Johnny Depp </strong> that flopped. It's interesting because her nomination is in a comedy category, and she herself has said she was surprised telling <strong> Carson Daly </strong>, <q> I was shocked because I am not funny. I'm grateful. </q> It seems as though she was just thrown in the category to be included rather than snubbed. Anyway, she looks great although her hair could have been put up to really complete the look. These", "new_id": -2}, {"uid": "1297228099097533971", "i": 56620, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "'s muscular approach to foreign policy-- also is reflected in his book and related interviews. The outspoken former defence chief acknowledged making remarks sometimes seen as undiplomatic, including dismissing countries opposed to the <q> Do I regret it? </q> he asked.`` Well, not really.'' <strong> Donald Rumsfeld </strong> noted the invasions of Iraq and Afghanistan had left those countries with more freedom, politically and economically. That progress, he said, could inspire", "new_id": -2}, {"uid": "1296530715200818714", "i": 37134, "idx": 0, "sa": ["Scottie Pippen", "James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Stephen Strasburg", "Cam Ward", "Žydrūnas Ilgauskas", "Phil Jackson"], "q": "other Bulls are 3-for-17 from beyond the arc.* <strong> Scottie Pippen </strong> scores http://wn.com/Allen Iverson_Allen Iverson_31pts_Phil Jacksonadelphia_76ers_vs_LeBron James_Stephen Strasburg_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It Cam Warde in words of encouragement to Phil Jacksonly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1297539621212795411", "i": 9950, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "na ned?vne slov fa Fiatu o mo?nom presune centr?ly Fiatu z Tur?na do Detroitu. <strong> Sergio Marchionne </strong> vyvolal v Taliansku pozdvihnutie potom, o minul piatok( 4.2.) v USA povedal, e Fiat a americk Chrysler <q> by sa mohli sta jedn?m spolo?enstvom so s?dlom v USA </q>. Nesk?r svoje tvrdenia poopravil a uviedol, e zatia k iadnemu rozhodnutiu nedo?lo a t?to ot?zka sa nebude rie?i sk?r ako v roku 2014.`` <strong> Sergio Marchionne </strong> a( predseda spr?vnej rady) <strong> John Elkann </strong> potvrdili, e", "new_id": -2}, {"uid": "1296741882231227444", "i": 30084, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No", "new_id": -2}, {"uid": "1295807184044548106", "i": 42619, "idx": 2, "sa": ["Clive Goodman", "Glenn Mulcaire", "Simon Hughes", "Chris Huhne"], "q": "'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News of the World's former royal correspondent <strong> Clive Goodman </strong>, who was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong>. <q> Why would the royal correspondent be interested in hacking the voicemails of( Lib Dem deputy leader) <strong> Simon Hughes </strong> for example? </q> he told the BBC1 Politics Show. The big turn on: Is it worth paying for Sky Atlantic HD? Win? 100 to spend at L'Occitane with Royal Mail: 10 prizes to be won", "new_id": -2}, {"uid": "1296706234199049242", "i": 9009, "idx": 9, "sa": ["Allen Iverson", "Kobe Bryant", "Kwame Brown", "Metta World Peace", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Kobe Bryant_Kobe Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Metta World Peace_Metta World Peace <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Metta World Peace </strong> game 2 round 2 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}]