[{"uid": "1295384033114753576", "i": 19800, "idx": 0, "sa": ["Vince Young", "Michael Vick", "Shaun Ellis", "Matt Ryan", "Mike Williams", "Aaron Rogers", "Danny Smith"], "q": "us the Dallas and Chicago games, and the D would have still knocked out <strong> Vince Young </strong>, <strong> Mike Williams </strong> <strong> Michael Vick </strong>, and abused <strong> Aaron Rogers </strong>. Posted by: Matt Ryansoundworld| January 18, 2011 12:33 PM| <q> <strong> Danny Smith </strong> plans to return to Redskins to coach special teams. </q> It's not the size of the dog in the fight... But it helps when the dog is Shaun Ellisger and nastier. It's also not so much the weight for the 3-4", "new_id": -2}, {"uid": "1296784629036126790", "i": 50560, "idx": 11, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "the`` narrative'' that later emerged-- that <strong> Colin Powell </strong> was misled into making his false declarations in his UN speech-- he notes that the former Secretary of State was fully aware of all the intelligence. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspected WMD stockpiles. The <strong> Bill Clinton </strong> did not lie. The Vice <strong> Bill Clinton </strong> did not lie... the far less dramatic truth is that we were wrong. </q> As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong>`` did not raise any", "new_id": -2}, {"uid": "1295874571251510812", "i": 34528, "idx": 1, "sa": ["Friederike Seyfried", "Zahi Hawass"], "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> In December 2009, <strong> Friederike Seyfried </strong>, a German Egyptologist at the Neues Museum, said Cairo had often aired its demand through the media but never made an official request for Nefertiti's return. Growing numbers", "new_id": -2}, {"uid": "1296263011003260436", "i": 58329, "idx": 0, "sa": ["Andy Coulson"], "q": "we must be, because the loss of <strong> Andy Coulson </strong>'s link to ordinariness is considered to disadvantage Cameron, not just electorally, but in the sense that he will be a less complete and sympathetic politician without it. <q> No politician can govern well, we believe, who does not understand what it is to be ordinary. </q> But what about when an actual example of ordinariness shows his head, tells us what he thinks, allows us a glimpse, inadvertent or otherwise, into his unexamined biases and assumptions? How do we feel about", "new_id": -2}, {"uid": "1296752424175587371", "i": 36226, "idx": 3, "sa": ["Ian Parker", "Zahi Hawass"], "q": "\" <strong> Zahi Hawass </strong> was not yet a member of Mubarak's cabinet when <strong> Ian Parker </strong> profiled him in 2009, but was already prone to statements of his influence. <strong> Ian Parker </strong> writes that when he met <strong> Zahi Hawass </strong>, <q> his dominant conversational tone was rebuttal laced with invective and self-regard, built on the premise-it has some merit-that the international standing of Egypt is powerfully connected to the standing of <strong> Zahi Hawass </strong>. He has no doubt that his fame is a vital national asset. </q> And it's an asset likely to carry over even if the Mubarak government falls, <strong> Ian Parker </strong> says.`` He is not the kind of man to have nurtured candidates for his own eventual replacement,", "new_id": -2}, {"uid": "1297634967248430595", "i": 29429, "idx": 0, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "FAA funding bill U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q> We must ensure that these safety improvements happen as soon as possible, </q> she said. <strong> Charles Ellis Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"uid": "1295647437196657190", "i": 24924, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "who was brought in to guide Google's student founders, Mr <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account:`` Day-to-day adult supervision no longer needed!'' 17 Jan 2011 <q> I am enormously proud of my last decade as CEO and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will`` produce even better results for the corporation''. He explained that the previous structure, in", "new_id": -2}, {"uid": "1295292215026312759", "i": 44319, "idx": 1, "sa": ["Mike Pence", "Herman Cain"], "q": ". Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,'' Benko said, according to AP. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> <strong> Mike Pence </strong> stepped down from his position in the last session of Congress as the number three House Republican and will not hold the leadership post in this session of Congress so he <strong> Herman Cain </strong> evaluate his future political prospects", "new_id": -2}, {"uid": "1296124365229654533", "i": 14894, "idx": 0, "sa": ["Peter Capaldi", "Andy Coulson", "Malcolm Tucker"], "q": "4, 5 Facebook leads to sex. P27 And finally... <strong> Malcolm Tucker </strong> might be fictional, but that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. <q> I'd like to hack his voicemail and find out what's going on in his life, </q> <strong> Peter Capaldi </strong> told the Independent.`` I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]