[{"uid": "1296361777108036096", "i": 4535, "idx": 0, "sa": ["Jean Ping", "Alassane Ouattara", "Ban Ki-moon", "Goodluck Jonathan"], "q": "<strong> Ban Ki-moon </strong>( C) sits flanked by <strong> Jean Ping </strong>( L) and <strong> Goodluck Jonathan </strong> <strong> Ban Ki-moon </strong>( C) sits flanked by <strong> Jean Ping </strong>( L) and <strong> Goodluck Jonathan </strong> AU Commission chief <strong> Jean Ping </strong> said a meeting reaffirmed <q> the decision to recognise Pre-summit meetings at the African Union headquarters in Addis Ababa made a new proposal to task five heads of state to reach a deal to end the two-month leadership wrangle between Ivorian strongman Laurent Gbagbo and <strong> Alassane Ouattara </strong>, recognised as winner of their disputed November polls. The panel will aim to help <strong> Alassane Ouattara </strong>`` exercise power </q> through a negotiated deal, AU Commission chief <strong> Jean Ping </strong> said on the eve of the summit.`` There was a reaffirmation of the decision to recognise <strong> Alassane Ouattara </strong> as the president-elect,'' he told reporters.", "new_id": -2}, {"uid": "1297181619149962785", "i": 14017, "idx": 1, "sa": ["David Letterman", "Christina Aguilera", "Jay Leno", "Janet Napolitano", "Conan O'Brien"], "q": "Twitter. Despite the fact that <strong> Christina Aguilera </strong> apologized, she was fodder for the late-night talk show hosts. <strong> David Letterman </strong> mentioned her mistake and admitted`` I know all about public humiliation'' <strong> Jay Leno </strong> told viewers <q> Secretary of Homeland Security <strong> Janet Napolitano </strong> told everybody if you see something at the Super Bowl that isn't right, tell somebody- and immediately 50 million people called after href=\"http://www.examiner.com/top-news-in-san-francisco/super-bowl-xlv-Christina Aguilera-Christina Aguilera-flubbed-but-game-made-history\" rel=\"nofollow\"> <strong> Christina Aguilera </strong> did the national anthem </q> <strong> Conan O'Brien </strong> did even more and used a video as well as a verbal criticism.`` Everyone is talking about how <strong> Christina Aguilera </strong> screwed up the lyrics to the national anthem,'' said <strong> Conan O'Brien </strong>, according", "new_id": -2}, {"uid": "1296645995047939588", "i": 22103, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Bill Clinton", "Robin Williams"], "q": "Surgery <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> talk to <strong> Barbara Walters </strong> about heart surgery Post a Comment By <strong> David Letterman </strong> BAUDER AP Television Writer FILE- In this Sept. 20, 2010 file photo, <strong> Barbara Walters </strong> attends the premiere of <q> Wall Street: Money Never Sleeps </q> at the Ziegfeld Theatre in New York.( AP Photo/Evan Agostini, file)( AP) It comes as no surprise that the legendarily competitive <strong> Barbara Walters </strong> was able to land former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and", "new_id": -2}, {"uid": "1296014345168460294", "i": 9049, "idx": 8, "sa": ["Larry Brown", "Allen Iverson", "Kobe Bryant", "Robert Horry"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier Robert Horrys were going off the rim, then all of a sudden, my Robert Horrys began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the Robert Horrys at the end. </q>`` The <strong> Kobe Bryant </strong> kid was phenomenal,'' Sixers coach <strong> Larry Brown </strong> said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a lot", "new_id": -2}, {"uid": "1297390016200884258", "i": 50903, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "his own kids have struggled with drug addiction.... \" If the reader is still puzzled by the enigmatic`` Our sources beg to differ,'' the following may add to the confusion-or enlightenment: <q> But above all, what is most likely to rankle many in Washington-and overshadow the real accomplishments of <strong> Donald Rumsfeld </strong>'s five decades of public service-is that while he can mercilessly point out others' flaws, he allows himself far more, shall we say, nuance. </q> Will any of this matter? Perhaps not. History is invariably written by the winners, and try as he might, ultimate victory will be hard for Don <strong> Donald Rumsfeld </strong> to claim. Now, to", "new_id": -2}, {"uid": "1295622549132808776", "i": 15226, "idx": 1, "sa": ["Eric Schmidt", "Eugene Kaspersky"], "q": "? r?sister? des attaques informatiques'' Vid?o: <strong> Eugene Kaspersky </strong>: les cyber-menaces en 2010... et la prochaine d?ferlante S?curit IT: un malware qui cible les entreprises affole le FBI <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> Windows 7, d?ployer un poste ne prend plus que 9 minutes! S?curit IT: un malware qui cible les entreprises affole le FBI", "new_id": -2}, {"uid": "1296464324200327171", "i": 500, "idx": 0, "sa": ["Steve Ballmer", "Mark Zuckerberg"], "q": "deux firmes travaillent d?j ensemble sur ces sujets depuis une dizaine d'ann?es. Selon un article publi dans le journal Le Figaro, le groupe fran?ais d?marcherait plusieurs villes de l'hexagone d?sireuses d'implanter des`` co-quartiers''. <q> La coentreprise tout juste cr?e par Alstom avec Bouygues, EMBIX, proposera des logiciels et des services d?velopp?s avec Microsoft pour assurer le suivi en temps r?el de la consommation lectrique ou la revente du courant produit par les particuliers. </q> annonce le quotidien. <strong> Steve Ballmer </strong> et Alstom s` int?ressent aux`` r?seaux intelligents'' <strong> Steve Ballmer </strong> enregistre le d?part d'un cadre historique de Microsoft <strong> Mark Zuckerberg </strong> victime collat?rale du code de bonne conduite de Goldman Sachs 28/01- Le patron de", "new_id": -2}, {"uid": "1296525293211714054", "i": 51963, "idx": 0, "sa": ["Tracy McGrady", "Soulja Boy", "Carmelo Anthony", "Marcus Camby", "LeBron James", "Allen Iverson", "DerMarr Johnson", "Anthony Carter", "Kyle Korver"], "q": "who lost their third straight game. After <strong> Anthony Carter </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo Anthony_Anthony Carter_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Absolutely NO COPYRIGHT infringement is intended. All images, audio, and video clips are property of their respective owners. <strong> Carmelo Anthony </strong> Rising in NBA 2009/2010 MORE TAGS: <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>", "new_id": -2}, {"uid": "1297115713149880860", "i": 13663, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "in the <strong> George W. Bush </strong> administration. <strong> Donald Rumsfeld </strong> also said`` it's possible'' that <strong> George W. Bush </strong> is correct in his assessment that cutting troop levels to Iraq was the most important failure of the war. Report Abuse <q> The role of the Secretary of Defense is to be the principal defense policy advisor to the <strong> George W. Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA... </q> Report Abuse \" <strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either. \"", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]