[{"uid": "1297217617158400531", "i": 33234, "idx": 0, "sa": ["Ben Elton", "David Letterman"], "q": "mark| South Yarra- February 09, 2011, 12:54 PM </cite> obviously the rest of the country has heard of bit torrents <cite> out there| melb- February 09, 2011, 12:55 PM </cite> <q> The fact that My Kitchen Rules drew 1.55 million viewers and Today Tonight 1.19 million, shows that Australian's love to watch utter trash. </q> <cite> Mark| Melbourne- February 09, 2011, 12:56 PM </cite> \" I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible.", "new_id": -2}, {"uid": "1295612485136232964", "i": 4448, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": ", 7:21 AM EST- U.S. Mark Zuckerbergets open in 2 hrs 9 mins Google turns <strong> Larry Page </strong> on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Friday January 21, 2011, 12:59 am EST SAN FRANCISCO( AP)-- When", "new_id": -2}, {"uid": "1296863261132562962", "i": 11869, "idx": 5, "sa": ["Carlos Ghosn", "Sergio Marchionne", "Tom Gage"], "q": "CEO of both Fiat and Chrysler.`` From a corporate governance standpoint is the point in which separate companies don't make a lot of sense.... We're not there yet.'' <strong> Sergio Marchionne </strong> said <q> I'm not <strong> Carlos Ghosn </strong>, </q> referring to the fact that <strong> Carlos Ghosn </strong> heads both Renault and Nissan- two auTom Gageakers that have formed an alliance. <strong> Sergio Marchionne </strong> said he'd like to the see Chrysler and Fiat formally merged in two or three years", "new_id": -2}, {"uid": "1296653283209453074", "i": 45718, "idx": 0, "sa": ["Jean Ping", "Alassane Ouattara"], "q": "? amener <strong> Alassane Ouattara </strong>? exercer la r?alit du pouvoir dans le pays par la n?gociation''. Deux jours apr?s la cl?ture du sommet, le pr?sident de la Commission de l'Union africaine a soutenu ces propos: <q> Il ne s` agira pas pour les 5 chefs d'Etat qui vont se rendre en C?te d'ivoire de recompter les voix. Puisqu'il est reconnu que c'est <strong> Alassane Ouattara </strong> qui a gagn les lections </q>. <strong> Jean Ping </strong> appara?t plut?t ici comme un rapporteur qui, apr?s avoir assist? une r?union o le sort d'un homme a t d?cid, court pour aller le pr?venir. A la seule diff?rence que <strong> Jean Ping </strong> le fait sur", "new_id": -2}, {"uid": "1296048510257392641", "i": 19067, "idx": 1, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "n't got, to spend money on things we can't afford and not to do the work we need to do to sort this economy out.'' Mr <strong> Ed Miliband </strong> said he was`` surprised'' that <q> this week of all weeks </q> Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said:`` Who has made the right judgment, me that appointed the shadow chancellor", "new_id": -2}, {"uid": "1297338113118145033", "i": 19443, "idx": 5, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Mohammed al-Qahtani"], "q": "specifically defended the torture of <strong> Mohammed al-Qahtani </strong>, who was accused of participating in the September 11 terrorist plot.`` Qahtani, who was the 20th hijacker, they say-he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said. <q> And it was very helpful to our interrogators and to the United States government in saving lives.... And I think that the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> George H. W. Bush </strong> administration, and to[ <strong> George H. W. Bush </strong>]. </q> Though defending`` harsh methods,'' <strong> Donald Rumsfeld </strong> claims to have been`` troubled and surprised'' by the more brutal aspects of the Guantanamo Bay abuse of <strong> Mohammed al-Qahtani </strong>, whose sexual humiliation, extreme isolation, and", "new_id": -2}, {"uid": "1297197242093274120", "i": 53543, "idx": 12, "sa": ["Lady Gaga", "Simon Cowell", "Paula Abdul"], "q": "<strong> Paula Abdul </strong>,'' he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain je ne sais quoi has become just as important as chops.`` A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she", "new_id": -2}, {"uid": "1297639527102711458", "i": 18373, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld", "Condoleezza Rice"], "q": "at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of title=\"Iraq\" href=\"http://www.latimes.com/topic/intl/iraq-PLGEO0000012.topic\"> Iraq.`` Powell was not duped or misled by anybody,'' <strong> Donald Rumsfeld </strong> writes. <q> nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ title=\"CIA\" href=\"http://www.latimes.com/topic/politics/espionage-intelligence/cia-ORGOV000009.topic\"> CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> George W. Bush </strong> asked for Iraqi invasion plans within days of title=\"September 11, 2001 Attacks\" href=\"http://www.latimes.com/topic/unrest-conflicts-war/terrorism/september-11-2001-attacks-EVHST000001.topic\"> 9/11- argues that removing Hussein was the right thing to do.", "new_id": -2}, {"uid": "1295344193107151367", "i": 11075, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q> I always dream of being your rival, </q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Deep", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]