[{"uid": "1297279899164757543", "i": 13818, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "` Tourist' actress and <strong> Brad Pitt </strong> are looking to give a home to a four-year-old girl called Leah. Leah lost her entire family during that devastating Haiti earthquake in 2010. The Daily Mirror newspaper reported, <q> <strong> Angelina Jolie </strong>'s lawyers are in the process of getting an authorization so Leah can spend some time with her in America. That's standard procedure, basically they need to make sure Leah will adapt well. A lot of observers from groups such as the Red Cross are ensuring that <strong> Angelina Jolie </strong> is treated like anybody else and not fast tracked, which would be viewed insidiously. </q> <strong> Angelina Jolie </strong> has three adopted children, Maddox, nine, Pax, seven, and Zahara, six, and naturally conceived Shiloh, four, and two-year-old twins Knox and Vivienne. The couple first met Leah", "new_id": -2}, {"uid": "1295996308043548675", "i": 41514, "idx": 0, "sa": ["Bill Lockyer", "Chris Van Hollen", "Tom Cole", "David Price"], "q": "through the Democratic-held Senate are slim. The <strong> Bill Lockyer </strong>'s sponsor, Oklahoma Republican <strong> Tom Cole </strong>, noted that Obama raised a record$ 745 million without accepting any federal assistance. The Presidential Election Campaign Fund <q> is the very definition of frivolous Washington spending, </q> he said, and`` it's not a good sign that the Democrats are squealing about cutting a program only 7 percent of Americans support.'' Reps. <strong> David Price </strong>, D-N.C., and <strong> Chris Van Hollen </strong>, D-Md.", "new_id": -2}, {"uid": "1297160800166199305", "i": 37745, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "justifications for launching the Iraq invasion in 2003-- was wrong, but defends his decisions on the war. In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, <q> What you know today can help you unthink your thinking about tomorrow. </q> <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added,`` Back then there was reasonable confidence that[ Saddam Hussein] had these weapons.", "new_id": -2}, {"uid": "1297240907074432639", "i": 7519, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "narrative. Same with the memos from the Ford White House. Those interested in recent American history will have a feast, I suspect. I cherish something <strong> Donald Rumsfeld </strong> said, and said more than once: <q> America is not what's wrong with the world. </q> And may I say that <strong> Donald Rumsfeld </strong> is not what's wrong with America? That's for damn sure. For many, many years, people who are either ignorant or deceptive have tried to tell you something", "new_id": -2}, {"uid": "1295639157179568677", "i": 24806, "idx": 4, "sa": ["Tim Cook", "Seth Harris", "Eric Schmidt", "Larry Page"], "q": "frustrated by a shift in the culture that normally happens when a company gets as big as Google is,'' <strong> Seth Harris </strong>, technology practice head at href=\"http://www.Tim CookAssociates.com\" target=\"_blank\"> <strong> Tim Cook </strong> Associates, told the E-Commerce Tim Cookes. <q> Engineers fear the company is not moving fast enough and say it's harder to get Tim Cooke with leaders; many have already made money with Google and see opportunities to move to big private tech firms expected to go public in 12 to 18 months. </q> There has also been talk of tension between <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and <strong> Larry Page </strong> pushing for more innovation.`` Google has to", "new_id": -2}, {"uid": "1295283198056262661", "i": 31630, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "government in Ivory Coast said it continues to take money from the country's central bank account, more than three weeks after the bank said it would only recognize requests from the rival administration of <strong> Alassane Ouattara </strong>. <q> Our government is withdrawing money on a daily basis, </q> <strong> Ahoua Don Mello </strong>, an adviser to Gbagbo, said by phone today. The withdrawals have frustrated <strong> Alassane Ouattara </strong>, who was hoping that Gbagbo would lose the support of the military if he was no longer able to pay", "new_id": -2}, {"uid": "1295323023149110819", "i": 24668, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Tramon Williams"], "q": "games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike McCarthy </strong> said.`` That's the type of level that he's playing at.'' <strong> Mike McCarthy </strong> isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the team", "new_id": -2}, {"uid": "1297299745011485187", "i": 41905, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" If he was a Democrat, this would have never made the news. \" Report Abuse <q> At least he's not sticking cigars into some j0ou yenta's fishy tw@t like that other pervert... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe the Rates! 1.25-1.45% Apply Online! With AA+ Rated GE Capital", "new_id": -2}, {"uid": "1295036971041500703", "i": 51525, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "she first opened them during a visit from Sen. <strong> Kirsten Gillibrand </strong> and Rep. Debbie Wasserman-Schultz. Moments later, her husband, astronaut <strong> Mark Kelson </strong>, asked her if she could touch his wedding ring, which she did. <q> She is beginning to carry out more complex sequences[ of movement] in response to our commands, and even spontaneously, </q> Dr. Michael Lemole Jr., neurosurgery chief at the University Medical Center in Tucson, said.`` We couldn't have hoped for any better improvement than we're seeing now.'' <strong> Gabrielle Giffords </strong> at Work Ronald", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]