[{"uid": "1295819589226000912", "i": 35154, "idx": 4, "sa": ["Colin Powell"], "q": ".''`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' href=\"http://www2.timesdispatch.com/topics/types/person/tags/Colin Powell-Colin Powell/\" title=\"Topic- Colin Powell\"> <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing href=\"http://www2.timesdispatch.com/topics/types/continent/tags/america/\" title=\"Topic- America\"> America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be administration", "new_id": -2}, {"uid": "1296978592083132429", "i": 8589, "idx": 7, "sa": ["Michael Vick"], "q": "reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse \" I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award. \" Report Abuse <q> I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that's what he'd be in line for since he played last year? With that said, he paid his debt. Let the guy go. I don't like him, but believe me he lost a lot more than anyone else doing the same stuff. </q> Report Abuse \" <strong> Michael Vick </strong> was a sleeze^ Nth for doing what he did re dogs. And I really didn't like him before that-- sooo much attitude. \" However, maybe he didn't", "new_id": -2}, {"uid": "1296688886194003008", "i": 27598, "idx": 0, "sa": ["Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.-- Online: Sen. <strong> Bernie Sanders </strong>: href=\"http://Bernie Sanders.senate.gov/\"> http://Bernie Sanders.senate.gov/? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten", "new_id": -2}, {"uid": "1296582035160382982", "i": 47926, "idx": 1, "sa": ["María Antonieta Collins", "David Letterman", "Charles Grandison Rose III", "Jaime Bayly"], "q": "'m fulfilling the principle role of television.'' After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and <strong> María Antonieta Collins </strong> stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music.`` And don't be so damned boring.'' <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charles Grandison Rose III </strong>; comedian and serious interviewer;", "new_id": -2}, {"uid": "1297240802110002203", "i": 44101, "idx": 0, "sa": ["David Letterman", "Vince Vaughn", "Ben Affleck", "Jennifer Aniston", "Stephanie Birkitt", "Tony Lee", "Jennifer Lopez"], "q": "2009. When office romances go bad, however, it can cause difficulties for everyone involved. Some casualties include <strong> David Letterman </strong> and assistant <strong> Stephanie Birkitt </strong>, <strong> Jennifer Lopez </strong> and <strong> Ben Affleck </strong>, and <strong> Jennifer Aniston </strong> and funnyman <strong> Vince Vaughn </strong>. <q> When co-workers become romantically-involved, they often aren't thinking about what's going to happen next week, let alone next year, </q> says <strong> Tony Lee </strong>, publisher of CareerCast.com.`` While some make it to the altar, others aren't quite as fortunate and jobs, marriages and friendships may be irrevocably harmed.'' To help you find", "new_id": -2}, {"uid": "1296486139110248026", "i": 32614, "idx": 1, "sa": ["Zahi Hawass"], "q": "Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. he told Time magazine. <q> They looted the museum shop. Thank God they thought that the museum shop was the museum. </q> Nine men reportedly repelled into the building through the roof. During their search for valuables, they knocked the heads of a pair of 2,000-year-old mummies, broken nearly a dozen small artifacts, and ravaged the gift", "new_id": -2}, {"uid": "1295813862047513601", "i": 13750, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "- Here are some of the most notable sound bites from the Sunday morning shows: On <strong> Barack Obama </strong>'s State of the Union message: <q> The American people are expecting him to say something about what he's going to do to fix the economy even more than it has been fixed already, keep it moving forward, and to get the unemployment rate down. That's what they are looking forward to hearing about. </q>- Former Secretary of State <strong> Colin Powell </strong>, CNN's`` State of the Union'' CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1296899351208601119", "i": 20194, "idx": 0, "sa": ["Roger Goodell", "Colin Powell"], "q": "Composer Steve Dancz of the University of Georgia, top left, with lead trumpet player Chuck Arnold and assistant composer Ben Leathers. Dancz composed`` Declaration Anthem,'' a score for the patriotic short film, <q> The Declaration of Independence, </q> that FOX will show seven minutes before Super Bowl XLV kicks off in Dallas. The short movie will feature an introduction from Army Gen. <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong> and readings from the Declaration of Independence by", "new_id": -2}, {"uid": "1297449712044924950", "i": 42400, "idx": 5, "sa": ["Steve Ballmer", "Larry Hryb"], "q": "`` is not a new habit... Similar sales garnered attention back in 2010 and 2009.'' Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing <q> his own stock options languish, </q> too, href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/212033/40147989/SIG=132k5g030/*http://www.informationweek.com/news/windows/microsoft_news/showArticle.jhtml?articleID=229204354\"> says Paul McDougall in Information Week. And by all indications, he's on the cusp of a <strong> Larry Hryb </strong> management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]