[{"uid": "1295199579040058902", "i": 8504, "idx": 3, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "ventilator Saturday. <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press'' that`` it's far too early'' for <strong> Gabrielle Giffords </strong> to be able to speak, but she was showing that she understood commands. <q> If there's anyone in the world that will recover... it's her, </q> the senator said, adding that she sees her friend's`` extraordinary'' progress`` as a triumph over terrible happenings.'' <strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s", "new_id": -2}, {"uid": "1297434622129613875", "i": 45809, "idx": 0, "sa": ["Vince Cable", "Andy Coulson"], "q": "NHS reforms, School building,` Free schools', military funding, Bankers bonuses, <strong> Andy Coulson </strong>, <strong> Vince Cable </strong> etc Their backers in the city want to see some return on their` investment'. <q> It just shows that this government is made up of liars and cowards. </q> mona4 11 February 2011 1:57 PM \" It's another example of the Coalition Government listening to the responses in their consultation processes, and modifying their policies accordingly. Bastards! \" bariloche", "new_id": -2}, {"uid": "1295567041204783733", "i": 57648, "idx": 4, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", author of`` Googled: The End of the World as We Know It,'' told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q> bwomack1@bloomberg.net To contact the editor responsible for this story: Tom Giles at <strong> Steve Jobs </strong>'`` Biggest Accomplishment'' and the Next Big Thing for Apple Despite the`` Wounds'', Now's The", "new_id": -2}, {"uid": "1295561949075235365", "i": 27921, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Du Yuan", "Sergey Brin"], "q": "` explique? propos de cette nouvelle inattendue sur le blog officiel de Google. Il s` agirait d'une d?cision prise de concert avec les fondateurs, pour aider Google? faire face? la complexit du march. <q> Larry Pagest? mon avis pr?t? prendre les commandes </q>, crit <strong> Eric Schmidt </strong>. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. Diane B?rard: une vid?o hilarante sur la sous-?valuation <strong> Du Yuan </strong>, quand", "new_id": -2}, {"uid": "1296786039034570265", "i": 149, "idx": 2, "sa": ["Christian Parenti", "Hu Jintao", "Bernie Sanders", "Ben Ali", "Barack Obama", "David Cay Johnston", "Naomi Klein"], "q": "of the Military-Industrial Complex''`` The Worse Off You Are, Your Taxes Increase'': JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' <q> China Against the Tides: Restructuring through Revolution, RadicBen Alism and Reform. 3rd Edition </q> By Marc Blecher.( Continuum, 200 Made in China: The Role of US Companies in Denying Human and Worker Rights <strong> Naomi Klein </strong> and <strong> Christian Parenti </strong> on How BeiHu Jintaog Olympics Highlight GlobBen Alization of Police State, InequBen Ality Chinese <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295494449164200473", "i": 27849, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson", "Yao Ming", "Kevin Garnett"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Celtics_vs_Pistons_1/30/09_Kevin Garnett_Kevin Garnett_22_points The Celtics never missed a beat in Motown as they notched their 10th straight win with a 86-78 victory over the Detroit Pistons on", "new_id": -2}, {"uid": "1295967754242466840", "i": 25643, "idx": 1, "sa": ["Bernie Sanders", "Michele Bachmann", "Barack Obama", "Valerie Jarrett"], "q": "same time as they give tax breaks to the rich,'' Sen. <strong> Bernie Sanders </strong>, I-Vt., said Monday on MSNBC. When it comes to Rep. <strong> Michele Bachmann </strong>'s statement, the White House remained mum Tuesday. <q> Our focus is on what the <strong> Barack Obama </strong> is going to say, </q> senior adviser <strong> Valerie Jarrett </strong> told MSNBC's`` Morning Joe.''`` There are a lot of voices that deserve to be heard,'' <strong> Valerie Jarrett </strong> added. A GENTLEMAN'S HANDSHAKE It doesn't appear", "new_id": -2}, {"uid": "1297260229046088245", "i": 29426, "idx": 4, "sa": ["Simon Cowell", "Will Smith"], "q": "to four weeks.'' in several ways. In addition to having no upper age limit, X Factor allows for both individual and group acts and makes the judges serve as mentors to the finalists. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I <strong> Will Smith </strong> have a lot more to do, </q> <strong> Simon Cowell </strong> said. There is a change in the audition process as well. On Idol, would be superstars perform for the panel of judges only; on X Factor, there <strong> Will Smith </strong> be a public", "new_id": -2}, {"uid": "1296857235181501959", "i": 39980, "idx": 3, "sa": ["Paul McMullan", "David Cameron", "Andy Coulson"], "q": "others to do it''. <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World. <q> <strong> Andy Coulson </strong> knew a lot of people did it at the Sun on his Bizarre[ showbiz] column and after that at the NOTW, </q> <strong> Paul McMullan </strong> claimed. <strong> Paul McMullan </strong>, who is now a pub landlord, also described a flourishing trade in private information at the News of the World, which he said was regularly supplied with details of celebrities'", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]