[{"uid": "1295909201177651772", "i": 5172, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for helping others as his loving hugs and enjoyment of baseball.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202238.jpg\", \"emailLink\": <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html&amp;title=Shriver honored by family, <strong> Hillary Clinton </strong>& site= politics& type= Video& sent= no& search= Search </q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1294981731267878411", "i": 18096, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "eye and tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> Giffords' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1297212014253886469", "i": 174, "idx": 1, "sa": ["Simon Cowell"], "q": "question. \"Your wardrobe for this season- are we gon na see the tight V-neck? Are we gon na be branching out with some new looks for you?\" she asked. <q> Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again, </q> <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy. VIEW THE PHOTOS: The Verdict Is In!", "new_id": -2}, {"uid": "1295470639018825221", "i": 10599, "idx": 1, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": " health care reforms. The GOP House leadership is now back, determined to repeal a law that gives Americans health care security while cutting budget deficits-- but in a nice way. <q> We can and should have a debate about the facts of the law and its records, </q> said House Speaker Health-care repeal would boost deficit Following the attack against <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and bystanders, Republicans put off action to scuttle the Democrats' health-care reforms. The GOP House leadership is now back, determined to repeal", "new_id": -2}, {"uid": "1297435702142311425", "i": 44271, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,\" <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. <q> Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> The companies will cooperate tightly under an agreement the companies just describe so far as proposed, not final. Under the deal, Windows Phone 7 would become Nokia's \"principal\" operating system, and", "new_id": -2}, {"uid": "1295600669020365335", "i": 10349, "idx": 1, "sa": ["Frank Guinta", "Rick Santorum", "Mike Pence"], "q": "hosting events at his Manchester home. <strong> Rick Santorum </strong> was his first guest last week. <strong> Rick Santorum </strong> recently hired <strong> Mike Pence </strong> Bieundo, who ran the Tea Party-backed campaign of Representative <strong> Frank Guinta </strong>, a Republican from Manchester. <q> Their significance is their engagement, which they clearly demonstrated in the 2010 election, </q> <strong> Frank Guinta </strong> said. \"They're only going to get more influential in the presidential.\" Matt Viser can be reached at maviser@globe.com. Â© Copyright 2011 Globe Newspaper Company. Single Page", "new_id": -2}, {"uid": "1296482278242434058", "i": 7554, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\"___ AP Business Writer Colleen Barry in Milan", "new_id": -2}, {"uid": "1295930793182222854", "i": 22544, "idx": 0, "sa": ["Allen Iverson"], "q": "14 in the period to silence the Garden crowd. Amar' e Stoudemire managed just six points in the period and finished with 24, snapping his string of 30-point games at a franchise-best nine. QUOTABLE <strong> Allen Iverson </strong>: <q> The fans here are great. We all know the fans http://wn.com/Gilbert_Arenas_and_Antawn_Jamison_have_a_3_point_party <strong> Gilbert Arenas </strong> and <strong> Antawn Jamison </strong> torch the Knicks from outside. http://wn.com/\"2010_MIAMI_HEAT_VS_NEW_YORK_KNICKS_[HIGHLIGHTS]_[BEST_VERSION] </q> JCSPORTSTVHD\"- BONUS COVERAGE- PRESS CONFERENCE/ HIGHLIGHTS- COPYRIGHTEDMUSIC EXCEPT HEAT INTRO IT'S NOT MINDS- The Miami Heat take their 10 game winning streak to Madison Square Garden, to take on the New York", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295286820082165803", "i": 14510, "idx": 0, "sa": ["Steve Ballmer"], "q": "version very attractive to end-users, said Nucleus Research Vice President Rebecca Wettemann. Microsoft( Nasdaq: MSFT) CEO <strong> Steve Ballmer </strong> debuted the cloud version of the Microsoft Dynamics CRM 2011 release on Monday. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said. Microsoft Dynamics CRM gives them a familiar user experience, enables greater collaboration, streamlines processes, and provides access to real-time data that helps them compete more effectively, he noted.", "new_id": -2}]