[{"uid": "1297070683236994575", "i": 21480, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q>I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time,</q> he said.:: Steve Jones will host Live From The Red Carpet: The 2011 Baftas on Sunday at 5pm on E! Entertainment Television. Copyright( c) Press Association Ltd.", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1297285568241352727", "i": 35521, "idx": 0, "sa": ["Ibn al-Shaykh al-Libi", "Omar Suleiman", "Colin Powell"], "q": "Initiative for Personal Rights. Interviewed on Democracy Now on Monday, he highlighted critical information about <strong> Omar Suleiman </strong>, including information gleaned via WikiLeaks. Bahgat noted that until 2007, Egyptians didn't know who <strong> Omar Suleiman </strong> was <q>because up until then, he was not a public persona. We did not know who the head of our intelligence service was.</q> Col. Lawrence B. Wilkerson, <strong> Colin Powell </strong>'s former chief of staff, wrote after <strong> Ibn al-Shaykh al-Libi </strong>'s \"suicide\" in 2009: \"What I have learned is that as the administration authorized harsh interrogation in", "new_id": -2}, {"uid": "1295958474022577176", "i": 10394, "idx": 1, "sa": ["Zahi Hawass"], "q": "the Neues Museum in the German capital where the bust is kept. \"The foundation's position on the return of Nefertiti remains unchanged,\" foundation president Professor Hermann Parzinger said in a statement. <q>She is and remains the ambassador of Egypt in Berlin.</q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}, {"uid": "1295425615261013543", "i": 45485, "idx": 6, "sa": ["Franklin Roosevelt", "Austan Goolsbee", "Sen. Bernie Sanders"], "q": "on workers, and they control the <strong> Franklin Roosevelt </strong>.\" Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html <q>So what the president has done is walked us in an unprecedented direction in terms of diverting huge amounts of money from Social Security,</q> <strong> Sen. Bernie Sanders </strong> said. \"A very, very, very dangerous precedent. And when aides of his such as[ Chairman of the Council of Economic Advisers] <strong> Austan Goolsbee </strong> were asked to reflect on this, he chose not", "new_id": -2}, {"uid": "1295698242000426021", "i": 36666, "idx": 1, "sa": ["Dermot O'Leary", "Cheryl Cole", "Simon Cowell"], "q": "on the British version has been unclear recently, as has that of judge <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> himself. \"Have I got it? I still don't know,\" <strong> Dermot O'Leary </strong> told the Daily Mail. <q>I've thrown my hat in the ring. I've been over, had a few meetings. I've sat down with <strong> Simon Cowell </strong>, I've made a pitch. To be honest, there's not a lot more I can do.</q> However, <strong> Dermot O'Leary </strong> insists that he is an outsider in an \"odd\" situation on account of not being American. \"It's all a bit odd- I didn't do any screen", "new_id": -2}, {"uid": "1295700037236945434", "i": 14182, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". <strong> Andy Coulson </strong>, in his resignation statement, insisted he stood by his previous line that he was not aware of when he was News of the World editor and said he had done nothing wrong. He said that <q>when a spokesman needs a spokesman, it is time to move on</q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to the judgment of <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1297544425157515791", "i": 35457, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Wael Ghonim", "Sergey Brin"], "q": "a hard-line, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook page that ignited <q>the revolution of the youth of the Internet.</q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisers on Science and Technology. Google founders <strong> Sergey Brin </strong> and Larry Page contributed", "new_id": -2}, {"uid": "1295669833206996591", "i": 3263, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "dependable face' of Google for such things. But being that face can take a toll,\" he wrote. But Google was also overdue for a management change, <strong> Danny Sullivan </strong> wrote, noting that a decade <q>may as well be 100 years of Internet time.</q> Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising. \"It has not diversified its revenue streams in a meaningful way,\" Arnold said", "new_id": -2}, {"uid": "1297723854105316371", "i": 37818, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "a plan that would leave many Vermonters in the cold, or worse, the delegates said. The cut was included in a$ 3.73 trillion budget proposal the White House sent to Congress on Monday. <q>When you have 17 below zero, you don't say, \"Gosh it'd be comfortable to have heat,' Â¤</q> <strong> Patrick Leahy </strong> said. \"You say,` We got ta have heat, or we're gon na die.\" Â¤\" Independent <strong> Sen. Bernie Sanders </strong> called the matter \"a life-or-death issue.\" The", "new_id": -2}]