[{"uid": "1295591000000901127", "i": 26823, "idx": 3, "sa": ["Eric Schmidt"], "q": "NEUEN GESCH?FTSFELDERN H?LT AN Im Gesamtjahr verdiente Google unterm Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>. \"Der Ausblick ist vielversprechend.\" Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem", "new_id": -2, "mturk_index": "1447"}, {"uid": "1295654293034750482", "i": 12001, "idx": 0, "sa": ["Eric Schmidt"], "q": "acquisitions MOUNTAIN VIEW, Calif.- Google Chief Executive Officer <strong> Eric Schmidt </strong> has doubled the anticipated pace of acquisitions this year and expects to maintain that rate after some internal projects have failed to spur growth. <q> The opportunities are there, </q> <strong> Eric Schmidt </strong> said in an interview from the company's Mountain View, Calif., headquarters last week. \"We can afford it. We're in a mode of investment for the long term.\" Google", "new_id": -2, "mturk_index": "266"}, {"uid": "1295189075175751174", "i": 17040, "idx": 3, "sa": ["Michael Vick", "Joe Buck"], "q": ". \"But he put up 140 points on me.\" ... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann said, <q> I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>. </q>[ Omaha.com] \"? Want Super Bowl credentials? Grease the accomplice of three people who allegedly stole a laptop from a car outside <strong> Joe Buck </strong>'s Crabshack in Arlington, Texas, and you", "new_id": -2, "mturk_index": "275"}, {"uid": "1295047748137052165", "i": 4424, "idx": 3, "sa": ["Michael Vick"], "q": ". Ask <strong> Michael Vick </strong> what happens when you get caught( not comparing her to <strong> Michael Vick </strong>, I'm just saying.) How sweet.. this is my daughter's principal.. I thought they preached <q> SAY NO TO DRUGS!! </q> But I guess it's the \"Do as i say, Not as I do\" clause. I know that to some smoking pot is no big deal. But it is to me. I", "new_id": -2, "mturk_index": "1477"}, {"uid": "1295547194232112134", "i": 37158, "idx": 1, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Newark Star-Ledger. <strong> Jennifer Lopez </strong>'s \"overly sympathetic, motherly\" <strong> Paula Abdul </strong> routine is just \"boring.\" At least <strong> Steven Tyler </strong> will tell you \"if your singing stinks\" - the trouble is he says it in a <q> kindler, gentler way, </q> with lines such as, \"Oh baby, you're just not ready. I'm sorry.\" Both of the newbies need to \"toughen up a bit.\" When <strong> Simon Cowell </strong> called the occasional performance an", "new_id": -2, "mturk_index": "1386"}, {"uid": "1296709692055181312", "i": 57255, "idx": 1, "sa": ["George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "Wednesday. \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> George W. Bush </strong> <q> wanted the options to be` creative.' </q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20 \"IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres...\"", "new_id": -2, "mturk_index": "984"}, {"uid": "1296738659237912072", "i": 1230, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Al-Jazeera <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be \"far more perilous than it is today\" with Saddam Hussein in power, <strong> Donald Rumsfeld </strong> wrote in his new book, <q> Known and Unknown: A Memoir </q>-- slated to be released next week. While the book's contents have been a tightly guarded secret, some revelations have already leaked out. The book covers the span of an extraordinary career", "new_id": -2, "mturk_index": "1971"}, {"uid": "1296365944097009666", "i": 525, "idx": 3, "sa": ["Allen Iverson", "Paul Pierce", "Kareem Abdul-Jabbar", "Andrew Bogut"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers bKareem Abdul-Jabbar a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against Bogut_Fight,_Paul Pierce_20000_Points!_ November 3rd, 2010: Man, what a", "new_id": -2, "mturk_index": "1024"}, {"uid": "1295391311138936347", "i": 7646, "idx": 0, "sa": ["Steve Ballmer", "Jerry York", "Steve Jobs"], "q": "a rare form of cancer since 2004, took an unpublicised 2009 trip to Switzerland seeking treatment for neuroendocrine cancer. According to an interview with <strong> Jerry York </strong>, the Apple director who died in March 2010, Fortune reports: <q> <strong> Steve Jobs </strong> took an unpublicised flight to Switzerland to undergo an unusual radiological treatment at the University of Basel for neuroendocrine cancer. </q> Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011 \"It's a well-oiled machine,\" said Jaruzelski. <strong> Steve Jobs </strong>'s \"ethos and things he", "new_id": -2, "mturk_index": "1300"}, {"uid": "1297282407122896681", "i": 27904, "idx": 1, "sa": ["Simon Cowell"], "q": "\" prize, comparing the difference between American Idol and X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he claimed, <q> I haven't seen a full episode, </q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Holding strong Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>.", "new_id": -2, "mturk_index": "455"}]