[{"uid": "1297418101097157134", "i": 37672, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would`` build a new global mobile ecosystem''. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said:`` I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible", "new_id": -2}, {"uid": "1297241236110002183", "i": 261, "idx": 1, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": "by highlighting Mr <strong> Micheál Martin </strong>'s time in office. His best moment came when he sucker-punched Mr <strong> Micheál Martin </strong> on the setting up of the href=\"http://searchtopics.independent.ie/topic/Health_Service_Executive\"> Health Service Executive( HSE). <q> You did more reports than you did reforming. It is now time for action. It is now time for reforming of the health system, </q> he said. Mr <strong> Eamon Gilmore </strong> continually and deliberately described Mr <strong> Micheál Martin </strong> as`` minister'', even though he knows the Fianna Fail leader resigned from Cabinet last month. The ploy was an obvious attempt", "new_id": -2}, {"uid": "1296218172048857090", "i": 15215, "idx": 17, "sa": ["Eric Holcomb", "Mike Pence", "Rick Perry"], "q": "AmEric Holcomba. You must fill out the comment body in order to submit a comment. People wait to talk with U.S. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- Texas <strong> Eric Holcomb </strong> <strong> Rick Perry </strong>, chairman of the Republican Eric Holcombs Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to", "new_id": -2}, {"uid": "1295472679213434423", "i": 5321, "idx": 6, "sa": ["Mike Pence", "Jim Ryun"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, Manning stinks in post-season Harlem", "new_id": -2}, {"uid": "1296555335171900942", "i": 45038, "idx": 5, "sa": ["Star Jones", "David Letterman", "Barbara Walters"], "q": "<strong> Barbara Walters </strong> says she used the celebrities to tell the story because she wants viewers to pay attention. Heart disease is a serious problem, especially for women, who tend not to get the right care. <q> Take advantage of the technology and care that's available, </q> <strong> David Letterman </strong> says.`` There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack.''` Stop the heart, work on it, reStar Jonest", "new_id": -2}, {"uid": "1295267564150716416", "i": 18725, "idx": 5, "sa": ["Angelina Jolie"], "q": "bare necessities. Authorities promise to undertake relief efforts to better the welfare of three millio... <strong> Angelina Jolie </strong> in Pakistan Flood Victims Camp UN`` goodwill ambassador'' <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan. <q> From what I understand this situation is on a scale that we've not really seen the likes of; it is on such a huge scale, </q> the actress told the Associated Press.`` It is... Pakistan: Flood victims in dire need of humanitarian aid PAKISTAN- Flood victims in dire need of humanitarian aid. Three weeks on and the disastrous flooding in", "new_id": -2}, {"uid": "1296542758249364481", "i": 57876, "idx": 7, "sa": ["Michael Vick"], "q": "aligning with <strong> Michael Vick </strong>.`` I wouldn't want any of my clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,'' Bodock said. <q> That would definitely require some research. </q> Added Klunk:`` I think you would have to do your due diligence and get an understanding from the consumer before you can make a good recommendation[ to a potential sponsor]. And even with", "new_id": -2}, {"uid": "1297439864252067874", "i": 23348, "idx": 2, "sa": ["Michael Noonan", "Eamon Gilmore"], "q": "public domain, including the party's policy of establishing a strategic investment bank. Mr <strong> Eamon Gilmore </strong> said he regarded the claim by Fine Gael's finance spokesman, <strong> Michael Noonan </strong>, that Labour was a high-tax party as <q> old-fashioned and out of date. </q> He said Labour had made it clear it would not increase income tax for anybody earning under? 100,000. By contrast, he said there was a`` big black hole'' in Fine Gael's finance", "new_id": -2}, {"uid": "1297650813015483097", "i": 26522, "idx": 0, "sa": ["Hillary Clinton", "Zahi Hawass"], "q": "el plano internacional la secretaria de Estado estadounidense <strong> Hillary Clinton </strong> realizaba una ronda de diplomacia telef?nica para hablar con varios altos funcionarios de distintos pa?ses, incluyendo el canciller de India, sobre la transici?n en Egipto. <strong> Hillary Clinton </strong> <q> realiza llamadas telef?nicas a l?deres regionales y globales para lograr una perspectiva com?n sobre Egipto, sus recientes acontecimientos y el camino hacia adelante </q>, dijo su portavoz, Philip Crowley, en un mensaje en su cuenta de Twitter. El ministro encargado de las antig?edades, <strong> Zahi Hawass </strong>, anunci que ocho piezas de gran valor, que representan en especial", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]