[{"uid": "1295966271237928491", "i": 51948, "idx": 0, "sa": ["Eric Schmidt"], "q": "site by Siliconrepublic.com revealed that there are 221 vacancies at present. TechCrunch, <strong> Eric Schmidt </strong> told the DLD Conference in Germany that Google will be adding 1,000 new employees in Europe and will make some significant investments. <q> Hundreds of these people will be located right here in our technology centre in Munich, </q> <strong> Eric Schmidt </strong> said. He added he believes his next decade at Google( as executive chairman) will be more interesting than the first.`` Technology will finally start doing what we want, instead of us", "new_id": -2}, {"uid": "1296690468182059024", "i": 44824, "idx": 0, "sa": ["Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.-- Online: Sen. <strong> Bernie Sanders </strong>: http://Bernie Sanders.senate.gov/ Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of", "new_id": -2}, {"uid": "1297533337033751050", "i": 59459, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q> The American people cherish freedom, especially freedom of speech and of the press, </q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House.`` Bringing back the Fairness Doctrine would amount to government control", "new_id": -2}, {"uid": "1297388884268320786", "i": 9386, "idx": 1, "sa": ["Donald Rumsfeld", "Phyllis Schlafly", "Steve King"], "q": "entitlement reform, combined. Let's go to the tape... <strong> Donald Rumsfeld </strong> was on hand to receive the`` Defender of the Constitution Award''( What, was <strong> Phyllis Schlafly </strong> not around to receive the <q> WorSteve King Mothers Medal of Appreciation </q>?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there`` Let's be clear,'' he said.`` The radical Islamists are not cutting back", "new_id": -2}, {"uid": "1295239659192987158", "i": 22956, "idx": 0, "sa": ["Steve Ballmer"], "q": "| <strong> Steve Ballmer </strong> Calls Apple's Hand, Introduces`` Slate PCs'' At CES Saying it's <q> almost as portable as a phone and as powerful as a PC </q> and that it's ideal for reading, surfing the web and taking entertainment on the go, Microsoft CEO <strong> Steve Ballmer </strong> revealed what he called`` slate PCs'' at the Consumer Electronics Show in Las Vegas yesterday. Due", "new_id": -2}, {"uid": "1295432538243531793", "i": 20997, "idx": 0, "sa": ["Simon Cowell"], "q": "wisecracks about contestants and their abilities. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing, along with his fellow judges on Britain's Got Talent, the <q> heartless, thoughtless and superficial the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the sixth series of The X Factor", "new_id": -2}, {"uid": "1295755514184385545", "i": 26803, "idx": 25, "sa": ["Allen Iverson", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen Iverson_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s`` team first'' approach with the Philadelphia 76ers has earned him", "new_id": -2}, {"uid": "1297187652077496350", "i": 18525, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between title=\"Saddam Hussein\" href=\"http://www.chicagotribune.com/topic/arts-culture/saddam-hussein-PEHST000983.topic\"> Saddam Hussein and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one <strong> Donald Rumsfeld </strong> has rhetorically mastered to create a self-conscious reputation as a fearless questioner of received truths, one he", "new_id": -2}, {"uid": "1295650549188383258", "i": 34494, "idx": 1, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III"], "q": "FEBRUARY 4 ON ABC <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong>... Life Can Change in a Heartbeat, No Matter How Famous You Are <q> I realized there was really no alternative, if I wanted to live, I had to do this, </q> <strong> Bill Clinton </strong>`` I would find myself busting into tears and sobbing uncontrollably,'' <strong> David Letterman </strong>''... Stop the heart, work on it, restart it... good luck,''", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]