[{"uid": "1296171506171278372", "i": 5639, "idx": 1, "sa": ["Mike Pence", "Rob Nabors", "Barack Obama", "Michael Bay"], "q": "people aware of the pRob Naborslems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age.'' <strong> Mike Pence </strong> NOT RUNNING FOR <strong> Barack Obama </strong> <strong> Michael Bay </strong> Falcone notes: <q> <strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter Summit, a gathering of social conservatives. <strong> Mike Pence </strong>, the former chair of the House Republican Conference, received 24 percent of the vote in poll-- two points ahead of Huckabee and eleven points ahead of Romney. In fact, <strong> Mike Pence </strong> was so popular among those who took the straw poll that he also topped the list of potential GOP vice Barack Obamaial candidates. </q>[ href=\"http://abcn.ws/i8HNQj\" target=\"_hplink\"> ABC News] Next week, the Senate will be taking up FAA reauthorization, a rare moment when something might actually get done in the 112th Congress.", "new_id": -2}, {"uid": "1295546094242909213", "i": 37219, "idx": 10, "sa": ["Michael Gove"], "q": ", foisting his 1950s vision of education onto today's schools and students''. He added that despite claims he was consulting with teachers and parents, the launch of the English Baccalaureate showed Mr <strong> Michael Gove </strong> had <q> already made up his mind </q>. In most cases a selection of your comments will be published, displaying your name as you provide it and location unless you state otherwise. But your contact details will never be published. When sending us", "new_id": -2}, {"uid": "1297018733169345033", "i": 45954, "idx": 1, "sa": ["David Letterman", "Barbara Walters", "Kim Kardashian", "Halle Berry", "Robin Williams", "Bill Clinton", "Gabriel Aubry"], "q": "sits down with fellow open-heart surgery survivors, including <strong> David Letterman </strong>, former <strong> Bill Clinton </strong> and <strong> Robin Williams </strong> for her special,`` A Matter of Life and Death.'' Plus, what was <strong> Barbara Walters </strong> trying to emphasize by naming the special <q> A Matter of Life and Death </q>? <strong> Kim Kardashian </strong> Remains Mum On <strong> Halle Berry </strong>& <strong> Gabriel Aubry </strong>'s Custody Battle <strong> Kim Kardashian </strong>, with the help of her publicist, chose to avoid commenting on being caught in the middle of <strong> Halle Berry </strong> and <strong> Gabriel Aubry </strong>'s child custody battle-", "new_id": -2}, {"uid": "1296798535175947782", "i": 4809, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Saad Hariri"], "q": "or face a fine.( WASHINGTON)-- Former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> has no regrets about how the Iraq war was handled, accorSaad Haririg to leaked portions of his memoir. The Middle East would be <q> far more perilous than it is today </q> with Saad Hariridam <strong> Barack Obama </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book, Known and Unknown: A Memoir-- slated to be released next week. While the book's contents have been a tightly guarded secret", "new_id": -2}, {"uid": "1295617531243957796", "i": 4043, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "building scandal. It also further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.''`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to", "new_id": -2}, {"uid": "1295775786222068738", "i": 38846, "idx": 0, "sa": ["Simon Jones", "Simon Cowell", "Simon W. J. Fuller"], "q": "hit when it aired on ITV in 2001, <strong> Simon Cowell </strong> and his then-business partners <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong> flew to Los Angeles to sell the format. However, the 51-year-old mogul confessed that he left the US with <q> my tail between my legs </q> when one senior executive from an unnamed network kicked them out after their presentation.`` It was so bad that a minute into the pitch the guy said,` No','' the Daily Mail", "new_id": -2}, {"uid": "1296147474210010128", "i": 24997, "idx": 1, "sa": ["George Osborne", "James Robinson", "Andy Coulson"], "q": "pm: Afternoon, Josh Halliday here taking over from Matthew Weaver. This just in: Chancellor <strong> George Osborne </strong> has been defending <strong> Andy Coulson </strong>.`` <strong> Andy Coulson </strong> did a good job as director of communications,'' he said. <q> There was never any complaints about how he did that job- which is pretty unique when you look at the people who've done that job in the past. It was <strong> George Osborne </strong>, you might recall, who personally suggested hiring <strong> Andy Coulson </strong> in 2007 after his resignation as editor of News of the World. 2.54 pm: My colleagues <strong> James Robinson </strong> and Vikram Dodd have the \" The head of the Metropolitan police said today that`` no stone will be left unturned </q> in the fresh investigation into the News of the World phone hacking allegations announced yesterday, four years after the initial convictions in the case. \" Speaking at a meeting of the Metropolitan Police Authority in London", "new_id": -2}, {"uid": "1295907499177651845", "i": 2788, "idx": 3, "sa": ["Ricki Lake", "Wendy Williams", "Eric Schmidt"], "q": "the show including`` Holy <strong> Eric Schmidt </strong>!'',`` My show is the <strong> Eric Schmidt </strong>'',`` <strong> Eric Schmidt </strong> Happens'',`` I'm getting too old for this <strong> Eric Schmidt </strong>'',`` I <strong> Eric Schmidt </strong> you not'' and <q> Who Gives a <strong> Eric Schmidt </strong>? </q>.`` So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with <strong> Wendy Williams </strong> and <strong> Ricki Lake </strong> and call it` <strong> Eric Schmidt </strong> Sandwich','' wrote Aubrey Sabala. McGuirk is the executive", "new_id": -2}, {"uid": "1295527256081166395", "i": 22804, "idx": 1, "sa": ["Bernie Sanders"], "q": "in its entirety, with a new introduction written by <strong> Bernie Sanders </strong>. Caitlin Graf, a publicist for Nation Books, said the e-edition and the print edition will sell for$ 13. <q> All authorial proceeds of this book will go to charitable, nonprofit organizations in the State of Vermont-- mostly relating to the needs of children, </q> Graf wrote in an e-mail when asked about where money from book sales would go. <strong> Bernie Sanders </strong> is up for re-election in November 2012. This week, Vermont Auditor Thomas Salmon said he is considering", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]