[{"uid": "1296156825127467527", "i": 14531, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence", "Sen. Jim DeMint"], "q": "<strong> Sen. Jim DeMint </strong> currently sees his role in the 2012 process, the adviser said, as`` setting the bar high'' for the presidential contenders when it comes to advocating for a small government agenda. <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Rep. Steve King </strong> <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1295223846165576705", "i": 38521, "idx": 1, "sa": ["Rasheed Wallace", "Michael Jordan", "Allen Iverson"], "q": "coach Phil Jackson said.`` We should've won.'' Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q> It's a psychological lift knowing they're going to return soon, </q> coach <strong> Michael Jordan </strong> Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since LA Lakers vs LA Clippers Highlights 08.12.10 http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look", "new_id": -2}, {"uid": "1295426786009338961", "i": 48156, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "from a ratings slump or slip farther away from the top spot. American viewers never have known an`` Idol'' that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves", "new_id": -2}, {"uid": "1295607635131039250", "i": 27790, "idx": 3, "sa": ["Eric Schmidt"], "q": "`` It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,'' said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626.77 yesterday, he would earn about$ 334.7 million on", "new_id": -2}, {"uid": "1295005297048742460", "i": 13204, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said:`` i'd do it for a million for SANDS. money, mouth??????????????????'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she had", "new_id": -2}, {"uid": "1294969736002998293", "i": 22095, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1296387706032849946", "i": 44217, "idx": 0, "sa": ["Drew Brees", "Michael Vick"], "q": ", <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q> It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time, </q> <strong> Drew Brees </strong> said yesterday.`` We want great events like this to continue, in places like Hawaii.'' <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for", "new_id": -2}, {"uid": "1297422448007979008", "i": 46259, "idx": 0, "sa": ["Steve Ballmer"], "q": "across services and devices. Nokia's content and application store will also be integrated with the Microsoft Marketplace in the hope of delivering an app store to rival the Android and Apple app markets. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1295958129216842277", "i": 10793, "idx": 16, "sa": ["Dick Armey", "Mike Pence", "Mike Huckabee", "Steffen Schmidt", "Sarah Palin"], "q": ", however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power.`` What we would say to <strong> Dick Armey </strong> <strong> Mike Pence </strong> is,` Take a number,''' <strong> Steffen Schmidt </strong> said. <q> It's like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of them already are in line in front of him. </q> Still, a recent ABC News/Washington Post poll of potential GOP candidates shows none dominating the field. The top choices were <strong> Mike Huckabee </strong>( 21 percent), <strong> Sarah Palin </strong>( 19 percent) and former Massachusetts", "new_id": -2}, [{"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]]