[{"uid": "1297115366104251431", "i": 56082, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "to what the competitors will sing, how they will sing it and more.`` That means you have to work with them up to five or six days a week,'' <strong> Simon Cowell </strong> points out. <q> So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their expertise and their gut feeling. It is a difficult decision when you are putting a team around you. I also think it is important on show like this that you have people who are competitive with each other because essentially, the judges are taking part in this competition as well as the competitors. </q> As for his opinion on how <strong> Steven Tyler </strong> and", "new_id": -2}, {"uid": "1297323057252542979", "i": 12182, "idx": 8, "sa": ["Tariq Aziz", "Donald Rumsfeld", "Hussein Kamel"], "q": "internal and external threats. The documents include: A U.S. cable recording the December 20, 1983 conversation between <strong> Donald Rumsfeld </strong> and Saddam <strong> Hussein Kamel </strong>. Although <strong> Donald Rumsfeld </strong> said during a September 21, 2002 CNN interview, <q> In that visit, I cautioned him about the use of chemical weapons, as a matter of fact, and discussed a host of other things, </q> the document indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official <strong> Tariq Aziz </strong>. National Security Decision Directive( NSDD) 114 of November 26, 1983", "new_id": -2}, {"uid": "1295581455002506782", "i": 56446, "idx": 11, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,'' <strong> Eric Schmidt </strong> said about Google's quarter. <q> These results give us the optimism and confidence to invest heavily in future growth. </q> Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder <strong> Larry Page </strong> Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes", "new_id": -2}, {"uid": "1296175633054247430", "i": 32234, "idx": 7, "sa": ["Mike Pence"], "q": "home of GOP`` rising stars'' like <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. <strong> Mike Pence </strong>, who often describes himself as`` a", "new_id": -2}, {"uid": "1296723974251478035", "i": 31131, "idx": 2, "sa": ["David Cook", "Simon Cowell", "Roberta Flack", "Allison Iraheta"], "q": "''`` very predictable.'' But <strong> Simon Cowell </strong> was of a different mind, especially after <strong> David Cook </strong> killed it on <strong> Roberta Flack </strong>'s`` The First Time Ever I Saw Your Face,'' which the hard-to-please judge had chosen. <q> <strong> David Cook </strong> wins the night, </q> <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong>`` I Don't Want to Miss a Thing''( Season 8) When the Top 7 took on movie night, <strong> Allison Iraheta </strong> chose the theme to Armageddon, knocked it down a", "new_id": -2}, {"uid": "1296477551098844739", "i": 545, "idx": 0, "sa": ["Sergio Marchionne"], "q": "that controls Chrysler LLC, on Thursday... Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Video: New Technology to Combat Drunken Driving Video: Workers at GM plant optimistic about future Report Abuse <q> An Italian company that makes unreliable products with engines in Mexico and pretends to be American. </q> Report Abuse \" The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008 \" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1295931103251396112", "i": 19722, "idx": 1, "sa": ["Bill Lockyer"], "q": "not necessary for struggling states.`` They're trying to say,` Don't come to Washington D.C. for help, declare bankruptcy and undo all those state employee pensions,''' <strong> Bill Lockyer </strong> said. <q> It's not needed. </q> Pension reform advocate Marcia Fritz said the pension problem can not be underestimated and said reform needs to happen quickly.`` It's truly a crisis. I totally disagree with[ <strong> Bill Lockyer </strong>],", "new_id": -2}, {"uid": "1295369174262144017", "i": 59611, "idx": 1, "sa": ["David Letterman", "Jay Leno"], "q": ".`` This guy's ripped off like 10 major things from my show.'' Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host href=\"http://www.tvguide.com/celebrities/David Letterman-David Letterman/194124\"> <strong> David Letterman </strong> in the ratings. <q> It's beyond my comprehension, </q> Stern says.`` America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.'' My Settings Your comment contains", "new_id": -2}, {"uid": "1297562861212975627", "i": 3371, "idx": 0, "sa": ["Abdelbaset al-Megrahi", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "`` It strains credulity to expect anyone to believe that the position of the British government wasn't well known by those who granted <strong> Abdelbaset al-Megrahi </strong> his so-called compassionate release,'' said Sen. <strong> Charles Ellis Schumer </strong>( D-N.Y.). <q> This report confirms what many of us have long suspected: the British government and BP wanted <strong> Abdelbaset al-Megrahi </strong> released so that an oil deal being negotiated with Libya could go forward. </q> Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism.`` Economic and trade interests should never take precedence over matters of justice,'' <strong> Kirsten Gillibrand </strong>( D-N.Y.", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]