[{"uid": "1296241400207323225", "i": 26086, "idx": 0, "sa": ["Eric Schmidt"], "q": "openness of the Web. The Beeb confronted <strong> Eric Schmidt </strong> with Google's apparent failure to catch the social network wave, citing the failure of href=\"http://crave.cnet.co.uk/software/google-buzz-gmail-status-update-and-content-sharing-has-us-bam-buzz-elled-49304958/\"> Google Buzz. <strong> Eric Schmidt </strong> concedes that Google has been <q> late adding social capabilities to our core products </q> but says that Buzz and other current plans are not an attempt to copy Facebook. Discussing the walled gardens of social networking, <strong> Eric Schmidt </strong> reckons that closed systems threaten`` the bargain of the Web'', a", "new_id": -2}, {"uid": "1297433861129613836", "i": 23636, "idx": 14, "sa": ["Michael Gove", "Dominic Grieve"], "q": "of separation of powers. would that be the one we all called an election? Education Secretary <strong> Michael Gove </strong>, was`` So unfair as to amount to an abuse of power'', said the Judge. <strong> Michael Gove </strong> had <q> unlawfully failed to consult them before imposing the cuts. </q> The rule of law is essential for democracy, the tories are undemocratic and the power of the Judge has knocked them down a few political pegs. <strong> Dominic Grieve </strong> was talking about the rule of law in parliament yesterday,", "new_id": -2}, {"uid": "1295450622002900031", "i": 55324, "idx": 3, "sa": ["Sergio Marchionne"], "q": "than just minivans.'' Being able to build the next-generation minivan and other vehicles on the same platform is part of <strong> Sergio Marchionne </strong>'s plans to reduce the complexity of the company's model lineup. <q> I'd like to get 80 percent of the volume on four or five architectures, </q> he said. <strong> Sergio Marchionne </strong>'s comments during the Detroit auto show last week, in which he indicated the company was considering replacing one of its duplicate minivan brands with a different kind of vehicle such as a", "new_id": -2}, {"uid": "1295568020175194118", "i": 18561, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "John Simpson"], "q": "of the Internet giant and expressed optimism that the changes at the top mean Google will return to the values of its founders. Current CEO <strong> Eric Schmidt </strong> will become`` executive chairman,'' Google said. <q> <strong> Eric Schmidt </strong> has put his foot in his mouth so far on key issues like privacy that he's kicked himself out of the CEO's office, </q> said <strong> John Simpson </strong>, director of Consumer Watchdog's Inside Google Project. Consumer Watchdog looks forward to engaging with <strong> Larry Page </strong> as he assumes his new role and discussing consumer issues like protecting consumers' online privacy.", "new_id": -2}, {"uid": "1297250124192888864", "i": 46158, "idx": 0, "sa": ["Wolfgang Kaleck", "Donald Rumsfeld"], "q": "Quelle: dpa Anzeige Menschrechtler drohten f?r den Fall, dass Mubarak nach Deutschland kommen k?nnte, mit Klagen. Der Generalsekret?r des European Center For Constitutional and Human Rights ECCHR, <strong> Wolfgang Kaleck </strong>, sagte der Zeitung: <q> Man muss davon ausgehen, dass in gypten in den letzten Jahren oder Jahrzehnten massiv gefoltert wurde und dass das unter Mubaraks rechtlicher Verantwortung geschah. </q> Nach Inkrafttreten des deutschen V?lkerstrafgesetzbuches seien die deutschen Beh?rden in der Pflicht, eine Strafverfolgung aufzunehmen, wenn Verd?chtige sich in Deutschland aufhielten. Rechtsanwalt <strong> Wolfgang Kaleck </strong> hatte bereits mit seiner Strafanzeige gegen den fr?heren US-Verteidigungsminister <strong> Donald Rumsfeld </strong> f?r Furore", "new_id": -2}, {"uid": "1297177593144113675", "i": 16278, "idx": 11, "sa": ["Simon Cowell", "Paula Abdul"], "q": "or four weeks.) But when asked if former`` Idol'' judge <strong> Paula Abdul </strong> would be involved, he left the option open.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We've been in regular contact. </q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the years you've seen a different type of artist emerge,''", "new_id": -2}, {"uid": "1297412962097157230", "i": 4887, "idx": 2, "sa": ["Steve Ballmer"], "q": "an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' \" \"`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> \" It's expected that Microsoft will unveil further details at <strong> Steve Ballmer </strong>'s keynote in Barcelona next week. Cheers~ Arne href=\"http://www.theunwired.net/xml/\"> Article Source href=\"http://www.microsoft.com/presspass/press/2011/feb11/02-11partnership.mspx\" target=\"_blank\"> Microsoft Press Release", "new_id": -2}, {"uid": "1296557192179486802", "i": 7901, "idx": 0, "sa": ["Michael Gove", "Tim Loughton"], "q": "a renewed focus on child protection, a Michael Government-commissioned review has found. Professor Eileen Munro's interim report called on ministers to replace existing bureaucratic requirements with an approach which allows social workers to do the jobs <q> they came into the profession to do </q>. Education secretary <strong> Michael Gove </strong> is considering lifting parts of existing rules for five local authorities, allowing them to complete assessments in their own Tim Loughtone.`` Whilst some regulation is needed, we need to", "new_id": -2}, {"uid": "1297242386040484874", "i": 28133, "idx": 6, "sa": ["George W. Bush", "Colin Powell"], "q": "otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]