[{"uid": "1296714430139952160", "i": 22498, "idx": 1, "sa": ["Ray Lewis", "Michael Vick", "Aaron Rodgers"], "q": "in his third season with the Chiefs, carried 10 times for 72 yards- a 7.2-yard average- including a long run of 32 yards and an 8-yard touchdown in Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Aaron Rodgers </strong>, who took his mother, an aunt and his girlfriend to Hawaii.`` My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see <strong> Ray Lewis </strong>", "new_id": -2}, {"uid": "1296664437210550812", "i": 31176, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Robin Williams", "Charles Grandison Rose III"], "q": "myself busting into tears and sobbing uncontrollably.''-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it... good luck.''-- <strong> Robin Williams </strong> <q> They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster. </q>-- <strong> Regis Philbin </strong>`` It was hell.''-- <strong> Charles Grandison Rose III </strong> Each day, our hearts beat 100,000 times, pumping 2,000 gallons of blood, filled with oxygen, through our bodies", "new_id": -2}, {"uid": "1295007421161464325", "i": 42071, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson", "Charlotte Harris"], "q": "not be made public at this stage but could emerge at a later stage in <strong> Andy Coulson </strong>'s legal action if News Group chooses not to settle the case. <strong> Andy Coulson </strong>'s lawyer, <strong> Charlotte Harris </strong>, said tonight: <q> We've had the disclosure. The court rules are that we are not allowed to tell you what is in it, but it is likely to be the subject of a further application in the near future. </q> The fact the documents have been released will add impetus to <strong> Andy Coulson </strong>'s legal battle with the paper and to those being fought by a number of other public figures, including actor <strong> Sienna Miller </strong>. It", "new_id": -2}, {"uid": "1295494449164200472", "i": 21159, "idx": 9, "sa": ["Phil Jackson", "Allen Iverson", "Robert Horry"], "q": "hit 7-of-8 Robert Horrys and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Phil Jacksonadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.`` Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295369627117719056", "i": 45446, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "was Paula, there was <strong> Simon Cowell </strong>. I think you will see a new version of the Dawg. There's maybe a little more hair on the Dawg,'' <strong> Randy Jackson </strong> said on a phone conference last week. <q> You'll see me take more of an assertive role and trying to guide it a little bit... I think you'll be like,` Wow, Dawg!' </q>`` American Idol'' kicks off its 10th season on Wednesday on FOX.", "new_id": -2}, {"uid": "1297706529235225094", "i": 43082, "idx": 0, "sa": ["Steve Ballmer"], "q": " href=\"http://www.bloomberg.com/apps/quote?ticker=NOK1V:FH\" title=\"Get Quote\"> Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q> Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform, </q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}, {"uid": "1295780844219185156", "i": 11990, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton", "George H. W. Bush"], "q": "<strong> Donald Rumsfeld </strong> promised change but the next day Sept. 11-- the world changed and in the rush to fund the war on terrorism, the war on waste seems to have been forgotten. Just last week <strong> George H. W. Bush </strong> announced, <q> my 2003 budget calls for more than$ 48 Bill Clintonion in new defense spending. </q> More money for the Pentagon, CBS News Correspondent Vince Gonzales reports, while its own auditors admit the military can not account for 25 percent of what it spends.`` According to some estimates we can not track", "new_id": -2}, {"uid": "1296715247139952129", "i": 27034, "idx": 13, "sa": ["Gregg Popovich", "George Karl", "Josh Smith", "Allen Iverson", "Willie Nelson"], "q": "mark.`` Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,'' said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q> <strong> Gregg Popovich </strong>( Dean) <strong> Josh Smith </strong> told me a long time ago that if you can't accept that players win and Gregg Popoviches lose, then don't get into Gregg Popoviching. You can be the greatest <strong> Gregg Popovich </strong> in the world, but if you don't have players, you aren't going to win in the NBA. </q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquiWillie Nelson by Denver in a trade with Philadelphia on Dec. 19. His season high is 46", "new_id": -2}, {"uid": "1297175078196968449", "i": 7492, "idx": 11, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "his book, the former defense chief also ripped into some of <strong> George W. Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>-- <strong> George W. Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]