[{"uid": "1295990486086867984", "i": 57856, "idx": 1, "sa": ["Danny Sullivan", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "''' <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just one percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the revamped management structure. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers", "new_id": -2}, {"uid": "1295632978247332889", "i": 14898, "idx": 0, "sa": ["Simon Cowell", "Kara DioGuardi"], "q": "admit it. Earlier today, <strong> Kara DioGuardi </strong> spoke candidly about her experience on the show that thrust the widely unknown songwriter into the blinding spotlight of one of the most successful series in television history. <q> It was a real learning curve for me-- not only was I judging talent on the spot, but I was learning how to be a TV personality, </q> <strong> Kara DioGuardi </strong> said.`` Which is why <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong> for a reason. He's a brilliant TV personality and you just don't wake up being that.''`` I think in the beginning I", "new_id": -2}, {"uid": "1297239482104841255", "i": 57319, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": "Unknown,'' Rumsfeld wrote that the Joint Chiefs supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found substantial evidence", "new_id": -2}, {"uid": "1297231761238518375", "i": 54986, "idx": 0, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "inmates at the Guant?namo Bay prison in Cuba. <strong> George H. W. Bush </strong> was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q> People are trying to make legal issues out of public policy issues, which is unfortunate, </q> <strong> Donald Rumsfeld </strong> told Reuters.`` I think it's a sign of the times.'' <strong> Donald Rumsfeld </strong>, who personally authorised harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1295892542257261568", "i": 57686, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>'s Creepy Greatest Hits Google CEO <strong> Eric Schmidt </strong> is over to co-founder <strong> Larry Page </strong> in April, and to commemorate the event, The Journal has compiled a greatest hits collection of <strong> Eric Schmidt </strong> quotes. No, he didn't say <q> don't be evil. </q> He did, however, May 1, 2002: <strong> Larry Page </strong> And <strong> Eric Schmidt </strong> Talk About Google, The Future, And Their Dynamic University event to answer some questions about their startup. The startup? Google. The two", "new_id": -2}, {"uid": "1295922296001261571", "i": 51581, "idx": 0, "sa": ["Steve Jobs", "Eric Schmidt", "Scott Forstall", "Jonathan Ive"], "q": "is, to support any future new CEO and ensure consistency.? <strong> Scott Forstall </strong>:( Currently Apple's Senior VP iPhone Software)- Odds for replacing <strong> Steve Jobs </strong>: Good. Forbes called him a name you <q> need to know in 2011, </q> and he's young, possesses the right kind of technical knowledge and dynamism, and has become an increasingly important figure in key Apple product decisions.? <strong> Eric Schmidt </strong>:( Currently ExecutJonathan Ive Chairman of Google,", "new_id": -2}, {"uid": "1295903297179077120", "i": 37697, "idx": 13, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` unknown unknowns'' and so forth came up during intelligence briefings.`` I used the phrase in a Pentagon press conference one day, and that's when it started rolling,'' <strong> Donald Rumsfeld </strong> said. <q> I titled the book that because I believe people will find there are things they didn't know. </q> He will not discuss specific contents of the book, will not comment on current events( he saves that for his Twitter account, Donald RumsfeldOffice) and had no comment on <strong> George H. W. Bush </strong>'s`` Decision Points,", "new_id": -2}, {"uid": "1296380761137199618", "i": 26596, "idx": 0, "sa": ["Zahi Hawass"], "q": "er gesehen habe und von mehr als zwei Dutzend Verd?chtigen mit Augenbinden- filmen durfte er nicht. Inzwischen sichern Elitesoldaten die V?trinen. Aber es droht noch weiteres Ungemach. <strong> Zahi Hawass </strong>: <q> Was mir wirklich Angst macht, ist das Nachbargeb?ude des gyptischen Museums. Ein Feuer hat das Geb?ude zerst?rt, wenn es zusammenbricht, dann trifft es das Museum und das w?re eine Katastrophe. </q> Die benachbarten Zentrale der Regierungspartei NDP war am Freitag in Brand gesteckt worden und brannte auch am Samstag noch. Im Museum werden unersetzliche Artefakte aufbewahrt wie die goldene Maske des K?nigs Tutanchamun aus dem 14.", "new_id": -2}, {"uid": "1295825541084197386", "i": 34246, "idx": 2, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Billy Bush", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 Billy Bushion in non-defense discretionary spending cuts as the Ben Mankiewiczchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 Billy Bushion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]