[{"uid": "1296704405078823453", "i": 17462, "idx": 0, "sa": ["Angelina Jolie", "Will Smith", "Sanjay Gupta"], "q": "key part, with CNN's Dr. <strong> Sanjay Gupta </strong> speaks to <strong> Angelina Jolie </strong> in Pakistan as she makes a desperate plea for flood victims. UN`` goodWill Smith ambassador'' <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan. <q> From what I understand this situation is on a scale that we've not really seen the likes of; it is on such a huge scale, </q> the actress told the Associated Press.`` It is an extraordinarily complex situation. It is not just the floods... there have been three decades of Pakistanis hosting Afghani people, graciously, and there are still 1.7", "new_id": -2}, {"uid": "1295560142014680118", "i": 39178, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Im Schlussquartal verdiente Google unterm Strich 2,5 Milliarden US-Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum", "new_id": -2}, {"uid": "1295812518069140545", "i": 25514, "idx": 2, "sa": ["Angelina Jolie", "Judd Apatow", "Ricky Gervais"], "q": "opening speech.`` Did he lose weight just to make fat jokes?'' The director also criticised <strong> Ricky Gervais </strong> for mocking the <strong> Angelina Jolie </strong> thriller The Tourist, despite not having seen the film himself. <q> I can't do a joke about[ <strong> Ricky Gervais </strong>'s movie] The Invention Of Lying because I haven't seen it, </q> <strong> Judd Apatow </strong> added.`` You haven't seen it. None of us have seen it. So the joke wouldn't work.'' EastEnders: Carol and Whitney's rivalry escalates Emmerdale: Carl lashes out", "new_id": -2}, {"uid": "1295527254028180486", "i": 12707, "idx": 0, "sa": ["Sam Graves", "Mike Pence", "Claire McCaskill"], "q": "about whether he'll run for the Senate against Sen. <strong> Claire McCaskill </strong>( D) next year. On Wednesday, <strong> Mike Pence </strong> <strong> Sam Graves </strong>( R-Mo.) indicated that he is actively looking at the race. <q> I certainly wouldn't want to close the door on it, </q> he href=\"http://bit.ly/fErNOS\"> told The Hill.`` It's something that I look at and kind of evaluate and we'll see what happens... There's a great opportunity to take back that Senate seat.''", "new_id": -2}, {"uid": "1297112033026116113", "i": 59889, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1297253597021528581", "i": 53434, "idx": 2, "sa": ["Colin Powell"], "q": "US-Besatzer nicht h?tten kommen sehen, bekommen ihr Fett weg. Rumsfelds besonderer Zorn gilt seinem Kabinettskollegen <strong> Colin Powell </strong>, der sich sp?ter vom Irak-Krieg distanziert hatte. <strong> Colin Powell </strong> habe sich in internen Sitzungen nie gegen den Krieg ausgesprochen: <q> Es ist in den Medien viel zu lesen, dass <strong> Colin Powell </strong> dagegen war </q>, sagte Rumsfeld s?ffisant dem Sender ABC.`` Davon habe ich aber nicht das Geringste gemerkt.''`` Stabilere und sicherere Welt'' durch den Irakkrieg Gro?ansicht des Bildes mit der Bildunterschrift:`` Richtige", "new_id": -2}, {"uid": "1295476301073809946", "i": 34258, "idx": 5, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice presidents alike break into song to report important news. The players include my homey Sarah Fullen Gregory( she married", "new_id": -2}, {"uid": "1297298416168493093", "i": 48610, "idx": 1, "sa": ["Donald Rumsfeld", "Richard Myers"], "q": ", Fall, and Catastrophic Legacy'' that <strong> Donald Rumsfeld </strong>'s reaction to a July 20, 2001, CIA memo warning of a Osama bin Laden-directed attack on the United States was to accuse it of being duped by <q> vast doses of Al Qaeda misinformation. </q> And on the very same afternoon of the September 11, he directed General <strong> Richard Myers </strong> to`` find the best info fast... judge whether good enough[ to] hit S.H.@ same time.'' S.H. here is", "new_id": -2}, {"uid": "1296124400252575763", "i": 36468, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara"], "q": "his access to funds. Breaking ranks with an AU line, which so far has backed the U.N. in recognizing <strong> Alassane Ouattara </strong> as the election winner, Museveni said the vote had to be investigated. <q> Uganda differs with the U.N. and the international community on Ivory Coast, </q> Barack Obamaial spokesman Tamale Mirundi told Uganda's Daily Monitor newspaper, quoting Museveni.`` There is need for a serious approach that involves investigating the( electoral) process, including registration of voters and who voted", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]