[{"uid": "1296375844213581826", "i": 58896, "idx": 0, "sa": ["David Letterman", "Sarah Sellers", "Randy Jackson"], "q": ". To <strong> Randy Jackson </strong>, after catching him eyeing Tiffany Rios:''`` Were you lookin' down, boy? I saw you lookin' down,'' followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>: <q> You had me sold the second you laid eyes on me. </q> To scout Chris Cordeiro:`` You scared everyone in the room.'' To tone-deaf <strong> David Letterman </strong> Perotto:`` Did you eat paint chips as a child?'' In general:''* Bleep** Bleep** Bleep", "new_id": -2}, {"uid": "1297348812255098892", "i": 38760, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "MLB.com about the charity work that he and his wife do for dogs, and touched on the topic about what <strong> Michael Vick </strong> did and how he felt towards <strong> Michael Vick </strong>. Here's what <strong> Mark Buehrle </strong> said: <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( <strong> Mark Buehrle </strong>).`` How could you do that if you are somewhat sane?''( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the", "new_id": -2}, {"uid": "1296041205201015319", "i": 2579, "idx": 0, "sa": ["Rodney King", "Michael Vick", "Al Green", "Van Jones", "Howard Jones", "Alex Jones", "Alec Baldwin"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this.`` <strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?'' by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>,` <strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com`` Exposed: The Secret http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex Jones_Howard Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex Jones_Howard Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also", "new_id": -2}, {"uid": "1296770511173654034", "i": 14683, "idx": 57, "sa": ["Donald Rumsfeld"], "q": "Yes, but I've tried to clean them up.'' There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured, <strong> Donald Rumsfeld </strong> thought it would be <q> tempting for me to meet with Saddam in jail, </q> but then ultimately decided against the trip. But the war effort was not going well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them", "new_id": -2}, {"uid": "1295436818052150305", "i": 8741, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "in its decade-long crisis. <strong> Raila Odinga </strong> explicitly blamed Gbagbo for the breakdown in negotiations, saying he had refused to lift a military siege on the hotel where <strong> Alassane Ouattara </strong>'s parallel administration remains trapped under U.N. guard. <q> Mr Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise-- for the second time in two weeks, </q> he said, explaining why he cut his trip short. Officials from Gbagbo's camp were not immediately available for comment. We welcome comments that advance the story directly or with relevant tangential information.", "new_id": -2}, {"uid": "1296622974234061849", "i": 31545, "idx": 1, "sa": ["LeBron James", "Antoine Walker", "Allen Iverson", "Tim Thomas", "Paul Pierce", "Phil Jackson"], "q": "the Phil Jacksonadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinLeBron James about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-Tim Thomase rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1297214463071778371", "i": 43797, "idx": 3, "sa": ["Rachel Maddow", "Thomas Frank", "Lawrence Wilkerson", "Erica Payne", "Colin Powell", "Suhail Khan", "Laura Flanders", "Christopher Barron Gross", "Michael Lewis", "David Cay Johnston"], "q": "Host of`` Real Time'' on HBO; <strong> Christopher Barron Gross </strong>, Board Chairman of GoProud; Col. <strong> Lawrence Wilkerson </strong>, fmr. Chief of Staff to Secretary of State <strong> Colin Powell </strong>`` The <strong> Rachel Maddow </strong> Show'': <strong> Thomas Frank </strong>, author of <q> What's the Matter of Kansas </q>; <strong> Michael Lewis </strong>, author of`` The Big Short''`` The Ed Show'': <strong> David Cay Johnston </strong>, Pulitzer Prize-winning author; <strong> Laura Flanders </strong>, GRITtv; <strong> Erica Payne </strong>, The Agenda Project; <strong> Suhail Khan </strong>, Muslims for AmErica Payne", "new_id": -2}, {"uid": "1295568681147800068", "i": 17126, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, who was made Google CEO in 2001 to provide greater management experience at the youthful company, explained that the decision had been taken to`` simplify our management structure and speed up decision making''. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company, </q> he said.`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' Aaron Kessler", "new_id": -2}, {"uid": "1296171297131055622", "i": 36885, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "members to serve openly since coming to the Senate in 2009. Sen. <strong> Kirsten Gillibrand </strong> previously sat on the House Armed Services Committee when she represented New York's 20 th District in the House. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> said <strong> Kirsten Gillibrand </strong>.`` I am honored to once again serve on the Armed Services Committee to continue fighting for America's troops and veterans.''", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]