[{"uid": "1295428029082264111", "i": 23790, "idx": 5, "sa": ["Simon Cowell"], "q": "of the <strong> Simon Cowell </strong> Stack in Concord, CA. June 25, 2009. Demolishing the stack has taken a little over a week. Capturing this video`` would you believe I missed it by that much?'' <q> How about 15 seconds! </q> While I was recording, the card... Bishop Family Reunion- July 4th 2009", "new_id": -2}, {"uid": "1295425658058294275", "i": 56974, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Paula Deen", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "Ronald Reagan, Paula Deenounced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1296055445213254220", "i": 28818, "idx": 2, "sa": ["Richard Keys", "David Cameron", "Andy Coulson"], "q": "banter'' which allowed them to relax before broadcasts. <strong> Richard Keys </strong> also compared the row to the phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q> What's the difference?`` If off-air conversations were made public then there would be no-one left working in the country. </q> Play video News Headlines( Lunchtime) for January 26th,... Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo!", "new_id": -2}, {"uid": "1297224951053084175", "i": 40526, "idx": 0, "sa": ["David Letterman", "Ted Thompson", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.'' A better life... is just a click away! Click here to get connecTed Thompson to some of the best health care", "new_id": -2}, {"uid": "1295072156113590299", "i": 29555, "idx": 2, "sa": ["Alan Mulally", "Sergio Marchionne"], "q": "This has been the heart of the problem in Detroit,'' said <strong> Sergio Marchionne </strong>, who also heads up Fiat. <strong> Alan Mulally </strong> said Ford has learned that it has to deal with the current reality. <q> You have to match production to real demand and accelerate development of new products that people will want to buy, </q> he said. For Ford that meant going with a plan for massive restructuring to a consortium of banks and borrowing$ 23.5 billion, <strong> Alan Mulally </strong> said. For GM and Chrysler it meant bankruptcy filings", "new_id": -2}, {"uid": "1295639157179568677", "i": 24804, "idx": 2, "sa": ["Tim Cook", "Eric Schmidt"], "q": "is that <strong> Eric Schmidt </strong> has had more than his fair share of PR and technological blunders as head of Google, and it was Tim Cooke for him to go. Some statements he has made to the media-- e.g., <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place </q>-- have attracted unwanted attention to Google's privacy policies and search practices. disastrous launch of Buzz. Google's steady loss of key talent to rival href=\"http://www.facebook.com\"> Facebook is another sin", "new_id": -2}, {"uid": "1295264028094093318", "i": 8696, "idx": 4, "sa": ["Andy Coulson"], "q": "a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.'' He added: <q> Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way. </q> According to the Mail on Sunday, <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry", "new_id": -2}, {"uid": "1296647604150143033", "i": 19282, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "air are all but silenced.`` The show has experienced year-to-year declines of about 10 percent for the last several seasons now, so everyone expected ratings to drop,'' a TV insider tells me. <q> The only question was how much they drop. And although the show did drop, it still produced huge numbers easily beating all its competition. Last week's episode was actually up from last Thursday's episode by nearly 18 percent, and was down only 9 percent from the equivalent episode last year. </q> href=\"http://www.popeater.com/2010/11/25/Simon Cowell-Simon Cowell-Steven Tyler-Steven Tyler-american-idol\"> <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> href=\"http://www.popeater.com/2010/09/22/american-idol-Jennifer Lopez-Jennifer Lopez-Steven Tyler-Steven Tyler-judges\">` American Idol' Confirms <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> as New Judges href=\"http://www.popeater.com/2010/08/19/Steven Tyler-Steven Tyler-american-idol-judge\"> <strong> Steven Tyler </strong> Tells Friend He's an` American Idol' Judge", "new_id": -2}, {"uid": "1297161526055738379", "i": 41071, "idx": 12, "sa": ["Susan Boyle", "Simon Cowell"], "q": "just a judges' panel. The audience really lifted her.'' <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on`` X Factor.'' <q> Stars can come from anywhere, </q> he said.`` <strong> Susan Boyle </strong> taught me a huge lesson- to be more open-minded.'' As for why the show is called`` X Factor,'' <strong> Simon Cowell </strong> said that's a term he has used", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]