[{"uid": "1295991953089178223", "i": 3696, "idx": 13, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` unknown unknowns'' and so forth came up during intelligence briefings.`` I used the phrase in a Pentagon press conference one day, and that's when it started rolling,'' <strong> Donald Rumsfeld </strong> says. <q> I titled the book that because I believe people will find there are things they didn't know. </q> He will not discuss specific contents of the book, will not comment on current events( he saves that for his Twitter account, Donald RumsfeldOffice) and had no comment on <strong> George H. W. Bush </strong>'s`` Decision Points,", "new_id": -2}, {"uid": "1297114229198082561", "i": 6681, "idx": 1, "sa": ["Charlie Sheen", "Simon Cowell", "Christina Aguilera", "Steven Tyler"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: Another` Creepy' Moment From <strong> Steven Tyler </strong> Watch: <strong> Charlie Sheen </strong> Addresses His Fans A Matter of Life& Death Watch", "new_id": -2}, {"uid": "1295597179054968334", "i": 25647, "idx": 0, "sa": ["Liza Minnelli", "Simon Cowell", "Steven Tyler"], "q": "than it has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they <strong> Liza Minnelli </strong> see things that past judges did not. <q> You won't find many people like that, that kind of enthusiasm, </q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round.`` I am going to personally work that into something good.''- L.A.. Now 01/20/2011, 9:18 p.m. Nets general", "new_id": -2}, {"uid": "1295774332001081361", "i": 16585, "idx": 0, "sa": ["Clive Goodman", "Alastair Campbell", "Tessa Jowell", "Andy Coulson", "Mark Lewis", "Chris Bryant", "John Prescott", "David Blunkett"], "q": "understood to have been targeted include Lord <strong> John Prescott </strong>, <strong> David Blunkett </strong>, <strong> Tessa Jowell </strong> and <strong> Chris Bryant </strong>. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of Mr <strong> Andy Coulson </strong>'s future and <q> the role of the police in this is now going to become centre stage </q>. The lawyer <strong> Mark Lewis </strong> yesterday revealed he was acting for four people who believe they were targeted by newspapers other than the NoW, which has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was", "new_id": -2}, {"uid": "1295453081167215104", "i": 28735, "idx": 0, "sa": ["David Letterman", "Stephen Kahn", "Steve Cooley"], "q": "2010. <strong> Steve Cooley </strong> said through a spokeswoman that he was unaware of those donations and that he does not know Delijani. <strong> David Letterman </strong> Lingscheit, the detective on Delijani's case, declined to comment, saying, <q> I've been instructed to inform all press matters to our headquarters bureau. </q> <strong> Stephen Kahn </strong>, the attorney for Afshin Nassir, the tenant currently being prosecuted for forgery, said he had`` never seen anything like this.''`` In a case like this, the fact", "new_id": -2}, {"uid": "1295636623157057039", "i": 23181, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgment in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1295257232097714199", "i": 32469, "idx": 2, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "pel?cula protagonizada por <strong> Johnny Depp </strong> y <strong> Angelina Jolie </strong>, presentes en la gala.`` Ha sido un gran a?o para las pel?culas en 3D: Toy Story, Gru, mi villano favorito, Tron...'', empez <strong> Ricky Gervais </strong>. <q> Parece que todo este a?o era tridimensional excepto los personajes de The Tourist </q>, afirm, copa en mano, ante la mirada apurada de <strong> Johnny Depp </strong>. Rechaz los rumores de que la Asociaci?n de Prensa Extranjera de Hollywood( organizadores de los premios) hayan nominado The Tourist porque quieren salir con", "new_id": -2}, {"uid": "1295862305265486357", "i": 40568, "idx": 0, "sa": ["Alassane Ouattara"], "q": "de M. Gbagbo, qui s` accroche au pouvoir. De son c?t, <strong> Alassane Ouattara </strong>, pr?sident reconnu par la communaut internationale, affirmait jeudi dans une interview qu'une`` intervention militaire'' de l'Afrique de l'Ouest <q> est d?j pr?vue, organis?e </q> pour chasser au pouvoir M. Gbagbo. Copyright? 2011 Gabonews. Droits de reproduction et de diffusion r?serv?s. Distribu par AllAfrica Global Media( href=\"http://allafrica.com/\"> allAfrica.com). Pour tout commentaire ou demande d'autorisation de", "new_id": -2}, {"uid": "1295918657088195080", "i": 3847, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": " Big hitter... Rihanna is an established name in America <strong> Simon Cowell </strong> is now fighting tooth and nail to persuade the producers to vote Geordie and back Cheryl. A pal of her boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US X Factor in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> Cheryl has already banked on the move to LA- checking out apartments in the city and getting ready for a fresh start. Her dancer fella <strong> Derek Hough </strong> and other showbiz mates including WILL.I.AM and", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]