[{"uid": "1296574488233865223", "i": 49362, "idx": 1, "sa": ["Chris Huhne"], "q": "up by the energy secretary <strong> Chris Huhne </strong>( a cynic might suggest this was because in 2009, Labour was still in power). title=\"DECC- 2009 greenhouse gas emissions, final figures\" href=\"http://www.decc.gov.uk/en/content/cms/news/stat_09_ghg/stat_09_ghg.aspx\" target=\"_blank\"> He said: <q> Yes, emissions were down in 2009 but so was the economy so this is no time for back slapping. </q> The pessimism was shared by Friends of the Earth. Their head of climate, Mike Childs, said: \" The recession may have led to a fall in UK greenhouse gases in 2009, but", "new_id": -2}, {"uid": "1296291756127057929", "i": 55154, "idx": 3, "sa": ["Phil Jackson", "Michael Bruce Curry", "Allen Iverson", "Cyril Rioli", "Rasheed Wallace", "Richard Hamilton"], "q": "Lakers coach <strong> Phil Jackson </strong> said.`` We should've won.'' <strong> Richard Hamilton </strong> is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q> It's a psychological lift knowing they're going to return soon, </q> coach <strong> Michael Bruce Curry </strong> said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since http://wn.com/Cyril Rioli_Cyril Rioli_Goal_of_the_Year_contender_against_Fremantle__Round_21,_2010 <strong> Cyril Rioli </strong>'s kick out of mid air is amazing! Kicked in the 3rd quarter", "new_id": -2}, {"uid": "1297271131262504545", "i": 43036, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "would have to stay indefinitely?'' Also, <strong> Donald Rumsfeld </strong>'s book will give fuel to critics who charged that the democratization talk was something that emerged after WMD did not turn up in Iraq. <q> It was hard to know exactly where the President's far-reaching language about democracy originated, </q> <strong> Donald Rumsfeld </strong> writes.`` It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy", "new_id": -2}, {"uid": "1297093828077135937", "i": 46906, "idx": 8, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": ". <strong> Donald Rumsfeld </strong> said`` it's possible'' that decisions on troop levels in Iraq may have been the biggest mistake of the war. He maintained that the war overall was not a mistake. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the al Qaeda out of Afghanistan, </q> he said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government.`` She'd never served in a senior administration position,'' he said", "new_id": -2}, {"uid": "1295967653237387806", "i": 36844, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mitt Romney"], "q": "fundraisers, fueling speculation that it could mean he's mulling a run in 2012. His former fundraiser has another prominent client- <strong> Mike Pence </strong>- and her husband was a top aide to <strong> Mitt Romney </strong> during his 2008 run. <q> It is possible that she and Thune separated because of the conflict that would ensue if both Republican Members enter the GOP Barack Obamaial primary, </q> href=\"http://bit.ly/gycWzm\"> Roll Call writes, adding,''[ T] here is speculation that she is poised to sign on with <strong> Mitt Romney </strong> for a 2012 run that is expected to launch at some point this year", "new_id": -2}, {"uid": "1295593644066338819", "i": 2346, "idx": 0, "sa": ["Jonathan Rosenberg", "Larry Page", "Eric Schmidt"], "q": ", up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder <strong> Larry Page </strong> will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. <strong> Jonathan Rosenberg </strong>, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone system", "new_id": -2}, {"uid": "1295921372006537277", "i": 48148, "idx": 2, "sa": ["Zahi Hawass"], "q": "the Prussian Cultural Heritage Foundation, refuted <strong> Zahi Hawass </strong>'s statement, a move backed by the German government.`` She is and remains Egypt's best ambassador in Berlin,'' he told The Associated Press. <q> This is not an official request. An official request is a request from one government to another, </q> German foreign ministry spokesman Andreas Peschke told AFP. German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to", "new_id": -2}, {"uid": "1296004221258981923", "i": 45262, "idx": 3, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "otro presidente proclamado, pero no reconocido por la comunidad internacional. Sin embargo, estim el portavoz del gobierno de Gbagbo, <strong> Ahoua Don Mello </strong>, la decisi?n del gobierno de <strong> Alassane Ouattara </strong>`` no tendr ninguna consecuencia''. <q> Los operadores no van a cumplir con una orden que dio gente sin poder real </q>, dijo a la AFP. La entrada no ha sido enviada. Por favor, comprueba tus direcciones de email. La comprobaci?n del email ha fallado; por favor, int?ntalo de nuevo", "new_id": -2}, {"uid": "1297224727163495958", "i": 28587, "idx": 7, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "<strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key.`` When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude'' says Barnett. <q> It's racism. Yes, there's still a double-standard in this country and we need to stop this unethical treatment of black human beings </q> says Barnett. <strong> Katrina Pierson </strong>, who is black, disagrees and she believes this controversy could hurt <strong> Dwaine Caraway </strong>'s chances of getting re-elected.`` I think that's a clear sign that that man should not be", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]