[{"uid": "1296552417261570573", "i": 23549, "idx": 17, "sa": ["Kwame Brown", "Terry Cummings", "Clyde Drexler", "Charles Barkley", "Allen Iverson"], "q": "could possibly play,'' <strong> Kwame Brown </strong> said.`` Everybody just played great. This is huge to beat a great team like Houston on their home court.''`` We're getting better,'' <strong> Terry Cummings </strong> said. <q> The last few games, we were in it with about five or six minutes to go and let it get away. Tonight, we executed at the end. </q> <strong> Clyde Drexler </strong> scored 23 points and <strong> Charles Barkley </strong> added 19 http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their losing streak and prolong the agony of the Memphis Grizzlies. <strong> Allen Iverson </strong> scored 27 points and helped Detroit limit", "new_id": -2}, {"uid": "1295559949061718541", "i": 3670, "idx": 4, "sa": ["Eric Schmidt"], "q": "?'' he said.`` We think this will produce even better results.'' We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}, {"uid": "1295703888121667585", "i": 23917, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "LONDON( AFP)- British Prime Minister <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295397624010076164", "i": 35080, "idx": 5, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. VALETS WANTED", "new_id": -2}, {"uid": "1296780771243531829", "i": 14895, "idx": 1, "sa": ["Zahi Hawass"], "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' Experts fret over Egypt's treasures", "new_id": -2}, {"uid": "1295534419101187644", "i": 3634, "idx": 0, "sa": ["Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Blake Griffin", "Allen Iverson"], "q": "it hurt them a little bit.'' <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games.`` It's got to be like that Thursday,'' the 6-foot-8 forward said. <q> I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us. </q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Blake Griffin </strong> scores 47 in Clippers' win <strong> Blake Griffin </strong> Scores 47, Sets Franchise Record In Clippers' 114-107 Win Over Pacers", "new_id": -2}, {"uid": "1294959607081149953", "i": 11966, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1296008739261193768", "i": 24248, "idx": 1, "sa": ["Jesse Ventura", "David Letterman"], "q": "sip of sumthin it feels like i just swallowed 20,000 mini knives.'' OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ <q> Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>. â\u0080¢`` You answer the phone,` Hut, hut, hello?' â\u0080¢`` Just ruined a wedding by dumping Gatorade on the bride. </q> No foreign objects <strong> Jesse Ventura </strong>, the former rassler and ex-Minnesota governor, is suing the Transportation Security Administration and Department for`` unreasonable searches and seizures'' after he was subjected to a full-scale search after", "new_id": -2}, {"uid": "1295625437089243774", "i": 24706, "idx": 1, "sa": ["Eric Schmidt"], "q": ", could it be as simple as the fact that Page is 18 years younger? So for`` Larry, in my clear opinion, is ready to lead,'' we could perhaps simply read, <q> Larry is old enough to take on this role as he approaches his 40s and I have had enough and would like a quieter life as I approach 60. </q> After all, the reason Page gave up the chief executive role to <strong> Eric Schmidt </strong> a decade ago was because investors demanded a more experienced business leader. If investors do not consider Page to", "new_id": -2}, [{"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]]