[{"uid": "1295598937192069651", "i": 14567, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe <strong> Larry Page </strong> is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although he wouldn't discuss what he is working on, one of his pet projects is believed to be the development of social media tools to counter", "new_id": -2}, {"uid": "1295622236048054291", "i": 59631, "idx": 7, "sa": ["Sergey Brin", "Larry Page", "Eric Schmidt", "Andy Bechtolsheim", "Mark Zuckerberg"], "q": "F?hrungswechsel in die zweite Reihe zur?ck. Er macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten.`` Die Rolle passt perfekt zu ihm'', sagt <strong> Eric Schmidt </strong> v?terlich. <q> <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder. </q> Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit vorbei. <strong> Larry Page </strong> hat die Verantwortung bernommen. Google-Mitteilung Blog-Eintrag <strong> Andy Bechtolsheim </strong> <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295977508172294166", "i": 31063, "idx": 0, "sa": ["Max Baucus", "Newt Gingrich", "Bill Lockyer"], "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296719312251002892", "i": 20643, "idx": 0, "sa": ["Simon Cowell", "Chris Medina"], "q": "panel, said she's had to fight back the tears when meeting contestants like <strong> Chris Medina </strong>, whose fiancee suffered traumatic brain injury in a car accident just months before they were to walk down the aisle. <q> It's tough. It's emotional. But this is the thing about` American Idol' that I love. It's about people and their dreams and their struggles, and that's what I think everybody loves about it. You see yourself in these people, </q> she said backstage after a press conference announcing her new partnership with Gillette Venus. This season is the first without <strong> Simon Cowell </strong>, one of the show's British creators and a judge who was known for his", "new_id": -2}, {"uid": "1297249220167444490", "i": 39083, "idx": 0, "sa": ["Simon Cowell", "Britney Spears", "Lindsay Lohan"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> People have problems. <strong> Lindsay Lohan </strong> is no different than the average person on the street. The only way she can straighten is to admit that all her problems stem from her and her alone. You can not blame anyone else for your problems. </q> Human nature is to blame someone else for your own faults and problems. Go directly to JAIL. Do not pass GO, do not collect$ 200. Report Abuse \" re:`` We", "new_id": -2}, {"uid": "1297360660125239349", "i": 47217, "idx": 0, "sa": ["Eric Schmidt"], "q": "in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q> There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future. </q> reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google", "new_id": -2}, {"uid": "1295649625068190213", "i": 13960, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Matt Cutts"], "q": "to its algorithm to keep low-quality sites from appearing high in searches, search guru and principal engineer <strong> Matt Cutts </strong> wrote in an official blog post Friday. But he also writes that, despite Google's efforts, <q> The fact is that we're not perfect, and combined with users' skyrocketing expectations of Google, these imperfections get magnified in perception. </q> It's unclear whether today's post has anything to do with yesterday's announcementthat co-founder <strong> Larry Page </strong> will be replacing <strong> Eric Schmidt </strong> as chief executive. But the mea culpa highlights one of the big questions Google has been", "new_id": -2}, {"uid": "1295658341074924035", "i": 651, "idx": 1, "sa": ["Steve Hilton", "David Cameron", "Andy Coulson"], "q": "the civil cases it may appear as if current top executives are involved in a costly cover-up that could damage their professional reputations. <strong> Andy Coulson </strong>, who will remain in Downing Street for a fortnight, said: <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> is one of the most trusted members of <strong> David Cameron </strong>'s inner circle, with an apparent direct line to swing voters and News International. He has been a counterweight to <strong> Steve Hilton </strong>, <strong> David Cameron </strong>'s more visionary", "new_id": -2}, {"uid": "1297706712051036179", "i": 1857, "idx": 0, "sa": ["Halle Berry", "Gabriel Aubry", "Simon Cowell"], "q": "attempted to resolve these custody issues amicably with her daughter's father <strong> Gabriel Aubry </strong> directly, but given his lack of co-operation, <strong> Halle Berry </strong> has no choice but to seek swift judicial intervention.'' The rep added: <q> <strong> Halle Berry </strong> has always made the needs and safety of her daughter her first priority and, both while <strong> Halle Berry </strong> and <strong> Gabriel Aubry </strong> were a couple and since their break-up, <strong> Halle Berry </strong> has only acted in her daughter's best interest. </q> The couple split in April after five years together and had previously agreed to share joint custody of their daughter. <strong> Simon Cowell </strong> is more than happy to profess his love for fiance Mezhgan Hussainy, he still calls", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]