[{"uid": "1295934218032604163", "i": 9641, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "'s chief creative officer, recognized that death, while potent, is not necessarily lasting and that the death of a character in comics has turned out`` to be very cliche'' in plot developments. <q> Whether the human torch comes back or not is really a question that will be answered in time, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog STINSON BEACH 1 BR/ 1 BA$ 1,695,000.00 MILL VALLEY 4", "new_id": -2}, {"uid": "1295668830122535946", "i": 48422, "idx": 3, "sa": ["Allen Iverson", "Ed Rendell"], "q": "And that's why I forgot to bring bagels.''[-2] Police pull two cars from the Schuylkill River in a week.`` Don't worry,'' says <strong> Ed Rendell </strong>, toweling off. <q> They're just Zipcars. </q>[+1] The State Department chooses a film about <strong> Allen Iverson </strong> to be among the 18 American documentaries that it will show in worldwide screenings. The question is: Will the montage end on`` I get", "new_id": -2}, {"uid": "1297298613261144582", "i": 24280, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" They will regret the day they let the State courts to control their lives, determine custody and divide you assets. \" Report Abuse <q> Gay people are not discriminated against because they have an equal right to marry someone of the opposite sex, just like single people arent discriminated against because they have an equal right to marry. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295033756239566871", "i": 15724, "idx": 2, "sa": ["David Letterman", "Camille Grammer"], "q": ", and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!'' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared his feelings for his new love. <q> Kayte's my new girl, and we're planning to get married soon, </q> he told the talk show host. How soon?`` Sometime in February,'' <strong> Camille Grammer </strong> said.`` The kids are doing okay.'' Kelsey put in a request to the judge for a quickie divorce", "new_id": -2}, {"uid": "1297436657123142144", "i": 38571, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ", <strong> Stephen Elop </strong> said. Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone,'' he said. The key challenge will be to come", "new_id": -2}, {"uid": "1295582183033980446", "i": 5434, "idx": 13, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "it,'' and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as`` creepy.''`` The biggest thing I wonder is after a year or so of having various gaffes and statements taKen Auletta", "new_id": -2}, {"uid": "1296150339234012694", "i": 14728, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "in the marketplace.''[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,'' href=\"http://www.eweek.com/c/a/Mobile-and-Wireless/Apples-Steve Jobs-Steve Jobs-Attacks-Google-RIM-During-Earnings-Call-702041/\"> Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q> By comparison, Apple has activated 270,000 units per day, on average. </q> Instead of offering sales numbers of its own, Microsoft executives keep pointing to research data suggesting href=\"http://mobilized.allthingsd.com/20110126/windows- phone- 7- shipments- topped- two- million- units- last- quarter/?mod=ATD_skybox\"> some", "new_id": -2}, {"uid": "1295973768250167296", "i": 34873, "idx": 0, "sa": ["Eric Schmidt"], "q": "on developing a show featuring himself as a host, the New York Post reported. Twitter users have already come up with a stream of potential names for the show including`` Holy <strong> Eric Schmidt </strong>!'', <q> My show is the <strong> Eric Schmidt </strong> </q>,`` <strong> Eric Schmidt </strong> Happens'',`` I'm getting too old for this <strong> Eric Schmidt </strong>'',`` I <strong> Eric Schmidt </strong> you not'' and`` Who Gives a <strong> Eric Schmidt </strong>?''.`` So <strong> Eric Schmidt </strong> wants his own", "new_id": -2}, {"uid": "1297488276223461377", "i": 19740, "idx": 0, "sa": ["Omar Suleiman", "Jane Mayer", "Colin Powell", "Hosni Mubarak"], "q": "<strong> Omar Suleiman </strong>'s extensive partnership with our CIA's renditions of terrorism suspects to be tortured in Egypt? Many eventually disappeared. <strong> Jane Mayer </strong> wrote an especially revealing introduction to <strong> Hosni Mubarak </strong>'s chief torturer in the New Yorker: <q> <strong> Omar Suleiman </strong> was not squeamish.... Each rendition was authorized at the very top levels of both governments. </q> These classified kidnappings began during the Clinton administration. One particularly brutal torture session led to then Secretary of State <strong> Colin Powell </strong>'s most acutely embarrassing international experience: The prisoner, Ibn Sheikh al-Libi, was", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]