[{"uid": "1296854638096747656", "i": 20176, "idx": 2, "sa": ["Sergio Marchionne"], "q": "$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval.`` We're in two different places in financial history,'' <strong> Sergio Marchionne </strong> said of Chrysler and GM. <q> They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to get it. </q> Chrysler forecasts$ 200 million to$ 500 million of net income on net revenue of more than$ 55 billion in 2011. Chrysler has said it expects to generate more than$ 1 billion in free", "new_id": -2}, {"uid": "1296774835205651968", "i": 6216, "idx": 1, "sa": ["David Vitter", "Bernie Sanders"], "q": "to repeal it outright. To do so, he said, would`` continue the odious process of denying health care by insurance companies to people who have preexisting conditions.'' He also said that, <q> right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits, </q> many millions more will join the ranks of the uninsured.`` To say we should return to where we were is beyond comprehension,'' <strong> Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said,`` we", "new_id": -2}, {"uid": "1296031312047366153", "i": 8267, "idx": 0, "sa": ["Bill Lockyer", "Tim Rutten"], "q": "roam free. The budget negotiations in Sacramento are a work in progress, and each side is proceeding with care at the moment. But the comments by <strong> Bill Lockyer </strong>, who acknowledged in his talk that he <q> was not supposed to be saying any of this, </q> should remind all who are paying attention precisely how dire the crisis is. This is not a moment for Democrats to protect their constituencies and title=\"Republican Party\" href=\"http://www.laTim Ruttenes.com/topic/politics/parties-movements/republican-party-ORGOV0000004.topic\"> Republicans to circle their wagons against new taxes.", "new_id": -2}, {"uid": "1296516336069730304", "i": 54770, "idx": 3, "sa": ["Alassane Ouattara"], "q": "an end to the suffering in the country and`` block Laurent Gbagbo's desire to provoke chaos in Ivory Coast''. The statement highlighted African Union statements reconfirming <strong> Alassane Ouattara </strong> as the recognised leader. <q> Diplomatically, it gives Gbagbo another month, </q> a diplomat who is following the process, told Reuters.`` The general view( in <strong> Alassane Ouattara </strong>'s camp) is that it simply doesn't matter. They( the presidents)... will be told", "new_id": -2}, {"uid": "1296163911042713105", "i": 25559, "idx": 0, "sa": ["Matt Lloyd", "Mike Pence"], "q": "3:46 p.m., shortly after a National Journal story quoted <strong> Mike Pence </strong>'s mother as saying the announcement would come tomorrow. It was not clear whether the comments from the congressman's mother moved up his timetable. <q> You called his mom, </q> <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> protested when an NJ reporter called to inquire about the latest reports about an evening announcement, which href=\"http://www.politico.com/news/stories/0111/48306.html\"> appeared first in Politico. Meanwhile, Brian Howey, author of an Indiana political", "new_id": -2}, {"uid": "1296511163041320461", "i": 10339, "idx": 0, "sa": ["Alassane Ouattara"], "q": "said the panel was an`` excellent'' idea that would force the AU to reverse its stance recognizing <strong> Alassane Ouattara </strong> as winner of the November 28 poll in the top cocoa grower in line with UN-certified results. <q> Faced with the truth they will have to( change their position), </q> he added. In a statement on Monday, <strong> Alassane Ouattara </strong>'s camp called on the commission to complete its work within the month to put an end to the suffering in the country and`` block Laurent Gbagbo", "new_id": -2}, {"uid": "1296863251114081849", "i": 21823, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell"], "q": "to the side and I'm like,` Did you just say that?''' <strong> Simon Cowell </strong>, the current season of Idol feels less caustic and more heartwarming- see examples- and <strong> Jennifer Lopez </strong> approves. <q> Some people walk in there and it's a crazy funny thing and then some people walk in there and they really can sing and they have this story, </q> <strong> Jennifer Lopez </strong> says.`` It's real people who are really out there really going through some stuff and who have dreams. I think that's the magic of it.''", "new_id": -2}, {"uid": "1296792773177504269", "i": 34487, "idx": 2, "sa": ["Nom De Strip", "David Letterman", "Jay Leno", "Stephen King"], "q": "Night with <strong> David Letterman </strong> writer and performer- wastes no time blasting`` Herman Munster with a neck job'' on The Late Show because <strong> Jay Leno </strong> had recently ambushed him for one of his`` stupid'' Jay LenowalStephen King segments. <q> How am I supposed to know flour is the main ingredient in bread? </q> <strong> Nom De Strip </strong> says to the visibly tickled host.'' href=\"http://www.tvguide.com/tvshows/tonight-Jay Leno-Jay Leno/100528\"> That show is for morons- it is not like your show.'' 10. Best Political Take Down: When a political flier falsely claims", "new_id": -2}, {"uid": "1295199579040058902", "i": 8509, "idx": 8, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "understanding everything we were saying.'' <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most`` nonpartisan'' lawmakers she knows, a woman who had previously called for more civil political discourse. <q> She comes to public service with the goal of just helping people, </q> she said.`` We can all take from her strength and hopefully ourselves be better than we are.'' http://thehill.com/blogs/blog-briefing-room/news/138161-Kirsten Gillibrand-Gabrielle Giffords-progress-extraordinary Giuliani has thought about another White House run` in recent weeks' Senate Dems indicate willingness", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]