[{"uid": "1295149516178094105", "i": 59641, "idx": 2, "sa": ["LeBron James", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been Highlights of the Sacramento LeBron Jamess as they play the Detroit Pistons in their 2010 Summer League opener. http://wn.com/Detroit_Pistons_vs_Sacramento_LeBron Jamess__November_14_2010 REPLAY@ www.rapidhoops.com Detroit Pistons vs", "new_id": -2}, {"uid": "1295433226089227274", "i": 12706, "idx": 1, "sa": ["Alassane Ouattara", "Ben Ali"], "q": "West African States( Ecowas) officers will take an overview of the regional situation at their two-day meeting until Wednesday in the MBen Ali capital with a special session dedicated to Ivory Coast. Extraordinary meeting <q> We are here to draw up a clear plan if we ask militaries to intervene to reestablish democracy in Ivory Coast, </q> one said. The 15-member Ecowas suspended Ivory Coast in early December. <strong> Alassane Ouattara </strong> has been recognised as the poll winner by the Ivory Coast's election authority and the international community; Gbagbo, who", "new_id": -2}, {"uid": "1295770856146751522", "i": 18801, "idx": 2, "sa": ["Colin Powell"], "q": "the Martin <strong> Colin Powell </strong> King Jr.. Day Marade, followed by lunch, and then roller skating at Skate City in Aurora. For Brisco, who lives in Aurora, it's about community. <q> I've been blessed in many ways- with good parents, with minimal drama in my life, with having an open heart, </q> he said.`` I see the need, with the number of single-parent families. We know in the African- American community there's a higher percentage of mother-headed families.`` If I can make", "new_id": -2}, {"uid": "1297427071058949663", "i": 2980, "idx": 8, "sa": ["Michael Gove"], "q": "funds turned down. The decision to withdraw the money would have a`` catastrophic effect'' on its pupils, it said. Chris Robbins, leader of Waltham Forest council, said the ruling was a <q> victory for common sense and fair play </q>. He said ministers must now make a decision based on the`` real evidence about the difficulties our schools face''. Local authorities threaten legal action over axed school buildings programme <strong> Michael Gove </strong> loses court", "new_id": -2}, {"uid": "1297540270212795441", "i": 17318, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "press: When will we see a Nokia phone that runs Windows Phone 7? <strong> Stephen Elop </strong>:`` We aren't making a specific announcement of when that will be.'' <strong> Steve Ballmer </strong>: <q> When there's news there will be news. </q> How exclusive is this partnership as far as devStephen Elopers are concerned? <strong> Steve Ballmer </strong>:`` It's not exclusive. There's things we're doing with Nokia that are unique. The overall devStephen Elopment of critical mass", "new_id": -2}, {"uid": "1296521624090341381", "i": 16644, "idx": 2, "sa": ["David Letterman", "Barack Obama", "Jay Leno", "George H. W. Bush"], "q": "elections worsened the comics' tone:? <strong> David Letterman </strong>-`` Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy?''? <strong> Jay Leno </strong>- <q> <strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan. </q>? <strong> Jay Leno </strong>-''( <strong> Barack Obama </strong> and <strong> George H. W. Bush </strong>) had a cordial conversation. <strong> George H. W. Bush </strong> said for the last 19 months, he's been relaxing and playing golf. <strong> Barack Obama </strong> said,` You too?'", "new_id": -2}, {"uid": "1296106095124256262", "i": 25225, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "href=\"http://www.nypost.com/p/Larry Pagesix/google_Eric Schmidt_eyeing_tv_ezjyKCdWXAaApZH4hp24zM\"> SeLarry Page Six item about <strong> Eric Schmidt </strong> looking at TV. In Germany earlier this week, <strong> Eric Schmidt </strong> told a group of reporters at the Digital-Life-Design conference that he is committed to doing what he currently doing <q> as long as it is exciting. </q> He also said that as executive chairman, he will be dealing a lot with regulators and other government officials, as Google's sprawling presence continues to capture more attention from governments around the world. <strong> Eric Schmidt </strong>:", "new_id": -2}, {"uid": "1296757679010059804", "i": 7010, "idx": 3, "sa": ["Donald Rumsfeld", "Paul Bremer"], "q": "retrospect there may have been times when more troops could have helped,'' he writes. But he insists that no formal request for more troops was made by the generals. He says <strong> Paul Bremer </strong>'s decisions <q> inadvertently stoked nationalist resentments and fanned the embers of what would become the Iraqi insurgency </q>. <strong> Donald Rumsfeld </strong> had favoured going into Iraq quickly and getting out quickly, handing over power to the Iraqis, but <strong> Paul Bremer </strong> favoured a slower approach. <strong> Paul Bremer </strong> disbanded the Iraqi army, banned all members of Saddam", "new_id": -2}, {"uid": "1297242024149028872", "i": 28748, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": "just his third season as a starter since replacing Green Bay legend title=\"Brett Favre\" href=\"http://www.nydailynews.com/topics/Brett Favre+Brett Favre\"> <strong> Brett Favre </strong>, led the Packers to their fourth Super Bowl title, completing 24-of-39 passes for 304 yards and three touchdowns. <q> Do you think you'll play next year? </q> <strong> David Letterman </strong> quipped, poking fun at <strong> Aaron Rodgers </strong>' predecessor <strong> Brett Favre </strong> for his retirement flip-flopping the last several seasons. Although he didn't answer as the audience laughed, <strong> Aaron Rodgers </strong> has said he thinks the Packers have a", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}]