[{"uid": "1296759142240484366", "i": 23032, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "had setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask \"How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won't know it.<q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery Doctor on <strong> Barbara Walters </strong>'` Setbacks\" <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1295163154245039105", "i": 28863, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": ", <strong> Tramon Williams </strong> topped his game-saving interception against Philadelphia with two more. One was a near replica of his end-zone pick of Eagles quarterback <strong> Michael Vick </strong>, and the other, a momentum-changing grab-and-run for a 70-yard touchdown. <q>I guess that's one way to shut people up is to go to the Super Bowl not the Pro Bowl,<q> <strong> Tramon Williams </strong> said. \"I didn't need that motivation. Every game is motivation.\" <strong> Tramon Williams </strong> not only has become one of the finest cornerbacks in the NFL, he has become one of the smartest", "new_id": -2}, {"uid": "1294977377249905176", "i": 9004, "idx": 0, "sa": ["Allen Iverson"], "q": "of his 28 points in the final 73 seconds to salvage his team's season and lead the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. <q>Win. It's the only thing we can think about,<q> <strong> Allen Iverson </strong> said. \"We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out.\" After shooting poorly all game,", "new_id": -2}, {"uid": "1296715247139952129", "i": 22345, "idx": 9, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our http://wn.com/2008-02-05_NBA_highlight_Denver_Nuggest_vs_Portland Denver 105, Portland 103( OT) PORTLAND, Ore., Feb. 4( AP)- <strong> Allen Iverson </strong>'s", "new_id": -2}, {"uid": "1296708031055181325", "i": 8726, "idx": 3, "sa": ["Eric Snow", "Allen Iverson", "Tracy McGrady"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?'<q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/knicks_starting_lineups_Tracy_McGrady\"s_first_game <strong> Tracy McGrady </strong> New York Knicks Starting Lineups First Game as Knick...T-Mac", "new_id": -2}, {"uid": "1297097447088211513", "i": 8003, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Bill Clinton"], "q": "to surround himself with top talent. People who have worked with him-even those who admire him-say \"ambitious\" is the trump card in that list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted. <q>I don't think Don has wound down,<q> says <strong> Bill Clinton </strong> Rentschler, who ran <strong> Richard Nixon </strong>'s 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong> \"ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions.\" The national", "new_id": -2}, {"uid": "1295779843220971037", "i": 634, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "Ian Edmondson"], "q": "including the editors of <strong> Rupert Murdoch </strong>'s four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that <strong> Rupert Murdoch </strong> is flying into London this week at a crucial time. <q>I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>,<q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1295319354058130441", "i": 28712, "idx": 3, "sa": ["Newt Gingrich", "Mike Pence"], "q": "of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,<q> he said. In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> into", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?<q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1294953528094584847", "i": 27398, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "30 seconds where she is trying to get her eyes open and she finally opens her eyes, and you could tell she was desperately trying to focus, and it took enormous strength from her.\" <q>Mark said, \"If you can see me, give us the thumbs up.' Instead of giving us the thumbs up, she literally raises her whole arm. \"Then she starts reaching out and starts grabbing Mark, and like is touching him, and starts to nearly choke him. She is clearly trying to hug him. It was such a moment, and we were in such tears of joy watching this.<q> <strong> Kirsten Gillibrand </strong> said that <strong> Gabrielle Giffords </strong> started to reach out and touch her husband\"s ring, his watch and his wrist. Kelly, who was riding in the limousine to the memorial with the president and", "new_id": -2}]