[{"uid": "2008102509_00027889_W", "i": 2495, "idx": 4, "sa": ["Vivek Sharma"], "q": "used to sell in huge numbers but this time sales in this category have gone down by around 60 per cent,\" he said. philips india's marketing head <strong> Vivek Sharma </strong> said falling shares will affect consumer psychology. <q> also, there is a fear of job losses but actual job losses have not been too significant to materially affect the festive shopping, </q> he said.", "new_id": -2}, {"uid": "2008110518_00051254_W", "i": 3122, "idx": 0, "sa": ["Barack Obama", "Sarah Palin"], "q": "vote, cast her ballot. brucewagner: <strong> Sarah Palin </strong> sold on ebay: popular as a doll. the one-of-kind cabbage patch doll crafted to look like her. the <strong> Sarah Palin </strong> doll nabbed a us$ 19,000. brucewagner: <q> the long nightmare is over! </q> an avatar on secondlife named jordanna beaumont exclaimed. \"four blocks from grant park it's crazy down here.\" brucewagner: \"<strong> Barack Obama </strong> celebrations rock cyberspace globally\" see brucewagner: the three nations on earth whose", "new_id": -2}, {"uid": "2008110315_00010854_W", "i": 4089, "idx": 0, "sa": ["Barack Obama", "Gore Vidal"], "q": "mine): an open letter to senator <strong> Barack Obama </strong> and the democratic leadership: even if <strong> Barack Obama </strong> loses? this sounds like <strong> Gore Vidal </strong> wants the aftermath of election 2008 to be like the followup to election 2000 on steroids. <q> eight years is too much </q> is how <strong> Barack Obama </strong> explained why we must win the coming election and begin to restore america. but, even if we receive the most votes, will we win the election? according to the u.s. constitution, you", "new_id": -2}, {"uid": "2008111412_00007004_W", "i": 820, "idx": 3, "sa": ["Edgerrin James"], "q": "maryland to keep pace in the race for a trip to the league title game in tampa. the acc winner will have a spot in the orange bowl, played on miami's home field, dolphin stadium. <q> right now, it really doesn't mean anything, </q> <strong> Edgerrin James </strong> said. \"we still have two games to go.\" virginia tech got the ball back with about three minutes left, without timeouts and needing only a field goal to win. the hokies never got", "new_id": -2}, {"uid": "2008111714_00020671_W", "i": 4692, "idx": 0, "sa": ["Barack Obama"], "q": "leaders say they will ask the administration of Barack Obama-elect <strong> Barack Obama </strong> to rescind a laundry list of executive orders imposed by the bush administration deemed to be anti-union, the post said. the unions also are seeking back pay. <q> the work environment is horrible, </q> said patrick forrey, the controllers' union <strong> Barack Obama </strong>. \"there's no respect for people. discipline is the name of the game. it's rule by stick instead of accountability for management and their actions.", "new_id": -2}, {"uid": "2008110512_00029941_W", "i": 784, "idx": 1, "sa": ["Barack Obama"], "q": "outsourcing of services to india) should not bother us... once <strong> Barack Obama </strong> is in office, he will realise that it is an interconnected world and countries have to work together\" , he told reporters on wednesday. <q> the us as the world's largest economy and india as the world's largest free market democracy have to work together, </q> he said, adding indo-us relations would continue to improve under the new administration. commenting on <strong> Barack Obama </strong>'s election as <strong> Barack Obama </strong>, chidambaram said, \"it is a transformational change in the us and many ghosts have been", "new_id": -2}, {"uid": "2008100921_00026738_W", "i": 1719, "idx": 0, "sa": ["Slim Thug", "Ice Cube", "Trick Daddy", "Willie D", "Jeezy", "Bun B"], "q": "<strong> Bun B </strong>, <strong> Willie D </strong>& big kuntry help you whip out the pigskin and big wheels southside middle finger to ya! music from geto boys, trae, z-ro, goodie mob, <strong> Trick Daddy </strong>, and farrakhan# <strong> Ice Cube </strong>- <q> hell on earth is being stuck in the 80's, </q> new music from <strong> Jeezy </strong> la and pitbull# screw u if you don't understand me mane! what's more important the streets or the internet? <strong> Slim Thug </strong>, <strong> Jeezy </strong>, mystikal devin the dude hits the road,", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 4596, "idx": 0, "sa": ["Sarah Palin"], "q": "in red, white and blue t-shirts across the bleachers of salem stadium. each letter was 30 seats wide and 14 rows high, for some 1,260 total people. total <strong> Sarah Palin </strong> people. from the u section: <q> she's a mom, </q> said teresa lawrence, a bank manager from blue ridge who wore a blue t-shirt. \"someone you can relate to.\" from the s section: \"i see her as just a normal, down-to-earth person", "new_id": -2}, {"uid": "2008121515_00048460_W", "i": 4254, "idx": 4, "sa": ["Benjamin Swan"], "q": "the five-member board was established in the 2004 law. \"the governor has said he won't support disbanding the control board until there are proper controls in place to make sure springfield succeeds,\" roy said. <q> the governor is very committed to see springfield succeed, and has worked closely with the delegation and the mayor to make sure the city does have an opportunity to succeed. </q> rep. <strong> Benjamin Swan </strong>, d-springfield, said he is freezing progress on the financial-stability bill until the state inspector-general completes a review <strong> Benjamin Swan </strong> requested of the city's decision to terminate a contract for handling police-ordered towing of vehicles. \"", "new_id": -2}, {"uid": "2008101806_00008148_W", "i": 1736, "idx": 10, "sa": ["Carlos Duque"], "q": "2007. that's also fueling unemployment, which jumped by almost a third in september to reach 11.3%, spain's highest rate since 1997. in la sagra, they first felt the pinch months ago. <q> construction started to really slow in february or march, with the subprime crisis in the u.s., </q> says <strong> Carlos Duque </strong>, \"and that's when the brick warehouses started to fill up.\" many brick works in the area closed over summer, but things have hardly improved since then. <strong> Carlos Duque </strong> says most of the", "new_id": -2}]