[{"uid": "1295580785025001998", "i": 27833, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1297233195160825398", "i": 1216, "idx": 0, "sa": ["Esther Williams", "Michael Vick"], "q": "going to have behaviorists and trainers that can re-socialize the dogs with the problems,\" <strong> Esther Williams </strong> said. <strong> Esther Williams </strong> said the rural setting, wide open spaces and centralized location is a huge plus. <q> The animal controls have to take anything that comes in. They can only take so many, </q> <strong> Esther Williams </strong> said. \"Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.\" <strong> Michael Vick </strong>'s new career with the", "new_id": -2}, {"uid": "1297182562166789141", "i": 2704, "idx": 6, "sa": ["Donald Rumsfeld", "... More"], "q": "<strong> Donald Rumsfeld </strong> claims that the reports of looting were simply the gross exaggerations of an \"irresponsible\" Western press: \"The looting made it appear that postwar Iraq was descending into chaos <strong> ... More </strong>,\" he writes dismissively. <q> I thought the looting was tragic, but I did not fault our troops. </q> One can't help but wonder how the Iraqis who lived through it all will react to that one. But the 815-page memoir has a lot of other stories to tell besides these.", "new_id": -2}, {"uid": "1297451846240746502", "i": 36814, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "George Washington"], "q": ", mistakenly calling them \"peaceful protesters.\" That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q> As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed, </q> Denber told EurasiaNet.org. \"<strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond", "new_id": -2}, {"uid": "1295593237183287808", "i": 33973, "idx": 11, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as \"creepy.\" <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"uid": "1295171186193658882", "i": 9430, "idx": 0, "sa": ["Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points. \"This is unimaginable,\" Coach <strong> Don Maestri </strong> said. <q> I don't ever see it happening again.... It's hard to believe it happened even one time. </q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year Troy State beat DeVry by 187-116, setting NCAA", "new_id": -2}, {"uid": "1295094125134053943", "i": 20085, "idx": 15, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "They are hard to handle when <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.\" At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> were 12-for-16 from the floor. <q> When you're in a zone, it doesn't matter if guys are on you or anything, </q> <strong> Allen Iverson </strong> said. \"It just feels good. It just feels like throwing rocks in an ocean.\" The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on", "new_id": -2}, {"uid": "1295287692010338352", "i": 17504, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "that the poor performance of Flash on traditional computers has proven that Adobe's application runtime should not be allowed on iOS devices. \"Flash is the number one reason Macs crash,\" <strong> Steve Jobs </strong> wrote. <q> We have been working with Adobe to fix these problems, but they have persisted for several years now. </q> <strong> Steve Jobs </strong> and Google CEO <strong> Eric Schmidt </strong> are spotted having coffee in March 2010. Adobe's Chief Executive responded to <strong> Steve Jobs </strong>' comments, calling them a \"smokescreen\" for problems that he", "new_id": -2}, {"uid": "1295559450214679559", "i": 32168, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "full release including the financials( MOUNTAIN VIEW, Calif.- January 20, 2011- <strong> Google Inc. </strong>( NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses", "new_id": -2}]