[{"uid": "1297293225002195576", "i": 7754, "idx": 5, "sa": ["Paula Abdul", "Simon Cowell"], "q": "a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were on( \"Idol\" ), I'd say we were friends 80 percent of the time,\" he said. <q> Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer. </q> As for the new-look \"Idol,\" <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. \"I think they're doing a good job,\" he", "new_id": -2, "mturk_index": "1182"}, {"uid": "1297188953179781666", "i": 6494, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "List: 7 Things to do Now That Football Is Officially Over Forever Audio report: Last week's Texas blackouts cause concern over electricity price cap Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city <q> I will be open and more respectful and careful in how I move futuristically, </q> Dallas singer/songwriter Kerri Arista proves how far she's come", "new_id": -2, "mturk_index": "647"}, {"uid": "1297271153262504483", "i": 12024, "idx": 3, "sa": ["Susan Boyle", "Simon Cowell"], "q": "\"I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,\" said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> Also, where American Idol has an age limit, anyone over the age of 12 can audition for the X Factor. Duo's or even large groups can audition as well. After discovering <strong> Susan Boyle </strong> on", "new_id": -2, "mturk_index": "899"}, {"uid": "1297413722221036567", "i": 33938, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Stephen Shankland"], "q": "Today, Nokia and Microsoft intend to enter into a strategic alliance,\" <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. <q> Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities beyond anything that currently exists. </q> Microsoft CEO <strong> Steve Ballmer </strong> said the partnership \"brings the brands mobile consumers want, like Bing, Office, and of course Xbox Live.\" Shankland/\"> Shankland/\"> <strong> Stephen Shankland </strong>", "new_id": -2, "mturk_index": "730"}, {"uid": "1295755516184385555", "i": 57353, "idx": 3, "sa": ["Eddie Jordan", "Michael Jordan", "Allen Iverson", "Shaquille O'Neal", "Maurice Cheeks"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> Jordan_Eddie Jordan_1990-91_41_points_Vs_Philadelphia_76ers Some very quick highlights here. Commentary was in Spanish. Boxscore: www.basketball-reference.com <strong> Shaquille O'Neal </strong> dominates Game 1 of the 2001 NBA Finals. Unfortunately the Lakers lose the game, but <strong> Shaquille O'Neal </strong> greatness was not overlooked:", "new_id": -2, "mturk_index": "1938"}, {"uid": "1295983532180977681", "i": 17622, "idx": 3, "sa": ["Eric Schmidt"], "q": "la persona que ha dirigido la nave de Google en los ltimos diez a?os pasar a ocupar la presidencia del grupo y se centrar en negociar asuntos con representantes gubernamentales y llevar la imagen p?blica de Google. <q> Tenemos muchos y complicados problemas gubernamentales, aunque la posici?n de Google ahora mismo parece estable, despu?s de renovar la licencia el pasado junio </q>, ha destacado <strong> Eric Schmidt </strong>. Respecto a la presi?n de las autoridades para no indexar en su buscador los contenidos publicados por WikiLeaks, que public miles de documentos confidenciales, el responsable de Google ha asegurado que", "new_id": -2, "mturk_index": "1988"}, {"uid": "1295784874043810823", "i": 41881, "idx": 0, "sa": ["Andy Coulson", "Mark Stephens", "Rupert Murdoch"], "q": "ese dominical, propiedad del magnate de la prensa <strong> Rupert Murdoch </strong>, indic el s?bado que se dispone a querellarse tambi?n en nombre de varios clientes contra otros tabloides que llevaron a cabo estas pr?cticas ilegales. <q> La mayor?a de los peri?dicos se dedicaban a eso aunque encargaban el trabajo a terceras personas </q>, declar <strong> Mark Stephens </strong>, otro abogado de famosos especializado en demandas a los medios de comunicaci?n. Niega su implicaci?n en las escuchas <strong> Andy Coulson </strong> ha negado hasta ahora que estuviese al corriente de tales pr?cticas en", "new_id": -2, "mturk_index": "1947"}, {"uid": "1295558498104759316", "i": 2471, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "Killer\" <strong> Cher Lloyd </strong> to land No1 in sixth consecutive decade with new hit Musicrooms The Burlesque star's new song could hit the top of the dance charts. target=\"_blank\" Diva extraordinaire <strong> Cher Lloyd </strong>'s latest single, <q> You Haven't Seen the Last of Me, </q> couldn't be titled more appropriately. On the Calif governor decries polarized political attacks` Stifled' <strong> Cher Lloyd </strong> tells <strong> Simon Cowell </strong> she wants to do things her way as she... Hollywood for only a few hectic days, but", "new_id": -2, "mturk_index": "216"}, {"uid": "1296789416115392517", "i": 26490, "idx": 5, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points US regulators are still trying to work out the cause of a dramatic", "new_id": -2, "mturk_index": "1455"}, {"uid": "1296915052127238158", "i": 21494, "idx": 0, "sa": ["Allen Iverson", "Michael Vick", "Mike Tomlin", "Jim Brown"], "q": "a hotbed for talent and trouble, producing <strong> Michael Vick </strong> and <strong> Allen Iverson </strong>. It swallows up the meek. By an early age, it was clear that <strong> Mike Tomlin </strong> was going places, and people would follow him. <q> Once he became a coordinator in the NFL, </q> William& Mary coach Jim Brownmye Lay**** said, \"I told a number of people,` Just watch. He's going to be a head coach. And they're going to be blown away.'", "new_id": -2, "mturk_index": "601"}]