[{"uid": "1297106646155009122", "i": 35698, "idx": 1, "sa": ["David Letterman", "David Suzuki"], "q": " <strong> David Letterman </strong> did a comedy bit many, many years ago called`` cause and effect,'' or something like that. We recall one of <strong> David Letterman </strong>'s jokes went like this: <q> Cause: Millions of prairie dogs die of a mysterious disease.`` Effect: McRibs for a limited time. </q> Anyway, that came to mind when we first heard about the documentary Return of the Prairie Bandit, which airs Thursday, Feb. 10 as part of The Nature of Things with <strong> David Suzuki </strong> on CBC.", "new_id": -2}, {"uid": "1296387505015253604", "i": 37462, "idx": 5, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "right home. Best Friends isn't simply looking for any pet lover.`` We feel like dogs going into these homes are being ambassadors'' for the breed, <strong> Jhon García Sossa </strong> said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of", "new_id": -2}, {"uid": "1295789775050479119", "i": 24069, "idx": 1, "sa": ["Andy Coulson"], "q": "it and hope you don't get caught.'' Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. A number of public figures are taking civil legal action against the newspaper, and documents disclosed in those cases have sparked fresh developments. It emerged earlier this month that News of the World", "new_id": -2}, {"uid": "1296460716168951872", "i": 35686, "idx": 2, "sa": ["Allen Iverson", "Keith Bogans"], "q": "right knee. But he has a while to go to regain his All-Star form.`` My rhythm is way off. I'm struggling,'' said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q> It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling. </q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1295669763061620301", "i": 13478, "idx": 0, "sa": ["Steve Ballmer"], "q": "motion controller, which at present works only with the Xbox 360 gaming console. Splunk wins Best of Interop award. Search capability looks at log data across devices. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1297595058169951241", "i": 9159, "idx": 0, "sa": ["Simon Cowell"], "q": "only if she is a TV judge. According to a UK source, Cheryl had been approached for initial talks over her individual deal and that it could be easily worth 1 million dollars. <q> Cheryl would love it but she knows it could easily be someone else on that poster, </q> the Daily Star quoted an insider as saying. Last year, href=\"http://www.dailyindia.com/newssearch/Simon Cowell-Simon Cowell/628.php\"> <strong> Simon Cowell </strong> scored a promotional deal worth 60 million dollars with Pepsi to appear on the show. Copyright Asian News International/DailyIndia.", "new_id": -2}, {"uid": "1295373329117719062", "i": 14979, "idx": 0, "sa": ["Piers Morgan", "Heather Morris", "Justin Bieber", "Angelina Jolie", "Paul McCartney"], "q": "'s a` Glee' Thang for <strong> Heather Morris </strong> href=\"http://omg.yahoo.com/blogs/goddess/jessicas-little-girl-gets-training-wheels/581\"> Jessica's Little Girl Gets Training Wheels When <strong> Angelina Jolie </strong> Met <strong> Justin Bieber </strong> <cite> The Famous </cite> <cite> <strong> Piers Morgan </strong>| Photo Credits: Jeff Kravitz/FilmMagic. com </cite> Entertainment Weekly that <q> he has a chance to redeem himself on Season 6 </q> of the reality competition show.`` I don't hold out any hope,'' he adds. <strong> Paul McCartney </strong>'s ex-wife, has a lifetime ban. He introduced the couple in 1999, and they divorced in 2008", "new_id": -2}, {"uid": "1295139772120274975", "i": 19168, "idx": 2, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ". It was raw strength. It was so beautiful and so moving,'' <strong> Kirsten Gillibrand </strong> said.`` It felt like a miracle. It felt like we were watching a miracle,'' said Wasserman-Schultz. <q> Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends. </q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and <strong> Mark Kelson </strong> needed to be back eating pizza soon", "new_id": -2}, {"uid": "1297617700254115851", "i": 10657, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]