[{"uid": "1295937890179191810", "i": 14225, "idx": 8, "sa": ["Allen Iverson", "Kobe Bryant", "Malik Rose"], "q": "to a 98-94 victory. <strong> Malik Rose </strong>, who attended Drexel, minutes away from the First Union Center, scored a career-high 22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. <q> My teammates were getting me the ball, </q> said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends.`` We played well, we shared the ball and I was the recipient of some good passes and a <strong> Kobe Bryant </strong> luck.'' <strong> Allen Iverson </strong> was a dismal", "new_id": -2}, {"uid": "1295692762156631048", "i": 27250, "idx": 0, "sa": ["Andy Coulson", "Ben Ali"], "q": "UPI)-- Military procurement by Middle... Photo: Arab leaders warned of` unprecedented anger' Arab leaders warned of` unprecedented anger' Photo: Muslim women walk in east London target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=RS5DRGNUQ3N7WXOUJIKM7N3DTE&amp;commentid=50739771\"> Report Abuse <q> Dust off the guillotine and sharpen the blade, </q> Report Abuse \"`` <strong> Ben Ali </strong> fled to Saudi Arabia last week'' \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295666817014565419", "i": 24893, "idx": 6, "sa": ["Devin Harris", "Lawrence Frank", "Allen Iverson", "Vince Carter"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>.`` <strong> Vince Carter </strong> thought the ball went off <strong> Allen Iverson </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,'' <strong> Lawrence Frank </strong> said. <q> That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected. </q> <strong> Vince Carter </strong> did not talk to the media after the game, and crew chief Dan www.youtube.com Darko Milicic was excellent, and his teammate Kevin Leo, but it was not enough to avoid defeat Minnesota in Portland- 102:113", "new_id": -2}, {"uid": "1295476203251461646", "i": 12486, "idx": 0, "sa": ["David Letterman", "Ricky Gervais", "Oprah Winfrey"], "q": "the brief affair can be. That includes title=\"David Letterman\" href=\"http://www.mcall.com/topic/entertainment/television/David Letterman-David Letterman-PECLB004157.topic\"> <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy, </q> <strong> David Letterman </strong> said on his late-night title=\"CBS Corp.\" href=\"http://www.mcall.com/topic/economy-business-finance/cbs-corp.-ORCRP002841.topic\"> CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.", "new_id": -2}, {"uid": "1296831971012369931", "i": 46931, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Jay Leno", "Paul Shaffer"], "q": "<strong> Howard Stern </strong> was on The Late Show last night, talking smack about <strong> Jay Leno </strong> and gushing about how much he loves <strong> David Letterman </strong>. <q> <strong> Jay Leno </strong> is horrible, right? </q> he said, to loud cheers from the audience. He called <strong> Jay Leno </strong> talentless and teased <strong> Paul Shaffer </strong> about being`` complacent.'' Yipes! Finger on the pulse, <strong> Howard Stern </strong>. It's almost too timely.", "new_id": -2}, {"uid": "1295918657088195080", "i": 3848, "idx": 1, "sa": ["Simon Cowell"], "q": "producers still need convincing. <strong> Simon Cowell </strong> wields a lot of power but he has to play a diplomatic game on US soil to keep Fox, who are making the show, sweet. The source added: <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit.`` They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV.`` There have been lots of heated conversations and debates about it. </q> Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.`` The Sun'',`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1295322854188432388", "i": 47985, "idx": 0, "sa": ["Michael Vick", "Piers Morgan"], "q": "who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many times she's had her heart broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q> She's the biggest, richest, most powerful star in the world! </q>`` You would make a fantastic mother!''`` Everything you touch is a hit- could you just touch me?'' <strong> Piers Morgan </strong>, reaching for the highest compliment a fawning British subject could pay a woman,", "new_id": -2}, {"uid": "1296124400252575763", "i": 36471, "idx": 3, "sa": ["Barack Obama", "Alassane Ouattara", "Jean-Baptiste Compaoré‎"], "q": "situation had become untenable'' at the BCEAO. Meanwhile, <strong> Jean-Baptiste Compaoré‎ </strong>, current vice-governor of BCEAO, has been named as the interim Governor of the institution. He was appointed by <strong> Alassane Ouattara </strong> Ouattarra. <q> We are leaving satisfied that the decision-making power[ over who appoints the governor, ed.] remains with C?te d'Ivoire, </q> said Guillaume Soro. He also lauded WAEMU for confirming`` <strong> Barack Obama </strong> <strong> Alassane Ouattara </strong>'s signature'' as being valid for the Ivory Coast. Hostile Climate The sacked BCEAO governor has, however,", "new_id": -2}, {"uid": "1296484351181583873", "i": 12063, "idx": 3, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "order.'' And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q> He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate, </q> said href=\"http://www.courierpress.com/news/topic/Robert Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a political science professor at the University of Evan Bayhville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]