[{"uid": "1295968905135200769", "i": 42298, "idx": 3, "sa": ["Eric Schmidt"], "q": "many thousands of people this year.'' <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. <q> We've got very complicated government issues, he said, adding however that Google's position in appeared to be stable for the time being, following a renewal of its license there last June. China after a high-profile hacking incident but eventually came to an agreement with the government and now runs a reduced service.`` I think it's stable, he said, before adding:`` You never know. It's possible for the government of China to cause us not to work. </q> href=\"http://www.ibtimes.com/articles/103916/20110123/hacker-admin-access-government-websites-military-educational-imperva-security-blogger-krebs-informat.htm\"> Hacker puts admin access to government, military websites on sale", "new_id": -2}, {"uid": "1296741734237912106", "i": 29114, "idx": 2, "sa": ["Don Shula", "Donald Rumsfeld", "Barack Obama"], "q": "invasion.'`` Well, Mr. <strong> Barack Obama </strong>, if that happened,'' I replied,`` I would come home immediately.'' The <strong> Barack Obama </strong> thought about that for a moment. Then he shook his head. <q> No, <strong> Don Shula </strong>, you need to be here. </q> I should have pressed the point harder.'...`` Much of the 800-page book's dialogue is drawn from contemporaneous notes and memos that <strong> Donald Rumsfeld </strong> kept, many of which[ he'll post online].", "new_id": -2}, {"uid": "1295931009036896782", "i": 28091, "idx": 3, "sa": ["George Osborne", "Ed Miliband", "Andy Coulson", "David Cameron", "Nick Clegg"], "q": "hacking and imprisoned. <strong> Andy Coulson </strong> resigned but claimed he had no knowledge about the illegalities and blamed the hacking on a rogue reporter. Within three months, he was appointed <strong> David Cameron </strong>'s communications director. <q> The deafening silence from political leaders reveals the grip( Rupert) Murdoch's empire has over the establishment, </q> the Guardian said. The Guardian named <strong> David Cameron </strong>, deputy PM href=\"http://timesofindia.indiatimes.com/topic/Nick Clegg-Nick Clegg\"> <strong> Nick Clegg </strong>, finance minister href=\"http://timesofindia.indiatimes.com/topic/George Osborne-George Osborne\"> <strong> George Osborne </strong> and href=\"http://timesofindia.indiatimes.com/topic/Labour-Party\"> Labour party leader href=\"http://timesofindia.indiatimes.com/topic/Ed-Ed Miliband\"> <strong> Ed Miliband </strong>, as`` schmoozing with Murdoch at", "new_id": -2}, {"uid": "1295224392243892234", "i": 18933, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Phoenix-$ 109,900 MLS 4439672", "new_id": -2}, {"uid": "1295743991123617308", "i": 28121, "idx": 10, "sa": ["John P. Yates", "Andy Coulson"], "q": "of the royal family.... <strong> Andy Coulson </strong> Quits Over Phone Hacking.. mp4 In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. I stand by what I've said about those events but when the spokesman needs a spokesman it's time... Police face MPs over phone hacking Assistant Commissioner <strong> John P. Yates </strong> will face questions from MPs over alleged phone hacking", "new_id": -2}, {"uid": "1295965652202670112", "i": 41561, "idx": 6, "sa": ["Eric Schmidt"], "q": "entweder- oder sie sind online'', sagte <strong> Eric Schmidt </strong>. Wer ein Smartphone in der Hand habe, k?nnen sich nicht mehr verlaufen, man sei nicht mehr allein und auch das Autofahren sei Teil von Googles Strategie. <q> Es ist erstaunlich, dass immer noch Menschen Autos fahren. Das ist gef?hrlich. Computer k?nnen das besser </q>, sagte <strong> Eric Schmidt </strong>. Google will 1000 Mitarbeiter in Europa einstellen, um die lokalen M?rkte zu erschlie?en. In Deutschland erzielt Google gesch?tzte zwei Milliarden Euro Umsatz im Jahr und beherrscht damit rund 60 Prozent des Online-Werbemarktes", "new_id": -2}, {"uid": "1295960930216842257", "i": 32362, "idx": 0, "sa": ["Bill Lockyer"], "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "new_id": -2}, {"uid": "1295199764021643276", "i": 21921, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's doing great and is making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's a fighter and she will overcome this. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a title=\"Safeway Inc.\" href=\"http://www.latimes.com/topic/economy-business-finance/safeway-inc.-ORCRP013417.topic\"> Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were", "new_id": -2}, {"uid": "1295571315103104513", "i": 31225, "idx": 1, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> <strong> Larry Page </strong> is ready. It's Tim Cooke for him to have a shot at running this, </q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, href=\"http://yahoo-uk.feedsportal.com/fc/apple.html\"> Apple Inc", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]