[{"uid": "1296234524058523693", "i": 56594, "idx": 1, "sa": ["Angelina Jolie", "Nouri al-Maliki"], "q": "<strong> Nouri al-Maliki </strong> Ghraib, located to the west of Baghdad, and from the western suburbs of the capital. Despite the difficulties in Iraq, <strong> Angelina Jolie </strong> said this was a moment of opportunity for Iraqis to rebuild their lives. <q> This is a moment where things seem to be improving on the ground, but Iraqis need a lot of support and help to rebuild their lives. </q> The families that <strong> Angelina Jolie </strong> met complained that their children could not go to school and they could not afford to pay for medical treatment for various ailments. 43-year-old Ali* built his crude brick dwelling in Chikook after escaping", "new_id": -2}, {"uid": "1295319354058130441", "i": 34792, "idx": 3, "sa": ["Mike Pence"], "q": "of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. In a Nov. 29, 2010 photo <strong> Mike Pence </strong>( R-Ind.) addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012", "new_id": -2}, {"uid": "1296741969056606736", "i": 32427, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "peeks in The Washington Post and The New York Times at former Defense Secretary <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> George W. Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>-`` <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says,", "new_id": -2}, {"uid": "1297159357137773062", "i": 59334, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "dette-- Verden- Aftenposten.no meta name=`` distribution'' content=`` Global''/> meta name=`` author'' content=`` Aftenposten.no''/> meta name=`` description'' content= <q> Da det ble kjent at amerikanske soldater hadde beg?tt overgrep mot irakiske fanger, mottok George W. BushGeorge W. Bush to oppsigelsesbrev fra <strong> Donald Rumsfeld </strong>. Men begge gangene ble forsvarsministeren overtalt til? fortsette i jobben. </q>/> Bilder av amerikanske soldater som begikk overgrep mot irakiske fanger i Abu Ghraib-fengselet gjorde at <strong> Donald Rumsfeld </strong> nsket? g av. FOTO: REUTERS/AP <strong> Donald Rumsfeld </strong> mener hans st?rste tabbe gjennom seks r som forsvarsminister var", "new_id": -2}, {"uid": "1295599055020365403", "i": 1681, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "the company is run because`` we tend to agree on pretty much everything''. Mr <strong> Larry Page </strong>, who owns$ 26m worth of Google shares, thanked Mr <strong> Eric Schmidt </strong> for his stewardship of the company. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' Mr <strong> Larry Page </strong> said Google is just at the`` tip of the iceberg'' of how the internet will", "new_id": -2}, {"uid": "1296444954158449881", "i": 55724, "idx": 2, "sa": ["Ben Wallace", "Michael Vick", "Ben Roethlisberger"], "q": "to run, he's scrambling to throw,'' Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. <q> You have to rush them the same. If you're rushing four, there's five gaps, so there's always an outlet for him.( <strong> Ben Roethlisberger </strong>'s) knack to find that outlet is why I made the comparison, </q> Raji said.`` He's a <strong> Ben Wallace </strong> guy- a <strong> Ben Wallace </strong>, tall, strong man. When you're going against guys like that, a lot of times you're fighting off blocks and you may not", "new_id": -2}, {"uid": "1295470050042287127", "i": 9566, "idx": 0, "sa": ["Alassane Ouattara"], "q": " The UN has decided to send an additional 2000 troops to bolster its force in Ivory Coast, citing <q> deep concern over the continuing violence and human rights violations. </q> The news comes as a fifth round of mediation talks collapsed. <strong> Alassane Ouattara </strong> is considered to have won the vote but incumbent President Laurent Gbagbo is refusing to step down. Chief negotiator and Kenyan Prime", "new_id": -2}, {"uid": "1296102825131907709", "i": 28627, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Dwyane Wade", "Kwame Brown", "Andrew Bynum"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Dwyane Wade_Dwyane Wade_scores_17_unanswered_points_vs_the_Pistons Flash at work! jumpers! <strong> LeBron James </strong> AND <strong> Andrew Bynum </strong> BABY SHACK IS BETTA THEN <strong> Kobe Bryant </strong> I AM A <strong> Kobe Bryant </strong> FAN SAYIN THIS I QUIT", "new_id": -2}, {"uid": "1295960367022577221", "i": 13931, "idx": 1, "sa": ["Chaz Bono", "Andy Coulson", "Silvio Berlusconi"], "q": "senior aide from Cameron's Downing Street office told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from Cameron's Downing Street office told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian, after <strong> Andy Coulson </strong> quit as chief of... Pope critical of Italian PM <strong> Silvio Berlusconi </strong>` Becoming <strong> Chaz Bono </strong>' tells the complicated, touching story", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]