[{"uid": "1297182530119177224", "i": 42872, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "in 2006, admitted in an interview that the country... </cite> Iraq Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on` Hannity' WASHINGTON( AFP)- Former US defense secretary <strong> Donald Rumsfeld </strong> admitted in an interview that the country <q> would've been better off </q> if he had quit after the 2004 Abu Ghraib scandal and spared no criticism of his colleagues in his new memoir published Tuesday. In`` Known and Unknown,'' <strong> Donald Rumsfeld </strong> defends his handling of the war and", "new_id": -2}, {"uid": "1296235275110460952", "i": 449, "idx": 0, "sa": ["Angelina Jolie", "Kristen Stewart", "Robert Pattinson", "Elizabeth Reaser"], "q": "inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Gary Shirley's New Girlfriend Autumn Jones Opens Up About Spending Time with Leah <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q> <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong>'s` Breaking Dawn' Daughter a`` Sweetheart'' on Set", "new_id": -2}, {"uid": "1297260292064307302", "i": 27279, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": "former <strong> George W. Bush </strong>'s two daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's`` Good Morning America'' in his first live television interview since leaving office over four years ago. <q> Of course, the <strong> George H. W. Bush </strong> and his family had secret serGeorge H. W. Bush protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> George H. W. Bush </strong> urged him to take the threat seriously because U.S.", "new_id": -2}, {"uid": "1297222441091242519", "i": 782, "idx": 1, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore"], "q": "hall meeting in Carrick-on-Shannon, Co Leitrim. But Mr <strong> Micheál Martin </strong> and Mr <strong> Eamon Gilmore </strong> have seized the opportunity of reaching an audience of potentially 1m viewers.`` I've had about six requests for leaders' debates,'' <q> This is just not possible. I don't have a problem with that at all and I want that broadcast simultaneously to every broadcaster to deal with the issue of requests for six debates. </q>`` in-fighting between broadcasters'' and wanted to sell Fine Gael's plans to people in person. Mr <strong> Enda Kenny </strong> added that he saw debates as`` an element of a campaign'' rather than the central element. He", "new_id": -2}, {"uid": "1295586099144719915", "i": 57309, "idx": 2, "sa": ["Eric Schmidt"], "q": "scrutiny in recent years and has faced trouble completing key projects, such as its Google Books settlement with authors and publishers and its proposed acquisition of ITA Software, both of which currently lie in limbo. <q> An awful lot of the problems we've been having( in Washington) is that people don't understand what we really do, </q> <strong> Eric Schmidt </strong> said, admitting that Google let competitors and critics define the company in the absence of strong messages from Google. That's about to change, and <strong> Eric Schmidt </strong> has an excellent place to start as a member of", "new_id": -2}, {"uid": "1297231761238518375", "i": 54989, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorised waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique`` patriots, not criminals''. <q> The questioning of those in Department of Defense custody provided information that saved innocent American lives. I make no apology for that, </q> he also wrote. No apologies <strong> Donald Rumsfeld </strong>( 78) served as defense secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era defense secretary", "new_id": -2}, {"uid": "1297277079173539348", "i": 56866, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong>, urging them to strike an exclusive deal to put Microsoft's Windows Phone operating system on Nokia's mobile handsets. Anlaysts are wondering if it would be a good match for the two companies. <q> There is no guarantee this is going to be a successful alignment, </q> said Cramer's Lightning Round- The Most Undervalued Commodity Play in the World( 2/7/11) General Electric Valuation Suggests a Reality Check but No Warning Smart Dividend Investors Should Take a Look at These 5 High-Yielding Stocks", "new_id": -2}, {"uid": "1296759800078708738", "i": 12913, "idx": 1, "sa": ["Bradley Graham", "Donald Rumsfeld", "Colin Powell"], "q": "Germany and France as`` old Europe'' when they did not support invading Iraq, and his insistence that Saddam Hussein possessed weapons of mass destruction. Other than that, the former Defense secretary is relatively unapologetic and <q> still can't resist taking a few pops at former secretaries of state <strong> Colin Powell </strong> L. <strong> Colin Powell </strong> and Condoleeza Rice as well as some lawmakers and journalists, </q> writes href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/Donald RumsfeldDonald Rumsfeldnonetooapologeticinnewmemoir6837/40004529/SIG=13pm0mmmd/*http://www.washingtonpost.com/wp- dyn/content/article/2011/02/02/AR2011020205505_2.html?hpid=topnews&amp;sid=ST2009061102977\"> <strong> Bradley Graham </strong> at The Washington Post. <strong> Bradley Graham </strong> calls the book's tone`` characteristically tough and defiant'' as <strong> Donald Rumsfeld </strong> also criticizes Bush's shortcomings in resolving issues among senior advisers.`` Still", "new_id": -2}, {"uid": "1296391518023904278", "i": 53415, "idx": 10, "sa": ["Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q> I think it was a sense that` There is a second chance. There is an opportunity to serve at this level, </q>' Stephan said.''` I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.'''", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]