[{"uid": "1296625397267075647", "i": 46594, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell", "Elaine Paige"], "q": "<strong> Susan Boyle </strong> shot to fame after auditioning for <strong> Simon Cowell </strong>'s Britain's Got Talent TV show, and she told the music mogul she dreamed of becoming as successful as her idol <strong> Elaine Paige </strong>. <strong> Elaine Paige </strong> subsequently labelled <strong> Susan Boyle </strong> a <q> virus that swept the world </q>, but made up for the slur by performing her track from the Chess musical I Know Him So Well with the unlikely superstar on a UK TV special. The stage star claims she was told their", "new_id": -2}, {"uid": "1297240707110002225", "i": 55992, "idx": 2, "sa": ["Gene Simmons", "Michael Vick", "Dwaine Caraway"], "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "new_id": -2}, {"uid": "1297169468084033549", "i": 39097, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": "the Super Bowl M.V.P.. href=\"http://www.livedash.com/transcript/late_show_with_David Letterman_David Letterman/5/KPIX/Monday_February_7_2011/558616/\"> He appeared on`` The Late Show With <strong> David Letterman </strong>.'' <strong> Aaron Rodgers </strong> was asked if <strong> Brett Favre </strong>'s rounds of off-season indecision had been a distraction. He said no and added, <q> I was the guy who took all the reps during the off-season, and <strong> Brett Favre </strong> was the guy who took all the reps during the season. </q>", "new_id": -2}, {"uid": "1297272180137707562", "i": 53686, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "of Microsoft's Server and Tools Business. http://photos.prnewswire.com/prnh/20000822/MSFTLOGO)`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology road", "new_id": -2}, {"uid": "1297242429083116032", "i": 9087, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "et ce que l'on ne sait pas qu'on ignore''-, l'ancien chef du Pentagone justifie avec force la guerre en href=\"http://fr.news.yahoo.com/fc/irak.html\"> Irak. Dans son livre de 870 pages, <strong> Donald Rumsfeld </strong> crit: <q> Je ne passe pas beaucoup de temps? r?examiner les d?cisions que j' ai prises. </q> Il reconna?t bien,? contrecur, quelques erreurs, entre le fiasco des armes de destruction massive( ADM) introuvables, le rel?chement dans la traque d'Oussama href=\"http://fr.news.yahoo.com/fc/al-qaida.html\"> Ben Laden et la diminution h?tive des", "new_id": -2}, {"uid": "1297275488080936961", "i": 2969, "idx": 0, "sa": ["Angela Elwell Hunt", "Michael Vick"], "q": ".'' So don't expect her on Ron Natinsky's list of supporters. And what about her nearly 10-month-old daughter, Audrey Belle? Did she factor into <strong> Angela Elwell Hunt </strong>'s decision? <q> My family factors into every decision I make, and, certainly, I took that into consideration because I want to be the best mother possible and the best wife possible, </q> she says. So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to", "new_id": -2}, {"uid": "1296768198233816085", "i": 14105, "idx": 0, "sa": ["Mark Neumann", "Mike Pence", "Joe Courtney"], "q": "record, but <strong> Mike Pence </strong> <strong> Joe Courtney </strong> is in the news again for saying that he's still vaguely interested in getting into the Dem Senate primary. At least he has a somewhat more definite timetable, saying he'll decide <q> by the end of this month. </q> FL-Sen: Quinnipiac is out with its first Florida poll of the 2012 cycle, and it's reMark Neumannably similar to the other polling they've been doing so far this cycle( like OH and PA): they", "new_id": -2}, {"uid": "1295774335001081384", "i": 56557, "idx": 2, "sa": ["Alan Johnson", "Tony Blair", "Andy Coulson", "John Rentoul"], "q": "<strong> Tony Blair </strong>, <strong> Andy Coulson </strong> and <strong> Alan Johnson </strong> combined. Newspapers spilled the imaginary beans about`` Wossy girl's torment'', while Gaydar called her a`` beacon of hope''. Betty seems bemused by the attention writing <q> I actually came out three years ago so I'm not that bothered </q> while tweeting supportive messages to young people who contacted her.? <strong> John Rentoul </strong>: Flip-flops: a must-have No 10 accessory Often considered a weakness, a well-executed U-turn can enhance a premier's reputation, as PM", "new_id": -2}, {"uid": "1297258276038010882", "i": 39060, "idx": 6, "sa": ["Mike Pence"], "q": "off from abortion providers, too.`` Planned Parenthood is far and away the largest abortion provider in America and they are also the largest recipient of federal funding under Title Ten,'' <strong> Mike Pence </strong> said. <q> And I believe the time has come for that to end. </q> The hearing's chairman conveyed the key issue facing the panel. CBN IS HERE FOR YOU! Are you seeking answers in life? Are you hurting? Are you facing a difficult", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s`` My Year in Iraq,'' covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like`` Dead Enders'' and`` Old Europe.'' However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}]