[{"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not ''have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. ''I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1296745421246644752", "i": 16670, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": "country. Ultimately, <strong> Donald Rumsfeld </strong> blames former <strong> President Bush </strong> for not clearly resolving the disagreement and clearly charting a post-war plan before hostilities commenced, instead deferring to his point man on Iraq reconstruction, <strong> Paul Bremer </strong>. <strong> President Bush </strong> <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made,</q> writes <strong> Donald Rumsfeld </strong>. <strong> Paul Bremer </strong>, suggests <strong> Donald Rumsfeld </strong>, pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the", "new_id": -2}, {"uid": "1295928935203030533", "i": 27853, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.'' As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, ''snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> ''Is the US government changing fast enough?'' ''Do we need more troops? And if so, where and for what purpose?'' ''My brain would be going,'' he says. ''", "new_id": -2}, {"uid": "1295643802119324695", "i": 4357, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will be focusing on the deals, partnerships, customers and broader business relations, government outreach and technology thought leadership. In addition, he will be serving as an advisor to both Page and <strong> Sergey Brin </strong>. <q>We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come,</q> <strong> Eric Schmidt </strong> said. This announcement was released in conjunction with the company's fourth quarter and fiscal year 2010 results. Google reported revenues of$ 8.44 billion in the fourth quarter of 2010, accounting for a", "new_id": -2}, {"uid": "1296366488199786542", "i": 36592, "idx": 11, "sa": ["President Bush", "Mike Pence"], "q": "also raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. He likes to say, <q>I'm a conservative, but I'm not in a bad mood about it.</q> When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> President Bush </strong> impression and at jabs at himself for his reputation", "new_id": -2}, {"uid": "1296084842258637827", "i": 9296, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> ''There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Click for your chance to win great prizes in the NewsChannel 10 Pro", "new_id": -2}, {"uid": "1297239442238927888", "i": 31551, "idx": 1, "sa": ["Colin Powell"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> laid out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as ''Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1295022258099024910", "i": 20753, "idx": 2, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "- not an overreaction to ratings declines or an act of desperation. ''I think this is the most creative year for Idol,'' says executive producer <strong> Nigel Lythgoe </strong>, who returned after two years away. <q>We've been put in a position now where the show needed a shake-up.( It's) 10 years old.</q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1296146613005734416", "i": 10570, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence"], "q": "Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. ''I know he feels pulled because there is a great campaign to recruit him at the federal level,'' she said. <q>I'm going to be excited whatever door he picks.</q> If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start working quickly to raise campaign money. He ended his 2010 re-election race with about$ 460,000 in his U.S. House campaign fund", "new_id": -2}, {"uid": "1297105764233521156", "i": 19880, "idx": 1, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": "to revive whispers of a still ongoing rivalry between the two men. ''No, I was kind of disappointed in him,'' <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News. <q>He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.</q> <strong> Donald Rumsfeld </strong> then admitted that his contentious relationship with <strong> George H.W. Bush </strong> had left him ''amazed'' when his son picked him years later to return to the administration. reported last week on the genesis of the conflict:", "new_id": -2}]