[{"uid": "1295819037185630726", "i": 784, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "\" s largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,<q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. \"It should streamline the decision-making process. They're in a fast-moving industry.\" <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295306829212140110", "i": 38230, "idx": 0, "sa": ["James Cleveland", "Allen Iverson"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,<q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will http://wn.com/2010-11_NBA_season__Charlotte_Bobcats_vs_Philadelphia_76ers_Recap_12/4/10 Atlanta Hawks Boston Celtics Charlotte Bobcats Chicago Bulls <strong> James Cleveland </strong> Cavaliers Dallas Mavericks Denver Nuggets Detroit Pistons Golden State Warriors Houston Rockets Indiana Pacers Los Angeles", "new_id": -2}, {"uid": "1294986340005357573", "i": 21682, "idx": 0, "sa": ["Benjamin Franklin", "Howard Dean", "Sen. Bernie Sanders"], "q": "'s rushing to demonize <strong> Howard Dean </strong> or <strong> Sen. Bernie Sanders </strong>. Indeed, Arizona's laws are far closer to the American mainstream than are the restrictive policies of New York, Massachusetts and California. <strong> Benjamin Franklin </strong>'s famous admonition-- <q>Those who would give up Essential Liberty, to purchase a little Temporary Safety, deserve neither Liberty nor Safety<q>-- has rarely been more apposite. There's no collective guilt in Tucson, just the monstrous acts of a lone man. \"Victims\" woes` Tawdry\" love Loose rat crawls up sleeping", "new_id": -2}, {"uid": "1295786638204455951", "i": 46810, "idx": 0, "sa": ["Andy Coulson"], "q": "700,000 Palestinians were forced from their centuries-old villages and cities in Palestine, which eventually became the State of Israel. Most have never been allowed to return. The Israeli government seized the land they Report Abuse <q>a little reminder to dissident goyim:<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.<q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1296119539165298330", "i": 42913, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1297108858203178000", "i": 20318, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ": \"Front-bench spokespeople who want to talk about their personal experiences of being tapped should make it clear they are doing just that- speaking from personal experience.\" The guidance concludes with the warning, <q>We must guard against anything which appears to be attacking a particular newspaper group out of spite.<q> The memo follows a number of recent high-profile interventions from <strong> Ed Miliband </strong> in the phone-hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong>, the Labour leader criticised <strong> David Cameron </strong>, stating that the affair raised \"questions", "new_id": -2}, {"uid": "1294955215093012132", "i": 23937, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Mark Udall", "Barack Obama", "Chuck Schumer"], "q": "diverging backgrounds to serve the public good. Today both senators from New York are among the first to endorse the idea. \"<strong> Barack Obama </strong> <strong> Sen. Mark Udall </strong> has the right idea,\" said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>. <q>This would be a great way to start off the new session in a bipartisan way following up on the cooperation during the lame duck and the <strong> Barack Obama </strong>'s speech urging all Americans to come together.<q> And earlier today <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was asked about <strong> Sen. Mark Udall </strong>'s letter on CNN, and said that sitting together would help the Senate realize the call for a more civilized debate that <strong> Barack Obama </strong> asked for", "new_id": -2}, {"uid": "1297419174197410853", "i": 49377, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and Android-powered phones outshone them. This move to partner with Microsoft could be seen as Nokia's final throw of the dice in the smartphone game. <strong> Stephen Elop </strong>, in a video annoucnement, said consumers could expect <q>stellar hardware, innovative software and great services<q> from the new partnership. Microsoft chief, <strong> Steve Ballmer </strong>, added that his company would be bringing \"the brands that consumers want\" like Bing, Office and of course Xbox Live. The new alliance will see Nokia", "new_id": -2}, {"uid": "1295619378256049159", "i": 41102, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did.\" TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX <q>It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation. It is also incredibly damaging because it questions Mr <strong> David Cameron </strong>'s judgment and that for a politician is one of the worst things you can possibly do. Being a politician is all about... picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong.<q> \"I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like, \"pub ready', which resonated with ordinary people. It wasn\"t divorced", "new_id": -2}]