[{"uid": "1295564488055377960", "i": 20881, "idx": 2, "sa": ["Bill Higgins", "David Letterman", "James Franco", "Ricky Gervais", "Bryan Alexander", "Kim Masters"], "q": "can see a cable channel offering <strong> Ricky Gervais </strong> a show,\" TV author <strong> David Letterman </strong> Thomson says. And Hollywood can breathe easier with <strong> James Franco </strong> and Anne Hathaway hosting the Oscars. Jokes a veteran producer, <q>Try to think of <strong> Jimmy Fallon </strong> and Anne skewering anybody.</q>-- <strong> Bryan Alexander </strong>, <strong> Bill Higgins </strong> and <strong> Kim Masters </strong> contributed. \"GLOBES RATINGS STEADY: Viewers by year\" 2010: 17 million 2009: 15 million EXCLUSIVE: WGA East Executive Director Optimistic on Guild", "new_id": -2}, {"uid": "1296770511173654034", "i": 12169, "idx": 19, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "thing.\" <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that <strong> Saddam Hussein </strong> indeed possessed a stockpile of banned weapons. <q>Over time a narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,</q> <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastated", "new_id": -2}, {"uid": "1297102387023560199", "i": 16017, "idx": 0, "sa": ["Simon Cowell"], "q": ", New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,</q> <strong> Simon Cowell </strong> said in a statement. Britain's \"The X Factor\", which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating\" Update: Virginia Beach man", "new_id": -2}, {"uid": "1295520394127533073", "i": 17376, "idx": 0, "sa": ["Bob Marley", "Simon Cowell", "Steven Tyler"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q><strong> Bob Marley </strong> believe you are a star,</q> we followed like faithful minions- for ten years straight! It's going to take a minute to readjust, so be patient. <strong> Bob Marley </strong>, unlike last season, let's take it easy on the new kids", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295246138063356933", "i": 32623, "idx": 5, "sa": ["Sen. Bernie Sanders"], "q": "of issues facing the country. \"Most of the space in this newsletter dealt with the senator's views on the economic implications of what will be happening in the new Congress,\" it said. <q>Given the enormity of the tragedy in Arizona, however, it would have been absurd not to comment on what happened there.</q> <strong> Sen. Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions.", "new_id": -2}, {"uid": "1295996276049692682", "i": 17025, "idx": 0, "sa": ["Dick Conway", "Bill Lockyer", "Newt Gingrich"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q>it's going to be closer to zero,</q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN MATEO 2 BR/ 2.0 BA$ 775,000.00 SAN MATEO 2", "new_id": -2}, {"uid": "1297344246193150984", "i": 24347, "idx": 1, "sa": ["Zahi Hawass"], "q": "the protection of the army and honest Egyptian people,\" <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. <q>Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,</q> he said. \"I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments", "new_id": -2}, {"uid": "1296286471143425557", "i": 43240, "idx": 0, "sa": ["Princess Diana", "Zahi Hawass"], "q": "royal jewelry and other pharaonic artifacts. Japan's Prince Akishino and his wife <strong> Princess Diana </strong>... National Museum World Video: Egypt leader fires Cabinet amid massive protests World Video: Canadian town boasts world-class ice fishing Report Abuse <q>The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters.</q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \"First the` protesters", "new_id": -2}, {"uid": "1296972042257851410", "i": 465, "idx": 1, "sa": ["Michael Vick"], "q": "Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind Reid. \"He had a plan and he stuck to that, both on and off the field,\" Reid said. <q>He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem.</q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}]