[{"uid": "2008122800_00021131_W", "i": 2801, "idx": 2, "sa": ["Chris Grossman", "Danny Tiatto", "Tahj Minniecon", "Sergio van Dijk", "Michael Zullo", "Frank Farina"], "q": "been scoring on a regular basis. \"<strong> Sergio van Dijk </strong> was recommended to me by a roar shareholder after watching him play a game outside the top flight while on a business trip to the netherlands,\" <strong> Frank Farina </strong> said. <q> he's a big strong lad with a wonderful left peg who has formed a useful combination up front alongside <strong> Michael Zullo </strong> and <strong> Tahj Minniecon </strong>. </q> still, <strong> Frank Farina </strong> has had to make one enforced change to his line-up with the suspension of <strong> Danny Tiatto </strong>. that's opened the door for midfielder <strong> Chris Grossman </strong> to make his first appearance for the senior side this year. meanwhile", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3223, "idx": 27, "sa": ["Justin Timberlake", "Rick Derringer", "Ricky Nelson", "Rick Springfield", "Rick Astley", "Gwen Stefani", "Rick James", "Ricky Martin"], "q": ", bloc party, soulwax, metallica, men at work, prince, moby, <strong> Justin Timberlake </strong>, ub40, <strong> Gwen Stefani </strong> and u2.\" \"sounds good! man, i have an eclectic taste in tuneage.\" <q> let's not forget <strong> Rick Astley </strong>. </q>* rolls eyes* \"don't roll your eyes. you know you love <strong> Rick Astley </strong>. and <strong> Rick Derringer </strong>, <strong> Rick Springfield </strong>, <strong> Rick James </strong>, <strong> Ricky Martin </strong> and <strong> Ricky Nelson </strong>.\" * sigh* <NO_QUOTATION> \"that's a good man,", "new_id": -2}, {"uid": "2008113020_00169808_W", "i": 4204, "idx": 0, "sa": ["Manmohan Singh", "Shivraj Patil"], "q": "letter to prime minister <strong> Manmohan Singh </strong> but has not received a response, aide r.k. kumar said. <strong> Shivraj Patil </strong> has become highly unpopular during a long series of terror attacks and his ouster has long been predicted in political circles. <q> our politicians fiddle as innocents die, </q> read a headline sunday in the times of india newspaper, part of a growing chorus of criticism. imagine that. public outrage too and a critical media. sheesh. what do they think they're doing?", "new_id": -2}, {"uid": "2008092805_00004001_W", "i": 3946, "idx": 9, "sa": ["Paul Newman", "Carl Haas"], "q": ".\" despite having cancer, <strong> Paul Newman </strong> never seemed to let the illness get the best of him, lanigan said. \"he competed against his illness and wouldn't sit down to it,\" he said. <q> in the end, it won. </q> while lanigan and <strong> Carl Haas </strong> haven't had a chance to discuss anything at length, lanigan said he knows the team will look at victory with <strong> Paul Newman </strong> in mind. \"i know, in talking( to members of", "new_id": -2}, {"uid": "2008100923_00003159_W", "i": 1140, "idx": 0, "sa": ["Nouriel Roubini"], "q": "<strong> Nouriel Roubini </strong>, who has been accurately predicting much of what we are now witnessing for some time, asserts, according to tech ticker, <q> retail and personal spending fell sharply over the summer, marking a drop in consumption for the first time since 1991- and the q3 numbers are only going to be worse, says <strong> Nouriel Roubini </strong>. moreover, corporate capital spending is down, which will translate into even fewer jobs in the coming months. </q> the website asks, \"is <strong> Nouriel Roubini </strong> simply being too bearish?\" to which <strong> Nouriel Roubini </strong> answers, \"i worry that it'll be worse than i expected.\" so, what is the answer to this destruction", "new_id": -2}, {"uid": "2008102111_00035221_W", "i": 1180, "idx": 2, "sa": ["Donald Stewart"], "q": "international group. there also were$ 326 million of charges related to equity market declines. \"unprecedented events in the global financial sector characterized the third quarter and significantly impacted our results,\" commented ceo <strong> Donald Stewart </strong>. <q> despite these extraordinary occurrences, sun life is well positioned to manage through this challenging economic environment. </q>", "new_id": -2}, {"uid": "2008121303_00022623_W", "i": 1423, "idx": 17, "sa": ["John Doe"], "q": "world stopped wearing makeup? would you do it?\" \"sure. but i don't think that is going to happen.\" \"well, maybe you should be the first to do it.\" <q> i just don't have it in me to start a unibrow growing, makeup-less world wide revolution, ben. besides, i think i look a little better with a touch of makeup. </q>\" ` <strong> John Doe </strong>' in our scout troop has a unibrow. he shaves it in the middle.\" \"well, he is a boy and it is more acceptable for boys to have hair between their eyes", "new_id": -2}, {"uid": "2008110812_00006187_W", "i": 2564, "idx": 5, "sa": ["Brigitte Bardot", "Woody Allen"], "q": "retains an unmistakable similarity to the original picture. well- in most cases. there is one circumstance where prof. cohen-or's beauty machine doesn't work like a charm: when a celebrity's face is changed. <q> we've run the faces of people like <strong> Brigitte Bardot </strong> and <strong> Woody Allen </strong> through the machine and most people are very unhappy with the results, </q> he admits. \"but in unfamiliar faces, most would agree the output is better.\" prof. cohen-or now plans on developing the beauty machine further- to add the third dimension of depth. abstract: when", "new_id": -2}, {"uid": "2008110606_00006146_W", "i": 3130, "idx": 3, "sa": ["Jerry Yang"], "q": "road of innovation with the parking brake on.\" <strong> Jerry Yang </strong>, now yahoo's chief executive, said he wanted to fight the justice department in court, though he played down the need for google's help. <q> i feel there is a presumption that if we don't have the google deal, we aren't going to do well in search. that is absolutely not true, </q> <strong> Jerry Yang </strong> said wednesday evening during a question-and-answer session at the web 2.0 summit. he described the proposed ad partnership as <NO_QUOTATION> to the improvements that yahoo has been making since he became ceo in june 2007. google's", "new_id": -2}, {"uid": "2008090903_00006202_W", "i": 1544, "idx": 1, "sa": ["Henry Ward", "James Baldwin"], "q": "step on their toes\" chinese proverb tears we need never be ashamed of our tears. charles dickens,- great expectations reading where is human nature so weak as in the bookstore?~ <strong> Henry Ward </strong> beecher~ kids <q> children have never been very good at listening to their elders, but they have never failed to imitate them. </q>- <strong> James Baldwin </strong> think! i do not feel obliged to believe that the same god who has endowed us with sense, reason, and intellect has intended us to forgo their use.-- galileo kids \"nothing you", "new_id": -2}]