[{"uid": "1296824191247005219", "i": 11019, "idx": 1, "sa": ["David Letterman", "Mitt Romney"], "q": "<strong> Mitt Romney </strong> announced the'' href=\"http://www.cbs.com/late_night/late_show/top_ten/\"> top 10'' things you don't know about him on Tuesday's`` Late Show With <strong> David Letterman </strong>.'' Among the made-up facts:`` <strong> Mitt Romney </strong> is short for Mitt Romney-thew,'' <q> I'm the guy in the photo that comes with your picture frame, </q> and`` I have absolutely no idea where my birth certificate is.''", "new_id": -2}, {"uid": "1295605737143458389", "i": 35311, "idx": 6, "sa": ["Simon Cowell", "Ellen DeGeneres", "Cher Lloyd", "Kris Allen", "Connie Talbot", "Will Young"], "q": ", Sharon& Gavin, 14 year old brother Josh and sister Mollie. <strong> Connie Talbot </strong> even kept the TV show a secret from anyone outside of the family knowing, even her school teaCher Lloyds and best friends she wanted to <q> steal the http://wn.com/American_Idol_Se_9_Ep_15_Part_5__First_Results_Show_!!!_Elimination_exclusive_02/25/10 tr.im Watch All episodes on the link above American Idol Season 9, Episode 15: First Results Show: Two Male and Two Female Contestants Eliminated Original Air Date-25 February 2010 Ryan says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> <strong> Will Young </strong> be performing. <strong> Kris Allen </strong>' performance <strong> Will Young </strong> benefit Haiti. Ryan says <strong> Simon Cowell </strong>'s harshness was the`` buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first timers", "new_id": -2}, {"uid": "1295768239143409189", "i": 55656, "idx": 1, "sa": ["Floating Points", "Allen Iverson"], "q": "padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time:`` I don't mind taking 40 shots. That's what I do.'' <q> I played that game like it was my last when I was a rookie and scored 50, </q> said <strong> Allen Iverson </strong>, who equaled the most <strong> Floating Points </strong> scored in the NBA this season.`` I did the same thing tonight, just like I do every night. And we won.'' <strong> Allen Iverson </strong>, approaching his first", "new_id": -2}, {"uid": "1295853731069795901", "i": 31970, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Jim Ryun", "Dick Armey"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. <strong> Mitch Daniels </strong> and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1296273664046694409", "i": 30468, "idx": 5, "sa": ["Eddie Jordan", "Elton Brand", "Allen Iverson", "Jrue Holiday", "Billy King"], "q": ".'' LooBilly King for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Allen Iverson_Allen Iverson_Debut_15pts_Besiktas_Cola_Turka_vs_KK_Hemofarm_Stada_*Eurocup <strong> Allen Iverson </strong> makes European debut for Besiktas Cola Turka Former NBA MVP", "new_id": -2}, {"uid": "1296803884151191611", "i": 15243, "idx": 1, "sa": ["Soulja Boy", "Allen Iverson", "Eric Snow", "Tyrone Hill", "George Lynch"], "q": "each had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q> It felt funny playing against guys you played with all year, </q> <strong> Allen Iverson </strong> said.`` You look left, you look right and there are guys that were alSoulja Boys right there in the foxhole with you, who felt bad when you felt bad. It was tough.'' <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297119643065749007", "i": 24603, "idx": 0, "sa": ["Simon Cowell"], "q": "Why did <strong> Simon Cowell </strong> quit American Idol to import his newer show, The X Factor, to American television? Well, more money, for starters. But <q> I got bored of just judging, </q> he says, and criticizing song choices or wardrobes.`` I wanted to do a show where judges could help competitors on a weekly basis,'' just like he does as a record executive.`` It's", "new_id": -2}, {"uid": "1296160134113442817", "i": 17102, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> were on the call Thursday with analysts. The search giant's stock was up 1.3 percent in after-hours trading. Google's stock price has climbed by about 6 percent over the past month, and since <q> Google stock is not selling off, it tells you the market is very happy with the report, </q> said Rick Munarriz, a senior analyst at The Motley Fool. Google in 2010 embarked on an ambitious strategic agenda, including a hiring surge that pushed its global work force to 24,400 people-- a 23", "new_id": -2}, {"uid": "1297137461190611470", "i": 7703, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "from Richard Nixon to href=\"http://yahoo-uk.feedsportal.com/fc/George H. W. Bush-George H. W. Bush.html\"> <strong> George W. Bush </strong>. The former defense secretary was reluctant to endorse <strong> George H. W. Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q>`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]