[{"uid": "1296897094171786270", "i": 42040, "idx": 0, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "Charlotte. The 49ers neutralized <strong> Tu Holloway </strong>, a player of the year candidate, and handed the Musketeers their first A-10 loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> 49ers coach <strong> Alan Major </strong> told the Charlotte Observer.`` You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.'' 9. Poor man", "new_id": -2}, {"uid": "1297145253184188940", "i": 29450, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell"], "q": "being decided. The competition isn't like American Idol with a cap on age or talent. According to <strong> Simon Cowell </strong>, the minimum age will be 12 with no maximum age for a cap. <q> <strong> Susan Boyle </strong> taught me a huge lesson, </q> said <strong> Simon Cowell </strong> about the age limits.`` I have to be more open-minded.'' The details of the X Factor auditions outside of Los Angeles are expected to be revealed in the coming weeks. Focusing", "new_id": -2}, {"uid": "1295807421110559236", "i": 34723, "idx": 20, "sa": ["Colin Powell", "Barack Obama", "Lisa Murkowski"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> Lisa Murkowskiounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational... <strong> Colin Powell </strong>: The Reason They Think <strong> Barack Obama </strong> is a Muslim That great` Republican' <strong> Colin Powell </strong> on Meet the Press taking a swipe at Republicans... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> on Meet The", "new_id": -2}, {"uid": "1297275512262340622", "i": 26610, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "the Cork Internet Exchanger looks at technology to save energy by throttling demand. Utilities would raise prices during peak demand periods, and appliances would be smart enough to schedule their own work when prices are low. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1297513193003506179", "i": 43408, "idx": 0, "sa": ["Amanda Holden", "Simon Cowell", "David Hasselhoff", "Piers Morgan"], "q": "<strong> Simon Cowell </strong> to join <strong> Amanda Holden </strong> on the judging panel but Ant and Dec think the show suffers when the music mogul is not on it and can't wait for his return for the live finals. Ant said: <q> Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.`` <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q> However the pair are excited to be working with former` Baywatch' hunk <strong> David Hasselhoff </strong>- who was thrown off` America's Got Talent' for drinking last year- and Dec admitted he sometimes gets awestruck", "new_id": -2}, {"uid": "1297513190155107384", "i": 51444, "idx": 7, "sa": ["Donald Rumsfeld", "Rand Paul"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q> a serious book of history that is rooted in the primary documents that I will have on the website[ href=\"http://www.Donald Rumsfeld.com/\" target=\"_blank\"> www.Donald Rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments. </q> href=\"http://www.slate.com/id/2284709/\"> The Delirious, Ecstatic Scene in Tahrir Square on the Day of Egypt's Revolution How Ron and <strong> Rand Paul </strong> Attained Cult-Like Status The Big Short discusses his career over a game of Saint Petersburg. href=\"http://bit.ly/ekfFdK\">", "new_id": -2}, {"uid": "1295628168219987969", "i": 43365, "idx": 2, "sa": ["Dan Gillmor", "Larry Page", "Eric Schmidt"], "q": "pr?sent <strong> Eric Schmidt </strong> sur le ton de l'humour, en r?f?rence au jeune ge de ses prot?g?s.`` Nous devions clarifier nos r?les'' Pour le href=\"http://www.guardian.co.uk/technology/2011/jan/21/google-Eric Schmidt-Eric Schmidt-Larry Page-Larry Page\" target=\"_blank\"> Guardian, <q> Google a au contraire besoin de davantage d'encadrement </q>.`` Comme beaucoup d'autres avant elle, l'entreprise se retrouve frein?e Dan Gillmors croissance'', crit le quotidien britannique.`` Alors que Google est pass href=\"http://techland.time.com/2011/01/21/the-Eric Schmidt-Eric Schmidt-era-google-2001-vs-google-2011/\" target=\"_blank\"> d'une start-up? une multinationale de 24.000 employ?s,", "new_id": -2}, {"uid": "1296313807176898052", "i": 26992, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be ready until the end of 20... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the AmEric Schmidtan Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon AmEric Schmidtas: <q> Post COP15: The Road to Mexico </q> Big Think Panel Discussion Shell Eco-marathon AmEric Schmidtas:`` Post COP15: The Road to Mexico'' Big Think Panel Discussion The Shell Eco-marathon AmEric Schmidtas, held in Houston March 26-28, 2010, was the perfect setting for discussions", "new_id": -2}, {"uid": "1294993546105644058", "i": 11503, "idx": 3, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "It was raw strength. It was beautiful, and so moving,'' said <strong> Kirsten Gillibrand </strong>, who flew to Tucson with <strong> Barack Obama </strong> for an emotional memorial service Wednesday for the six who died in the shooting. <q> She wanted us to know she was with us 100 percent, and understood everything we were saying. </q> The uplifting signs of recovery came shortly after the <strong> Barack Obama </strong> had visited <strong> Gabrielle Giffords </strong>.`` I think she realized the <strong> Barack Obama </strong> of the United States was there, but I'm not sure she knew why", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]