[{"uid": "1296282943080461835", "i": 51297, "idx": 0, "sa": ["Michael Vick"], "q": "For Philadelphia To Use On <strong> Michael Vick </strong> Franchise Tag Likely To Be Available For Philadelphia To Use On <strong> Michael Vick </strong> Philadelphia Inquirer- The Eagles should be free to use their franchise tag on <strong> Michael Vick </strong>, despite labor uncertainty. <q> I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag, </q> Jeff Pash, the NFL's general counsel, said Thursday. The Eagles and <strong> Michael Vick </strong> have had casual discussions about such a deal, a source close to the situation said.", "new_id": -2}, {"uid": "1295033035140197921", "i": 34839, "idx": 3, "sa": ["David Letterman", "Camille Grammer", "Beverly Hills"], "q": "said on CBS''' Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's`` The Real Housewives of <strong> Beverly Hills </strong>.'' They were married", "new_id": -2}, {"uid": "1294969933123027461", "i": 11444, "idx": 0, "sa": ["Eric Schmidt", "David Dewhurst"], "q": "and a deep bench of potential candidates, including Lt. Gov. <strong> David Dewhurst </strong>, who announced Thursday he will explore a run. Democrats, though, vowed to make Republicans work to keep the seat. <q> The 2010 cycle was full of surprises, and it turns out 2012 will have some twists and turns as well: The first Senate retirement is a Republican, </q> said <strong> Eric Schmidt </strong>, communications director for the Democratic Senatorial Campaign Committee.`` We look forward to running a competitive race in Texas as the Lone Star State is now one of several Democratic pickup opportunities next November.''", "new_id": -2}, {"uid": "1294979190239403024", "i": 40929, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "<strong> Kobe Bryant </strong> said.`` This just ain't Memphis. I think this offense has freed him up a <strong> Kobe Bryant </strong> bit and showcased more what he can do instead of just being in the post all the time.'' <q> It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball. </q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep http://wn.com/Allen Iverson_Allen Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"uid": "1296431574085868563", "i": 53102, "idx": 0, "sa": ["Michael Vick"], "q": ". \" Was raping in skee ball and tickets starting printing out like mad from the machine. Some black guy steps on them as I am about to tear them off and I'm like <q> zomg, what the fuck </q> As he walks by I catch a glimpse of him and it's <strong> Michael Vick </strong> on a date with some hoodrat. This was right about the time the Ron Mexico/herpes fiasco happened with him.", "new_id": -2}, {"uid": "1296895528110362627", "i": 38968, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Metro Detroit's", "new_id": -2}, {"uid": "1297616629186400779", "i": 32540, "idx": 22, "sa": ["Donald Rumsfeld", "David Martin"], "q": "`` I think that's right. It's a painful process,'' said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. <q> She ended up with a perforated appendix and she was being poisoned, </q> said <strong> Donald Rumsfeld </strong>.`` You thought you might lose her,'' <strong> David Martin </strong> said.`` So how's that work? Fifteen hours a day, Secretary of Defense, war going on.''", "new_id": -2}, {"uid": "1295127807207224864", "i": 30702, "idx": 2, "sa": ["David Letterman", "Martin O'Malley", "Camille Grammer", "Julia Louis-Dreyfus"], "q": "target=\"_blank\" href=\"http://starhello.com/\"> star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, HBO to film a pilot episode in Maryland for series starring <strong> Julia Louis-Dreyfus </strong> Maryland for a series starring <strong> Julia Louis-Dreyfus </strong>. Gov. <strong> Martin O'Malley </strong> made the announcement on Tuesday. Filming for the show", "new_id": -2}, {"uid": "1297260107046088232", "i": 29181, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT New <strong> Donald Rumsfeld </strong> Memoir Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent Gwen Ifill href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800009_pf.html\"> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book,`` Known and Unknown.'' The book certainly includes its fair share of", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]