[{"uid": "1295762095175325199", "i": 15360, "idx": 6, "sa": ["John McCain", "George W. Bush", "Mike Pence", "Gary Bauer", "Ron Paul"], "q": "not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former George W. Bushial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1295786138191660152", "i": 28469, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme.? 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1295558498104759313", "i": 50008, "idx": 0, "sa": ["Michael Lohan", "David Letterman", "Robert Gates", "Sandra Bullock", "Jay Leno", "Lindsay Lohan", "Jesse James", "Holly Graf", "Siobhan Magnus", "Shania Twain", "Dana Ward"], "q": "by <strong> Jesse James </strong>' daughter, Sunny. <strong> Sandra Bullock </strong> said that they found out they had been accepted as adoptive parents in January, the heart of aDana Wards season in Holly Grafwood, and she didn't want the baby subjected to <q> the aDana Wards season energy. </q> So she brought little Louis( named after the legendary http://wn.com/Idol_Does_Shania Twain_Shania Twain,_David Letterman_Bashes_Jay Leno,_and_Lindsay Lohan_Michael Lohan_vs_Robert Gates_Michael Lohan_The_Toast American Idol hopefuls made a mess of the <strong> Shania Twain </strong> songbook this week, with <strong> Siobhan Magnus </strong> sent home. <strong> David Letterman </strong> revived the late night wars by calling <strong> Jay Leno </strong> a complete", "new_id": -2}, {"uid": "1295753709087883801", "i": 9706, "idx": 2, "sa": ["Randy Ayers", "Allen Iverson"], "q": "including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points in his eight seasons. He had 55 in a playoff victory over New Orleans last April.`` He was phenomenal,'' Sixers coach <strong> Randy Ayers </strong> said. <q> We really needed it. </q> <strong> Allen Iverson </strong> made six of his seven shots-- all jumpers-- in the third quarter, and finished 20-of-34, including 4-of-7 from 3-point range. He had 14 of Philadelphia's 18 points during one stretch as the Sixers", "new_id": -2}, {"uid": "1297261068179191811", "i": 24433, "idx": 10, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "York because otherwise the site would be abandoned. Had Powell not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> George H. W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after Powell's speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after Powell's speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1295916594019021922", "i": 49603, "idx": 0, "sa": ["Simon Cowell", "Elton John"], "q": "know if I'm going to be on it. They've always been very, very generous to the AIDS Foundation,'' <strong> Elton John </strong> said of the href=\"http://www.mtv.com/news/articles/1644563/justin-timberlake-Elton John-Elton John-reps-deny-american-idol-talks.jhtml\">`` Idol Gives Back'' charity show. <q> I'm very, very grateful. They've been helpful to us. I don't know if I'm going to be on or not. I can't answer that question. </q> <strong> Simon Cowell </strong>'s`` X Factor,'' however, <strong> Elton John </strong> brightened a bit when we asked what he thinks of it and how well it will do in the U.S.''' X Factor' is going to be", "new_id": -2}, {"uid": "1296478507189546539", "i": 14288, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Profit and Modified EBITDA for Q4 2010 and Total Year 2010 is detailed in Table 1 of the attachment to the press release( 2)- Cash includes Cash and Cash Equivalents <q> As Chrysler Group's brand displays at the Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> said <strong> Sergio Marchionne </strong>, Chief Executive Officer, Chrysler Group LLC.`` All of these vehicles bear testimony to Chrysler's rebirth. Given the positive comments we have received to date, it can safely be said that what", "new_id": -2}, {"uid": "1295023463123977751", "i": 33744, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": " and, exhibiting some response to friends and family who were present at her bedside. One of the people present for yesterday's breakthroughs was Sen. <strong> Kirsten Gillibrand </strong>, who is quoted as having said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> <strong> Gabrielle Giffords </strong>'s neurosurgeon, Dr. Michael Lemole, agreed, noting: \" This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more", "new_id": -2}, {"uid": "1296759412068501658", "i": 41944, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief href=\"http://www.earthtimes.org/tag/architect.html\"> architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if Saddam Hussein were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]