[{"uid": "1296165849194232363", "i": 23413, "idx": 0, "sa": ["Mike Pence"], "q": "from his ambassadorship. Good luck with the`` sure, I worked for Obama but I didn't enjoy it'' messaging in the primaries, Jon. Update: Done deal. <q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' \" He said he would make", "new_id": -2}, {"uid": "1295700409085770246", "i": 19006, "idx": 0, "sa": ["Angelina Jolie", "Harrison Ford"], "q": ", 35 bedrooms and a vineyard. The estate is named Chateau Miraval and it's apparently surrounded by trees, giving the couple a private sanctuary. <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong> are reportedly furniture shopping for their new abode. <q> Indiana Jones and the Kingdom of the Crystal Skull </q> topped box offices over the holiday weekend. The Los Angeles Times reports the fourth installment of the series, starring <strong> Harrison Ford </strong>, has reportedly taken in an estimated$ 151 million so far in North America.`` The", "new_id": -2}, {"uid": "1295931009036896782", "i": 28091, "idx": 3, "sa": ["George Osborne", "Ed Miliband", "Andy Coulson", "David Cameron", "Nick Clegg"], "q": "hacking and imprisoned. <strong> Andy Coulson </strong> resigned but claimed he had no knowledge about the illegalities and blamed the hacking on a rogue reporter. Within three months, he was appointed <strong> David Cameron </strong>'s communications director. <q> The deafening silence from political leaders reveals the grip( Rupert) Murdoch's empire has over the establishment, </q> the Guardian said. The Guardian named <strong> David Cameron </strong>, deputy PM href=\"http://timesofindia.indiatimes.com/topic/Nick Clegg-Nick Clegg\"> <strong> Nick Clegg </strong>, finance minister href=\"http://timesofindia.indiatimes.com/topic/George Osborne-George Osborne\"> <strong> George Osborne </strong> and href=\"http://timesofindia.indiatimes.com/topic/Labour-Party\"> Labour party leader href=\"http://timesofindia.indiatimes.com/topic/Ed-Ed Miliband\"> <strong> Ed Miliband </strong>, as`` schmoozing with Murdoch at", "new_id": -2}, {"uid": "1295629374018169863", "i": 48264, "idx": 0, "sa": ["Jerry Brown", "Eric Schmidt"], "q": "become chief executive of the online search giant, replacing <strong> Eric Schmidt </strong> in a surprise management shakeup.( San Francisco Chronicle)? California Gov. <strong> Jerry Brown </strong> fireball_xl5 January 21, 2011 at 11:37 AM <q> We will not tolerate any behavior that threatens the lives and safety of our people in the future, </q> Dupwee January 21, 2011 at 11:44 AM nexus70 January 21, 2011 at 11:55 AM stories with the most comments in the last 7 days. Christie orders Passaic Valley Sewerage Commission to explain friends, family in", "new_id": -2}, {"uid": "1296826564039223317", "i": 19047, "idx": 4, "sa": ["Michael Gove"], "q": "in Music isn't going to make you a brilliant musician is it? By all means let them experience a wide range off activities before hand at school. Holiestofcows 4 February 2011 1:27 PM <q> This is awarded to teenagers who achieve GCSEs in English, maths, a science, a foreign language and a humanity, such as history or geography, at grade C or above.`` This reflects the subjects the Russell group universities have said they value most, </q> <strong> Michael Gove </strong> said.''========================================================== 1: This is totally false. Russell group university don't rank courses. They merely list the ones they think people are wise to take. And numerous modern", "new_id": -2}, {"uid": "1297255122064307212", "i": 7688, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "`` Es wurde nicht gefoltert, es wurde niemand verletzt'' Preisnachlass auf Donald Rumsfelds Memoiren`` Known and Unknown''.(? APA) Washington. Das umstrittene US-Gefangenenlager Guantanamo in Kuba sei <q> eines der besten Gef?ngnisse der Welt </q>, davon ist <strong> Donald Rumsfeld </strong> berzeugt. Der fr?here US-Verteidigungsminister, der erstmals seit seinem R?cktritt 2006 aus der Versenkung aufgetaucht ist, r?hrt die Werbetrommel f?r seine Memoiren`` Known and Unknown''(`` Bekanntes und Unbekanntes'')", "new_id": -2}, {"uid": "1295633904157057075", "i": 14822, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "scandal at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong> who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying earlier this week that everyone deserved a`` second chance.''", "new_id": -2}, {"uid": "1295548361173850631", "i": 39474, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "African military chiefs said they were on standby if called-- although neighbouring countries appear a long way from agreement on using force to oust Gbagbo after a Nov. 28 election which U.N.-certified results show he lost. <q> Everyone realises that the only solution is to make Mr Laurent Gbagbo leave with other measures, including force, </q> <strong> Alassane Ouattara </strong> said, a day after the latest African mediation efforts led by Kenyan premier <strong> Raila Odinga </strong> collapsed. In a warning to local firms, he said anyone paying taxes to the current Gbagbo administration risked having to", "new_id": -2}, {"uid": "1296824737247005211", "i": 42942, "idx": 6, "sa": ["Eric Schmidt"], "q": "el buscador y el gobierno chino se enfrentaron por la censura a sus resultados y por intromisiones a su servicio de correo electr?nico, haciendo que la empresa se mudara a Hong Kong. <strong> Eric Schmidt </strong> dijo que hab?a <q> leyes de censura que simplemente no nos gustan </q> y por eso se hab?an mudado. Dinamarca: nueve a?os de c?rcel para agresor del caricaturista de Mahoma Tres millones de ni?as en peligro de sufrir una mutilaci?n genital, advierte la OMS Berlusconi:`` Somos una", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]