[{"uid": "1297612706252805145", "i": 37600, "idx": 4, "sa": ["Donald Rumsfeld", "Dick Cheney", "Rand Paul"], "q": "of Ron and <strong> Rand Paul </strong> heckled the crusty pair- yelling`` draft dodger'' at <strong> Dick Cheney </strong>,`` Where's bin Laden?'' at <strong> Donald Rumsfeld </strong>, and`` war criminal'' at both- <strong> Dick Cheney </strong> blithely ordered them to <q> Sit down and shut up. </q> Noting that his friend was both the youngest and oldest defense secretary, <strong> Dick Cheney </strong> said,`` Maybe if we give him a third term he'll get it right.'' Doubtful. Rummy was", "new_id": -2}, {"uid": "1295706203179273783", "i": 8038, "idx": 0, "sa": ["Andy Coulson", "Mark Lewis"], "q": "veral publications, and that one of the four claims was being made by a journalist.`` This was almost kids' play time. It was such a widespread practice,'' said Mr <strong> Mark Lewis </strong>. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''.", "new_id": -2}, {"uid": "1296056451121749525", "i": 50511, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand", "Bill Owens"], "q": "speech. <strong> Kirsten Gillibrand </strong> said <strong> Barack Obama </strong>`` laid out a bold vision for this Congress.'' She called last year's election, in which Republicans gained control of the House and picked up seats in the Senate <q> a mandate for action, </q> rather than`` for any one political party.'' <strong> Kirsten Gillibrand </strong> said she thinks Congress is capable of working together, citing the cooperation late last year to pass a <strong> Bill Owens </strong> providing health care to first responders to", "new_id": -2}, {"uid": "1295605845143458387", "i": 45017, "idx": 0, "sa": ["Simon Cowell", "Peter Barlow"], "q": "bar. A terrified Nick pleads with <strong> Peter Barlow </strong> to spare him, telling him to think of the consequences of his actions and the affect they will have on his son <strong> Simon Cowell </strong> but <strong> Peter Barlow </strong> pays no attention, <q> I reckon they'll call it a crime of passion. </q> He tells Nick before striking the businessman across the head; Nick falls to the ground with blood seeping from an open wound. Fan will have seen <strong> Peter Barlow </strong> and Leanne wed in a quickie hospital bed ceremony", "new_id": -2}, {"uid": "1297127278259817581", "i": 40397, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "our new homepage for the Conejo Valley area Check out our new homepage for the Simi/Moorpark area DALLAS- DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1297284739062046279", "i": 13350, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": ",'' <strong> Steve Ballmer </strong> said in an e-mail to all employees. <strong> Satya Nadella </strong> said in his e-mail to the Server and Tools division that Microsoft is on a path to change the world again with its cloud platform. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads( some of them unimagined!) enabled in the cloud. </q> He also goes on at length about being principle driven, which is noteworthy given <strong> Bob Muglia </strong>'s exit e-mail to his group, in which he talked extensively about integrity. This is what <strong> Satya Nadella </strong> said", "new_id": -2}, {"uid": "1296174977054247442", "i": 3042, "idx": 5, "sa": ["Eric Schmidt"], "q": " \" <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q> Germany is the second-highest user on a percentage basis of Streetview of any country in the world, </q> he said.`` We know that German consumers really love our product.'' On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US", "new_id": -2}, {"uid": "1296463074084328459", "i": 29235, "idx": 2, "sa": ["Louis Walsh", "Katie Price", "Simon Cowell"], "q": "she would love to see the model sitting alongside <strong> Louis Walsh </strong>.`` Having[ <strong> Katie Price </strong>] on the panel would make interesting viewing, so I can definitely see it working,'' Sinitta said. <q> She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> An insider added:`` Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the", "new_id": -2}, {"uid": "1296236479043434001", "i": 2042, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "wouldn't have included it in the State of the Union. chides <strong> Barack Obama </strong> for dodging a discussion of entitlements. wonders if the <strong> Barack Obama </strong> is a leftist, a pragmatist, or both. shut the doors of the <q> Evil Man School of Economics. </q> recounts the story of <strong> Mike Pence </strong>'s decision not to run for <strong> Barack Obama </strong>. enumerates the left-wing groups that have requested waivers from Barack Obamacare. The content of this field is kept private and will not be shown publicly", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]