[{"uid": "1295962091207159365", "i": 9900, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer", "David Chiang", "Arnold Schwarzenegger"], "q": "or even last September, based on <strong> David Chiang </strong>'s analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL Gov. <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State", "new_id": -2}, {"uid": "1294998106124518460", "i": 30663, "idx": 0, "sa": ["Alassane Ouattara"], "q": " href=\"http://www.earthtimes.org/tag/election.html\"> election and could plunge Cote d'Ivoire into an armed confrontation,'' Salvatore Sagues, Amnesty International's West href=\"http://www.earthtimes.org/tag/Africa.html\"> Africa researcher, said in a statement, using the country's French name. <q> There is a real risk of the population being caught up between the fighting on both sides, </q> he added.November's elections were supposed to open a more positive chapter in Ivory Coast's history eight years after civil war split the world's biggest cocoa producer into the mainly Muslim north, which backs <strong> Alassane Ouattara </strong>, and", "new_id": -2}, {"uid": "1295555864029818909", "i": 21333, "idx": 1, "sa": ["Alyse Eady", "Paul McCartney", "David Letterman"], "q": "'s`` Land of Opportunity'' bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the`` Late Show with <strong> David Letterman </strong>'' this Thursday night.  The Gossip's <q> Standing in the Way of Control </q> named the`` Most Powerful Protest Song of the 21st Century'' by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to`` Blackbird''  On Monday, <strong> Paul McCartney </strong> played a concert in Nashville", "new_id": -2}, {"uid": "1297417506025755664", "i": 30035, "idx": 0, "sa": ["Alassane Ouattara", "Yaya Coulibaly"], "q": "gravement perturb par les blocus et les affrontements partisans entre les tenants du pr?sident lu <strong> Alassane Ouattara </strong> et ceux de Laurent Gbagbo. R?sultat: dans de nombreuses parties du pays, les s?ropositifs n'ont plus acc?s? leur traitement. <q> Les patients du quartier d'Abobo au nord d'Abidjan, n'ont pu acheter leurs m?dicaments qu'? la fin janvier. Et? Danan,? l'ouest du pays, les ARV n'ont t distribu?s qu'il y a deux semaines, apr?s deux mois d'attente </q>, a indiqu <strong> Yaya Coulibaly </strong>, pr?sident du R?seau Ivoirien des personnes vivant avec le VIH/SIDA( RIP+).`` L'interruption des traitements peut provoquer une r?sistance aux m?dicaments et le syst?me sanitaire du pays n'est pas totalement", "new_id": -2}, {"uid": "1296820432076218415", "i": 642, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Iron Sheik", "Jay Leno"], "q": "<strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him off camera: <q>`` Maybe we'll get our relationship on track. I want to say this. I offered my apology and it's sincere. If you trust that I'm somewhat normal now, what we'll do is we'll start by calling each other and then maybe I'll come out to Montana and I'll stare at the wall with you and we'll see what happens. </q> \" Hmm,... what would the <strong> Iron Sheik </strong> have to say about this? Follow the <strong> Howard Stern </strong> Examiner on href=\"http://www.twitter.com/ronnieluvsmambo\" rel=\"nofollow\"> Twitter and href=\"http://www.facebook.com/pages/The-Howard Stern-Howard Stern-Examiner/226597661691\" rel=\"nofollow\"> Facebook href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/liz-brown\" rel=\"nofollow\"> Want", "new_id": -2}, {"uid": "1295818294266780673", "i": 18573, "idx": 3, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "spins and, of course, backboard s... <strong> Allen Iverson </strong> 18pts Melo career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts Melo career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... video results for: their teams wizards Wizards of Waverly Place- Positive Alex( part 2) Alex has a", "new_id": -2}, {"uid": "1297713687197591071", "i": 7794, "idx": 0, "sa": ["Oprah Winfrey", "Metta World Peace", "Michael Vick", "Cam Newton"], "q": "' gun stuff and a whole passel of other NFL stars legal troubles. What's going on with the Brett Favre/Jenn Sterger stuff? What about the Metta World Peaces Wall Starcaps stuff? Hmm...... <q> SteelFever gets# 93. Just like <strong> Metta World Peace </strong>. Great game just keep an eye on him that he doesn't go into the stands after a fan. </q> Recent NFL Posts on From Our Editors <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening! 2011 NFL Draft News", "new_id": -2}, {"uid": "1296184988067649545", "i": 26176, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "leader among House conservatives, applauded <strong> Barack Obama </strong>'s call to reform corporate tax rates and said he believes the overhaul could be passed this year. target=\"_blank\" href=\"http://www.politico.com/what-lies-ahead/\"> POLITICO video series`` What Lies Ahead.'' <q> I hold the view that there's no single element of our public policy that is more harmful to American jobs than our high corporate tax rate. </q>`` This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes,'' <strong> Mike Pence </strong> said.`` And so to hear the <strong> Barack Obama </strong> acknowledge", "new_id": -2}, {"uid": "1295097967134398002", "i": 6190, "idx": 0, "sa": ["Bob Dudley", "Chris Huhne", "Vladimir Putin"], "q": "five years until he was expelled by BP's Russian partners during a shareholder dispute in 2008. <strong> Vladimir Putin </strong> met <strong> Bob Dudley </strong> in href=\"http://timesofindia.indiatimes.com/topic/Moscow\"> Moscow earlier Friday, telling him, according to Russian news agencies: <q> The Russian government is going to support your joint work. </q> British energy secretary href=\"http://timesofindia.indiatimes.com/topic/Chris Huhne-Chris Huhne\"> <strong> Chris Huhne </strong> also welcomed the`` groundbreaking deal'', saying it was`` good news for href=\"http://timesofindia.indiatimes.com/topic/Europe\"> Europe, for the UK, energy security and worldwide''-- and", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]