[{"uid": "1296003649058851347", "i": 46651, "idx": 4, "sa": ["Rob Gee", "Colin Powell"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions.`` Don't tell me you're going to freeze to a level,'' he said. <q> That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this pRob Geelem. </q> href=\"http://politics.usnews.com/topics/subjects/deficit-and-national-debt\">[ Read more about the deficit and national debt.] <strong> Colin Powell </strong>'s comments came shortly after Tea Party leaders reiterated their willingness to cut the defense budget. Republican leader", "new_id": -2}, {"uid": "1296200478083099666", "i": 9574, "idx": 3, "sa": ["Mike Pence"], "q": "15 million to$ 18 million race. I hope we won't have a primary.'' <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. <q> The social conservatives love him, </q> says former Republican state chairman Rex Early.`` The fiscal conservatives-- he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him.'' He", "new_id": -2}, {"uid": "1295245546048136202", "i": 24832, "idx": 8, "sa": ["Marcus Camby", "Gregg Popovich", "Allen Iverson"], "q": "Nuggets played tough defense, too, which is not usually their forte.`` They stopped us, doing the things we wanted to do and we couldn't stop their two stars,'' Spurs <strong> Gregg Popovich </strong> said. <q> That's really the bottom line. Their defense outplayed us. </q> Nene added 13 points and 12 rebounds and <strong> Marcus Camby </strong> grabbed 10 boards for sixth-seeded Denver, which entered the playoffs having http://wn.com/Allen Iverson_Allen Iverson_29pts_clutch_shot_buzzer_beater_vs_Spurs_NBA Practice? <strong> Allen Iverson </strong> didn't need any of it to score 29 points and lead the Denver Nuggets", "new_id": -2}, {"uid": "1295735680191037477", "i": 52774, "idx": 5, "sa": ["Dick Cheney", "Colin Powell"], "q": "lots of fights,'' <strong> Colin Powell </strong> said, adding that at times, <strong> Dick Cheney </strong> thought he was`` off the farm'' on some issues.`` Isn't that true?'' <strong> Colin Powell </strong> asked, turning to <strong> Dick Cheney </strong>. <q> I could think of other ways to express it. </q> <strong> Dick Cheney </strong> replied. The Gulf War was the first major conflict that occurred as the Soviet Union was collapsing, a time in which the rules of international conduct were up for grabs. Iraq challenged the world", "new_id": -2}, {"uid": "1296169455065814529", "i": 23185, "idx": 0, "sa": ["Mike Pence"], "q": " href=\"http://topics.nytimes.com/topics/reference/timestopics/people/p/Mike Pence_Mike Pence/index.html?scp=1- spot&amp;sq=Mike Pence%20Mike Pence&amp;st=cse\"> Representative <strong> Mike Pence </strong> of Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a letter to supporters.`` We will not seek the Republican nomination for president in 2012.'' The decision of MMike Pence, which was first reported by The Indianapolis Star, ended weeks", "new_id": -2}, {"uid": "1296700405031981636", "i": 29284, "idx": 0, "sa": ["Muhammad Ali", "Henry Clay", "Kirsten Gillibrand", "Mitch McConnell", "Rand Paul", "Jim DeMint"], "q": "increases are out of the question as far as he is concerned.`` As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire... for agreement,'' <strong> Rand Paul </strong> concluded. <q> But I will also keep close to my heart his cousin <strong> Muhammad Ali </strong>, </q> referring to <strong> Muhammad Ali </strong> Marcellus <strong> Muhammad Ali </strong>, a leading abolitionist. <strong> Rand Paul </strong>'s audience consisted of two Republicans-- his fellow Kentuckian, Minority Leader <strong> Mitch McConnell </strong>, and <strong> Jim DeMint </strong> of South Carolina-- and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.,", "new_id": -2}, {"uid": "1295806200208044038", "i": 59831, "idx": 8, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "shootings that killed six people and badly wounded U.S. Rep. href=\"http://timesofindia.indiatimes.com/topic/Gabrielle Giffords-Gabrielle Giffords\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295463552122241044", "i": 15151, "idx": 0, "sa": ["Steven Tyler", "Gavin Henson", "Jack Cuthbert", "David Letterman"], "q": "crowd: <strong> Jack Cuthbert </strong> has been included in Scotland's Six Nations squad <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any target=\"_blank\" href=\"http://onlinenews.com/\"> news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The <strong> Gavin Henson </strong> out of Wales' Six Nations opener against England? <strong> Gavin Henson </strong> ruled out for three weeks after suffering calf tear? Centre picked up injury playing for Saracens at target=\"_blank\" href=\"http://weekendtelevision.com/\"> weekend", "new_id": -2}, {"uid": "1294980020239403144", "i": 39102, "idx": 1, "sa": ["Sergio Marchionne"], "q": "si plan F?brica Italia con la connivencia de un Gobierno que no hace su trabajo y milita por la reducci?n de los derechos''. <strong> Sergio Marchionne </strong> ha replicado diciendo que no es su intenci?n insultar a nadie, <q> sino cambiar el pa?s y hacerlo m?s competitivo </q>.`` Queremos introducir un nuevo modelo de trabajo en Italia porque el actual debe ser renovado. Es preciso cambiar las relaciones que hist?ricamente han guiado el sistema productivo. Queremos ponerlo al d?a porque amamos a este pa?s", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]