[{"uid": "1295606779143458349", "i": 41808, "idx": 0, "sa": ["Simon Cowell"], "q": "MUSIC mogul <strong> Simon Cowell </strong> has confessed he learnt nothing at school. Instead he taught himself and relied on`` instincts'' to amass a Â£ 165million fortune. He said: <q> I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school.`` Mainly, I trust my instincts because I have very broad tastes.`` I believe if I like something, other people are going to like it as well. </q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd.`` The Sun'',`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1295582673195002395", "i": 14716, "idx": 0, "sa": ["Eric Schmidt"], "q": "12:00. Then the voiceover:`` To our millions of customers who never stopped believing this day would come: Thank you.'' This is followed by more ticking, and on each tick the screen shows: <q> iPhone 4, Verizon, It Begins, 2.10.11, Rule the Air. </q> After years of speculation and rumors, Verizon will be launching the iPhone 4 to the general public on February 10, 2011. Existing Verizon customers Management Shakeup at Google: Larry Page to Replace <strong> Eric Schmidt </strong> as", "new_id": -2}, {"uid": "1296515090235749385", "i": 26857, "idx": 0, "sa": ["Michael Vick"], "q": "is a wedge issue like abortion and welfare, a lot of talk but never any action and there won't be, especially with a Republican controlled House. Obama hasn't even said one word. Report Abuse <q> Spy's from NewYork are not suppose to buy guns out of state. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check", "new_id": -2}, {"uid": "1295089856103563339", "i": 17533, "idx": 0, "sa": ["Charlie Whitehurst", "Michael Vick", "Kevin Kolb", "Donovan McNabb"], "q": "' starter in 2010, and then <strong> Michael Vick </strong> happened. But <strong> Kevin Kolb </strong>, who has been a backup in Philly for most of four years, wants to start again- even if it means leaving Philadelphia. <q> I would love to be starting here( Philadelphia), </q> he said Sunday.`` But I want to be starting somewhere.'' <strong> Kevin Kolb </strong> threw for 718 yards and four touchdowns in two starts subbing for <strong> Donovan McNabb </strong> in 2009. Then again, Seahawks backup <strong> Charlie Whitehurst </strong> had", "new_id": -2}, {"uid": "1295094125134053943", "i": 20079, "idx": 9, "sa": ["Kobe Bryant", "Allen Iverson", "Shaquille O'Neal"], "q": "after beginning the season 11-0, the best start in club history. <strong> Shaquille O'Neal </strong> missed his fourth straight game with an abdominal strain.`` I wanted to win, but rebounding really killed us,'' <strong> Kobe Bryant </strong> said. <q> With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us. </q>`` It's a big difference when you've got a guy driving down the lane all the time laying the ball up,'' said Los Angeles point guard Nick Van http://wn.com/Allen_Iverson_44pts_15asts_vs_Steve_Nash_Phoenix_Suns_06/07 <strong> Allen Iverson </strong> dishes 15 assists on top of", "new_id": -2}, {"uid": "1295601090081559617", "i": 29227, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1295564131244678883", "i": 34184, "idx": 3, "sa": ["Eric Schmidt"], "q": "want to accomplish? They are fscking evil. Jan 20, 11- 04:41 pm Comment from: Arnold Ziffel <strong> Eric Schmidt </strong> T Mole will be doing more data mining on you and me. <q> Don't be evil... but DO all the evil you can. </q>- Gaagle motto Jan 20, 11- 04:42 pm Comment from: Original Jake A new role for <strong> Eric Schmidt </strong> is`` technology thought leadership''?? Jan 20, 11- 04:47 pm Comment from:", "new_id": -2}, {"uid": "1295831264124387374", "i": 17391, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q> <strong> Eric Schmidt </strong> clearly had passion for enterprise software, </q> says Gartner analyst Whit Andrews.`` He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.''", "new_id": -2}, {"uid": "1295615268003915792", "i": 27024, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "'' But, she said,`` it was not a judgment that found favor with some parts of the American machine''- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That <q> is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment, </q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the http://wn.com/Mera_Gaon_Mera_Desh_1971Aayah_Aayah_,_Attariyah_Par_Koi_Chor_!ROHINI-110085, The Ghost Writer, had its world", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]