[{"uid": "1296653157128679947", "i": 15800, "idx": 0, "sa": ["Barbara Walters", "George McGinnis", "Bill Clinton", "David Letterman", "Tim Russert"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> George McGinnis </strong> <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he someTim Russertes bursts", "new_id": -2}, {"uid": "1295218070163594249", "i": 680, "idx": 15, "sa": ["Simon Cowell", "Debbie Williams", "Jonathan King"], "q": "you have to look at them right in the eyes, and then their mother is looJonathan King at you, like,` What just happened?'?\" But <strong> Simon Cowell </strong>'s value was instantly clear. <q> I still didn't know what the hook of this show was-all these kids come out and sing, </q> stage manager <strong> Debbie Williams </strong> remembers of her first day on the set. \"Until he spoke, and then I said,` OK. I get it now. That's the hook.'?\" <strong> Simon Cowell </strong> would", "new_id": -2}, {"uid": "1297384383139427845", "i": 10873, "idx": 8, "sa": ["Sergio Chiamparino", "Sergio Marchionne"], "q": "has an option to increase the holding to 51 percent after Chrysler repays U.S. and Canadian government loans. <strong> Sergio Marchionne </strong> has said he aims to get to 51 percent of Chrysler before the end of this year. <q> There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is, </q> said Turin Mayor <strong> Sergio Chiamparino </strong>, with whom <strong> Sergio Marchionne </strong> regularly plays cards. \"I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.\" -- With assistance from", "new_id": -2}, {"uid": "1295273339054296615", "i": 57051, "idx": 0, "sa": ["Steve Ballmer"], "q": "Well, it's not a games console at all, according to the Microsoft chief at least. \"Xbox isn't a gaming console\" , he said in an interview with USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body </q>. <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said: \"I think about my own", "new_id": -2}, {"uid": "1296770511173654034", "i": 14677, "idx": 51, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Eric Shinseki", "Tommy Franks", "Richard Armitage"], "q": "the solution is for me to leave, I will do so in a second.\" \"That's a crappy solution,\" Bush said. He said he had seen the recent articles and was <q> working hard on <strong> Colin Powell </strong> and <strong> Richard Armitage </strong>. </q> Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>, the civilian administrator in Iraq, who is portTommy Franksed as an ambitious man who seemed to convey the sense that AmEric Shinsekia was an occupying power. <strong> Paul Bremer </strong>'s decision to disband the", "new_id": -2}, {"uid": "1296053683158892039", "i": 29920, "idx": 2, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton?. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. \"I didn't feel a thing!\" Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles", "new_id": -2}, {"uid": "1297408933159662112", "i": 57314, "idx": 0, "sa": ["John Rishton", "John Rose", "Michael Gove"], "q": "need to rebalance the economy towards manufacturing and exports. <strong> John Rose </strong> has taken the opportunity to talk up industry. On Thursday, he backed education secretary <strong> Michael Gove </strong>'s plan to bring back technical colleges to teach practical skills. <q> Taking the stigma away from technical colleges is very important- it's not obvious to me why everyone should go to university. </q> But he has managed to remain apolitical throughout. <strong> John Rose </strong> will be replaced by <strong> John Rishton </strong>, who helped to turn round Dutch retailer Ahold. Analysts expect a slightly more open company. But, as Wheeldon adds", "new_id": -2}, {"uid": "1295522712188858381", "i": 24701, "idx": 0, "sa": ["Steve Ballmer"], "q": "You are currently following Miriam Metzinger MSFT) CEO <strong> Steve Ballmer </strong> was very \"candid\" with the Chinese about more money for sales. However, Cramer says the situation with China is not so black and white. <q> We want a more open society, </q> he summed up the Chinese position, \"but we have to meet the demands of our people.\" \"Sure they shouldn't be ripping off Microsoft... but they are trying to make the country great", "new_id": -2}, {"uid": "1297707515141344850", "i": 19984, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Netzbetreiber\" . Um Windows Phone soll eine offene Plattform entstehen, die den Netzbetreibern Raum f?r eigene Wertsch?pfung l?sst und sie nicht an die Leine legt. <strong> Steve Ballmer </strong> nannte keine Namen, meinte aber Android und Apples iOS. <q> Wir wissen, was wir zu tun haben </q>, bekr?ftigte <strong> Stephen Elop </strong>. \"Unsere Plattform wird nur ber Gr?e und Vielfalt erfolgreich\" , erg?nzte <strong> Steve Ballmer </strong>. Zusammen mit Nokia und weiteren Ger?tepartnern- <strong> Steve Ballmer </strong> nannte sie alle wiederholt beim Namen- soll die kritische Masse f?r", "new_id": -2}, {"uid": "1295454374253952036", "i": 42693, "idx": 0, "sa": ["Jon Stewart", "Bill Clinton", "David Letterman", "Newt Gingrich", "Jimmy Kimmel", "Sarah Palin", "George W. Bush", "Barack Obama", "Michael Palin", "Glenn Beck"], "q": "quotconfused& mpquot,& quotdangerous\" , and that she& qutwouldn... Palin_Michael Palin's_Alaska_Debuts;_Former_Barack Obamas_Buy_A_Round <strong> Jimmy Kimmel </strong> pulls together his favorite moments from former Alaska Gov. <strong> Sarah Palin </strong>'s new reality show and <strong> Jon Stewart </strong> remembers when <strong> Bill Clinton </strong> was a bi-partisan dream: <q> But I guess for Republicans, <strong> Bill Clinton </strong> is like a fine wine. The more you drink the harder it is to remember,` Oh I( bGlenn Beckp) hate wine'. </q> Today's Must See Moment-- fast forward to 1:00 where <strong> George W. Bush </strong> drinks too much in <strong> David Letterman </strong>'s \"<strong> George W. Bush </strong> Press Tour Recap.\" <strong> Sarah Palin </strong>: Center of the GOP universe? <strong> Newt Gingrich </strong>: <strong> Sarah Palin </strong> Must` Slow Down", "new_id": -2}]