[{"uid": "1295972769153763874", "i": 6174, "idx": 2, "sa": ["Ryan Day", "Sen. Bernie Sanders"], "q": "'s nobody in this House who's taken as serious a long-term view on the budget as Paul <strong> Ryan Day </strong>.\" Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. <q> Up until this point, the Republican leadership has been vague about what federal programs they want to cut, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. \"On the other hand, Congressman <strong> Ryan Day </strong> has been very clear on this subject.\" Delivering the party's response to the president is an", "new_id": -2}, {"uid": "1296832530156925983", "i": 2350, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "Steven Tyler", "David Letterman"], "q": "Watch: Another \"Creepy' Moment <strong> Bill Clinton </strong> <strong> Steven Tyler </strong> <strong> Bill Clinton </strong> <strong> Barbara Walters </strong> to <strong> Bill Clinton </strong> to <strong> David Letterman </strong>: Celebrities Talk Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won\"t know it. </q>. Watch: <strong> Bill Clinton </strong> Grateful for Heart Surgery Watch: <strong> David Letterman </strong> on His Heart Surgery", "new_id": -2}, {"uid": "1297634967248430595", "i": 24314, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "FAA funding bill U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q> We must ensure that these safety improvements happen as soon as possible, </q> she said. <strong> Chuck Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"uid": "1295586272212418583", "i": 2949, "idx": 14, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "<strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1296169756065815248", "i": 45698, "idx": 0, "sa": ["Mike Pence"], "q": "speculation that began with a call to his mother. The Indianapolis Star has the breaking news about a letter <strong> Mike Pence </strong> has been circulating. He may very well run for Indiana governor instead: <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" \" <strong> Mike Pence </strong>'s announcement was supposed", "new_id": -2}, {"uid": "1297452741150323218", "i": 46973, "idx": 3, "sa": ["Steve Ballmer", "Paul McDougall", "Bill Gates"], "q": ". Or he could be \"doing as all investors do and diversifying his portfolio.\" Let's also not forget that he has a massive charity to fund, and selling off stock to benefit his <strong> Bill Gates </strong> Foundation <q> is not a new habit... Similar sales garnered attention back in 2010 and 2009. </q> Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing \"his own stock options languish,\" too, says <strong> Paul McDougall </strong> in InformationWeek.", "new_id": -2}, {"uid": "1297122854184680470", "i": 4240, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1297693932234962946", "i": 37803, "idx": 3, "sa": ["Zahi Hawass"], "q": "this post in which he stated that a \"standing statue of the king carrying an offering tray,\" which was contained in a vandalized case of objects from the Amarna period( when Akhenaten reigned), <q> sustained very minor damage and is repairable. </q> At this writing, there are low-quality images of only three of the stolen objects on <strong> Zahi Hawass </strong>' website.( As far as I can tell, the Egyptian Museum's website is not functioning", "new_id": -2}, {"uid": "1296082803258637838", "i": 12066, "idx": 0, "sa": ["Mitch McConnell", "Mike Pence"], "q": "to do something about spending. However, freezing government spending for five years at the increased levels of the last two years is really not enough.\"- <strong> Mitch McConnell </strong>, the Senate minority leader <q> That was tantamount to me gaining twenty pounds at Christmas and me saying to my wife at Christmas, \"That's it, we're not gaining any more weight.\" </q>- <strong> Mike Pence </strong>, a Republican congressman from Indiana \"Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.\"- Paul Ryan", "new_id": -2}]