[{"uid": "1295914109158924828", "i": 51445, "idx": 0, "sa": ["Bill Lockyer"], "q": "to believe they'll be the ones holding the short end of the stick.`` States have adequate tools and means to meet their obligations,'' says the report from the Center on Budget and Policy Priorities. <q> The potential for bankruptcy would just increase the political difficulty of using these other tools to balance their budgets, delaying the enactment of appropriate solutions. In addition, it could push up the cost of borrowing for all states, undermining efforts to invest in infrastructure. </q> For those reasons-the specter of rising borrowing costs-states are now pushing back hard on the bankruptcy meme. On Monday, for instance, California's treasurer, <strong> Bill Lockyer </strong>, Slate. Previously, she worked as", "new_id": -2}, {"uid": "1297108194094667008", "i": 2879, "idx": 0, "sa": ["Tom L. K. F. Jacobs", "Sergio Marchionne"], "q": "than most folks-- in the production of electric power, the use of gas`` results in up to 60% percent fewer CO2 emissions than coal.'' In that connection, Outlook also pointed out that, <q> Natural gas demand is rising in every region of the world but growth is strongest in non-OECD( developing) countries, particularly China, where demand in 2030 will be approximately six times what it was in 2005. </q> And then there's the use of gas to power auTom L. K. F. Jacobsobiles and trucks. According to <strong> Sergio Marchionne </strong>, the CEO of Italy's Fiat, which has an 80% market share of methane-powered care in Europe and", "new_id": -2}, {"uid": "1296142546017235991", "i": 47697, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Jim DeMint"], "q": " <strong> Jim DeMint </strong> currently sees his role in the 2012 process, the adviser said, as`` setting the bar high'' for the Barack Obamaial contenders when it comes to advocating for a small government agenda. <q> He hasn't completely shut the door on running, and if there was a situation where there is a massive void in the group of candidates, who knows what would happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance his boss will run. Aside from Indiana <strong> Mike Pence </strong>, who is currently deciding between a Barack Obamaial run and a gubernatorial", "new_id": -2}, {"uid": "1295233159192299056", "i": 37952, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": " Across the nation there's a feeling of defiance among politicians. They are undeterred by the violence that erupted at <strong> Gabrielle Giffords </strong>' political event in Tucson, Ariz., on Jan. 8, 2011. <q> I think right now she is inspiring all of us, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.).`` I think she is inspiring our nation with her courage, with her strength.'' Now reinforcing that courage is added security. This weekend at a Minneapolis market", "new_id": -2}, {"uid": "1296402113162643982", "i": 43499, "idx": 0, "sa": ["Allen Iverson", "Michael Jordan", "Paul Silas"], "q": "-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. <q> He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston.`` Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1295578670033980433", "i": 3819, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Sullivan/Getty Images) Google Inc. cofounder <strong> Larry Page </strong> is taking over as chief executive officer of the Internet company, after current CEO <strong> Eric Schmidt </strong> leaves the post he has held for more than a decade on April 4. <q> As Google has grown, managing the business has become more complicated.... <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's chief executive officer, </q> according to <strong> Eric Schmidt </strong> in a Google Blog. The e-commerce business has grown from a Web startup to the world's most frequented Internet search engine, with$ 24 billion in revenues annually. Even the company", "new_id": -2}, {"uid": "1297313273178044970", "i": 29549, "idx": 0, "sa": ["Alassane Ouattara"], "q": "he said in an interview in Washington. The crisis in Cote d'Ivoire has forced tens of thousands of people to flee their homes. After the elections were held on November 28, there was <q> almost a unified view as to the outcome, </q> McIntosh said. The United Nations Security Council, the AU and Ecowas all accepted Cote d'Ivoire's Independent Electoral Commission's certification of <strong> Alassane Ouattara </strong> as the winner by an eight percent margin. When Gbagbo rejected the consensus,", "new_id": -2}, {"uid": "1296182170102957071", "i": 9265, "idx": 0, "sa": ["Rahm Emanuel", "Mike Pence", "Barack Obama"], "q": "two years in Washington working for <strong> Barack Obama </strong> until he moved back to Chicago in October to run for mayor. In their appeal to the state's high court, <strong> Rahm Emanuel </strong>'s attorneys called the appellate court decision <q> one of the most far-reaching election law rulings ever </q> issued by an Illinois court. Mike Pence-2012 Letter: No Barack Obamaial run for Ind.. US <strong> Mike Pence </strong> INDIANAPOLIS( AP) U.S. <strong> Mike Pence </strong> of Indiana says he will not seek the Republican nomination for <strong> Barack Obama </strong> in", "new_id": -2}, {"uid": "1295452591083853361", "i": 9558, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "tell it like it is.`` It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,'' says Young. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Now it's up to <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> to spew their best vitriol, destroy America's fragile glee-club pride, and", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]