[{"uid": "1295494129204455946", "i": 52091, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"uid": "1297448422119193625", "i": 58716, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Androids grabbing so much of the smartphone market. <strong> Stephen Elop </strong> was joined on stage by his former colleague at Microsoft, CEO <strong> Steve Ballmer </strong>, who revealed the two companies had started discussing a tie-up back in November. <q> This partnership with Nokia will dramatically accelerate the devStephen Elopment of a vibrant, strong Windows Phone 7 ecosystem, </q> said <strong> Steve Ballmer </strong>. Nokia CEO <strong> Stephen Elop </strong> believes the partnership with Microsoft will let them compete with iPhone and Android smartphones Photo: Nokia Nokia has struggled to compete against a wave of new", "new_id": -2}, {"uid": "1297413424025755648", "i": 13548, "idx": 0, "sa": ["David Letterman"], "q": "`` What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry Kayte this month. Moon over the", "new_id": -2}, {"uid": "1295715717099811335", "i": 51143, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1296139847209518607", "i": 45399, "idx": 0, "sa": ["Michael Vick"], "q": "less convicted. <strong> Michael Vick </strong> is and always will be a POS. Anybody who supports or cheers this thug has obviously turned a blind eye to the monster this low life truly is. <q> One( dog) was killed when <strong> Michael Vick </strong> and one of his partners seized it by the legs and slammed it repeatedly to the ground, breaking its neck and back. </q> hopefully <strong> Michael Vick </strong> will happen across a kkk meeting!!!!!!!!!!!!!!!! What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. Sign In to view", "new_id": -2}, {"uid": "1296811464196722709", "i": 1462, "idx": 3, "sa": ["Michael Vick"], "q": "public- and in October he told Sports Illustrated that the experience changed him for good.`` Right then and there I told myself, I am changing my life,'' <strong> Michael Vick </strong> told the magazine. <q> I'm going to do everything they ask me to do. I'm getting myself away from this madness. </q> That was the only thing <strong> Michael Vick </strong> could do if he wanted to remain employed by the Eagles and continue his climb out of bankruptcy. He said he dedicated himself to studying the Eagles' playbook and to", "new_id": -2}, {"uid": "1295304293100499478", "i": 44511, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are`` very routine'' for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings.------", "new_id": -2}, {"uid": "1295804610043466761", "i": 14376, "idx": 0, "sa": ["Alassane Ouattara"], "q": ", he said businesses were still paying taxes and revenues collected would be deposited in accounts elsewhere. He mentioned Asia, Latin America and emerging African nations as potential partners, but refused to name countries. <q> We have long anticipated all possible decisions... The proof is that the salaries have already been paid, </q> he added. Over the weekend, state television broadcast messages telling civil servants to collect their salaries on Monday. <strong> Alassane Ouattara </strong>'s camp, which complains up to$ 200 million has been withdrawn illegally", "new_id": -2}, {"uid": "1296225951235159601", "i": 475, "idx": 2, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,'' <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View.`` Some of our prizes, like the space challenge, are years in development for competing teams,'' <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking,` Can't you do something?' </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}]