[{"uid": "1297153272247021603", "i": 43736, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "e arty ze`` starej Europy''- zw?aszcza Niemiec i Francji- kt?ra nie chcia?a wzi udzia?u w tej wojnie by?y ma?o dyplomatyczne. No i jest jeszcze s?ynne stwierdzenie wypowiedziane w pierwszych tygodniach po inwazji na Irak: <q> Wiemy, gdzie to jest! </q>( o podobno zgromadzonej w Iraku broni masowej zag?ady)... Tak, te s?owa <strong> Donald Rumsfeld </strong> te ch?tnie by dzi cofn. Ale w swoich wspomnieniach- kt?re maj si niebawem ukaza- <strong> Donald Rumsfeld </strong> nie mo?e si powstrzyma przed dogryzaniem", "new_id": -2}, {"uid": "1297293225002195576", "i": 7750, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "Seattle will also host auditions, with specific dates and venues TBA. Unlike`` American Idol,'' there is no upper age limit for contestants. Groups are also invited to try out. <q> <strong> Susan Boyle </strong> taught me a huge lesson. I have to be more open-minded, </q> <strong> Simon Cowell </strong> said of the age issue. The$ 5 million prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We", "new_id": -2}, {"uid": "1295753710087883816", "i": 1300, "idx": 0, "sa": ["Soulja Boy", "Allen Iverson", "Chauncey Billups", "Carmelo Anthony"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The <strong> Soulja Boy </strong> I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-Chauncey Billupss on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1294999924016908329", "i": 39972, "idx": 0, "sa": ["Colin Powell", "Philip Day"], "q": ": www.ifrc.org Y... <strong> Colin Powell </strong> Eviscerates McCain's Negative Smear Campaign Employees at Novo Nordisk in Princeton, New Jersey take to the stage for World Diabetes <strong> Philip Day </strong>, November 14. The theme of the 2009-2013 campaign is <q> Diabetes Education and Prevention. </q> Visit www.novonordisk-us.com for more information about diabetes and diabetes treatment. Take cont... MaximsNewsGlobalHealth: WORLD HEALTH <strong> Philip Day </strong> 2010- WHO UNAMA A case for foreign language study as a required core subject in our k-12 schools: a", "new_id": -2}, {"uid": "1296459950150618115", "i": 37357, "idx": 5, "sa": ["Simon Cowell"], "q": ",'' he said.`` The biggest failures I've had were at a time when I believed my own hype.'' In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of <q> The World's 50 Most Influential Figures 2010. </q> That followed a different ranking in 2003 when <strong> Simon Cowell </strong> placed number 33 on Channel 4? s list of the all-time 100 Worst Britons, due to his combative and critical judging decisions on TV.", "new_id": -2}, {"uid": "1297203269184696860", "i": 7803, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Isnilon Hapilon"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. <strong> Donald Rumsfeld </strong> wrote that he", "new_id": -2}, {"uid": "1295995840171999254", "i": 59675, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Tim O’Reilly"], "q": "shake-up, will give a USD 100 million target=\"_blank\" href=\"http://equityprivate.com/\"> equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder <strong> Larry Page </strong>, says a target=\"_blank\" href=\"http://mediaconference.com/\"> media report. <q> Google... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong> From BlackBerry to Android to iPhone an upgrade to my smartphone with AT&T. As a long-Tim O’Reillye user and fan of RIM's BlackBerrys, I spent a lot of phone to get. I even used my 30-day`` buyer's remorse </q> period to try out one phone and ulTim O’Reillyately exchange it for another. Because I know a lot of professionals and target=\"_blank\" href=\"http://wn.com/?_business\"> business owners use smartphones the way I do-basically can't get by New SEVEN Solution", "new_id": -2}, {"uid": "1297196814258572315", "i": 47243, "idx": 2, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": "something sinister.`` We believed the intelligence was correct,'' Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's`` Good Morning America'' with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. <q> It turns out that it was not completely correct, although the inspectors did go in and determine that Saddam Hussein did, in fact, have the capability of fairly rapidly reconstituting his chemical and biological capabilities. </q> And regardless of Mr. Hussein's true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict.`` That was", "new_id": -2}, {"uid": "1295997217180568075", "i": 10765, "idx": 1, "sa": ["Bill Lockyer"], "q": "far as we know, there has not been any SEC notice of an investigation.'' California State Treasurer <strong> Bill Lockyer </strong>'s office also has not been contacted by the SEC regarding any disclosure issues. <q> As far as we know there is no probe of Calpers, </q> said <strong> Bill Lockyer </strong> spokesman Tom Dresslar.`` Official statements we provide investors have at all times disclosed all material information with respect to pension obligation.'' Loop Capital Markets recently said half of the 50 states were", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]