[{"uid": "1295240769017891332", "i": 50235, "idx": 0, "sa": ["Nikki McKibbin", "Simon Cowell", "Jim Verraros"], "q": "smoking on the plane.- During season one, <strong> Nikki McKibbin </strong> got into a nasty argument with <strong> Simon Cowell </strong> during a dress rehearsal where he called her the b-word that rhymes with witch. And she said back, <q> I'll*** in' show you a b****! </q>- The producers had the judges in the semfinals dump <strong> Jim Verraros </strong> even after the fans voted him in. Then sanity prevailed and they changed their minds. Poor <strong> Jim Verraros </strong> was whipsawed big time that night?", "new_id": -2}, {"uid": "1295507174010305539", "i": 41817, "idx": 1, "sa": ["Allen Iverson", "Elton Brand", "Stephen King", "Tim Robbins"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Robbinse. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Stephen Kings rookie point guard Pooh Jeter does his first ever video blog. Pooh talks about the past season in", "new_id": -2}, {"uid": "1296146610048234548", "i": 44497, "idx": 0, "sa": ["Simon Cowell"], "q": "no longer a judge on the show, the incomparable <strong> Simon Cowell </strong> is still doing his thing in the entertainment business, executive producing the show`` X-Factor''. Years ago, <strong> Simon Cowell </strong> wrote an excellent book href=\"http://www.amazon.com/Dont-Mean-Rude-But-Backstage/dp/0767917413\" rel=\"nofollow\"> <q> I Don't Mean to Be Rude, But... </q> in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes`` I look upon it[ groveling", "new_id": -2}, {"uid": "1295272169170541102", "i": 12154, "idx": 0, "sa": ["Eric Schmidt", "Vint Cerf"], "q": "United Arab Emirates have expressed concerns over Research In Motion Ltd's( NASDAQ: RIMM) BlackBerry, with In... 2010 MEP National Conference Keynote On Friday, April 17, 2009, <strong> Vint Cerf </strong> gave a talk entitled <q> Tracking the Internet in the 21st Century </q> at the University of Maryland as part of the Booz Allen Hamilton Distinguished Colloquium in Electrical and Computer Engineering.... Biology 1B- Lecture 34: Introduction to plant morphology an <strong> Eric Schmidt </strong> at Mobile World Congress NOTE: Please", "new_id": -2}, {"uid": "1297437840142311452", "i": 48607, "idx": 1, "sa": ["Steve Ballmer"], "q": "So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst wird bei Microsoft integriert. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das", "new_id": -2}, {"uid": "1295447705082477065", "i": 5657, "idx": 0, "sa": ["David Letterman", "Olivia Munn"], "q": "my career.'' Her willingness to go all out is on full display on the February 2011 cover of Maxim- the image was provocative enough to receive denunciations from the conservative Media Research Center.( <q> You know, I think these people need to find a hobby, because I can't be their hobby anymore, </q> she said of the brouhaha.) But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at`` The Late Show with <strong> David Letterman </strong>'' caused almost as much palpitation", "new_id": -2}, {"uid": "1295905784137494537", "i": 51622, "idx": 1, "sa": ["Alassane Ouattara", "Philip J. Crowley"], "q": "a potentially critical development in the effort to put <strong> Alassane Ouattara </strong>, who the international community recognizes as the legitimate winner of last November's election, into office. As href=\"http://online.wsj.com/article/SB10001424052748703555804576101492254013756.html?mod=googlenews_wsj\" target=\"_blank\"> The Wall Street Journal writes, <q> Ivory Coast is the world's largest cocoa exporter, accounting for about 40% of the world markets. The cash crop is grown mainly by small-holder farmers with less than a couple of acres of land, yet exports provide almost one-third of the country's gross domestic product. </q> has endorsed Quattara's call for a month-long ban on cocoa exports from Ivory Coast.`` Laurent Gbagbo needs to get the message and step down,'' State spokesman <strong> Philip J. Crowley </strong> href=\"http://twitter.com/#!/PJPhilip J. Crowley/status/29600863320285185\" target=\"_blank\"> tweeted this afternoon.", "new_id": -2}, {"uid": "1297367447190234638", "i": 41458, "idx": 0, "sa": ["Mike Brown", "Kevin Kolb", "Michael Vick", "Solomon Wilcots"], "q": "the door for <strong> Michael Vick </strong>, and the way <strong> Michael Vick </strong> lit up opposing defenses left the Eagles no choice but to try and find a new home for <strong> Kevin Kolb </strong>. <strong> Solomon Wilcots </strong> has talked with coaches for the Eagles about <strong> Kevin Kolb </strong>. <q> They love him. They just love <strong> Mike Brown </strong> <strong> Michael Vick </strong> more, </q> he said. <strong> Solomon Wilcots </strong> agrees with the Eagles enthusiasm for <strong> Kevin Kolb </strong> and thinks he is a perfect quarterback to lead the Bengals into the future. The second part of the equation makes as much sense as trading for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1297134536144228406", "i": 42403, "idx": 1, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "encouraging kids to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around.'' <strong> Tom Leppert </strong> issued a statement Monday morning, saying that <strong> Dwaine Caraway </strong>'s action <q> was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. </q> <strong> Dwaine Caraway </strong> responded Monday that he cares`` deeply about animals.''`` Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]