[{"uid": "1295546094242909213", "i": 37215, "idx": 6, "sa": ["Michael Gove"], "q": "would be \"culturally impoverished\" . Research already showed that 15-year-olds studying maths in China were more than two years ahead of those in England, he said. Mr <strong> Michael Gove </strong> also said he thought <q> there should be a debate about whether one afternoon a week should be given over to competitive sport or outdoor community activities </q>. Currently schools must teach 13 compulsory subjects to children aged 5-7, rising to 14 for pupils aged 7-14 and then dropping to eight for 14-16 year-olds. At the Conservative Party Conference, Mr", "new_id": -2, "mturk_index": "386"}, {"uid": "1296314764089227265", "i": 50910, "idx": 0, "sa": ["Hillary Clinton", "Colin Powell", "Robert O. Blake"], "q": ".\" <strong> Robert O. Blake </strong> also reminded his audience of an initiative instituted last year and conducted under his jurisdiction: Annual Bilateral Consultations( ABCs) with all five Central Asian countries. In his Houston speech he stated, <q> I look forward to starting the second round of ABCs with Uzbekistan next month in Tashkent. </q> <strong> Robert O. Blake </strong>'s boss, Secretary of State <strong> Hillary Clinton </strong>, visited Uzbekistan last month- the first secretary of state to do since <strong> Colin Powell </strong>'s trip there in December of 2001- as well as Kazakhstan and Kyrgyzstan,", "new_id": -2, "mturk_index": "188"}, {"uid": "1297356972264552457", "i": 50728, "idx": 3, "sa": ["John Hall", "David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Show Low-$ 650,000 MLS 4412044 3 bed/ 5 bath 3,501- 4,000/ 2006 Those Callaways, <strong> John Hall </strong>& Associates Scottsdale-$ 674,900 MLS 4443039 5 bed/ 3", "new_id": -2, "mturk_index": "2034"}, {"uid": "1296744570016711683", "i": 7825, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says, the Middle East would be` far more perilous than it is today'.\" <q> Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'. </q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> George W. Bush </strong> two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times", "new_id": -2, "mturk_index": "2050"}, {"uid": "1295623347170147858", "i": 3973, "idx": 5, "sa": ["Larry Page", "Rob Enderle", "Eric Schmidt"], "q": "<strong> Larry Page </strong> uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgEric Schmidtht. De zijwieltjes mogen er eindelijk vanaf\" , zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. <q> Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en <strong> Larry Page </strong> toen niet op dezelfde golflengte zaten </q>, meent de analist. Hij voegt daaraan toe niet te verwachten dat <strong> Eric Schmidt </strong> nog lang in zijn nieuwe rol zal functioneren. Van <strong> Larry Page </strong> wordt in de komende jaren verwacht dat hij Google niet alleen op consumentenvlak", "new_id": -2, "mturk_index": "1112"}, {"uid": "1296142066049446919", "i": 29177, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2, "mturk_index": "1587"}, {"uid": "1297245174074432537", "i": 18611, "idx": 0, "sa": ["Lindsay Lohan", "Ernie Banks", "Simon Cowell"], "q": "90s as a member of the Friends posse, the actor is now looking forward to being the integral character of a TV show. He describes <strong> Ernie Banks </strong> as \"an ensemble comedy\" but insists he is <q> at the creative centre this time. I've never done that before </q>. <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding", "new_id": -2, "mturk_index": "24"}, {"uid": "1295615284003915786", "i": 57775, "idx": 0, "sa": ["Michael Gove"], "q": "MPs that at present FE teachers can be employed in schools only as a matter of \"last resort\" , whereas primary school teachers with the QTLS certificate can teach at FE level. He urged the Michael Government to <q> look to overcome the obstacles and create a single teaching qualification, effectively moving the barriers that constrain the best use of FE lecturers. </q> More education news and comment from the Guardian Give me the facts: <strong> Michael Gove </strong> reviews syllabus: <strong> Michael Gove </strong> says an academic education will best equip students for the` knowledge industries of the future', as teachers", "new_id": -2, "mturk_index": "249"}, {"uid": "1295128419219299872", "i": 24270, "idx": 0, "sa": ["George H. W. Bush", "Dick Cheney", "David Brooks", "Donald Rumsfeld"], "q": "literature.\" He goes on to write, \"We have a news media that is psychologically ill informed, but politically inflamed, so it leans towards political explanations.\" Thanks, Mr. <strong> David Brooks </strong>: <q> The truth matters and has no agenda. </q> Register-Guard subscription saved for now! Coburg Some leaders like religious fanatics The citizens of this country were mentored into violence for eight years by the likes of <strong> Dick Cheney </strong>, <strong> George H. W. Bush </strong>, <strong> Donald Rumsfeld </strong>,", "new_id": -2, "mturk_index": "1975"}, {"uid": "1295557776021315719", "i": 1417, "idx": 1, "sa": ["Mark Reuss", "Sergio Marchionne"], "q": "?\" Mustang wagon. Ford execs were cagier about AWD for Fiesta or Focus, though Focus would be the more likely to eventually have it as an option. Q: For Chrysler CEO <strong> Sergio Marchionne </strong>: <q> How in the world are you going to avoid the mistakes that have plagued Chrysler mergers and major-stake adventures of the past? Moreover, what concrete steps have you taken, and will continue to take to ensure higher quality vehicles with better design that are competitive with a Mark Reusset that is constantly evolving? </q> Dodge Durango are both very good, good enough to be finalists for North American truck of the Year. <strong> Sergio Marchionne </strong> says Chysler won't get traction with doubters until third-party validation from Consumer Reports and J.D. Power has a", "new_id": -2, "mturk_index": "1465"}]