[{"uid": "1295620443048054281", "i": 34735, "idx": 3, "sa": ["Eric Schmidt"], "q": "earnings, then fell back, and is now up around 1%. Investors, along with the rest of the tech world are trying to make sense of the news. <strong> Eric Schmidt </strong>: Google's Policy Is To <q>Get Right Up To The Creepy Line And Not Cross It</q> Seriously? <strong> Eric Schmidt </strong> Thinks There Should Be No Anonymity Online? The original version of the story appears here: http://www.businessinsider.com/eric-scmidt-out-as-google-ceo-2011-1 \"God's Army\": Louisiana Locals Train To Protect", "new_id": -2}, {"uid": "1296167695171278340", "i": 20015, "idx": 0, "sa": ["Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q>a Christian, a conservative, and a Republican, in that order.</q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. THIS IS A BREAKING NEWS UPDATE. Check back soon for", "new_id": -2}, {"uid": "1297279053018513941", "i": 30337, "idx": 0, "sa": ["Steve Ballmer", "Ray Ozzie", "Nick Turner"], "q": "Microsoft's business unit, its biggest source of sales. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q>strong technical leaders in each business group.</q>-- Editors: <strong> Nick Turner </strong>, Lisa Wolfson To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1296480414012714027", "i": 11731, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Report Abuse \"Another Govt \"bailed-out failure\"..", "new_id": -2}, {"uid": "1295910894175931451", "i": 40528, "idx": 0, "sa": ["Bill Lockyer"], "q": "suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider on Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its own fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities", "new_id": -2}, {"uid": "1295568681147800068", "i": 14133, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "and <strong> Sergey Brin </strong> for a long time to come.\" Aaron Kessler, an ananlyst at Thinkequity, said that Page had probably now gained the experience necessary to run operations at the internet giant. <q>Initially Larry and <strong> Sergey Brin </strong> were pretty young when <strong> Google Inc. </strong> started, so maybe they weren't prepared at that point to run the day-to-day operations of <strong> Google Inc. </strong>. \"But at this point they've been involved for several years now, and are in a better position to really run the company as opposed to just being in the founder role.</q> Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading <strong> Google Inc. </strong> for the last decade\". \"There is no other CEO in the world that could have kept", "new_id": -2}, {"uid": "1297224206054231079", "i": 19171, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was a very small, radical, extremist clique- that risk exists[ in other Middle East countries],\" said <strong> Donald Rumsfeld </strong>, whose memoir, \"Known and Unknown,\" was published Tuesday. <q>The problem we have is there are many elements in a popular revolt. Among them are extremists, like the Muslim Brotherhood,</q> he said. \"They tend to be not the largest, but the most extreme, the best organized, the best financed, and the most vicious.", "new_id": -2}, {"uid": "1295582443002506841", "i": 32172, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "also continue to act as an advisor to co-founders Larry Page and <strong> Sergey Brin </strong>. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q>a chance to work on the things I'm most interested in.</q> He expects it to be \"a significant improvement in the things that I can do in my time.\" The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google", "new_id": -2}, {"uid": "1295605564062603293", "i": 22597, "idx": 0, "sa": ["Michael Gove"], "q": "Education secretary <strong> Michael Gove </strong> talking to pupils at the Cuckoo Hall primary school in Edmonton, north London, where he announced plans to raise school standards in May last year. Photograph: John Stillwell/PA <q>Now, what I want is Facts. Teach these boys and girls nothing but Facts. Facts alone are wanted in life. Plant nothing else and root out everything else. You can only form the minds of reasoning animals upon Facts. Nothing else will ever be of service to them... Stick to Facts, sir!</q> So spake Mr Gradgrind, Dickens's dismal schoolteacher in Hard Times, published 1854. \"I am not going to be coming up with any prescriptive lists. I just think there", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]