[{"uid": "1295670451069369909", "i": 24900, "idx": 0, "sa": ["Stephen Jackson", "Cory Johnson", "Mike Bibby", "Allen Iverson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 <strong> Jamario Moon </strong>'s key miss for Toronto set up Joe <strong> Cory Johnson </strong>'s clincher for Atlanta. <strong> Cory Johnson </strong> scored 28 points, including a jumper with 12.5 seconds left, <strong> Mike Bibby </strong> added 23 and the Atlanta Hawks rallied to", "new_id": -2}, {"uid": "1296432940168050690", "i": 48514, "idx": 0, "sa": ["Pete Maravich", "Allen Iverson"], "q": "to the Brewster Invitational this year. Tilton, an upset winner on Friday evening over national powerhouse, Notre Dame Prep met the host Bobcats in the championship game. Everything se... Ultimate COLLEGE Pistol <strong> Pete Maravich </strong> LSU Mix <q> A compilation of no-look passes, behind-the-back moves, and circus shots. A reminder of what made him so mind blowing in the first place. </q> SPORTS ILLUSTRATED( March 2007) on this highlight mix. www.MaravichBook.com`` The definitive biography of Pistol <strong> Pete Maravich </strong>'' ESP... <strong> Allen Iverson </strong> College Mix- Georgetown University For those who were there at McDonough Gymnasium on August 4,", "new_id": -2}, {"uid": "1296429332256245803", "i": 11996, "idx": 1, "sa": ["Allen Iverson", "Reggie Miller"], "q": "it was coming. The crowd knew it was coming.'' The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said.`` We got tight. To get a big lead like that and lose it at home is ridiculous.'' Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the best-of-five", "new_id": -2}, {"uid": "1295873978013910017", "i": 12468, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "and Welch say they favor dispensing with the segregated seating by party that has been the tradition at State of the Union speeches. Instead, they said, Democrats and Republicans should sit together. <q> As an independent, it's not hard for me to find people who I disagree with, </q> <strong> Sen. Bernie Sanders </strong> said.`` I will reach out and sit next to Republicans and Democrats. I think it's a fine idea.''( <strong> Barack Obama </strong> of <strong> Barack Obama </strong>) <strong> Sen. Bernie Sanders </strong> said the economy and jobs are", "new_id": -2}, {"uid": "1296595859061521938", "i": 41227, "idx": 0, "sa": ["Stephen A. Smith", "Allen Iverson", "Ben Roethlisberger"], "q": "crumbled, so did his personal life when his wife filed for divorce last week. But in a bombshell report from friend and former Sixers beat writer, <strong> Stephen A. Smith </strong>, <strong> Allen Iverson </strong> also has problems with alcohol and gambling. <q> If numerous NBA sources are telling the truth-- and there's no reason to believe they'd do otherwise in a situation of this magnitude-- <strong> Allen Iverson </strong> will either drink himself into oblivion or gamble his life away. </q> Philadelphia Inquirer Sexual Misconduct allegations plague Steeler's <strong> Ben Roethlisberger </strong> again( From USATODAY) link to the article.... www.usatoday.com I'll paste a small part of the article here. It was too long to paste it all", "new_id": -2}, {"uid": "1295562143244678673", "i": 827, "idx": 2, "sa": ["Eric Schmidt"], "q": "'' Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would`` merge Google's technology and business vision,'' while he would focus on external issues, like <q> deals, partnerships, customers and broader business relationships. </q> In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at", "new_id": -2}, {"uid": "1296184901199016459", "i": 11061, "idx": 0, "sa": ["Mike Pence"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> wrote <strong> Mike Pence </strong>.`` We will not seek the Republican nomination for president in 2012.'' Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans", "new_id": -2}, {"uid": "1295454964213254160", "i": 4299, "idx": 0, "sa": ["Sergio Marchionne"], "q": "`` In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q>`` Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize", "new_id": -2}, {"uid": "1296407544252772372", "i": 140, "idx": 18, "sa": ["Kyle Korver", "Maurice Cheeks", "Allen Iverson"], "q": "that to happen with 4.9 seconds left, it's devastating,'' <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. <q> We didn't make the correct switch, </q> Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake.`` Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out", "new_id": -2}, [{"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]]