[{"uid": "1297178256266534988", "i": 47410, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "mobile biological weapons production plants \"but can not locate them.\" On chemical weapons, the U.S. could not confirm the identity of any Iraqi sites that could produce the final chemical agent. <q> Our overall knowledge of the Iraqi CW program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete, </q> the report stated. U.S. intelligence could confirm the identity of most facilities that contributed to ballistic missile production, the report states. February 12, 2003 <strong> Donald Rumsfeld </strong> Press Conference During the press", "new_id": -2}, {"uid": "1295945463061587464", "i": 35950, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company", "new_id": -2}, {"uid": "1297355862235454526", "i": 17183, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Update: Power Restored in Chilton Area, Schools Delayed Embezzlement Could Force Kids' Figure Skating Club to", "new_id": -2}, {"uid": "1295943336129105955", "i": 40270, "idx": 0, "sa": ["Oprah Winfrey", "Regis Philbin", "David Letterman", "Larry King"], "q": "AM EST- U.S. Markets open in 6 hrs 15 mins <strong> Oprah Winfrey </strong>, <strong> Larry King </strong> and now <strong> Regis Philbin </strong>-- 3 TV talk exits{ \"s\": \"cbs, twx\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} <strong> David Letterman </strong> Bauder, AP Television Writer, On Monday January 24, 2011, 9:54 am EST NEW YORK( AP)-- <strong> Regis Philbin </strong>", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1296296965191774724", "i": 26747, "idx": 0, "sa": ["Simon Cowell"], "q": "dog\" to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"uid": "1295567978244678669", "i": 49368, "idx": 0, "sa": ["Eric Schmidt", "Mark Hurd"], "q": "an investigation of the events surrounding <strong> Mark Hurd </strong>'s exit, the latest development in a shareholder lawsuit stemming from the move. \"That's a pretty big make-over,\" said Kaufman Bros. analyst Shaw Wu. <q> The board definitely caught some flack with how it handled the <strong> Mark Hurd </strong> situation and you're seeing the repercussions of that. </q> The shakeup of H-P's board comes on the same day that Google Inc.( GOOG) altered the roles of its leadership. CEO <strong> Eric Schmidt </strong> is taking on the role of executive chairman", "new_id": -2}, {"uid": "1295801602188252207", "i": 16016, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit. \" Report Abuse <q> Let's see something EARTH SHATTERING!!!!!!! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295600463103776299", "i": 18414, "idx": 0, "sa": ["Carmelo Anthony", "Liza Minnelli", "Simon Cowell", "Steven Tyler"], "q": "than it has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they may see things that past judges did not. <q> You won't find many people like that, that kind of enthusiasm, </q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. \"I am going to personally work that into something good.\" Nets general manager apologizes to team for <strong> Carmelo Anthony </strong> talks", "new_id": -2}, {"uid": "1295566871244678664", "i": 48495, "idx": 6, "sa": ["Eric Schmidt"], "q": "at Benchmark Co.. He said Wall Street was comfortable with <strong> Eric Schmidt </strong>, and that investors may question whether Page is the right person for the job because he lacks CEO experience at a major public company. <q> Certainly, there will be some concerns going forward, </q> Moran said. \"He will have to prove himself.\" Google shares rose 2.6% to$ 643.08 in after-hours trading, as the company's fourth-quarter results topped Wall Street's expectations.", "new_id": -2}]