[{"uid": "1295687287040943628", "i": 8102, "idx": 9, "sa": ["Mo Williams", "Allen Iverson", "Jim O'Brien"], "q": "'' He got off to a fast start in this one, scoring 20 in the first quarter.`` He was just on fire,'' <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach <strong> Jim O'Brien </strong> could only agree after Philadelphia beat the Bucks for the third time this season.`` It was the quickest 40 points I think I have ever witnessed,'' <strong> Jim O'Brien </strong> said.`` He was spectacular", "new_id": -2}, {"uid": "1295545167266109004", "i": 47583, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in large delivery and refuse trucks across the country. The EPA-Chrysler partnership`` seeks to bring this same cost-effective technology to passenger vehicles,'' the agency said, noting in a news release that a minivan <q> can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries. </q>`` In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said.``", "new_id": -2}, {"uid": "1295669812256737314", "i": 45398, "idx": 0, "sa": ["Andy Coulson"], "q": "... Photo in Slideshow: Banners fly outside the Goring Hotel, in Belgravia... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> a couple of parasites who will undoubtedly burden the tax payer with more of their offspring whilst the rest of the uk suffers.. </q> and as for the act of settlement.. nice to know biterness and sectarianism is still rife today... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"uid": "1295559703061718604", "i": 41341, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "for Google speaking with media and at conferences. Our read of the company is that <strong> Sergey Brin </strong> and <strong> Larry Page </strong> have been driving most of the major strategic decisions for a while. <strong> Eric Schmidt </strong>: Google's Policy Is To <q> Get Right Up To The Creepy Line And Not Cross It </q> Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for href=\"http://help.yahoo.com/l/us/yahoo/finance/quotes/fitadelay.html\"> other exchanges. Quotes and other information supplied by independent", "new_id": -2}, {"uid": "1295135053142065708", "i": 45860, "idx": 2, "sa": ["Rasheed Wallace", "Aaron Thompson", "Don Maestri", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it Don Maestrie,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/CAL_STATE_FULLERTON_TITANS_AT_LONG_BEACH_STATE_49ERS_02/05/10 <strong> Aaron Thompson </strong> Carries Titans Fullerton Sweeps Long Beach With OT Win Feb. 4, 2010 Box Score Long Beach", "new_id": -2}, {"uid": "1297260285158613520", "i": 6674, "idx": 0, "sa": ["Jim Schmitt", "Scott Walker", "Valerie Jarrett", "Donald Rumsfeld", "Barack Obama"], "q": "lunch... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Scott Walker </strong>, <strong> Jim Schmitt </strong> White House, Chamber of Commerce Relationship Cooling? Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> Missy remember he is half& half? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1295729281227016711", "i": 14457, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Self Defense", "new_id": -2}, {"uid": "1295510840092602376", "i": 995, "idx": 2, "sa": ["LeBron James", "Don Nelson", "Allen Iverson", "Rasheed Wallace", "Tim Cahill"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at Tim Cahilles in the game but we got it Don Nelsone,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios Jr. out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"uid": "1296806545266600450", "i": 30752, "idx": 2, "sa": ["David Letterman"], "q": "During one`` Late Show'' episode, <strong> David Letterman </strong>`` made it very clear that neither` douche' nor` douche bag' were vulgar terms when used correctly,'' Maytin wrote, adding that the term has <q> made its way into mainstream society. </q> In fact, Maytin argued, the term`` douche bag'' is spoken more than such wholesome words as`` baseball'' and`` apple pie,'' among others. Maytin goes onto to say in", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]