[{"uid": "1296619354222035969", "i": 37438, "idx": 10, "sa": ["Steve Javie", "M. Night Shyamalan", "Allen Iverson", "Derek Hough", "Kobe Bryant", "James Newton Howard", "Metta World Peace"], "q": "official <strong> Steve Javie </strong>, who ejected him.`` I tDerek Hought I got fouled on that play, and I said I tDerek Hought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q> His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting <strong> Kobe Bryant </strong>'s 81-point <strong> M. Night Shyamalan </strong> against the ToMetta World Peaceto Raptors on January 22, 2006. Best of <strong> James Newton Howard </strong>& <strong> M. Night Shyamalan </strong> Music", "new_id": -2}, {"uid": "1295701242121667612", "i": 25485, "idx": 5, "sa": ["LeBron James", "Allen Iverson", "Dez Bryant"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Dez Bryant </strong> said when told about his scoring spree.`` You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.'' The Lakers led 89-79", "new_id": -2}, {"uid": "1295934410148537368", "i": 27222, "idx": 6, "sa": ["Matt Geiger", "Allen Iverson", "Lou Lamoriello", "Phil Jackson"], "q": "That's just Phil Jacksonly. When I play bad, they boo.'' <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCulLou Lamoriellogh replaced him, the crowd cheered. <q> The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes, </q> said <strong> Allen Iverson </strong>, who scored 37 points.`` It's tough.`` For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a", "new_id": -2}, {"uid": "1295412345169443429", "i": 24957, "idx": 0, "sa": ["Steve Ballmer"], "q": "from China and said it expected those purchases to be more than$ 3 billion in coming years. MSFT.O) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1297401582198770697", "i": 22254, "idx": 0, "sa": ["Charlie Sheen", "Brooke Mueller", "Angelina Jolie", "James McAvoy", "Vanessa Hudgens"], "q": "<strong> Vanessa Hudgens </strong> sizzles in Details' March 2011 issue. <strong> Brooke Mueller </strong> and <strong> Charlie Sheen </strong> make a night of it at the 61st Primetime Emmy Awards at the Nokia Theatre in LA on September 20, 2009 <strong> Charlie Sheen </strong> on <q> Two and a Half Men, </q> Jan. 18, 2010, CBS <strong> James McAvoy </strong> Enjoyed Getting the'S** t Kicked Out' of Him by <strong> Angelina Jolie </strong> Countdown To William& Kate's Big Day! Copyright? 2011 by NBC Universal", "new_id": -2}, {"uid": "1295893246127107079", "i": 39128, "idx": 0, "sa": ["Alassane Ouattara"], "q": "incumbent President Laurent Gbagbo, who refuses to stand down. The country's main exporters agreed to the ban, Malick Tohe, an adviser to <strong> Alassane Ouattara </strong>'s government, said by telephone from Abidjan yesterday. <q> You can't cut off supply and not see higher prices, </q> said Hector Galvan, a senior trading adviser at RJO Futures in Chicago. Cocoa for March delivery rose$ 128, or 4 percent, to settle at$ 3,312 a metric ton at 11:58 a.m. on", "new_id": -2}, {"uid": "1294973342249905153", "i": 33111, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "nation& type= Video& sent= no& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 66v&amp;flvURL=/media/2011/01/13/01132011- 66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 66v.jsn </q>}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'':`` Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}, {"uid": "1297600429127287372", "i": 56554, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added.", "new_id": -2}, {"uid": "1295972855202047505", "i": 18629, "idx": 3, "sa": ["Bernie Sanders", "Nancy Pelosi"], "q": "paid out bonuses in excess of$ 3m to more than 200 employees.'' Since the TARP money was tax dollars, this qualifies as <strong> Bernie Sanders </strong>'`` tax breaks'' for very wealthy people. Reuters reported: <q> Banks seized more than a million U.S. homes in one year for the first time last year. </q> <strong> Nancy Pelosi </strong> received 65.6% of her campaign contributions($ 1.6 M) from business in 2008, including$ 120,500 from the insurance industry( 4.9% of total). <strong> Nancy Pelosi </strong> called insurers`` immoral'' and''", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]