[{"uid": "1295636762010666003", "i": 17383, "idx": 1, "sa": ["Mazher Mahmood", "Sarah Ferguson", "Prince Andrew, Duke of York", "Andy Coulson"], "q": "<strong> Sarah Ferguson </strong>, for offering up access to her former husband <strong> Prince Andrew, Duke of York </strong> for? 500,000($ 800,000). <strong> Mazher Mahmood </strong>( aka the Fake Sheikh) specializes in the classic Fleet Street sting, and secretly filmed <strong> Sarah Ferguson </strong> agreeing to <q> open any door you want </q> to a wealthy businessman- <strong> Mazher Mahmood </strong> in disguise. It is these types of tactics that have led many to question whether <strong> Andy Coulson </strong> was as unaware of his reporters' behavior as he has always claimed. They also", "new_id": -2}, {"uid": "1297086358189808654", "i": 42224, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Iraq that <strong> Donald Rumsfeld </strong> himself has described as the low point of his time at the Pentagon. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) <strong> Donald Rumsfeld </strong>: <q> It's Possible Troop Decisions Were a Mistake in Iraq </q>", "new_id": -2}, {"uid": "1296574658231948384", "i": 54895, "idx": 0, "sa": ["Eric Schmidt"], "q": "belt, as well as experience at the US State Department, and running the Google Ideas think tank. Crains said the planned volume has been described as seriously wonky. Hollywood Reporter, the book will examine <q> the challenges that technology poses to authoritarian regimes </q>. This is of course a subject <strong> Eric Schmidt </strong> knows much about, having overseen Google's own fearless challenge against a number of authoritarian regimes, including the European Commission's competition authorities and assorted rights holders' and", "new_id": -2}, {"uid": "1297390016200884258", "i": 50901, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": ", <strong> John McCain </strong>. The box is labeled:`` Stuff happens-and Rummy has never been shy about calling out the culprit. Some choice zingers from his memoir...'' <strong> John McCain </strong> has already responded to <strong> Donald Rumsfeld </strong>'s zinger with <q> Thank God he was relieved of his duties. </q> But overall, NEWSWEEK is quite restrained in its criticism of Donald Rumsfeld-almost to the point of being complimentary. For example, it cites-and rightly so-Donald Rumsfeld's heroic performance when the Pentagon was attacked on 9/11 and:", "new_id": -2}, {"uid": "1295243577247496712", "i": 12744, "idx": 3, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said she was in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited. <q> If there's anyone in the world that will recover fully from this kind of href=\"http://uk.news.yahoo.com/fc/crime-punishment.html\"> crime and just unbelievable injury, it's her, </q> the New York senator said.`` She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now.", "new_id": -2}, {"uid": "1296789416115392519", "i": 19434, "idx": 2, "sa": ["Eric Young", "Eddie Jordan", "Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Eric Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Eric Young </strong> said.`` It really worked tonight.'' Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15", "new_id": -2}, {"uid": "1295578221248299533", "i": 152, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was <q> not a reaction to competitors. </q> Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees.`` Google has many different businesses and the issue", "new_id": -2}, {"uid": "1295563321217792537", "i": 8332, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "complicated.'' The three-way decision process at Google was never depicted as a cozy session of like-minded individuals all on the samLarry Page; apparently the trio decided on a more conventional organization chart. We <q> agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote. <strong> Eric Schmidt </strong> holds out that he, <strong> Sergey Brin </strong> and <strong> Larry Page </strong> will all continue to work together for a long time to come, but the shakeup suggests otherwise.`` <strong> Eric Schmidt </strong> was the grownup", "new_id": -2}, {"uid": "1297258327064307220", "i": 53396, "idx": 0, "sa": ["Donald Rumsfeld", "Michelle Obama"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: <strong> Michelle Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> The reason former community organizer <strong> Michelle Obama </strong> and his Copenhagen snuff dipping wife are preventing the daughters from T.V. and other printed media and are so carefully monitoring the internet is because they don't want them to see the true facts that are now beginning to be circulated about them- that they have a failed presidency, are way down in the polls, that most Americans can't stand them or their Chicago thug fascist politics and their egotistical eliteist condesending incompetent unqualified regeime. </q> Clearly America has woken up and can see that the emperor has no clothes. Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]