[{"uid": "1295506907199884812", "i": 35600, "idx": 1, "sa": ["John McCain", "Mike Pence", "Campbell Brown", "Ben Smith", "Sarah Palin"], "q": ". RULA <strong> Campbell Brown </strong> Politico's <strong> Ben Smith </strong> reports on the internal tensions that are roiling the <strong> John McCain </strong> campaign, with many <strong> Sarah Palin </strong> allies voicing their unhappiness at how the campaign has been run. According to <strong> Ben Smith </strong>, there are now <q> stirrings of a <strong> Sarah Palin </strong> insurgency. </q> Some of the highlights: Four <strong> Mike Pence </strong>.. <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers`` Jerks'' 11-7-2008 <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers`` Jerks'' 11-7-2008... <strong> John McCain </strong> Aides Blaming and Trashing <strong> Sarah Palin </strong> <strong> John McCain </strong> staffers are scapegoating poor <strong> Sarah Palin </strong> for the", "new_id": -2}, {"uid": "1295617447243957789", "i": 27824, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Fri, Jan 21, 2011, 8:43 AM EST- U.S. Markets open in 47 mins.{`` s'':`` aapl, aol, goog, vz'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Jay Yarow, On Friday January 21, 2011, 7:46 am The biggest news everyone is digesting: <strong> Eric Schmidt </strong> is target=\"_blank\" href=\"http://www.businessinsider.com/Eric Schmidt-scmidt-out-as-google-ceo-2011-1\"> no", "new_id": -2}, {"uid": "1295903855235421728", "i": 31006, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson"], "q": ", the director of public pSienna Millercutions, said he had met senior London police officers on Monday and agreed that any evidence from recent or new allegations of phone hacking should be assessed by barrister Alison Levitt. <q> I have asked Alison Levitt to take a robust approach with a view to advising whether the Metropolitan Police Service should carry out any further investigation or deciding whether any pSienna Millercutions can be brought, </q> he said in a statement. <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after one of his reporters was jailed for secretly listening to phone messages of royal household staff.", "new_id": -2}, {"uid": "1295198345210845697", "i": 14989, "idx": 3, "sa": ["Earl Watson", "Carmelo Anthony", "LeBron James", "Chris Webber", "Allen Iverson", "Andre Miller", "Andre Iguodala"], "q": "shot. He knocked the shot down. It was a good play,'' <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end. <q> You don't want somebody shooting that had been maLeBron James a lot of shots, </q> <strong> Allen Iverson </strong> said. So, after two timeouts, <strong> Carmelo Anthony </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> Earl Watson </strong>, whose open 3-pointer was short,", "new_id": -2}, {"uid": "1297160511212434957", "i": 28823, "idx": 0, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "with the fourth judge still unknown. However, talk of the former Pussycat Doll's possible arrival has apparently got Cheryl worried she will be eclipsed by her if they do work together on the series. <q> Cheryl's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> A source told the Daily Mirror newspaper:`` Cheryl's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing", "new_id": -2}, {"uid": "1297461177215384092", "i": 13016, "idx": 9, "sa": ["Michael Vick"], "q": "well had been hanged, then drowned and buried by <strong> Michael Vick </strong>, Peace and Phillips in the backyard of <strong> Michael Vick </strong>'s house in Surry County, Va., he returned home to see his dog, BJ. <q> I had the scent of the dead dogs on my clothes and when I got home late[ the night federal agents first dug up the dead dogs], </q> Knorr said.`` BJ-- who was always sitting by the window waiting for me and would be there to greet me-- went sniffing around and went berserk barking, smelling the death of the dogs on me", "new_id": -2}, {"uid": "1297086358189808654", "i": 42221, "idx": 4, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.''`` It's hard to know,'' <strong> Donald Rumsfeld </strong> continued. <q> You know, the path you didn't take is always smoother. </q> Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's`` World News With <strong> Diane Sawyer </strong>'' on Monday, Feb. 7, on`` Nightline'', and Feb. 8 on`` Good Morning America'' and``", "new_id": -2}, {"uid": "1297446725101842956", "i": 13438, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q> a serious book of history that is rooted in the primary documents that I will have on the website[ target=\"_blank\" href=\"http://www.Donald Rumsfeld.com/\"> www.Donald Rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments. </q> When I invite him to discuss the fairly damning remarks in his book about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct", "new_id": -2}, {"uid": "1295097097151207959", "i": 56079, "idx": 0, "sa": ["Michael Vick", "Ovie Mughelli"], "q": "By <strong> Michael Vick </strong> A. Lough FLOWERY BRANCH, Ga.- <strong> Ovie Mughelli </strong> sat on the stool in front of his locker at Atlanta's practice facility, about 45 minutes from downtown, and shook his head. <q> I can't even turn on the TV without somebody saying that we're going to be the underdog, </q> the Atlanta Falcons fullback said.`` What, 13-3 underdogs every single week? I think most people think we're going to be underdogs at home, again, this Saturday.'' But maybe it", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]