[{"uid": "1295739237074268687", "i": 9446, "idx": 6, "sa": ["Tyronn Lue", "Calvin Coolidge", "Dennis Johnson", "Marvin Webster", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong> and Jer` Vaughn <strong> Dennis Johnson </strong> each scored 17 points and three other Titans were in double figures Saturday night as <strong> Calvin Coolidge </strong> State Fullerton rallied to win its home opener, 85-75", "new_id": -2}, {"uid": "1295094125134053943", "i": 20108, "idx": 38, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. ''I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q>His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1296046020033832963", "i": 9667, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Tom Coburn", "Orrin Hatch"], "q": "( D., N.Y.) agreed several days ago to sit with <strong> Barack Obama </strong> <strong> Tom Coburn </strong>( <strong> John Thune </strong>, Okla.). On Tuesday, he encountered <strong> Barack Obama </strong> <strong> Orrin Hatch </strong>( <strong> John Thune </strong>, Utah) in a Senate elevator and told him, <q>I wanted you to be my date, but I already asked <strong> Tom Coburn </strong>.</q> When Sens. <strong> John Thune </strong>( <strong> John Thune </strong>, S.D.) and <strong> Kirsten Gillibrand </strong>( D., N.Y.), said they'd be sitting together, aides began calling them the prom king and queen, since they're considered two", "new_id": -2}, {"uid": "1296585674107593766", "i": 10518, "idx": 2, "sa": ["Rachel Beth Anderson", "J. King", "Zahi Hawass"], "q": "AlJazeera] <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities, discusses recent discoveries that reveal new information about <strong> J. King </strong> Tut and his mummy( which remains in the Boy <strong> J. King </strong>'s tomb in Egypt). <q>Tutankhamun: The Golden <strong> J. King </strong> and the Great Pharaohs</q> is on... <strong> J. King </strong> Tut- The Boy <strong> J. King </strong>'s Treasures Islamic Art Museum with an updated decor and antiquity display is a ''light in the heart of Cairo'' according to <strong> Zahi Hawass </strong>. Video and Edit by <strong> Rachel Beth Anderson </strong>", "new_id": -2}, {"uid": "1297292759117293082", "i": 46934, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said Boyd had a reputation for exaggerating his exploits abroad and <q>that may have played a large part in the trouble he has gotten himself into.</q> Virginia Senator Jim Webb says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,</q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming ''the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s ''Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1297118693225951847", "i": 8407, "idx": 1, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "and promotion. ''It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub Watch: ''The View'' Dishes About <strong> Christina Aguilera </strong> Anthem Exclusive: Rumsfeld:`", "new_id": -2}, {"uid": "1296849571234831879", "i": 6237, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "party that is being publicized as ''Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.'' The invitation has a large illustration of <strong> Michael Vick </strong> in his Eagles uniform and a ''V7'' logo. <q>He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,</q> said <strong> Roger Goodell </strong>, who added: ''I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him and he", "new_id": -2}, {"uid": "1297298115011485196", "i": 9854, "idx": 0, "sa": ["Michael Vick", "Nikki Giovanni", "Major Jackson", "Janet Jackson"], "q": " ''There should be YouTube poems,'' <strong> Major Jackson </strong> says. <strong> Nikki Giovanni </strong> believes poetry's appeal has been pretty consistent over time and that people shouldn't waste time crying about what it isn't. <q>Nobody is going to call me and say, ''Hey, I want you to come and do halftime at the Super Bowl,</q> says the poet, a huge football fan who once taught <strong> Michael Vick </strong>. ''But we'd ask <strong> Janet Jackson </strong>. When we look at poetry we have to say,` This is where we're at''... Poetry", "new_id": -2}, {"uid": "1297183374119177259", "i": 44728, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the invasion, further stoked resentment in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. ''I had meant to say France and Germany represented ''old NATO' not` old Europe'.'' ''In any event, the phrase` old Europe'' entered the vernacular. The", "new_id": -2}]