[{"uid": "1296486373063668243", "i": 2365, "idx": 2, "sa": ["Bill Stephan", "Mike Pence"], "q": "Karen, at an evangelical church service where she was playing the guitar. \"I think his faith is first and foremost what makes him tick,\" said former Rep. David McIntosh, a Republican. <q>Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.</q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"", "new_id": -2}, {"uid": "1295394211046235674", "i": 4551, "idx": 1, "sa": ["Sergio Marchionne"], "q": "\" he said. <strong> Sergio Marchionne </strong>: We're going to reinvent the minivan He wanted to allay fears among Windsor's 4,300 workers that such a change will jeopardize their jobs. <q>We're not going to give an inch of territory in terms of our domination of the segment,</q> <strong> Sergio Marchionne </strong> said. \"But we need to completely rethink the minivan. We need to make it a lot more versatile than it is. The architecture will allow us to make a minivan-like vehicle plus others.\"", "new_id": -2}, {"uid": "1294953542155058304", "i": 47664, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1295682265065617928", "i": 95, "idx": 19, "sa": ["Ronald Reagan", "Sarah Palin", "Mike Pence", "Marjorie Dannenfelser"], "q": "nominee. \"He has that everyman, Indiana appeal with vision,\" <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. <q>I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,</q> <strong> Marjorie Dannenfelser </strong> said. \"But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.\" Andy Smith, who heads the University of New Hampshire", "new_id": -2}, {"uid": "1297328202088555652", "i": 10702, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Known and Unknown,\" at the National Constitution Center. Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q>I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance.</q>- <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1295611398069435392", "i": 10510, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.\" The former editor said he was <q>extremely proud of the part he played</q> in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to give the 110% needed in this role\". He added: \"I", "new_id": -2}, {"uid": "1296385836115228698", "i": 18453, "idx": 1, "sa": ["Michael Jordan", "Larry Bird", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q>I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Bird </strong> Brown said. \"This is kind of unexpected", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,</q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.\" The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1296169756065815248", "i": 45703, "idx": 5, "sa": ["Mike Pence"], "q": "up his timetable,\" National Journal updated. What we know for sure, though, is that <strong> Mike Pence </strong>'s people are understandably not happy with reporters calling his mother for the hottest political gossip: <q> \"You called his mom,</q> <strong> Mike Pence </strong> spokesman Matt Lloyd protested when an NJ reporter called the lawmaker's office to inquire about the latest reports about an evening announcement...\"[ Image via AP]", "new_id": -2}, {"uid": "1297421672197410819", "i": 43255, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Dead Space 2Fancy winning a copy of EastEnders: Ronnie makes an untrue accusation Emmerdale:", "new_id": -2}]