[{"uid": "1295974237110362671", "i": 21933, "idx": 2, "sa": ["Eric Cantor", "Mike Pence", "Kevin McCarthy", "Don Young"], "q": ".\"\"   Mike Pence   Kevin McCarthy ( of \" Don Young  Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\"\"   We've got to roll back there. That will save$ 100 billion in the first year,  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1297657809049070082", "i": 35225, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress_ primarily liberal Democrats_ have vowed to fight the proposed funding cut.  In my community, Planned Parenthood is a very highly regarded mainstream organization,  said Democratic  Mike Pence   Lois Capps  of California, who depicted  Mike Pence 's bill as \"driven by an extreme ideological agenda.\"\"   Cecile Richards  said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1295380356071155734", "i": 45216, "idx": 2, "sa": ["Mike Pence", "Mitch Daniels", "Barack Obama", "Mitt Romney", "Sarah Palin"], "q": "Gov.  Sarah Palin ( R) and former Massachusetts Gov.  Mitt Romney ( R). But  Mike Pence  in his speech lauded another potential Barack Obamaial contender from Indiana, Gov.  Mitch Daniels ( R), calling him  the best governor in America.  http://thehill.com/blogs/blog-briefing-room/news/138527-with-future-uncertain-Mike Pence-to-address-indiana-lawmakers With Sen. Conrad to retire, GOP eyes possibility of 2012 pick-up House Dem calls for` beefed up' security, special treatment for members by TSA  Barack Obama 's response to Arizona shooting rated higher than  Sarah Palin ", "new_id": -2}, {"uid": "1295682265065617928", "i": 119, "idx": 13, "sa": ["Mike Pence", "Mike Huckabee", "Marjorie Dannenfelser", "Sarah Palin"], "q": "List, a group opposing abortion. \"I truly don't know( if he's running for president),\"\"  said Susan B. Anthony List President  Marjorie Dannenfelser , who has urged  Mike Pence  to run.  It's my job to really encourage talent to seize the moment, and I think he can do it.  If  Mike Pence  is going to decide this month, he will have to do it without knowing who else is running. Those potential candidates include former Alaska Gov.  Sarah Palin  and former Arkansas Gov.  Mike Huckabee .", "new_id": -2}, {"uid": "1295520723146522148", "i": 33413, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "centennial celebration of its most famous son. Former Alaska governor  Sarah Palin  routinely quotes Reagan in her Facebook postings. Indiana  Mike Pence 's paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a  shining city on a hill.  To this day, politicians who have succeeded Reagan cite him as a hero- although they don't necessarily follow his style of politics as a model. Reagan said the GOP should be a \"big", "new_id": -2}, {"uid": "1296044884033833029", "i": 54867, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Tim Russert", "Bill Richardson", "Mitt Romney", "John Boehner"], "q": "And  John Boehner  was far from the only one laying out$ 100 Bill Richardsonion in non-defense discretionary spending cuts as the benchmark. Incoming House Budget ComMitt Romneyee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut  a good$ 100 Bill Richardsonion.   Mike Pence   Kevin McCarthy ( of \"Young Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-sTim Russertulus bailout numbers. We can live with that.\"\"  \"We", "new_id": -2}, {"uid": "1297403514087310479", "i": 47965, "idx": 0, "sa": ["Mike Pence", "Cliff Stearns"], "q": "moving forward on an issue of key importance to many in their base. On Thursday, they noted their new allies in the House and the economic constraints were both working in their favor.  This is when we're going to defund Planned Parenthood,  said  Mike Pence   Cliff Stearns , R-Fla. \"Now is the season for us to do this.\"\"  Although the cuts may be embraced by the House, they are likely to find much more resistance in the", "new_id": -2}, {"uid": "1296055281154206214", "i": 11831, "idx": 3, "sa": ["Michele Bachmann", "Mike Pence", "Paul Ryan", "Barack Obama"], "q": "century.\"\"  Whereas  Mike Pence   Paul Ryan 's response was measured, his colleague,  Mike Pence   Michele Bachmann  of Minnesota, held nothing back in her Tea Party-sponsored rebuttal.  Mike Pence   Michele Bachmann  sharply criticized what she called the  Barack Obama 's  unprecedented explosion of government spending,  including the economic recovery package. She said Americans risked being forced into government-run health care unless \"Barack Obamacare,\"\"  the Republicans' preferred term to describe the health care bill, is fully repealed. \"", "new_id": -2}, {"uid": "1296289522017268736", "i": 5179, "idx": 0, "sa": ["Dennis Kucinich", "Mike Pence"], "q": "There was also a course of antibiotics that caused all kinds of nasty side effects.) The former presidential contender said the settlement he reached with the contractor that runs the Longworth cafeteria and a couple suppliers  reflects the actual out-of-pocket expenses.  Oh, and that \"I don't want to have to make another dental visit for a very long time.\"\"   Mike Pence   Dennis Kucinich  gets a bad bite of sandwich, sues House cafeteria Read this: Sundance", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]