[{"uid": "1297576731237207610", "i": 7676, "idx": 1, "sa": ["Allen Iverson"], "q": "by a surgeon. The former NBA MVP will not require surgery but his calf has a calcium deposit and secondary bleeding. \"It's tricky because of the location,\" Andrews said as quoted by AP. <q>So we're going to try to treat it without surgery.</q> <strong> Allen Iverson </strong> is leaving his current team, Besiktas of the Turkish League. He signed with Besiktas last year after failing to receive an offer from a single NBA team. Medical officials said that <strong> Allen Iverson </strong>'s injury", "new_id": -2}, {"uid": "1296098125117833731", "i": 27201, "idx": 3, "sa": ["Roger Kay", "Eric Schmidt"], "q": "not want to get too comfortable with the idea of Larry Page as the t-shirt wearing, Wall Street-oblivious CEO: Page may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, <strong> Roger Kay </strong> predicts. <q>I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO,</q> says <strong> Roger Kay </strong>. Strategy Guide| Is Your Data Centre Up-To-Date, Secure and Energy Efficient? Improving Storage Efficiencies with Data Deduplication and Compression Read here how Macquarie Telecom has undertaken a survey of Australian businesses to advance", "new_id": -2}, {"uid": "1297439837161464379", "i": 7927, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The biggest change by far for Nokia is its tacit admission that its Symbian operating platform has failed to become competitive, illustrated by its bold move to take on Microsoft's mobile platform for its smartphones. <q>I think there was a recognition that for something to effectively compete and ultimately win against Android and iPhone, it would require some big muscle,</q> <strong> Stephen Elop </strong> said at a joint news conference with Microsoft CEO <strong> Steve Ballmer </strong>. The choice to adopt Microsoft Phone is a controversial one as the platform has also not done so well against Google's Android or the iPhone", "new_id": -2}, {"uid": "1295882750196345869", "i": 13082, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "connected on the Sunday foreign-affairs programme <strong> Fareed Zakaria </strong> GPS, which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production. <q><strong> Eric Schmid </strong> wants to be a talk-show host. He's been working with <strong> Liza McGuirk </strong> to develop a show, but he has not yet been picked up by any network,</q> the New York Post quoted a source as saying. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster,", "new_id": -2}, {"uid": "1296169455065814529", "i": 19150, "idx": 0, "sa": ["Mike Pence"], "q": "Representative <strong> Mike Pence </strong> of Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The decision of Mr. <strong> Mike Pence </strong>, which was first reported by The Indianapolis Star,", "new_id": -2}, {"uid": "1296768815048218146", "i": 6339, "idx": 2, "sa": ["Steve Ballmer"], "q": "is spent in the CPU and GPU and drill down further to see a Visual Tree that details how long it takes elements to render on screen. The profiler also suggests how to troubleshoot performance issues. <q>I am happy to see the performance profiling capabilities, since that's an area every phone developer must face when building applications,</q> said Lhotka, whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases.", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1297183373119177256", "i": 3026, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", further stoked resentment in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"uid": "1296146574234012718", "i": 11895, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Doctors plan to put speaking valve in Arizona <strong> Sen. Bernie Sanders </strong> Giffords' breathing tube to help her speak Relentless snow piles up on winter-weary Northeast as", "new_id": -2}, {"uid": "1297373251141738012", "i": 43595, "idx": 0, "sa": ["Cheryl Hines", "Simon Cowell", "Laila Ali"], "q": "the long-term haul. And then the third thing I think is making date night a priority once a week. Most people are forgetting that Saturday night is date night.\" Great gift ideas for guys on V-Day <q>Find out his hobbies. If the guy is into wine you'll want to get a fabulous decanter. If the guy's into cigars maybe a humidor. Find out what he collects, what he's interested in. It can be as simple as golf balls with his name on it. You can come up with really cool concepts.</q> Related Content from Parade.com <strong> Laila Ali </strong> on Having a Girl:' I Want a Mini-Me!' <strong> Simon Cowell </strong> on American Idol:' I Was Concerned About Ratings Falling Off a Cliff' <strong> Cheryl Hines </strong>: \"It\"s Hard Being", "new_id": -2}]