[{"uid": "1296644437047939601", "i": 29581, "idx": 0, "sa": ["Michael Vick"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> Brady said. A unanimous choice for the All-Pro team, Brady threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, Brady set an NFL mark with", "new_id": -2}, {"uid": "1297095171237600777", "i": 19194, "idx": 0, "sa": ["Colin Powell", "Fred Tomczyk"], "q": "out and got us back. I want to thank Tom for his leadership.'' Bradley said in a later interview that <strong> Fred Tomczyk </strong>, a former hockey star at Cornell University, is a great coach and mentor. <q> He has more of an intellectual, soft-spoken( manner than other bosses) but you listen. </q> 4.) Though the featured speakers at these conferences rarely provide much direct insight into the RIA business, <strong> Colin Powell </strong> gave a terrific, often hilarious speech that had nobody grousing about his last-minute substitution for a", "new_id": -2}, {"uid": "1296756870255229960", "i": 47178, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "SAPF is interested to dissemin... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... video results for: people hours affairs How Could People Watch Alleged Gang Rape` Like An Exhibit'? How Could", "new_id": -2}, {"uid": "1296548805125386764", "i": 21459, "idx": 0, "sa": ["Dwight Howard", "LeBron James", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything will http://wn.com/Emeka_Okafor_5_blocks_against_Spurs_20110122[2_on_Manu_Ginobili] <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2008,", "new_id": -2}, {"uid": "1297272060224821253", "i": 28612, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "if there are more, I suspect they're working on them as well, even though I don't happen to know what they are. It is just false, not true, inaccurate and typical. <q> There's no debate in the world as to whether they have those weapons. </q> July 30, 2002: <blockquote> <strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's", "new_id": -2}, {"uid": "1297193758265863169", "i": 13645, "idx": 2, "sa": ["Colin Powell", "the Black"], "q": "today so startling.'' He rebuked the Congressional <strong> the Black </strong> Caucus for their hesitancy, and suggested that the role played by <strong> Colin Powell </strong> and Condoleeze Rice shifted the African American role from outsider to insider. <q> The result has been the diminution of an American voice that gave people abroad hope that at least some of us were sympathetic to their struggles, </q> he said. But, this silence might not matter much now, he continued. In Tunisia, Egypt and elsewhere, they're on the move- with or without help from America's political establishment", "new_id": -2}, {"uid": "1295619378256049159", "i": 41101, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "'s judgment)`` I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.'' OPPOSITION Labor PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX`` It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1296110502157515821", "i": 2742, "idx": 0, "sa": ["Max Clifford", "Andy Coulson", "Barack Obama"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention", "new_id": -2}, {"uid": "1297639527102711458", "i": 15187, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "unrevealed facts about the six years during which he ran the <strong> President Bush </strong>- particularly since nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, [{"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]]