[{"uid": "1295198895198885397", "i": 11536, "idx": 1, "sa": ["Steve Ballmer"], "q": ", would depart his post this summer.`` While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing,'' <strong> Steve Ballmer </strong> wrote. <q> We are now ready to build on our success and move forward into the era of cloud computing. </q> Given that evolution, <strong> Steve Ballmer </strong> continued,`` now is the time to put new leadership in place for STB.'' Muglia will apparently continue to run the division until summer, while his soon-to-be-former CEO conducts", "new_id": -2}, {"uid": "1295672246172441622", "i": 5507, "idx": 2, "sa": ["Jerry Lee Lewis", "Allan Houston", "Allen Iverson"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the <strong> Allan Houston </strong> Rockets on Sunday night that both clarified and cluttered the <strong> Jerry Lee Lewis </strong> Western Conference playoff race. <q> That's all he's got to do is come into the game and the energy is there, </q> said <strong> Allen Iverson </strong>, who scored 33 points.`` It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball", "new_id": -2}, {"uid": "1295670451069369869", "i": 34651, "idx": 1, "sa": ["Tayshaun Prince", "Allen Iverson", "Richard Garriott"], "q": "9 minutes.`` I just waited for my opportunity and when it came I just took advantage of it,'' said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q> I was probably in the best groove since I got here. </q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Garriott </strong> Hamilton scored", "new_id": -2}, {"uid": "1297451519240746502", "i": 2859, "idx": 0, "sa": ["Dick Cheney", "Donald Rumsfeld", "Ron Paul", "Rand Paul"], "q": "anti-war cult figure Congressman <strong> Ron Paul </strong>. As the two partners in crime, as <strong> Rand Paul </strong> supporters view them, yukked it up on stage, there were cries of`` draft dodger''( to <strong> Dick Cheney </strong>), <q> so where's bin Laden then? </q>( to <strong> Donald Rumsfeld </strong>) and`` war criminal''( to either, or both). Characteristically, the barracking bothered them one jot.`` Sit down and shut up,'' <strong> Dick Cheney </strong> told the hecklers", "new_id": -2}, {"uid": "1295584845072171538", "i": 10937, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective'' to the company.`` With our new leadership, it's a natural time to assess the composition of the board,'' the company said in a statement. <q> We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members. </q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder Larry Page.", "new_id": -2}, {"uid": "1295306829212140110", "i": 38231, "idx": 1, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Top 10 Plays from the 2009 Philadelphia 76ers Top 10 Plays of the 2009 Season from the Philadelphia 76ers... NBA 2K11 Gameplay Video: Philadelphia 76ers vs. New York Knicks with Halftime Show NBA 2K11 Gameplay Video", "new_id": -2}, {"uid": "1295594704029032469", "i": 33832, "idx": 5, "sa": ["Saddam Hussein", "Colin Powell", "President Bush"], "q": "decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> President Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said.`` <strong> President Bush </strong> made the right decision.'' The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> President Bush </strong>'s son, former president <strong> President Bush </strong> W <strong> President Bush </strong>.", "new_id": -2}, {"uid": "1297271131262504545", "i": 35409, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the line in which the president said,`` The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done.'' <strong> Donald Rumsfeld </strong> reacted: <q> That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state. Deep sectarian and ethnic divisions, concealed by a culture of repression and forced submission to Saddam, lurked just below the surface of Iraqi society. </q> He continues,`` I hoped Iraq would turn toward some form of representative government, but I thought we needed to be clear-eyed about democracy's prospects in the country. Even the United States, though", "new_id": -2}, {"uid": "1295604042252706885", "i": 33218, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "technology spreads. Roger Phelps, an optometrist in Ojai, Calif., says viewers who suffer the most with 3-D are those who have trouble getting their eyes to converge properly in normal life. <q> If you tend to get carsick easily, you might be one of those, </q> Phelps says. Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology", "new_id": -2}, [{"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]]