[{"uid": "1297427694138166275", "i": 47473, "idx": 0, "sa": ["Paris Hilton", "Simon Cowell"], "q": "man arrested in 2010 for allegedly trying to break into <strong> Paris Hilton </strong>'s home in the Hollywood Hills, was in fact trying to break out of the premises. An unnamed source in the LA Police department alleges that the <q> in... J.Lo \"Smeared\" as White House Super Bowl Party Breaks Down to Food Fight Over Lap Dance! CHERYL Cole is the face about to launch a thousand quips. Pix of her in Venice this weekend show her bloated and- no other word for it- FAT! And as if to prove it, the gondola she was travelling in alone almost SANK. The singer, 27, was returnin... New Sherlock Holmes Series Announced Following the success of the 3 episode modern \"Sherlock Holmes </q>, BBC have announced that an even more up to date series will be airing later this year. An unnamed source claims that all the characters would \"accurately reflect society in the 21st... <strong> Simon Cowell </strong> Shows He Has", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1295629069004243586", "i": 26639, "idx": 4, "sa": ["Eric Schmidt"], "q": "OMG- I read the fricking headline and about chocked!!! This moron is on drugs!! <strong> Eric Schmidt </strong>?? NO WAY!! Jan 21, 11- 11:39 am Comment from: Berrylium <strong> Eric Schmidt </strong> as Apple CEO? <q> Saints presarve us! Say't isn't so! </q> as Mr. Dooley might have said. Jan 21, 11- 11:40 am Comment from: MacAdvocate A couple of large men should separate Manikandan Raman from his keyboard and escort him from the The International Business", "new_id": -2}, {"uid": "1296088123226492424", "i": 3860, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> 1. VIDEO: Suspect jumps from moving police... <strong> Barack Obama </strong>. Want to watch tonight's big game? You'll... 3. 7 sent to hospitals after 3 cars collide... 5. UHP stepping up", "new_id": -2}, {"uid": "1295267751150716445", "i": 27166, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "enough evidence to charge him with any crime. Mr <strong> David Cameron </strong> refused to confirm reports that Mr <strong> Andy Coulson </strong> had offered to resign over the issue, and insisted he deserved a \"second chance\". <q> Obviously, when he was editor of the News of the World, bad things happened at that newspaper, </q> Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. \"I always think that the danger at the moment is that he is effectively being punished twice for the same offence. \"I gave him a second", "new_id": -2}, {"uid": "1296006848180027395", "i": 24842, "idx": 1, "sa": ["Clarence Mitchell", "Andy Coulson", "Rupert Murdoch"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Rupert_Murdoch's_Wall_Street_Journal_Fair_and_Balanced? Complete video at: fora.tv News Corporation CEO <strong> Rupert Murdoch </strong> denies accusations that The Wall Street Journal has become", "new_id": -2}, {"uid": "1295561487148553741", "i": 2473, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "fell short of estimates, which stood at$ 8.09, at least under generally accepted accounting principles. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" Page said. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs at White House event for China's Hu. STAFF PROFESSIONAL Company AECOM SUPERINTENDENT ENGINEER( S)", "new_id": -2}, {"uid": "1297575676186400772", "i": 33227, "idx": 1, "sa": ["Steve Ballmer", "Paul Thurrott"], "q": "and will simply roll the various Zune services into Windows Live.) \" And again, when <strong> Steve Ballmer </strong> took the stage Friday morning, he didn't mention Zune either, as noted by <strong> Paul Thurrott </strong>: <q> He said that Windows Phone was not just a single product but was instead the combination of many products from across Microsoft, \"not only Windows, but Office, Bing, Hotmail, and Xbox. </q>( Note, again, how Zune was conspicuously left out of this equation.) \" While this can't be the greatest news for Zune or Zune fans, we think there are some explanations that", "new_id": -2}, {"uid": "1296486373063668243", "i": 2370, "idx": 7, "sa": ["Rush Limbaugh", "Mike Pence"], "q": "years as a radio talk-show host, <strong> Mike Pence </strong> started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by conservative talk-show host <strong> Rush Limbaugh </strong>, he kept to his \"no personal attacks\" pledge. <q> Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences, </q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When McIntosh, who succeeded Sharp, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the east-central Indiana district.", "new_id": -2}, {"uid": "1295569075103366669", "i": 2259, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": ". The administration has promised to replenish the$ 120 billion in lost revenue to the Social Security trust fund from the general treasury at a future date, but <strong> Sen. Bernie Sanders </strong> and his liberal allies are skeptical. <q> The danger of doing that is that this precedent becomes extended, </q> <strong> Sen. Bernie Sanders </strong> said in an interview. \"I know as surely as I'm sitting here that a year from now, when <strong> Barack Obama </strong> says this is only a one-year program, what are Republicans going to say? They", "new_id": -2}]