[{"uid": "2008101312_00004788_W", "i": 2406, "idx": 4, "sa": ["Hun Sen", "Hor Namhong"], "q": "disputed territory. \"thai troops have already entered the area. they are confronting our troops,\" he said. however thai border commander major general kanok netrakavaesana said his troops were merely patrolling a disputed area. <q> the thai army has a responsibility to take care of the area... we stay where we stay, </q> he said. <strong> Hor Namhong </strong> said cambodia would take the border dispute to an international court if the neighbours can not resolve it within <NO_QUOTATION> thailand's sompong was also scheduled to meet with cambodian prime minister <strong> Hun Sen </strong> later in the", "new_id": -2}, {"uid": "2008100505_00013488_W", "i": 1673, "idx": 4, "sa": ["Andrew Lloyd Webber"], "q": ".\" that trend was evident throughout the competition, beginning with the class a bands. grant community high school from fox lake opened their set with an excerpt from beethoven's symphony no. 5, before moving to <q> the sorcerer's apprentice, </q> and the dramatic <NO_QUOTATION> round lake high school, however, stayed with a more traditional approach, performing music from <strong> Andrew Lloyd Webber </strong>'s <NO_QUOTATION> members of the prospect band boosters mount the competition every year as their major fundraiser.", "new_id": -2}, {"uid": "2008111308_00025996_W", "i": 1888, "idx": 1, "sa": ["Butch Davis"], "q": "the job opening at tennessee, north carolina football coach <strong> Butch Davis </strong> gave his most definitive answer yet. \"i have absolutely no interest whatsoever in the university of tennessee job,\" <strong> Butch Davis </strong> said during the acc teleconference. <q> it's a great job, but i have no interest in it, </q> he said. \"as i've said for the last couple of weeks, i love being here, my family loves being at carolina. we're building with the administration everything we can every single day to", "new_id": -2}, {"uid": "2008112000_00011241_W", "i": 3181, "idx": 0, "sa": ["Geoff Lawson", "Javed Miandad", "Saleem Altaf"], "q": "the 51-year-old's appointment comes less than a month after he turned down an offer from the pcb to take over as coach following <strong> Geoff Lawson </strong>'s dismissal from that post. a short statement on the pcb website read: <q> mr <strong> Javed Miandad </strong>, former test cricketer and captain of the pakistan cricket team, has been appointed director general of pakistan cricket board with immediate effect. </q> <strong> Javed Miandad </strong>'s appointment has caused a rejig in the pcb's hierarchy with <strong> Saleem Altaf </strong>, who was only recently appointed to the director general position, now moving to the position of chief operating officer. <strong> Javed Miandad </strong>, who played", "new_id": -2}, {"uid": "2008122602_00020567_W", "i": 1496, "idx": 0, "sa": ["Mike Petersen"], "q": "next year could boost sales for new zealand producers, says meat and wool new zealand chairman <strong> Mike Petersen </strong>. he said that a higher cattle slaughter in the united states and canada had peaked and was now dropping quickly. <q> at the same time fed cattle inventories are about 6.8 per cent below year ago levels and point to a notably lower fed cattle slaughter in the first quarter of 2009, and probably the entire first half of next year. </q> mr <strong> Mike Petersen </strong> said us beef supplies would be smaller in the first quarter of 2009 and the latest cattle on feed report showed a continued decline in the number of cattle on feed and cutbacks in cattle placements. soft", "new_id": -2}, {"uid": "2008111909_00036005_W", "i": 2642, "idx": 2, "sa": ["Raja Chaudhary", "Zulfi Syed", "Ashutosh Kaushik", "Rahul Mahajan"], "q": "` bigg boss' had sought an apology from <strong> Rahul Mahajan </strong>, <strong> Raja Chaudhary </strong>, <strong> Zulfi Syed </strong> and <strong> Ashutosh Kaushik </strong>, who had dodged the vast array of cameras at the house in lonavala, against rules and regulations of the game show. <q> i was told that only three people could stay in the house after that episode. i volunteered to quit. there is satisfaction in sacrifice, </q> <strong> Rahul Mahajan </strong> said. \"we all went out of the house not because of anger but because of hunger,\" <strong> Rahul Mahajan </strong> said. he thanked the show's producers", "new_id": -2}, {"uid": "2008101716_00042463_W", "i": 4055, "idx": 3, "sa": ["John Allison", "James E. Rogers"], "q": "note that bb& t ceo <strong> John Allison </strong> wrote a letter to congress expressing his concerns about the administration's plan- it is designed to help the wall street and large money-center banks who used lobbying and deregulation to become <q> too big to fail, </q> and does not address the fundamental issues facing our credit markets, or local banks. a. pdf of mr. <strong> John Allison </strong>'s letter is available here: web page addresses and e-mail addresses turn into links automatically. <strong> James E. Rogers </strong>", "new_id": -2}, {"uid": "2008110515_00023193_W", "i": 366, "idx": 6, "sa": ["John Lewis"], "q": "side were people like <strong> John Lewis </strong>, 50, and stuart gaffney, 46, who were married in june. they were at the san francisco party holding a little sign in the shape of pink heart that said, <q> <strong> John Lewis </strong> and stuart 21 years. </q> they spent the day campaigning against proposition 8 with family members across the bay area. \"our relationship, our marriage, after 21 years together has been put up for a popular vote,\" <strong> John Lewis </strong> said.", "new_id": -2}, {"uid": "2008092610_00020553_W", "i": 3477, "idx": 0, "sa": ["Felipe Massa", "Lewis Hamilton", "Heikki Kovalainen"], "q": "'s <strong> Felipe Massa </strong>, 78 points to 77, with four races of the 18-race season remaining. but <strong> Heikki Kovalainen </strong> said mclarem bosses have not issued any team orders requiring finn to help <strong> Lewis Hamilton </strong> in his scrap with brazilian <strong> Felipe Massa </strong>. <q> the team has not given me any instructions to do something particular, so i will see how the situation is, </q> the 26-year-old smiled when asked about his tactics ahead of the sport's first night race on sunday. \"the good thing is i can decide myself how the situation looks.\" <strong> Heikki Kovalainen </strong> accepted he could play a", "new_id": -2}, {"uid": "2008120919_00017977_W", "i": 3765, "idx": 2, "sa": ["Lucio Dalla"], "q": ", jerry cal. if you want to know more about this cult broadcast you can read its wikipedia page( in italian). in the video here above you can enjoy an astonishing live performance by <strong> Lucio Dalla </strong> singing <q> com'? profondo il mare </q> from his 1977 same-titled album. the pop nightmare scenography, the still standing masked guys and the non-sense choreography set for a subtly frightening mood, which fits perfectly with the song. an extraordinary piece of music which", "new_id": -2}]