[{"uid": "1295256412206143497", "i": 20725, "idx": 1, "sa": ["Dwight Howard", "Allen Iverson", "Tim Duncan", "Kobe Bryant", "Shaun Johnson", "Howard Allen"], "q": "he sat out the fourth quarter because of the one-sided nature of the game.`` I was just determined. I was just locked in, tuned into what was going on out there,'' <strong> Kobe Bryant </strong> said. <q> These points tonight mattered. We needed them. The points I put in the basket were instrumental. It means a lot http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Howard Allen_Orlando_Shaun Johnson_04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295439905093192332", "i": 42166, "idx": 0, "sa": ["Kelly Clarkson", "Simon Cowell", "Justin Guarini", "Tamyra Gray"], "q": ". It had`` surefire hit'' written all over it, right? Well, not really. But the show gained steam each week, powered by the raw talent of <strong> Kelly Clarkson </strong>, <strong> Justin Guarini </strong> and <strong> Tamyra Gray </strong> and the <q> how mean can he get? </q> critiques of <strong> Simon Cowell </strong>. A national sensation was born, and we haven't looked back since.[ Editor's note: Sure, the show premiered in June, not January, but we can't leave", "new_id": -2}, {"uid": "1297712503205013000", "i": 22422, "idx": 0, "sa": ["Zahi Hawass"], "q": "have been killed, but no exact figures are available.`` It's hard for us to go back to work because people hate us,'' said one protester, a captain who was among the demonstrators. <q> An official funeral must be held for our martyrs. </q> About 150 graduates of archaeology schools, meanwhile, demonstrated outside the office of Antiquities Minister href=\"http://mysanantonio.com/?controllerName=search&amp;action=search&amp;channel=business&amp;search=1&amp;inlineLink=1&amp;query=%22Zahi Hawass+Zahi Hawass%22\"> <strong> Zahi Hawass </strong>, seeking jobs and accusing him of corruption. The protest was deeply personal, with demonstrators saying", "new_id": -2}, {"uid": "1296582029133529607", "i": 6131, "idx": 0, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "and track record of Planned Parenthood is a largely untold story that now can not be ignored,'' <strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, said in a joint statement along with other anti-abortion activists. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> SBA and others are using the video as ammunition as they lobby Congress to prohibit taxpayer support for abortion providers under Title X family planning grants; legislation to do so has been introduced by <strong> Mike Pence </strong>( R-Ind", "new_id": -2}, {"uid": "1295567982244678719", "i": 45739, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thu, Jan 20, 2011, 6:59 PM EST- U.S. Markets closed Google co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1295631654004243463", "i": 9038, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "kind of corporate lethargy that has plagued many tech firms as they grew from nimble startups to slow-moving behemoths. In announcing the news of his title change on his Twitter account, Mr. <strong> Eric Schmidt </strong> simply wrote: <q> Day-to-day adult supervision no longer needed! </q> Google is the second tech giant in less than a week to surprise investors with a CEO change. On Monday, Apple CEO <strong> Steve Jobs </strong> announced he would take an indefinite medical leave of absence from the company", "new_id": -2}, {"uid": "1295476120005455896", "i": 33624, "idx": 1, "sa": ["David Letterman", "Ricky Gervais", "Jeff Probst", "Oprah Winfrey"], "q": "bit mocking the names of <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,'' <strong> David Letterman </strong> said on his late-night title=\"CBS Corp.\" href=\"http://www.dailypress.com/topic/economy-business-finance/cbs-corp.-ORCRP002841.topic\"> CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Jeff Probst </strong> of`` Survivor,'' share the emcee job. Their dull joint act bombed", "new_id": -2}, {"uid": "1295093326117588004", "i": 14021, "idx": 2, "sa": ["David Letterman", "Martha Stewart"], "q": "next month. The 55-year-old`` Cheers'' and`` Frazier'' target=\"_blank\" href=\"http://starhello.com/\"> star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married`` in February, we think.'' His <strong> Martha Stewart </strong> gets stitches after dog strikes lip Newsday Quick ReadMartha Stewart gets stitches during NY snowstorm after startled, sleepy dog strikes her lip( AP", "new_id": -2}, {"uid": "1296105005116244492", "i": 11956, "idx": 2, "sa": ["Koo Stark", "Michael Vick", "Piers Morgan"], "q": "breakfast club at the Edloe Deli. It's a roundtable of liberal Koo Starkks and conservative nut jobs. One of the members is <strong> Michael Vick </strong> Schueppert. He really is a dandy from London. He says, <q> In Britain, randy means horny. I do think encouraging guests to be randy would be a mistake. </q> Or the only thing that could save the <strong> Piers Morgan </strong> show. href=\"mailto:ken.hoffman@chron.com\"> ken.hoffman@chron.com", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]