[{"uid": "1295901162252542991", "i": 9659, "idx": 2, "sa": ["Simon Jones", "Simon Cowell"], "q": ",'' <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simon Joness and said,` The good news is, it will never get worse than this,' </q> he said. <strong> Simon Cowell </strong>, who became an international star when the Fox network bought Pop Idol and turned it into American Idol, used the interview to fuel speculation that he will quit the British X", "new_id": -2}, {"uid": "1295571328120422413", "i": 875, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "John Battelle"], "q": "be doing it in the first place,'' <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_Future_of_Google_Books__Google_Co-Founder_Sergey Brin_Sergey Brin Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and store millions of the world's books online. <q> I've been surprised at the level of controversy there, </q> says <strong> Sergey Brin </strong>, but maintains that he's`` optimistic'' the project will be a success.----- Google co-founder <strong> Sergey Brin </strong> makes a surprise appearance at the Web 2.0 summit to talk with <strong> John Battelle </strong> about the future of the", "new_id": -2}, {"uid": "1296781092236666899", "i": 28758, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "concludes in his new autobiography that the war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today </q>, Mr <strong> Donald Rumsfeld </strong> wrote in his memoir, due out next week. Mr <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of ADVERTISEMENT mass destruction as justification for the 2003 US-led invasion.", "new_id": -2}, {"uid": "1295643217119324709", "i": 39317, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "leadership, in addition to being an advisor to both <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. On the followup call to discuss Google's quarterly earnings, <strong> Eric Schmidt </strong> told analysts that the decision to switch things up would result in <q> even better success for the corporation. </q> He assured the group that`` <strong> Larry Page </strong> is ready,'' and that the move would help clarify how decisions are made within Google. Blizzard offers StarCraft 2 modder tour, encouragement, love Second iOS 4.3 beta", "new_id": -2}, {"uid": "1297445177144588832", "i": 533, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1296743100016711680", "i": 4731, "idx": 2, "sa": ["Donald Rumsfeld", "Jack Straw", "George H. W. Bush"], "q": "from <strong> George H. W. Bush </strong> and other critics of the war in Iraq set to music... 5/21- HiJack Strawing Humanity Final Cut An important part of The Cause of Effect: HiJack Strawing Humanity, Chapter 2 of the series, titled, <q> It's a Rich Man's World.. Government? </q> presents evidence about the North American Union, as well as a brief history on Currency and the Banking Banksters who control our money... Gibbs on Afghanistan Effort Under <strong> Donald Rumsfeld </strong>:` You Go to War with the Secretary", "new_id": -2}, {"uid": "1296542505250052631", "i": 21193, "idx": 0, "sa": ["Michael Vick"], "q": "reasons. Washington, D.C. Police Chief Cathy Lanier, who commanded that city's vehicular homicide unit in the late 1990s, said cameras conserve manpower and keep officers safe while reducing fatalities. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 5 Foods to never eat:", "new_id": -2}, {"uid": "1295027167083820572", "i": 15611, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson", "Keir Starmer"], "q": "re-examine all material police held on alleged illegal phone <strong> Keir Starmer </strong>, Director of Public PSienna Millercutions, said the Crown PSienna Millercution Service( CPS) would conduct a`` comprehensive assessment'' of evidence collected by detectives. <q> The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal pSienna Millercution relating to phone hacking, </q> the CPS said in a statement. Cameron's communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1295595761046137359", "i": 36629, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Ben Ali"], "q": "o les d?cisions se prennent? trois, entre lui, M. <strong> Larry Page </strong> et l'autre co-fondateur, href=\"http://www.lemonde.fr/sujet/9786/Sergey Brin-Sergey Brin.html\"> <strong> Sergey Brin </strong>, avait conduit? des lourdeurs, maintenant que le groupe compte pr?s de 25 000 employ?s. <q> Nous prenions toujours les d?cisions ensemble;(...) cela ajoute des d?lais. </q> M. <strong> Eric Schmidt </strong>, 55 ans, docteur en informatique et ancien patron de la soci?t de logiciels Novell, avait t recrut pour ses quBen Alit?s de gestionnaire. Sous sa houlette, Google est entr en Bourse en 2005", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}]