[{"uid": "1296387505015253604", "i": 37458, "idx": 1, "sa": ["Michael Vick"], "q": "given what his dogs have been through, the quarterback shouldn't qualify as a dog owner. But they also has conceded that <strong> Michael Vick </strong> has spotlighted the problem of dogfighting and rehabilitation of pit bulls. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista. At Best Friends, a 3,800-acre sanctuary that is home to 417 dogs, 658 cats, 340 rabbits and a few dozen horses, pigs and parrots, they", "new_id": -2}, {"uid": "1295798969051544087", "i": 25115, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "at iTunes, Amazon, or http... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> on Meet the Press Appearing on Meet the Press, former Secretary of State Gen. <strong> Colin Powell </strong> says he's voting for Democrat <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295409867030703622", "i": 23545, "idx": 1, "sa": ["Linas Kleiza", "Allen Iverson", "Eduardo Nájera"], "q": ". <strong> Allen Iverson </strong> had 26 points, nine assists, and combined with <strong> Linas Kleiza </strong>, JR Smith and <strong> Eduardo Nájera </strong> on a 14-1 fourth-quarter spurt that carried the Nuggets to a 125-114 victory over the New Jersey Nets on Friday night. <q> We've been struggling, losing two on the road and we just wanted to do anything to get a win, </q> <strong> Allen Iverson </strong> said after scoring 21 second-half points to help the Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two.`` Welcome", "new_id": -2}, {"uid": "1296694681064045066", "i": 5448, "idx": 0, "sa": ["Hillary Clinton", "Donald Rumsfeld", "John Kerry", "Joe Biden"], "q": "The Drudge Report has a copy of former Defense Secretary <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and teases these highlights:* Lashes out at <strong> Hillary Clinton </strong>, <strong> John Kerry </strong> and <strong> Joe Biden </strong> for flip-flops on Iraq: <q> You wouldn't want to be in a foxhole with them. </q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. nytimespolitics: The Caucus", "new_id": -2}, {"uid": "1296012300029327387", "i": 53000, "idx": 1, "sa": ["Bill Rigby", "Steve Ballmer"], "q": "chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong>`` is always on thin ice,'' said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q>( Reporting by <strong> Bill Rigby </strong>; Editing by Bernard Orr) Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the eve of the Consumer Electronics Show in Las Vegas, Nevada, January 5, 2011. Will", "new_id": -2}, {"uid": "1295310733097861641", "i": 44032, "idx": 1, "sa": ["Allen Iverson", "Kenyon Martin", "Jason Kidd"], "q": "first-quarter deficit to win for the fifth time in seven games.`` Once we got it together on the defensive end we were able to run and not have to play the half-court offense,'' <strong> Allen Iverson </strong> said. <q> We just wanted it more than they did at the end. </q> Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this seJason Kidd.`` He's one of the very few guys who can play at a high", "new_id": -2}, {"uid": "1295675868065781764", "i": 47282, "idx": 9, "sa": ["Bob Burton", "Allen Iverson", "Kobe Bryant", "Carmelo Anthony"], "q": "and the Denver Nuggets beat the Charlotte Bob Burtoncats 117-101 on Saturday night.`` It didn't hurt at all,'' said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q> It felt good to be back. </q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1297256445195313688", "i": 7077, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "dead in execution-style slayings in Mexico... FILE- In this July 1, 2009 file photo,... Department of Corrections- KILGORE, Texas-- Martin Midstream Partners L.P. announced today that the... Report Abuse <q> We should avoid the drug companies products for human filth like this and </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1296106095124256262", "i": 25224, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> Six( the New York Post, like MarketWatch, is owned by News Corp.), that <strong> Eric Schmidt </strong> was talking to CNN/ quotes/comstock/13*! twx/quotes/nls/ twx-0.68%) about becoming a host. <q> I can't imagine any real TV show considering <strong> Eric Schmidt </strong> as a host. </q> href=\"http://www.nypost.com/p/Larry Pagesix/google_Eric Schmidt_eyeing_tv_ezjyKCdWXAaApZH4hp24zM\"> SeLarry Page Six item about <strong> Eric Schmidt </strong> looking at TV. In Germany earlier this week, <strong> Eric Schmidt </strong> told a group of reporters at the Digital-Life-Design conference that he is committed to doing what he currently", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}]