[{"uid": "1295584716071549019", "i": 5226, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advisLarry Page, 37, and Google's other 37-year-old founder", "new_id": -2}, {"uid": "1296084859120438795", "i": 5065, "idx": 2, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC.", "new_id": -2}, {"uid": "1295589642085278733", "i": 749, "idx": 8, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295254399198639677", "i": 41776, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "lead Green Bay into the NFC Championship Game at rival Chicago next Sunday.`` This probably was my best performance- the stage we were on, the importance of this game,'' <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296217011222609486", "i": 30975, "idx": 2, "sa": ["Eric Schmidt"], "q": "pa?s asi?tico ser necesario tener en cuenta las`` sensibilidades culturales'' del pa?s, recordando tambi?n los problemas que se han producido en los ltimos meses en diferentes pa?ses referidos a las pol?ticas antimonopolio y a la privacidad. <q> Tiene una gran importancia para m que los gobiernos juegen un papel a la hora de observar lo que hacemos </q>, asegura <strong> Eric Schmidt </strong>. Aunque reconoce que en China hay leyes de censura que simplemente no nos gustan. Durante la entrevista, <strong> Eric Schmidt </strong> tambi?n volvi a hablar de los cambios producidos en Google. Asegura que esta", "new_id": -2}, {"uid": "1295026733240713841", "i": 3001, "idx": 0, "sa": ["Asa Dotzler", "Eric Schmidt", "Maria Bartiromo"], "q": " href=\"http://weblogs.mozillazine.org/Asa Dotzler/archives/2009/12/if_you_have_nothing.html\"> recommend Microsoft's Bing search engine as an alternative to Google. WaMu's CIO talks about the bank's innovative IT projects, and how innovation is baked into the company's culture. <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1295907518085770339", "i": 1598, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer", "Sergey Brin"], "q": "<strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren''. Der Ex bekommt 100 Millionen Der 55- j?hrige <strong> Eric Schmidt </strong> wird von Google- Mitgr?nder <strong> Larry Page </strong> als Vorstandschef abgel?st. <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch in der neuen Funktion einSergey Bringen. <strong> Eric Schmidt </strong> wird heute zum Abschluss der Konferenz in M?nchen erwartet.", "new_id": -2}, {"uid": "1296282713080461833", "i": 16429, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. <q> We just played defense, </q> <strong> Allen Iverson </strong> said.`` We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.'' <strong> Kobe Bryant </strong> said", "new_id": -2}, {"uid": "1295876008205455381", "i": 2187, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 8:33 AM EST- Google awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- Google says it has awarded$ 100 million worth", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]