[{"uid": "1297381014148979729", "i": 57415, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "has no comeback aside from`` commercial break.''? Governor <strong> Jerry Brown </strong> called the CRA a`` piggy bank'' that needs to be cracked open, and challenged it with the unanswerable, ruthlessly rhetorical question: <q> My message is: If not you, who? </q> \"? California State Treasurer <strong> Bill Lockyer </strong> \", via spokesman Tom Dresslar, called the CRA-City Hall antics`` needlessly provocative acts of gamesmanship that warp the status quo.... Apparently, they don't think they have a", "new_id": -2}, {"uid": "1295916567115490851", "i": 6709, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295485367026624014", "i": 57075, "idx": 4, "sa": ["David Letterman", "Jason Miles", "Davis Miller", "Mike Stern", "Carlene Davis", "Miller Anderson", "Willie Nelson", "Marcus Miller", "David Sanborn", "Tim Minchin"], "q": "is <strong> Miller Anderson </strong> playing <strong> Willie Nelson </strong>'s Across the Borderline.... <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong>`` We Three Kings Of Orient Are'' <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong>`` We Three Kings Of Orient Are'' <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> on <strong> David Letterman </strong> <q> We Three Kings Of Orient Are </q>... video results for: <strong> Davis Miller </strong> really <strong> Jason Miles </strong> <strong> Carlene Davis </strong>/ Mike Stern/Marcus Miller/Fat Tim Minchine PUMP UP THE VOLUME!!! From`` The man with the horn''- 1981- mind blowing solo by <strong> Mike Stern </strong>.. great bass patterns by <strong> Marcus Miller </strong>", "new_id": -2}, {"uid": "1297200983061325341", "i": 2179, "idx": 20, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "with the help of Iraqi security forces that had become`` very capable.'' As a result, he argues, the force of <strong> George H. W. Bush </strong>'s surge was as much`` psychological'' as anything else. <q> The <strong> George H. W. Bush </strong>'s decision galvanized the opinion in Iraq. It said:` Look, if you think it is going to go to the insurgents, you are wrong.' </q> The fact of the statement, argues Mr. <strong> Donald Rumsfeld </strong>, mattered as much as did the increase of troops`` tactically or strategically.'' Though viewed by many as the spear of Mr. <strong> George H. W. Bush </strong>'s`` freedom", "new_id": -2}, {"uid": "1297446725101842956", "i": 13441, "idx": 10, "sa": ["John McCain", "Donald Rumsfeld"], "q": "for having a`` hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media''. <strong> John McCain </strong>'s reaction to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark: <q> Thank God he was removed of his duties. </q> I quote this back at <strong> Donald Rumsfeld </strong>, who responds with a chilly smile:`` That's fairly typical of him... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a", "new_id": -2}, {"uid": "1294959529081149969", "i": 54888, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "remembered at funeral; Congresswoman makes progress With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said:`` It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1295796787081494016", "i": 57890, "idx": 1, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that`` Superman'' wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> <strong> Colin Powell </strong> says US ties with China are improving but that Chinese leaders won't` turn on a dime' <strong> Colin Powell </strong> says US ties with China are improving but that Chinese leaders won't` turn on a dime", "new_id": -2}, {"uid": "1295094125134053943", "i": 24380, "idx": 38, "sa": ["Ben Wallace", "Allen Iverson", "Joseph King", "Nathaniel D Robinson"], "q": "I would have a good chance of maJoseph King it,'' <strong> Nathaniel D Robinson </strong> said.`` So I just shot it hard and let it go.''`` The sky's the limit for him,'' <strong> Allen Iverson </strong> said. <q> He's a tough guard. He's got the best coach in the world on his side. </q> New York, outplayed in the first half, outhustled and outworked the 76ers for a key 16 1/2- minute http://wn.com/Allen Iverson_Allen Iverson_33pts_vs_T-Mac_Rockets_NBA_07/08_Nasty_Block!! JR Smith made so many boneheaded plays in last year's postseason that he got a Ben Wallaceching", "new_id": -2}, {"uid": "1295323241251232297", "i": 17371, "idx": 3, "sa": ["Steve Ballmer"], "q": "demographics,'' implying that the console is changing from`` boys'' machine to something else. <strong> Steve Ballmer </strong> also says the Xbox 360`` isn't a gaming console,'' but`` a family entertainment center'' and <q> a place to socialize. </q>", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]