[{"uid": "1295272219132890640", "i": 26073, "idx": 0, "sa": ["Charlie Sheen", "Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "than he did grins as <strong> Ricky Gervais </strong> attacked everyone from href=\"http://www.foxnews.com/topics/entertainment/movies/actors/Charlie Sheen-Charlie Sheen.htm#r_src=ramp\"> <strong> Charlie Sheen </strong> and href=\"http://www.foxnews.com/topics/entertainment/movies/actresses/Angelina Jolie-Angelina Jolie.htm#r_src=ramp\"> <strong> Angelina Jolie </strong> to href=\"http://www.foxnews.com/topics/entertainment/movies/actors/Robert Downey Jr.-Robert Downey Jr.-Robert Downey Jr.htm#r_src=ramp\"> <strong> Robert Downey Jr. </strong> Jr. and the'' href=\"http://www.foxnews.com/topics/entertainment/movies/sex-and-the-city.htm#r_src=ramp\"> Sex and the City'' stars. <q> It's going to be a night of heavy drinking, </q> <strong> Ricky Gervais </strong> said in his opening monologue.`` Or as <strong> Charlie Sheen </strong> calls it, breakfast... He picked up a porn star, paid her to have dinner with him, introduced her to his ex wife- as you", "new_id": -2}, {"uid": "1295390125109740082", "i": 55428, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or", "new_id": -2}, {"uid": "1295978115128352260", "i": 51842, "idx": 1, "sa": ["Barack Obama", "Alassane Ouattara", "Tommy Vietor"], "q": "advisor, <strong> Tommy Vietor </strong> Donilon. <strong> Alassane Ouattara </strong>'s position was meanwhile reinforced by a definitive report from href=\"http://yahoo-uk.feedsportal.com/fc/european-union.html\"> European Union observers stating that his claim to be <strong> Barack Obama </strong> was`` credible''. <q> A recount is not in the least necessary, </q> said Romanian MEP Christian Preda, who presented the report on behalf of some 120 observers from across the 27-state href=\"http://yahoo-uk.feedsportal.com/fc/european-union.html\"> EU bloc, plus Norway and Switzerland. <strong> Alassane Ouattara </strong> was declared winner by", "new_id": -2}, {"uid": "1297706845046809132", "i": 51328, "idx": 0, "sa": ["Michael Gove", "John Cryer"], "q": "the Commons on Monday. He insisted he would approach the issue in an`` open-minded'' way, adding that the the judicial review had found in the Michael Government's favour on the substantive issues. <q> The judge has not ordered a reinstatement of funding for any BSF project </q> \" Responding to the question from Labour's <strong> John Cryer </strong>, Mr <strong> Michael Gove </strong> said:`` It was, of course, deeply regrettable that any building projects had to be cancelled.`` But the scale", "new_id": -2}, {"uid": "1295936962220463123", "i": 37784, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Italy- is important and must be smooth.`` So far, touch wood, they've all gone well,'' <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011. <q> At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell you about the heart palpitations as we launched some of these vehicles, but we dealt with them quietly. </q> Mike Bernacchi, marketing professor at the University of Detroit Mercy, said the automaker's travails could work to its advantage.`` It certainly is unusual, but could turn out to be good", "new_id": -2}, {"uid": "1295641078003719200", "i": 44263, "idx": 0, "sa": ["Angelina Jolie", "Cameron Diaz", "Bobby Fischer"], "q": "since he was 6 years old.`` <strong> Bobby Fischer </strong> Against the World'': Fragile Genius`` <strong> Bobby Fischer </strong> Against the World'': Redemption`` <strong> Bobby Fischer </strong> Against the World'': On Tour <q> I just felt different-- like something had been taken out of me. </q> Garbus accumulates an impressive amount of photos and footage from <strong> Bobby Fischer </strong>'s Eric has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out", "new_id": -2}, {"uid": "1295743447181321729", "i": 23535, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications, saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110 per cent needed''. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman it's time to move on, </q> he added. <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> felt`` compelled'' to go after months of pressure, insisting he was being`` punished for the same offence twice''. However,", "new_id": -2}, {"uid": "1296770511173654034", "i": 14635, "idx": 9, "sa": ["Condoleezza Rice", "Bill Clinton", "George Tenet", "Donald Rumsfeld", "Ted Kennedy"], "q": "might question why the UniTed Kennedy States didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But`` we would have needed many months to build a large occupying army,'' and <q> this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate. </q>`` The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less", "new_id": -2}, {"uid": "1295091610140001308", "i": 19117, "idx": 3, "sa": ["Alassane Ouattara"], "q": "will be able to complete the planned school agenda for this year and hold proper end-of-year exams.'' In the central town of Dimbokro- <strong> Alassane Ouattara </strong>'s birthplace- teachers' union leader Amadou Traor said: <q> As long as <strong> Alassane Ouattara </strong> does not take over power in the country, we will not hold a single class for the students. </q> As in past years of conflict, students are paying a heavy price, parents and educators say`` The situation is bad for us[ students],'' said S?v?rine Singoh, a student in the Abobo District", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}]