[{"uid": "1297135663068190210", "i": 7046, "idx": 3, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "in cash. \"The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them,\" said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction. <q> They will now pay the price for their criminal wrongdoing. </q> <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud and filing a false tax return. Janet <strong> Eric Schmidt </strong>, who now lives in Nebraska, pleaded guilty last year to a tax offense for", "new_id": -2}, {"uid": "1295333072190038066", "i": 44179, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> spoke passionately about tolerance and the need to move from politically charged and ugly discourse to a more civil climate. Rep. <strong> Gabrielle Giffords </strong> \"can inspire us all,\" she said, adding that <q> I am very hopeful about her recovery. </q> Hell house: Pets live in torment among corpses Jets upset Pats Global parties Staten Island Jets fan's sledding celebration turns fatal 2011 Golden Globes red carpet Best Worst Dressed at 2011 Golden Globes Celebrity photos: Jan.", "new_id": -2}, {"uid": "1296506864214663229", "i": 23738, "idx": 0, "sa": ["Eric Schmidt"], "q": "units shipped. drawn attention to the growth of Android, as has Google itself. Last summer, for instance Google CEO <strong> Eric Schmidt </strong> announced that 200,000 new Android devices are sold every day. <q> People are finally beginning to figure out how successful Android is, </q> <strong> Eric Schmidt </strong> said, calling Android's growth rate \"phenomenal.\" Still, the smartphone market is a volatile place, and some analysts have argued that the arrival of the Verizon iPhone could shake things up all", "new_id": -2}, {"uid": "1297353050128565272", "i": 27392, "idx": 1, "sa": ["Mike Pence"], "q": ", saying \"I applaud much of the important work that is done at Title X clinics across the country.\"* FACT: Rep. <strong> Mike Pence </strong>, on the House floor in January 2011, said, <q> This legislation does not cut one penny from Title X family planning funding. I applaud much of the important work that is done at Title X clinics across this country- breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry. </q>[ http://www.gpo.gov/fdsys/pkg/CREC-2011-01-07/pdf/CREC-2011-01-07-pt1-PgH125-3.pdf#page=1]* FACT: Politico reports, \"Republicans are looking to wipe out funding for Title X, a 40-year-old family planning program.... The cuts are part of the continuing resolution,", "new_id": -2}, {"uid": "1295907484175931405", "i": 2738, "idx": 4, "sa": ["Eric Schmidt"], "q": "100 paid seats. Managed services partners are jumping on board, though. \"A growing number of MSPs have embraced the Google Apps Reseller program,\" says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q> more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers. </q> The article asks, \"Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?\" Spin off? While there's no reason to think Google would kill", "new_id": -2}, {"uid": "1295807421110559236", "i": 28652, "idx": 11, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world,\" he said. <q> I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind of basis, </q> he added. <strong> Colin Powell </strong>, who described himself as still a Republican, added that he also doesn't like the <strong> John McCain </strong> camp's decision to call <strong> Barack Obama </strong> a socialist because he wants to raise taxes on individuals and businesses", "new_id": -2}, {"uid": "1296898057157286450", "i": 8993, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several inches of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort", "new_id": -2}, {"uid": "1295907499177651845", "i": 2326, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Twitter users have already come up with a stream of potential names for the show including \"Holy <strong> Eric Schmidt </strong>!\", \"My show is the <strong> Eric Schmidt </strong>\", \"<strong> Eric Schmidt </strong> Happens\", <q> I'm getting too old for this <strong> Eric Schmidt </strong> </q>, \"I <strong> Eric Schmidt </strong> you not\" and \"Who Gives a <strong> Eric Schmidt </strong>?\". \"So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with Wendy Williams and Ricki Lake and call", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1295131435025296910", "i": 1266, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Kevin Garnett"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. <q> Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams, </q> <strong> Allen Iverson </strong> said. \"We have enough talent to scare some people, but we just have to bring it night in and night out.\" The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}]