[{"uid": "1295589642085278733", "i": 605, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295263457203423756", "i": 14448, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> Politics live blog- Monday 17 January political developments as they happen To receive updated content, refresh the page( F5 for a Media requires JavaScript to play.... Fathers encouraged to take time off with", "new_id": -2}, {"uid": "1295565460204783640", "i": 20750, "idx": 4, "sa": ["Eric Schmidt"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.", "new_id": -2}, {"uid": "1297275612018513958", "i": 27278, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "timid 9/11 Commission report makes clear. But in any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. <q>`` Yes, I understand, </q> I replied.`` Who did you give that direction to?'' </blockquote>`` It was passed from here through the[ operations] center at the White House,'' <strong> Dick Cheney </strong> answered.``", "new_id": -2}, {"uid": "1295862437042090540", "i": 10315, "idx": 1, "sa": ["Michael Vick", "Tiger Woods", "Ben Roethlisberger", "Dan Rooney"], "q": "same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen.`` <strong> Ben Roethlisberger </strong> has done a great job,'' Steelers owner <strong> Dan Rooney </strong> told FOXSports.com. <q> <strong> Ben Roethlisberger </strong> did his time.`` He did everything he was asked to do. He conducted himself as a real gentleman.`` I'm very proud of him. I think he's going to be( regarded as) a fine person to the world as time goes on. </q> It has been a season of redemption for <strong> Ben Roethlisberger </strong>, who has not only won games but won back many of the fans, team mates and a city that had turned their backs on him.", "new_id": -2}, {"uid": "1297462823095535141", "i": 7726, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",'' <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said.`` I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.'' Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say", "new_id": -2}, {"uid": "1295552137065978390", "i": 40779, "idx": 3, "sa": ["Rachel Maddow", "Sen. Carl Levin", "Lady Gaga", "John McCain", "Colin Powell"], "q": "for this legislation as of today.... Senate Votes for Repeal of`` Don't Ask, Don't Tell'' Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to the Senate vote to repeal <q> Don't Ask, Don't Tell. </q>... MSNBC- Senate GOP Blocks DADT Repeal <strong> Rachel Maddow </strong> comments on filibuster, <strong> Colin Powell </strong> Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong>... <strong> Sen. Carl Levin </strong> Urges Senate to Repeal`` Don't Ask, Don't Tell'' <strong> Sen. Carl Levin </strong>, D-Mich., chairman of", "new_id": -2}, {"uid": "1295199579040058902", "i": 7103, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s memorial speech that evening-- with Minority Leader <strong> Nancy Pelosi </strong>( D-Calif.) and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-Fla.) in the room. <q> It literally was the will of her husband, </q> Mark Kelly, drawing her out and coaxing her to open her eyes, <strong> Kirsten Gillibrand </strong> said.`` It was all about her courage and her strength,'' she said.`` It was very clear to", "new_id": -2}, {"uid": "1295562675204783640", "i": 36867, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page speaking to the European Parliament, 2009. An`` unexpected shakeup'' went down at Google today. Larry Page, company co-founder, will take over as CEO effective April 4. <q> Page, 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because Google's investors believed the company needed a more mature leader, </q> reports KTVU.`` <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman.'' This news comes on the heels of", "new_id": -2}, [{"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]]