[{"uid": "1296131441210878503", "i": 4642, "idx": 0, "sa": ["Michael Gove"], "q": "Headteachers will be able to discipline pupils who misbehave on their way to and from school but rules forcing teachers to give parents 24 hours notice of a detention will be scrapped. Mr <strong> Michael Gove </strong> said: <q>This Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards.</q> But the bill also includes an unexpected additional clause making university students pay higher rates of interest on tuition fee loans. The Government says this has to be included before the new university funding regime", "new_id": -2}, {"uid": "1295669745215973892", "i": 13545, "idx": 1, "sa": ["Eric Schmidt", "Andy Coulson"], "q": "on his Twitter account: \"Day-to-day adult supervision no longer needed!\" According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him.</q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson", "new_id": -2}, {"uid": "1296034023048955428", "i": 6053, "idx": 0, "sa": ["Jon Poling", "Dr. Sanjay Gupta", "Leonard Nimoy", "Eric Schmidt", "Poppy Harlow"], "q": "HD \"Kepler is a critical component in NASA's broader efforts to ultimately find and study planets where Earth-like conditions may be present,\" said <strong> Jon Poling </strong> Morse, the Astrophysics Division director at NASA Headquarters in Washington. <q>The planetary census Kepler takes will be v... In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die- Part 1 of 3 In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die Episode# 26, Season <strong> Barack Obama </strong>, hosted by <strong> Leonard Nimoy </strong>. Part 1 of 3. St. Germain, a man who lived during the time of <strong> Larry King </strong> <strong> Louis IV of France </strong>, as a person who might have lived during later periods in history. Scientists talk about this figure in history and... Future of search engines... can we say \"NO PRIVACY</q> Google CEO <strong> Eric Schmidt </strong> spoke to CNNMoney.com's <strong> Poppy Harlow </strong> about what lies ahead. www.cnn.com... CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Leonard Nimoy </strong> <strong> Jon Poling </strong> on 4-4-08 CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Jon Poling </strong>, neurologist and father of Hannah <strong> Jon Poling </strong>, regarding autism, vaccines", "new_id": -2}, {"uid": "1296376716122322955", "i": 19700, "idx": 0, "sa": ["Larry Fitzgerald", "Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\" <strong> Larry Fitzgerald </strong>, the 2009 Pro Bowl MVP, was one of the replacements named for 10", "new_id": -2}, {"uid": "1297247574255688768", "i": 9154, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> confessed that he is a <q>massive fan of <strong> Jay Leno </strong> that she felt that was an understatement. \"I think you need to take \"mass' off and put` obsessive,'</q> said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified, \"He\"s obsessed with me.\" American Idol.\" Now, both have left the show, going on to", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q>It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.</q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1295668634145047607", "i": 18713, "idx": 7, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Detroit Red", "Richard Wagoner", "Rasheed Wallace", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. \"They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,\" Miami coach <strong> Erik Spoelstra </strong> said. <q><strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great.</q> <strong> Detroit Red </strong> was missing three key players- <strong> Richard Wagoner </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1295336713131039270", "i": 7457, "idx": 1, "sa": ["Martin Luther King", "Mike Pence"], "q": "was participating in a series of events commemorating the <strong> Martin Luther King </strong> on Monday, said through a spokesman that he will make a decision by the end of the month on whether he plans to seek the presidency. <q>Congressman <strong> Mike Pence </strong> is humbled by the encouragement he has received across Indiana and the country to seek higher office,</q> spokesman Matt Lloyd said. \"He will continue to prayerfully consider counsel.\" <strong> Mike Pence </strong>, who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post", "new_id": -2}, {"uid": "1297063849240369679", "i": 21700, "idx": 1, "sa": ["Peter Bennett-Jones", "Andy Coulson"], "q": "'s off in the US doing a pilot for HBO at the moment.\" This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect. <q>PBJ is one of the great unsung heroes of British television. He's made a career out of putting others ahead of himself,</q> says Zein, now the senior vice president, creative, format development and sales at Warner Bros. \"He has a great ability to stay out of the limelight but instil a set of values and an approach when", "new_id": -2}, {"uid": "1297412018192020522", "i": 30083, "idx": 0, "sa": ["Michael Vick"], "q": "told MLB.com that there were times this season he wished <strong> Michael Vick </strong>, who was convicted in 2007 of a felony related to dogfighting and served 19 months in prison, would get hurt- and questioned his sanity. <q>He had a great year and a great comeback,</q> Buehrle said, \"but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt. Everything... done to these dogs", "new_id": -2}]