[{"uid": "1295365273237895710", "i": 30175, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Randy Jackson", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295965254237387800", "i": 35631, "idx": 2, "sa": ["Eric Schmidt"], "q": "internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the web-surfing experience of the next generation of devices. <q> It's interesting that Germany has a leading role in the introduction of the LTE in Europe, </q> he said. Google has not always had an easy time operating in Germany, which has notoriously tough data protection laws. Besides regularly clashing with the country's officials on privacy issues, Google", "new_id": -2}, {"uid": "1295242752258359303", "i": 31201, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Charlie Sheen"], "q": "it got nominated because the HFPA wanted to meet <strong> Angelina Jolie </strong> and Brad. They also took bribes. Oh and he's just knocked Cher as well. 12:01 PM <strong> Charlie Sheen </strong> is the first target. <q> It's going to be a night of heavy drinking and celebration, or as <strong> Charlie Sheen </strong> calls it breakfast. </q> The room goes... mild. 12:00 PM And now live from the`` Star filled International Ballroom'' the 68th Annual Golden Globes. Heeeeeeere's <strong> Ricky Gervais </strong>! 11:58 AM The", "new_id": -2}, {"uid": "1295502690237502484", "i": 57392, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Timothy Bishop", "Joe Barton"], "q": "to voters who gave them the majority in the November election. As they spent seven hours debating the divisive issue, many lawmakers made it clear they wanted to keep their disagreements from getting too heated or <q> in the wake of last week's special session honoring wounded <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>, D-Ariz. During that session, many House members called for a gentler tone in Congress. <strong> Mike Pence </strong> <strong> Joe Barton </strong>, R-Texas., started his speech in favor of repeal by first taking a moment to say that he continues to pray for <strong> Gabrielle Giffords </strong>' speedy recovery from the Jan. 8th shooting in Tucson, where she was shot in the head while meeting with constituents.`` We all miss her and wish her the very best, </q> <strong> Joe Barton </strong> said. <strong> Mike Pence </strong> <strong> Timothy Bishop </strong>, D-N.Y., said he thought the House seemed to be`` doing reasonably well on civility'' Wednesday, although he called the Republicans' arguments against the health care law``", "new_id": -2}, {"uid": "1295647859184696927", "i": 55461, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "is owned by <strong> Rupert Murdoch </strong>'s News Corp, which is waiting to hear if the government will clear its planned$ 12 billion buyout of pay TV operator BSkyB or refer the deal to competition authorities for further checks. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper.`` When the spokesman needs a spokesman it's time to move on,'' he said in a statement. <strong> David Cameron </strong> has repeatedly", "new_id": -2}, {"uid": "1296035160259686408", "i": 3761, "idx": 0, "sa": ["Jack Black", "Angelina Jolie", "Tanya Haden", "Brad Pitt"], "q": "slider... Big kid <strong> Jack Black </strong> enjoys the playground with son <strong> Jack Black </strong>, 2 Squeeze: <strong> Tanya Haden </strong>, cellist and singer, 39 Dad to: Sammy, 4, <strong> Jack Black </strong>, 2 <strong> Jack Black </strong> says: <q> <strong> Jack Black </strong> has learned that if he cries, I come running. Unfortunately, he learned that trick early on, and is using it to great effect! </q> Dad's the way to have fun... <strong> Brad Pitt </strong> watches over daughter Shiloh, four Squeeze: <strong> Angelina Jolie </strong>, 35 Dad to: Adopted father to Maddox, 9, Pax, 7, and Zahara", "new_id": -2}, {"uid": "1297702269198672397", "i": 20629, "idx": 1, "sa": ["Ben Wizner", "William Haynes", "Paul Wolfowitz", "Donald Rumsfeld", "José Padilla"], "q": "unable to communicate with his lawyers or family for two years.`` To date, not a single victim of the Bush administration's torture program has had his day in court,'' said <strong> Ben Wizner </strong>. <q> If <strong> José Padilla </strong>'s torturers are permitted to invoke` national security' to avoid any accountability for their unconstitutional conduct, nothing will prevent future administrations from authorizing similar or even worse abuses. </q> Lawyers for Padilla filed a lawsuit in February 2007 in U.S. District Court for the District of South Carolina against <strong> Donald Rumsfeld </strong>, Catherine Hanft, <strong> William Haynes </strong> II, Lowell Jacoby, Melanie Marr and <strong> Paul Wolfowitz </strong> for their role", "new_id": -2}, {"uid": "1297011149120438784", "i": 54334, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "highlights the importance of conservation initiatives to help expand the critical remaining numbers. Cairo- Work has begun to restore priceless Egyptian antiquities, including a statue of King Tutankhamun, damaged by looters amid anti-government protests <q> Cairo, antiquities chief <strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime.`` Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295336713131039270", "i": 8969, "idx": 1, "sa": ["Matt Lloyd", "Mike Pence"], "q": "series of events commemorating the Rev. Martin Luther King Jr. on Monday, said through a spokesman that he will make a decision by the end of the month on whether he plans to seek the presidency. <q> Congressman <strong> Mike Pence </strong> is humbled by the encouragement he has received across Indiana and the country to seek higher office, </q> spokesman <strong> Matt Lloyd </strong> said.`` He will continue to prayerfully consider counsel.'' <strong> Mike Pence </strong>, who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post Gov.", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]