[{"uid": "1296086563189841435", "i": 26151, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Jamie Foxx"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavJamie Foxxks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295501578083329067", "i": 30326, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Ryan Seacrest"], "q": ". There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>.... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars.... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman.", "new_id": -2}, {"uid": "1297435702142311425", "i": 53783, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer", "Ray Allen"], "q": "ecosystems. We will disrupt them. There will be chRay Allenges. We will overcome them. Success requires speed. We will be swift,'' <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. <q> Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> The companies will cooperate tightly under an agreement the companies just describe so far as proposed, not final. Under the deal, Windows Phone 7 would become Nokia's`` principal'' operating system, and", "new_id": -2}, {"uid": "1296333025218349599", "i": 6344, "idx": 6, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs.`` We feel like dogs going into these homes are being ambassadors'' for the breed, <strong> Jhon García Sossa </strong> said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the breed-", "new_id": -2}, {"uid": "1297616629186400779", "i": 32548, "idx": 30, "sa": ["Donald Rumsfeld"], "q": " The Donald Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their separate ways in college until he launched a pre-emptive strike. <q> I just simply didn't want to get married, </q> <strong> Donald Rumsfeld </strong> explained.`` But I didn't want her to marry someone else! It was one of those things. And so I caved in and asked her to marry me. And fortunately she yes. And", "new_id": -2}, {"uid": "1295319354058130441", "i": 34789, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial", "new_id": -2}, {"uid": "1295637393157057065", "i": 26300, "idx": 8, "sa": ["Larry Page", "Eric Schmidt"], "q": "company. <strong> Larry Page </strong> carries virtually no such baggage.'' href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/didEric SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=11n4m7g4c/*http://techcrunch.com/2011/01/20/google-Larry Page-Eric Schmidt/\" title=\"MG Siegler\"> MG Siegler at TechCrunch also thinks the departure was forced.`` This is clearly <strong> Eric Schmidt </strong> being removed from power,'' he writes. <q> It appears to be because things just weren't getting done the way the company would have liked, </q> alluding to progress in the social space. Kevin Schram at TFTS: He wrote a very long blog post on the official Google blog explaining what happened. Ousted CEOs aren't allowed to write long blog posts.", "new_id": -2}, {"uid": "1297078488193609737", "i": 52665, "idx": 1, "sa": ["Max Mosley", "Andy Coulson"], "q": ", who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q> Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged; </q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1295120569015826967", "i": 6784, "idx": 0, "sa": ["Steven Tyler", "Kara DioGuardi", "Randy Jackson", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": ". <strong> Randy Jackson </strong> will be joined by Aerosmith's <strong> Steven Tyler </strong> and singer <strong> Jennifer Lopez </strong> when the show returns next week, after <strong> Simon Cowell </strong>, <strong> Ellen DeGeneres </strong>, and <strong> Kara DioGuardi </strong> decided not to return for this year's series. <q> <strong> Simon Cowell </strong> is irreplaceable, but people will be surprised to see that I'm very assertive this season, </q> <strong> Randy Jackson </strong> told PopEater, admitting that contestants have already dubbed him this year's meanest judge. The producer also revealed that the new judging panel have already had disagreements over which contestants to put through.", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]