[{"uid": "1297365333190234757", "i": 21695, "idx": 0, "sa": ["Alassane Ouattara"], "q": "broadcast over the same frequency as the UN radio for several weeks, forcing the station to shift frequencies to be heard.`` We've got 23 FM relays across the country,'' Semilinko said, <q> they'll have to jam each one individually. </q> Ivory Coast has been gripped by political crisis since a Nov. 28 presidential election run-off, which the electoral commission said was won by Gbagbo's opponent, <strong> Alassane Ouattara </strong>. The UN supervised the election and certified this", "new_id": -2}, {"uid": "1295647113138969108", "i": 13961, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google: <strong> Larry Page </strong> to Replace <strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  Why extremely high resolution screens matter for Apple's next-gen iPad  <q> Substantiated rumors of the next generation iPad using a vastly higher resolution 2048x1536 display are drawing some to question why the iPad would even need such a dense pixel count, which is much higher than even Apple's 17 inch MacBook Pro, </q> Daniel Eran Dilger reports for AppleInsider.`` The answer relates to resolution independence.''`` As screen sizes incrementally bump up their pixel densities, the most obvious difference to users is that icons, menu", "new_id": -2}, {"uid": "1296024963108707853", "i": 25618, "idx": 0, "sa": ["Kenneth Roth", "Donald Rumsfeld", "Ben Ali"], "q": "spotlight on events. Human Rights Watch head <strong> Kenneth Roth </strong> said that Obama had clearly sided with democracy but that it was not until <strong> Ben Ali </strong>`` was basically out the door'' that France took sides. <q> The EU, the US and others learned a lesson, </q> he added. Western nations had long supported the Tunisian leader, seeing him as a bulwark against Islamic militants in the region. In 2006, then-US defense secretary <strong> Donald Rumsfeld </strong>, speaking in Tunis,", "new_id": -2}, {"uid": "1296798464219398156", "i": 29047, "idx": 0, "sa": ["Karl Mecklenburg", "Allen Iverson"], "q": "five starters after an 18-point lead began to evaporate. He resisted the temptation even as the Nuggets were outscored 34-23 in the third period.`` Our starts in the third quarter are awful,'' <strong> Karl Mecklenburg </strong> said. <q> I wouldn't even put that in a high school clinic. We come out non-focused, not running. I hope I don't do that( bench the starters), because that could be really ugly. But that is how bad I think our third quarters have been. </q> The first half, though, was what <strong> Karl Mecklenburg </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up.`` A lot", "new_id": -2}, {"uid": "1295466426197935104", "i": 29760, "idx": 1, "sa": ["Michael Gove", "Annette J. Smith", "Brian Lightman"], "q": "It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette J. Smith </strong>:`` Every educator would say outdoor experience is good'' <q> Every educator would say outdoor experience is good, but it is more complicated to organise. </q> In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools. <strong> Brian Lightman </strong>, general secretary of the Association of Schools and College Leaders, said health and safety laws could", "new_id": -2}, {"uid": "1297175955226918404", "i": 58889, "idx": 5, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.'' <strong> Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines. </q> texrus This is nothing more than one dude rewarding another dude. If <strong> Michael Vick </strong> was white, Carraway would not have even attempted such shenanigans. SteveO This man was given a KEY to", "new_id": -2}, {"uid": "1295980613139264005", "i": 59190, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": ". A Lib Dem increase by 2% is achieved from a Tory loss of 2%. Others and Labour only equal the Tory-dominated coalition. rusticred 25 January 2011 6:31 PM <q> And therein lies Labour's problem. After all these months in the job, <strong> David Cameron </strong> doesn't really resemble a Prime Minister much but compared to Milliband, he's positively Churchillian. Doesn't matter how well they do in the opinion polls, Labour can never win with Ed. </q> mrkristopherson 25 January 2011 6:31 PM \" Tories will sink further now that they lost <strong> Andy Coulson </strong>. \" For the umpteenth time, having that scumbag in the job makes no difference.", "new_id": -2}, {"uid": "1297251079068108305", "i": 13407, "idx": 3, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "target=\"_blank\"> he wrote, warning that failure to respond to the evolution of what would become cloud-based services would put the entire company at risk.`` We must respond quickly and decisively,'' he noted. <q> His work since, stimulated thinking across the company and helped catalyze our drive to the cloud, </q> <strong> Steve Ballmer </strong> said. It is unclear how long <strong> Ray Ozzie </strong> will remain in his new role, where he will continue to report to <strong> Steve Ballmer </strong>. Your comment has exceeded the maximum length of 3,000 characters.", "new_id": -2}, {"uid": "1295641898262504480", "i": 29588, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "he will remain`` an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.''`` I have learned a ton from him over the years,'' Mr. <strong> Larry Page </strong> said of Mr. <strong> Eric Schmidt </strong> in a conference call. <q> I can not be more excited about moving us forward, and we are really only at the beginning. </q> The transition has long been contemplated, according to a person familiar with the matter, and planning for it accelerated last year. People briefed on the matter said aspects of the personal relationship between Messrs. <strong> Larry Page </strong>", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]