[{"uid": "1296509654156549122", "i": 24057, "idx": 0, "sa": ["Eric Schmidt", "Aung San Suu Kyi", "John R. Bolton", "Barack Obama", "Ban Ki-moon", "Ted Kennedy"], "q": "the late 3rd century AD, Diocletian established the practice of dividing authority between two emperors, one in the western part of the empire and one http://wn.com/Eric Schmidt_Eric Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosTed Kennedy by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. http://wn.com/MaximsNewsNetwork_Ban Ki-moon_KI_Ban Ki-moon_on_MYANMAR_Aung San Suu Kyi_Aung San Suu Kyi_Aung San Suu Kyi_Aung San Suu Kyi_@_UN_SECURITY_COUNCIL_STAKEOUT Italy blocks EU statement on religious persecution <strong> John R. Bolton </strong> says statements re Egypt from <strong> Barack Obama </strong> and Hillary are`` mush'' Feature", "new_id": -2}, {"uid": "1296163957231161862", "i": 378, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke at length on the value of white spaces during href=\"http://googlepublicpolicy.blogspot.com/2008/05/Larry Page-Larry Page-talks-about-googles-vision.html\"> an event at the New AmEric Schmidta Foundation in May, 2008. <q> The use that we can make of this spectrum when we have open innovation is quite amazing, </q> he said. But making use of white spaces will require some coordination, so that upcoming TV band wireless networking devices don't interfere with licensed TV band users like broadcast television stations. That's where the", "new_id": -2}, {"uid": "1296115657070025243", "i": 34411, "idx": 0, "sa": ["David Letterman"], "q": "and computers. On August 30th 1993, on the`` Late Show'', <strong> David Letterman </strong> referred to a`` switch'' in a pet trick segment involving`` Bailie'' the dog who played dead on command and used <q> There is no off position on the genius switch. </q> as a queue. href=\"http://www.youtube.com/watch?v=_rr_IXvCm4k\" target=\"_blank\"> http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the`` Key to Knowledge'', which started yesterday, the inventors confirmed that humans could use it to become`` Super Intelligent'', simply", "new_id": -2}, {"uid": "1295499871140181534", "i": 7975, "idx": 1, "sa": ["Ben Gordon", "Allen Iverson", "Rodney Stuckey", "Michael Bruce Curry"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks.`` With everything going on, I wanted to play well,'' <strong> Allen Iverson </strong> said. <q> I just wanted to play well. Especially for my teammates because I let them down by not being here. </q> <strong> Allen Iverson </strong> was Ben Gordonched by Pistons coach <strong> Michael Bruce Curry </strong> to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the Ben Gordonch for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead", "new_id": -2}, {"uid": "1296577447068321287", "i": 29883, "idx": 1, "sa": ["Angelina Jolie"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' RSS feeds ranging from dining and movie reviews to celebrity news and much more! Get the latest celebrity news on", "new_id": -2}, {"uid": "1294966525056983567", "i": 2765, "idx": 4, "sa": ["Chris Cornell", "Allen Iverson", "Phil Anselmo", "Carmelo Anthony"], "q": "with 31.6 points per game before his suspension, would've returned for Saturday's game until a snowstorm postponed the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. <q> Monday, I get to wake up and it's Chris Cornelltmas, </q> <strong> Allen Iverson </strong> said with a smile.`` Obviously, it's going to be a fun day.'' The four-time scoring champion and seven-time All-Star wanted to leave Phil Anselmoadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR", "new_id": -2}, {"uid": "1296744552199131154", "i": 36501, "idx": 25, "sa": ["Hillary Clinton", "John Kerry", "Joe Biden", "Colin Powell", "Donald Rumsfeld", "Al Gore"], "q": "defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war.`` Yet when opposing the Bush administration's efforts in Iraq became politically convenient,'' says <strong> Donald Rumsfeld </strong>, <q> they acted as if they had never said any such thing. </q> <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that Saddam indeed possessed a stockpile of banned weapons.`` Over time", "new_id": -2}, {"uid": "1295154913111345676", "i": 8873, "idx": 16, "sa": ["Tim Rasmussen", "Allen Iverson", "Kobe Bryant", "Will Solomon", "Phil Jackson"], "q": "more bruised and battered- than the one that fell to Boston in the finals last year.`` Now we're in a place where we didn't get the job accomplished last year,'' <strong> Kobe Bryant </strong> said. <q> Hopefully we <strong> Will Solomon </strong> this Tim Rasmussene. </q> Instead of cruising through the West this Tim Rasmussene, the Lakers survived an arduous seven-game semifinal series against Houston and http://wn.com/Back_in_Phil Jacksonly-Allen Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists and grabbed five rebounds in his return to the Sixers.", "new_id": -2}, {"uid": "1295911073175931491", "i": 8670, "idx": 0, "sa": ["Alassane Ouattara"], "q": "joined most of the international community in recognizing <strong> Alassane Ouattara </strong> as the victor in the Nov. 28 elections, welcomed the move by U.S.-based agribusiness giant Cargill to stop cocoa purchases, State Department spokesman P.J. Crowley said. <q> We do support President <strong> Alassane Ouattara </strong>'s call for a month-long ban on cocoa exports. Our embassy is in touch with relevant players on this, </q> Crowley said.`` It is part of our strategy to deny Laurent Gbagbo the resources so that he can continue to buy support from the military and political actors and we hope that this will help convince", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]