[{"uid": "1296028477108707843", "i": 10511, "idx": 3, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' ESPN.com's Matt Mosley", "new_id": -2}, {"uid": "1297171230133922851", "i": 11416, "idx": 7, "sa": ["Simon Cowell"], "q": "of`` X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child.`` I'm genuinely staggered", "new_id": -2}, {"uid": "1297625719143769620", "i": 50110, "idx": 1, "sa": ["Zahi Hawass"], "q": "'s Minister of State for Antiquities. <strong> Zahi Hawass </strong> described the statue as:`` a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess''. Apart from this, the eight pieces included <q> parts of a gilded wood statue of Tutankhamun harpooning </q>. The pieces stolen have been described as being`` very valuable'', especially so the statue of the Pharaoh Tutankhamun, who reigned from 1333 BC to 1324 BC. The robbery was reported by museum", "new_id": -2}, {"uid": "1297616629186400779", "i": 32527, "idx": 9, "sa": ["Donald Rumsfeld", "David Martin"], "q": "to the Chairman of the Joint Chiefs:`` I am seeing nothing that is thoughtful, creative or actionable. How can that be?''`` That was a good memo,'' <strong> Donald Rumsfeld </strong> commented. <q> And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy. </q>`` Why did you call it the` Goose Egg Memo'?'' asked <strong> David Martin </strong>.`` Because I think in the memo I said,` What are we coming up with? A", "new_id": -2}, {"uid": "1295799418036782093", "i": 3277, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}, {"uid": "1296784241032325645", "i": 4801, "idx": 0, "sa": ["Bernie Sanders"], "q": "aren't wasted. <strong> Bernie Sanders </strong> says the bulk of the contracts went to 211 companies that had civil judgments against them or settled fraud charges of more than$ 1 million. <strong> Bernie Sanders </strong> calls it a <q> sad state of affairs. </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. We welcome your participation in our community. Please keep your comments civil and on point", "new_id": -2}, {"uid": "1295862437042090540", "i": 12400, "idx": 1, "sa": ["Michael Vick", "Tiger Woods", "Ben Wallace", "Ben Roethlisberger", "Dan Rooney"], "q": "same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen.`` <strong> Ben Wallace </strong> has done a great job,'' Steelers owner <strong> Dan Rooney </strong> told FOXSports.com. <q> <strong> Ben Wallace </strong> did his time.`` He did everything he was asked to do. He conducted himself as a real gentleman.`` I'm very proud of him. I think he's going to be( regarded as) a fine person to the world as time goes on. </q> It has been a season of redemption for <strong> Ben Roethlisberger </strong>, who has not only won games but won back many of the fans, team mates and a city that had turned their backs on him.", "new_id": -2}, {"uid": "1295573447037306383", "i": 762, "idx": 1, "sa": ["Sergey Brin", "Larry Page", "Steve Jobs", "Eric Schmidt", "Tim Cook"], "q": "in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> <strong> Larry Page </strong> is ready. It's Tim Cooke for him to have a shot at running this, </q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, Apple Inc CEO <strong> Steve Jobs </strong> announced", "new_id": -2}, {"uid": "1295237766163905566", "i": 35995, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "talked with <strong> Gabrielle Giffords </strong>' husband, astronaut <strong> Mark Kelson </strong>, on Saturday night. He described the latest progress in his critically injured wife's recovery.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> The University of Arizona said in a news release Sunday that <strong> Gabrielle Giffords </strong>' condition had been upgraded from critical to serious because she is no longer on a ventilator. <strong> Gabrielle Giffords </strong> was the primary target in", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]