[{"uid": "1295844451132481080", "i": 7006, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "new_id": -2}, {"uid": "1296429332256245803", "i": 14455, "idx": 12, "sa": ["Jalen Rose", "Reggie Miller", "Allen Iverson", "Jermaine O'Neal", "Phil Jackson"], "q": "top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halftime after getting 33 from <strong> Reggie Miller </strong>. <q> I wish it was reversed, </q> <strong> Reggie Miller </strong> said.`` The game is four quarters. I hate doing things early. I like doing it late.'' <strong> Allen Iverson </strong> scored 14 of Phil Jacksonadelphia's final 17 points in the third, including the last 10", "new_id": -2}, {"uid": "1295669729206995523", "i": 38250, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q>`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked", "new_id": -2}, {"uid": "1295870191181960713", "i": 6541, "idx": 0, "sa": ["Alassane Ouattara"], "q": "president is blockaded inside an Abidjan hotel while Gbagbo has control of all state institutions.The Federation of Cocoa Commerce and the European Cocoa Association said in a statement they were planning to ask <strong> Alassane Ouattara </strong> for clarification on the ban. <q> The cocoa trade and industry are working closely together to address the challenges that this situation places before us and indeed the whole cocoa supply chain from farmer to consumer, </q> their statement read.November's href=\"http://www.earthtimes.org/tag/election.html\"> election was supposed to open a more positive chapter in Ivory Coast's history, eight years after a civil war split the nation into the mainly Muslim north, which backs <strong> Alassane Ouattara </strong>", "new_id": -2}, {"uid": "1295614992206700604", "i": 44285, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,'' <strong> David Cameron </strong> said in an e-mailed statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> To contact the reporter on this story: Robert Hutton in London at Crude Rebounds From Two-Week Low as Confidence in Economic Recovery Grows European Stocks Climb After German Confidence Report; ArcelorMittal Gains Chinese Watches to", "new_id": -2}, {"uid": "1297620569105463821", "i": 1237, "idx": 2, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1295332273011616344", "i": 28573, "idx": 0, "sa": ["Elie Saab", "Catherine Zeta-Jones", "Nicole Kidman", "Monique Lhuillier", "Angelina Jolie", "Scarlett Johansson"], "q": ", the bad and the ugly from Sunday night's Golden Globes red carpet! Who was tops, and who were the flops? Watch the video to find out! Cojo calls <strong> Catherine Zeta-Jones </strong> in <strong> Monique Lhuillier </strong> <q> so deliciously glamorous and outstanding. </q> Despite covering herself in AtElie Saabr Versace--`` like throwing a towel over the Venus de Milo''-- Cojo thought <strong> Angelina Jolie </strong> was`` dazzling.'' <strong> Scarlett Johansson </strong> in <strong> Elie Saab </strong> surprised our fashion guru, and <strong> Nicole Kidman </strong> in Prada was", "new_id": -2}, {"uid": "1297354099022609995", "i": 22396, "idx": 0, "sa": ["Simon Cowell"], "q": "or`` They've Got It''. The last popstar to feature in the promo is legend title=\"Madonna\" href=\"http://www.mtv.co.uk/artists/madonna\"> Madonna, before the camera pans out to reveal SiCo standing in front of the words <q> Have You Got It? </q>, with auditions kicking off for hopefuls on 27th March. <strong> Simon Cowell </strong> href=\"http://www.mtv.co.uk/music/x-factor/news/257159-cheryl-cole-us-x-factor-nicole-scherzinger-Simon Cowell-Simon Cowell\"> previously announced that the winner of the American XF will receive a$ 5million record deal, with SiCo confirming that", "new_id": -2}, {"uid": "1295312331007274510", "i": 45971, "idx": 0, "sa": ["Simon Cowell", "Nate Archibald", "Ricky Gervais", "Piers Morgan"], "q": "Network domiNate Archibald Globes Golden Globes: 2011 winners In pictures: Golden Globes 2011 Comedian <strong> Ricky Gervais </strong> promised this year he would push the boundaries as he hosted the Golden Globes for a second target=\"_blank\" href=\"http://worldtime.wn.com/\"> time. <q> I think I'll go just close enough to the edge but not go over it, </q> he said on the red carpet before the ceremony. But by the end of the <strong> Ricky Gervais </strong>, <strong> Piers Morgan </strong>, and <strong> Simon Cowell </strong>: Why the Brits do` rude' better than us <strong> Ricky Gervais </strong>, as Golden Globes host,", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]