[{"uid": "1296156422245841951", "i": 42701, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "need <strong> Barack Obama </strong> to have their back on this-- in part because some Democrats think Social Security benefit cuts are the way to go. On that score they're hopeful, but see room for improvement. <q> I think he's mostly there, I would like to see him be even clearer, </q> <strong> Bernie Sanders </strong> told reporters.`` I would like to see him simply say what he said during the campaign... that he will not support cuts, raising the retirement age, or in any case privatization.''", "new_id": -2}, {"uid": "1295217988191463541", "i": 2065, "idx": 0, "sa": ["Sergio Marchionne", "John Elkann"], "q": "saluted`` the great courage'' of those who voted`` no''. Fiat president <strong> John Elkann </strong> assured the workers of the`` total support'' of the company's founding Agnelli family and called on them to <q> confront the challenges to come in a constructive manner </q>. The Mirafiori plant has been at the heart of Fiat for more than 70 years but Fiat-Chrysler boss <strong> Sergio Marchionne </strong> had threatened to close the factory and take production to the United States if workers voted against the", "new_id": -2}, {"uid": "1296770511173654034", "i": 14691, "idx": 65, "sa": ["Donald Rumsfeld"], "q": "with imperfect information by myself or others.'' That is clear when he touches on what is widely regarded as a strategic blunder, the failure to put more boots on the ground early in the Iraq invasion. <q> More troops do not necessarily mean a greater chance for success, </q> he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing`` encouraging signs of progress'' in 2006`` alongside harbingers that the real fight for Afghanistan's future was yet to", "new_id": -2}, {"uid": "1296024963108707853", "i": 25618, "idx": 0, "sa": ["Kenneth Roth", "Donald Rumsfeld", "Ben Ali"], "q": "spotlight on events. Human Rights Watch head <strong> Kenneth Roth </strong> said that Obama had clearly sided with democracy but that it was not until <strong> Ben Ali </strong>`` was basically out the door'' that France took sides. <q> The EU, the US and others learned a lesson, </q> he added. Western nations had long supported the Tunisian leader, seeing him as a bulwark against Islamic militants in the region. In 2006, then-US defense secretary <strong> Donald Rumsfeld </strong>, speaking in Tunis,", "new_id": -2}, {"uid": "1297121266135839981", "i": 55670, "idx": 3, "sa": ["Simon Cowell"], "q": "groups of all ages to audition. The winner will sign a record deal with <strong> Simon Cowell </strong>'s company Syco in a joint venture with Sony Music. Costs of recording and marketing will be separate. <q> This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years.`` It is a massive, massive risk but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, who will also executive produce the format he created in and Seattle. The minimum age is 12, there is no upper age limit and the contest is", "new_id": -2}, {"uid": "1295741039001638416", "i": 15320, "idx": 8, "sa": ["Allen Iverson", "Jeff Green", "Earl Boykins"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, Earl Boykinsier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295805210036782094", "i": 53565, "idx": 0, "sa": ["David Hasselhoff", "Piers Morgan", "Simon Cowell", "Larry King", "Oprah Winfrey"], "q": "acknowledged he could match <strong> Simon Cowell </strong> in an`` ego-off'' contest, boasted that Madonna would never be on his show( a disappointment?) and considered leaping off a cliff when he learned <strong> David Hasselhoff </strong> was replacing him on <q> Britain's Got Talent. </q> We have seen endless re-runs of his <strong> Oprah Winfrey </strong> interview asLarry King her how many times she's fallen in love, without understanding why she considered that a smart question. The first-week list of <strong> Piers Morgan </strong>``", "new_id": -2}, {"uid": "1294958346148406307", "i": 9528, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Taylor Green"], "q": "<strong> Gabrielle Giffords </strong>. Just before the speech the congresswoman opened her eyes for the first time. Sen. <strong> Kirsten Gillibrand </strong> was in the room when it happened and says she isn't surprised by <strong> Gabrielle Giffords </strong>' strength. <q> To witness this unbelievable show of strength and determination was an unbelievable blessing. And it was just a time that we couldn't believe we were there to see her, just show her strength like that. And it was a real testament to who she is. You know, I believe in <strong> Gabrielle Giffords </strong>. She's an amazing woman. If anyone can pull through such a terrible, heinous crime, it is her. </q> Meanwhile a funeral for the youngest victim of the shooting, 9-year-old Christina <strong> Taylor Green </strong> was held Thursday. The largest flag recovered from ground zero after the 9/11 attacks, the day <strong> Taylor Green </strong> was born,", "new_id": -2}, {"uid": "1295559334029818997", "i": 23570, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "he works on`` strategic projects, in particular working on new products''( <strong> Eric Schmidt </strong>). So what will <strong> Eric Schmidt </strong> be doing now that he is no longer CEO? He is Executive Chairman: <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q>", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]