[{"uid": "1296783764243531794", "i": 9589, "idx": 0, "sa": ["Zahi Hawass"], "q": "Our Silver Perspectives enrichment program offers travelers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,\" said Steve Tucker, Silversea's vice president of field sales for North America. <q>And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary.</q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most famous", "new_id": -2}, {"uid": "1295564377105267210", "i": 29322, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and I'm sure he'll do a fantastic job.\" <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because \"we all agree with each other.\" <q>I believe as a result of this we will execute and operate the business even better,</q> <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. \"We're all in great debt to <strong> Eric Schmidt </strong>,\" said <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295466326008323095", "i": 10979, "idx": 1, "sa": ["Michael Gove"], "q": "very hard indeed to convince us that a scheme the tenth of the size will improve access to further and higher education. \"How can it possibly achieve that?\" Mr <strong> Michael Gove </strong> replied: <q>You can not spend money you do not have. \"There is no money. That is a truth no single member of the Labour party has had the courage to atone for or apologise for.</q> In an emotional and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker", "new_id": -2}, {"uid": "1295294243074366995", "i": 19312, "idx": 2, "sa": ["George Washington", "Jennifer Love Hewitt", "Barack Obama", "Mike Pence"], "q": "reported <strong> Barack Obama </strong> having a \"65%\" approval rating in \"all 57 states.\" <strong> Mike Pence </strong> said that after standing united against <strong> Barack Obama </strong> on the failed Stimulus Plan, Cap and Trade, and ObamaCare, Republicans are <q>back in the fight on the Right</q> to lead the country! Wide-Open GOP Presidential Field Spurs Dark Horses Possible Republican <strong> George Washington </strong> House candidates in 2012 Early GOP winds are blowing toward 2012 <strong> George Washington </strong> House urges China to embrace reform Pre-marital HIV test proposal draws flak <strong> Jennifer Love Hewitt </strong>", "new_id": -2}, {"uid": "1296767113070385743", "i": 658, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was \"concerned\" about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q>I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib.</q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: \"No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in", "new_id": -2}, {"uid": "1295264408234684423", "i": 24957, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", an unemployed lifelong collector of military artifacts from Simi Valley, Calif., admitted in federal court in Wilmington, Del., that he illegally exported a... The nation in brief QUOTE OF THE DAY <q>She's making progress every day.</q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last... Use the comment form below to begin a discussion. All rights reserved", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1296770511173654034", "i": 12194, "idx": 44, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": "time you feel it would be helpful to you.\" \"Don, someone's head has to roll over this,\" Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that <q>your leaving is a terrible idea.</q> Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be \"firing the wrong person.\" But as commentators demanded his head, <strong> Donald Rumsfeld </strong> still contemplated leaving, even after", "new_id": -2}, {"uid": "1296083432189841410", "i": 30190, "idx": 3, "sa": ["Michael Vick"], "q": "is staying, even as he acknowledges, \"I hope so, but in this business, you never know.\" <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to <q>watch a ton of film, try to get better.</q> It is the correct mindset. But Eagles coach Andy Reid will have his own set of issues here, and his own things to think about. This <strong> Michael Vick </strong> thing is, in some ways, even more complicated", "new_id": -2}, {"uid": "1295214437036208682", "i": 29794, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "said. \"At the end, America's voting. We're here to guide them through it and mentor them through it.\" That didn't always seem the case with <strong> Simon Cowell </strong>. <q>We definitely love him and will miss him, and I think he was a great addition to the show, but I think what we've added now with these two superstars( is that) the show is going to go on and have huge success,</q> returning judge Randy Jackson said. \"I see these kids walk in, and they look at <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, and they go,` My God. We got, like, the rock legend. We", "new_id": -2}]