[{"uid": "1296512226268402729", "i": 36846, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Ben Wallace", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' <strong> Mike McCarthy </strong> said. <q> More importantly, he's a <strong> Ben Wallace </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like title=\"Michael Vick\" href=\"http://www.mcall.com/topic/sports/football/Michael Vick-Michael Vick-PESPT008492.topic\"> <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1295743991123617308", "i": 28116, "idx": 5, "sa": ["David Cameron", "Andy Coulson"], "q": "has cost it 6% in audience share. And the Daily Mirror's rate of decline media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government.`` So far, our worst day in government,''", "new_id": -2}, {"uid": "1296105034131907654", "i": 41445, "idx": 5, "sa": ["Laurie Penny", "Lance Price", "Andy Coulson"], "q": "26 January 2011 5:22 PM 26 January 2011 4:35 PM I've put together a portfolio of my work to apply for <strong> Andy Coulson </strong>'s job. For example, I wrote the following headlines. <q> Benefit Fraud Gives You AIDS </q>`` ASBO Child Causes House <strong> Lance Price </strong> Slump''`` Muslim Fanatic Spits Outside Church''`` Gay Paedo Runs Over Kitten in Chelsea Tractor'' FLaurie PennyinSpain 26 January 2011 5:26 PM", "new_id": -2}, {"uid": "1295467003182796308", "i": 19317, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "She went on live television and drank vodka. The actress appeared on the` Late Show With <strong> David Letterman </strong>' on Wednesday. <strong> David Letterman </strong> asked her what <strong> Betty White </strong>'s hobbies are now. <strong> David Letterman </strong> asked her, <q> What do you like to do in your free time. She replied,`` Oh I like to do most anything, play with animals mostly and uh Vodka is kind of a hobby. </q> And as if the moment couldn't get any more scripted, <strong> David Letterman </strong> pulled out two glasses with ice and vodka. <strong> Betty White </strong> drank out of the cup as <strong> David Letterman </strong> drank out of the bottle.", "new_id": -2}, {"uid": "1295739237074268687", "i": 11342, "idx": 16, "sa": ["Larry Brown", "Shaquille O'Neal", "Allen Iverson", "Kobe Bryant", "Ted Kennedy"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanTed Kennedy to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the <strong> Shaquille O'Neal </strong> shots at the end. </q>`` The <strong> Kobe Bryant </strong> kid was phenomenal,'' Sixers coach <strong> Larry Brown </strong> said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a lot", "new_id": -2}, {"uid": "1297457909221495640", "i": 11694, "idx": 0, "sa": ["Phillip Carter", "Alassane Ouattara"], "q": "to be working. According to <strong> Phillip Carter </strong>, U.S. Ambassador to C?te d'Ivoire, Gbagbo has resorted to`` pirating'' by extorting money from companies to pay the salaries of the military and civil service. He states, <q> There is an effort for[ Gbagbo] to marshal as many resources as he can to get money together to meet his payroll probably to acquire additional weapons, to keep his fight going. </q> href=\"http://www.heritage.org/Research/Reports/2011/02/Crisis-in-Cote-d-Ivoire-Africas-Time-to-Step-Up#_ftn3\">[ 3] As funding dries up, so do Gbagbo's options. What Africa Is Doing From his compound in l'H?tel du Golf, <strong> Alassane Ouattara </strong> has attempted modest", "new_id": -2}, {"uid": "1295829795174063631", "i": 18718, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What I do think Facebook has shown Google is that they're moving too slow,'' Kerner said. <q> Facebook is moving at the speed of light and Google isn't. href=\"http://www.dailystar.com.lb/article.asp?edition_id=10&amp;categ_id=3&amp;article_id=124027\"> </q> Saudi Arabia expects 4 percent growth in 2011, checks inflation href=\"http://www.dailystar.com.lb/article.asp?edition_id=10&amp;categ_id=3&amp;article_id=124026\">'' Dubai house prices set to fall another 10 percent href=\"http://www.dailystar.com.lb/article.asp?edition_id=10&amp;categ_id=3&amp;article_id=124025\">'' Economic and financial sanctions no obstacles as Iranians get their iPads", "new_id": -2}, {"uid": "1295031156139100180", "i": 23459, "idx": 7, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 44v&amp;flvURL=/media/2011/01/13/01132011- 44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 44v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"uid": "1296452851051232810", "i": 53724, "idx": 4, "sa": ["Jordan Hall", "LeBron James", "Chris Webber", "Allen Iverson", "Maurice Cheeks"], "q": "of team that can make some noise in the East.`` It's us trying to stay together, which we will, and to keep worLeBron James to figuring out how to win games,'' <strong> Maurice Cheeks </strong> said. <q> There are a lot of things we've got to work on. </q> <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15.`` The most I got out of it was that guys need to take a cJordan Hallenge to make this team better,'' <strong> Allen Iverson </strong> said.`` He", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]