[{"uid": "1295604671131039242", "i": 4627, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said. The change in command, effective April 4, overshadowed Google's fourth-quarter profit report, which soared past title=\"Wall Street\" href=\"http://www.nydailynews.com/topics/Wall+Street\"> Wall Street analysts' estimates as the company cranked up", "new_id": -2}, {"uid": "1295301883181911555", "i": 57465, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "a crook, <strong> Howard Stern </strong> lashed out at <strong> Jay Leno </strong> saying,`` he's not fit to scrub <strong> David Letterman </strong>'s fit.'' Later, he even took the American public to task for choosing to watch <strong> Jay Leno </strong> instead, arguing <q> they must be in a coma. </q> Look: people are going to watch what they want to watch. Obviously, <strong> Jay Leno </strong> does fill some sort of idiotic demographic, but there's no questioning how obvious and unoriginal most of his material is", "new_id": -2}, {"uid": "1296671144083132443", "i": 7431, "idx": 2, "sa": ["David Letterman", "Piers Morgan", "John McCain", "Mitt Romney", "Sarah Palin"], "q": "Case for American Greatness.'' <strong> Mitt Romney </strong>, who lost a Republican primary struggle to Sen. <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said, <q> She is an extraordinarily powerful and effective voice in our party... she'd be great in a primary process. </q> Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying,`` be careful what you say about her.", "new_id": -2}, {"uid": "1296660307046923780", "i": 22914, "idx": 1, "sa": ["Eric Schmidt"], "q": "on browsers, however. Google's <strong> Eric Schmidt </strong> says Facebook`` threatens the bargain of the Web'' Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> BBC reveals plans for online radio, as it builds two competing players href=\"http://crave.cnet.co.uk/software/acslaw-tries-to-ditch-file-sharing-cases-claims-to-have-had-death-threats-50002361/\"> ACS: Law tries to ditch file-sharing cases, claims to have had death threats` Oxford Street gunman' Twitter rumour sparks over", "new_id": -2}, {"uid": "1296864258154910775", "i": 3817, "idx": 6, "sa": ["Matthew Lewis", "Sergio Marchionne"], "q": "based here.'' But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said. <q> I want to pay the shyster loans first, </q> he added.( Reporting by Deepa Seetharaman, editing by <strong> Matthew Lewis </strong>) Gold prices at critical juncture, where will they go?[ EVENT CHART] UFO sightings trigger speculation about aliens; WikiLeaks'", "new_id": -2}, {"uid": "1295573603120422424", "i": 22329, "idx": 1, "sa": ["David Letterman", "Rebecca Field", "Bob Barker", "Bounty Killer", "Barack Obama", "Drew Carey"], "q": "Prior to becoming <strong> Barack Obama </strong>, Carte... <strong> Drew Carey </strong> to host`` The <strong> Bounty Killer </strong> is Right'' Hello I'm <strong> Rebecca Field </strong> with a UPI entertainment update on this Tuesday, July 24, 2007. Comedian <strong> Drew Carey </strong> is replacing <strong> Bob Barker </strong> on <q> The <strong> Bounty Killer </strong> is Right. </q> <strong> Drew Carey </strong> made the announcement last night on`` The Late Show With <strong> David Letterman </strong>.'' <strong> Bob Barker </strong> retired last month aft... Man H?ster Som Man S?r- Akademiet Awards 2010 winner[ HD] Man H?ster Som Man S?r(", "new_id": -2}, {"uid": "1296619353222035981", "i": 37396, "idx": 4, "sa": ["M. Night Shyamalan", "Ming Yi", "Michael Vick"], "q": "- 21 Redskin''. Eagle also set a new record for`` Most Scoring Team On The Road In NFL''. This is an amazing <strong> M. Night Shyamalan </strong> for Micheal <strong> Michael Vick </strong> perforMing Yi. The final score of the game is <q> Eagle 59- 28 Redskin </q>. <strong> Michael Vick </strong> Record <strong> M. Night Shyamalan </strong>^^. This is just a song and a picture, you won't miss anything by following the lyrics...___________________________ Song: Ghost Love Score Artist: M. Night Shyamalanwish Album: Once___________________________ Lyrics", "new_id": -2}, {"uid": "1297129562188514329", "i": 2374, "idx": 9, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol?`` I haven't seen a full episode,'' he said. <q> I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over, </q> <strong> Simon Cowell </strong> continued.`` The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"uid": "1297203269184696860", "i": 7811, "idx": 12, "sa": ["Donald Rumsfeld"], "q": "to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise about his reasons. He said the U.S. approach could set in motion forces <q> potentially adverse to the government of Afghanistan. </q> It was the Iraq war that led to <strong> Donald Rumsfeld </strong>'s demise at the Pentagon; he resigned in November 2006 as Democrats regained control of the Congress and the outlook for success in Iraq appeared increasingly grim.", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]