[{"uid": "1296597946227524612", "i": 2948, "idx": 3, "sa": ["Eamon Gilmore"], "q": "coalition government had`` brought down our country'' and`` tied our state to the sinking and stinking misfortunes of the banks and sold us out in the deal to the EU and the IMF''. <q> We are determined to lead a new wave of change, to fix a broken system, a system that has failed the Irish people, </q> Mr <strong> Eamon Gilmore </strong> said.`` Now is the time to pull down the walls that stand between the people and their government. Now is the time for change. Today, let us leave our winter behind", "new_id": -2}, {"uid": "1295582731089079830", "i": 29216, "idx": 1, "sa": ["David Letterman", "Piers Morgan", "Regis Philbin", "Howard Stern", "Joan Rivers", "Jay Leno"], "q": "Abdul, <strong> David Letterman </strong>- <strong> Howard Stern </strong> says that <strong> Jay Leno </strong> is a`` crook.'' In an interview on <strong> Piers Morgan </strong>... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> I have enjoyed Detroit 187. It is great to recognize the streets and places that I am familiar with. </q> The last two episodes have been excellent. There are so many interesting stories to tell about Detroit. Report Abuse \" Detroit 187 has legs and needs a chance to grow. It may seem like the typical", "new_id": -2}, {"uid": "1297108555141246488", "i": 7944, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war''. <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.``", "new_id": -2}, {"uid": "1295822108097091707", "i": 31964, "idx": 0, "sa": ["George W. Bush", "Colin Powell", "Barack Obama"], "q": "rompi con las filas de su partido en el 2008 al apoyar al ahora George W. Bushe dem?crata <strong> Barack Obama </strong>, dijo hoy que su apoyo al inquilino de la Casa Blanca en el 2012 no est garantizado. <q> No he visto a nadie todav?a en el bando republicano con quien est dispuesto a comprometerme y tampoco estoy comprometido con el George W. Bushe <strong> Barack Obama </strong> </q>, afirm el que fuera secretario de Estado durante el primer mandato de <strong> George W. Bush </strong>( 2001-2005) en declaraciones a la cadena de televisi?n CNN. <strong> Colin Powell </strong> apoy a <strong> Barack Obama </strong> durante la campa?a presidencial de 2008,", "new_id": -2}, {"uid": "1297210131061849602", "i": 3917, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "first-class operation, that they were not torturing people, that they were not hurting people.'' <strong> Donald Rumsfeld </strong> described the prison camp as a`` fine operation'' and said the service members who operate it have <q> taken a lot of heat unfairly. </q> <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism.`` Let there be no doubt, there are extremists out there who are determined to", "new_id": -2}, {"uid": "1297015712212598798", "i": 7550, "idx": 1, "sa": ["Eric Schmidt"], "q": "seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er, dass die Sachverhalte als unbedeutender als von der Konkurrenz eingesch?tzt bewertet w?rden. <q> Wir werden klarmachen, dass wir sehr wohl im Rahmen und auch im Sinne des Gesetzes arbeiten </q>, sagte <strong> Eric Schmidt </strong>. Bei den Ermittlungen geht es um Beschwerden von der Konkurrenz, die Google einen Missbrauch seiner dominanten Marktposition bei Internetsuchmaschinen vorwirft. Beim Softwareriesen Microsoft waren EU-Untersuchungen in einen 10 Jahre dauernden Rechtsstreit gem?ndet,", "new_id": -2}, {"uid": "1295485309089587740", "i": 6196, "idx": 0, "sa": ["Chris Lewis", "David Letterman", "Jean-Claude Duvalier", "Darlene Love", "Bruce Springsteen"], "q": "''. This song got the famous sound of the legendary E Street Band. But this time <strong> Darlene Love </strong> is the lead singer instead of <strong> Bruce Springsteen </strong>. But it's really cool. Check it out.... <strong> Darlene Love </strong>'s <q> Chris Lewistmas( <strong> Jean-Claude Duvalier </strong> Please Come Home) </q> <strong> Darlene Love </strong> performing`` Chris Lewistmas( <strong> Jean-Claude Duvalier </strong>, Please Come Home)'' on The Late Show with <strong> David Letterman </strong>. December 23, 2005. Visit www.ddy.com for more.... <strong> Darlene Love </strong>- All alone on Chris Lewistmas For All Silvester Clip", "new_id": -2}, {"uid": "1295628283045006891", "i": 20167, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q> Day-to-day adult supervision no longer needed! </q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google said fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13", "new_id": -2}, {"uid": "1295863152182239242", "i": 49189, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt", "Alex Young", "Todd Palmer"], "q": "it was inappropriate for them not to get involved,'' <strong> Todd Palmer </strong> said. But finally, out of concerns for not his safety but for that of his two Alex Younger brothers, he finally decided to call 911. <q> He was A court has heard how a French student was caught by police after he taped a webcam to a mop handle and used it to spy on a couple having sex in the apartment above. Jerome Forrier told Dundee police that he did so because he wanted to see if they`` were normal people. </q> The court heard how Forrier was caught after the women saw his home-made device and sent her boyfriend downstairs to investigate. He called the police after Forrier refused to open his door. http://wn.com/Angelina Jolie_Angelina Jolie_Brad Pitt_Brad Pitt_Surprise_to_BOSNIA_Refugees_Apr5 Angelie <strong> Angelina Jolie </strong>, <strong> Brad Pitt </strong> visit", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]