[{"uid": "1295715717099811337", "i": 37894, "idx": 9, "sa": ["James Cleveland", "Shaquille O'Neal", "LeBron James", "Chris Webber", "Allen Iverson", "Ray Allen", "Phil Jackson"], "q": "a 25-point deficit to 11, <strong> Allen Iverson </strong> hit a 3-pointer from the http://wn.com/Ray Allen_Allen Iverson_31pts_Phil Jacksonadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Shaquille O'Nealgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabShaquille O'Nealg 12 rebounds,", "new_id": -2}, {"uid": "1297451846240746502", "i": 44698, "idx": 3, "sa": ["Islam Karimov", "Donald Rumsfeld"], "q": "But the DIA memo, written at <strong> Donald Rumsfeld </strong>'s request, came to the conclusion that the Andijan events were in fact not the result of an Islam Karimovist plot, but of legitimate grievances of the population. <q> Their[ those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology, </q> the memo, written by DIA Director Vice Admiral Lowell Jacoby.`` There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are", "new_id": -2}, {"uid": "1295771027204914709", "i": 46974, "idx": 0, "sa": ["Mikhail Khodorkovsky", "Andy Coulson", "Carl-Henric Svanberg"], "q": ": Deadly fire at Russian shopping-mall Photo in Slideshow: BP chairman <strong> Carl-Henric Svanberg </strong> shakes hands with Photo in Slideshow: Boris <strong> Mikhail Khodorkovsky </strong>, father of jailed Russian... Video: Fishermen, businesses beg for BP spill money Report Abuse <q> If ANYTHING happens to the Arctic as a result of this plan, I won't want the courts to handle it. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297408825191856671", "i": 30728, "idx": 0, "sa": ["Eric Schmidt"], "q": "Platzen der Dotcom-Blase vor zehn Jahren gut berstanden. Google-Chef <strong> Eric Schmidt </strong> hat mit seine m Unternehmen das Platzen der Dotcom-Blase vor zehn Jahren gut berstanden. Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf kleinere Internet-Unternehmen wie Facebook f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> dem Schweizer Magazin`` Bilanz''. Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in der Zukunft riesige Ums?tze erreichen w?rden. <strong> Eric Schmidt </strong> bekr?ftigte zudem", "new_id": -2}, {"uid": "1296169273065405008", "i": 24865, "idx": 0, "sa": ["Sergio Marchionne"], "q": "this year.`` It just underlines the special challenges for Chrysler,'' Sean McAlinden, chief economist for the Center for Automotive Research, said of GM's decision to withdraw its application. <q> They've got another really tough year and they need the money. </q> Adding to Chrysler's challenges is the fact the federal loan approval process appears to have bogged down over collateral that could be pledged by Chrysler. Chief Executive <strong> Sergio Marchionne </strong>, who expected the money by", "new_id": -2}, {"uid": "1295701938236945483", "i": 46922, "idx": 0, "sa": ["Andy Coulson"], "q": ": Palestinian relatives of a prisoners jailed in Israel hold a... Israelis say, is not exactly rife with acknowledgments of the... Photo in Slideshow: Palestinian relatives of a prisoners jailed in Israel hold... Report Abuse <q> The future high tech weaponry will be fully computerized and vice commanded. I'm waiting for ideas </q> for future voice commands. Just couple of them already for consideration. 1. Terrorist hiding behind women target 9.11.01 kill. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com", "new_id": -2}, {"uid": "1295718175131842121", "i": 1747, "idx": 2, "sa": ["Amanda Holden", "Simon Cowell", "Britney Spears", "Piers Morgan"], "q": ", 42 Forty-two year old Anya Sparks defied the stereotypes and sexily danced her way through <strong> Britney Spears </strong>' Toxic. Although <strong> Amanda Holden </strong>, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed <q> What the bloody hell was that? </q> he asked at the end, looking a little horrified.`` That was BIG girl power!'' she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday", "new_id": -2}, {"uid": "1296509935175063107", "i": 8755, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to share the wealth with its unionized work forces now that they are solidly profitable. It's a harder problem than it seems, since both have become solid moneymakers in part because of worker concessions. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press.`` The obligation to our people was much greater than the need to improve our bottom line profitability.''", "new_id": -2}, {"uid": "1295977910157089808", "i": 37530, "idx": 25, "sa": ["Marcus Camby", "Allen Iverson", "Kenyon Martin", "Carmelo Anthony"], "q": "usual. <strong> Carmelo Anthony </strong> crashed the boards as hard as he worked for open looks at the basket, collecting 13 rebounds and scoring 30 points Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. <q> I always kid with him about not being a rebounder, being so big, </q> <strong> Allen Iverson </strong> said of his fellow All-Star starter.`` I say,` If I was your height, I'd get a double-double every night.''' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]