[{"uid": "1295619240170147869", "i": 32002, "idx": 1, "sa": ["Rupert Murdoch", "Andy Coulson"], "q": "the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' Cameron said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to Cameron, whose office had long insisted he would stay on despite the scandal. Earlier this week, Cameron told BBC radio that", "new_id": -2}, {"uid": "1295578933025002019", "i": 4366, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sandeep Aggarwal"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co.. The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google", "new_id": -2}, {"uid": "1295566445075235330", "i": 2610, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having <strong> Larry Page </strong> running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1295890646005734423", "i": 42586, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Gives <strong> Eric Schmidt </strong>` Unprecedented'$ 100 Million Equity Award Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q> includes stock and stock options, and vests over four years, </q> and is the largest for a sitting CEO, the Wall Street Journal href=\"http://blog.searchenginewatch.com/110121-142222\">$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the", "new_id": -2}, {"uid": "1295648413184696878", "i": 14302, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "News, 1/20/2011 5:08:57 PM Google co-founder <strong> Larry Page </strong> is replacing <strong> Eric Schmidt </strong> as CEO effective April 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in during 2001, said that <q> now was the right moment to make some changes to the way we are structured. </q>`` Day-to-day adult supervision no longer needed!, <strong> Eric Schmidt </strong> tweeted( href=\"http://www.multichannel.com/common/jumplink.php?target=http%3A%2F%2Ftwitter.com%2F%23%21%2FEric SchmidtEric Schmidt\"> http://twitter.com/#!/Eric SchmidtEric Schmidt) a reference to the fact he was retained to help run a company started by college kids in a dorm room.", "new_id": -2}, {"uid": "1295964059002146355", "i": 2281, "idx": 0, "sa": ["Eric Schmidt"], "q": "Says Chinese Government Relations Stable Since June Google Inc.'s relations with the Chinese government have been`` stable'' since June, according to Chief Executive Officer href=\"http://topics.bloomberg.com/Eric Schmidt-Eric Schmidt/\"> <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend <q> a lot of his time </q> on regulatory issues after handing over the CEO post to co-founder", "new_id": -2}, {"uid": "1295973025172294159", "i": 54234, "idx": 2, "sa": ["Harry Carey", "Angelina Jolie", "Sam Harris", "Brad Pitt", "Ben Stiller"], "q": "`` The Wrestler.'' <strong> Angelina Jolie </strong> plays a man who is born in his eighties and ages backwards. He says his current life is as dramatic as the life of <strong> Ben Stiller </strong> Button.[ <strong> Brad Pitt </strong>, Actor]: <q> Well, I think it's well documented. I have six children now so I won't, so it doesn't get more dramatic than that. </q>`` <strong> Ben Stiller </strong> Button http://wn.com/Academy_Awards_Two_or_More_Actors__Best_Supporting_Actor Two( 2) or More Actors Nominated in One Category for the Sam Harrise Film: Best Actor in a Supporting Role 1939- <strong> Harry Carey </strong>& Claude Rains( Mr. Smith Goes to Washington) 1951", "new_id": -2}, {"uid": "1296647724254607400", "i": 35956, "idx": 0, "sa": ["Micheál Martin", "Pat Rabbitte", "Eamon Gilmore", "Averil Power"], "q": "presenter sacked last week after getting caught making sexist comments. Mr <strong> Pat Rabbitte </strong> said the women were appointed`` purely'' to give them a profile and Mr <strong> Micheál Martin </strong> went for two people who were not TDs to <q> put a sprinkling of women in the photograph </q>. Labour leader <strong> Eamon Gilmore </strong> said:`` I didn't hear what the justice spokesperson said but( he) can always be relied upon for a colourful take.'' Ms <strong> Averil Power </strong>( 32)", "new_id": -2}, {"uid": "1297108733023560256", "i": 5059, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": " via press release: THIS JUST IN...... from CBS Entertainment <strong> Anderson Cooper </strong> TO VISIT CBS's <q> LATE SHOW with <strong> David Letterman </strong>, </q> WEDNESDAY, FEB. 9 NEW YORK, Feb. 7, 2011- Broadcast journalist <strong> Anderson Cooper </strong> will visit the LATE SHOW with <strong> David Letterman </strong>, Wednesday, Feb. 9( 11:35 PM-12:37 AM, ET/PT),", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]