[{"uid": "1295351570142295047", "i": 52782, "idx": 7, "sa": ["Mike Pence"], "q": "'' said <strong> Mike Pence </strong> in a speech on the House floor.`` It would ensure that abortion providers are not subsidized with federal tax dollars.''`` Now, let me say,'' <strong> Mike Pence </strong> continued, <q> to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of the important work that is done at title X clinics across this country: breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry. </q>", "new_id": -2}, {"uid": "1297713630141344786", "i": 33612, "idx": 3, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. href=\"http://www.boston.com/news/world/middleeast/?camp=related- articles:on:link:article- page:more\" title=\"Middle East\"> More articles in Middle East", "new_id": -2}, {"uid": "1296853879119488517", "i": 2941, "idx": 0, "sa": ["Mike Pence", "Christopher Smith"], "q": "Quote of the Day: How the Super Bowl Holds America Together by Pulling It Down Opinion Video: Super Bowl XLV: McCarthy vs. Tomlin Opinion Video: After the Show Show: Football For All? Report Abuse <q>`` These bills seek to overturn years of long-standing legal doctrine and, even worse, they endanger the health of women in this country by attempting to end insurance coverage-- including private coverage-- for all abortions. </q> \" Report Abuse \" Apparently no one understands that <strong> Mike Pence </strong> and <strong> Christopher Smith </strong> aren't trying to overturn Roe v. Wade. \" Report Abuse \" For a political party that is supposed to stand for limited government and individual freedoms", "new_id": -2}, {"uid": "1295766459180666375", "i": 9801, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "the drugs, alcohol and women were no paradise.`` I've had the clap twice now so... you really have to be careful,'' <strong> Steven Tyler </strong>, babbled drunkenly to a reporter at the time. <q> This pace is ruining me... I put on three coats of moisturizer in the morning so my face doesn't dry out... I'm on a plane every day for three years. Flying first-class-- big deal. All it means is you'll hit first. </q> Three decades later, the 62-year-old legend is, against all odds, still rocking-- and now replacing the cranky <strong> Simon Cowell </strong> as one of the new judges on the 10th season of`` American Idol,'' which", "new_id": -2}, {"uid": "1297132541144228403", "i": 948, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Saddam <strong> Barack Obama </strong> had weapons of mass destruction sites round Baghdad and Tikrit, one of the main justifications for launching the href=\"http://www.guardian.co.uk/world/iraq\" title=\"More from guardian.co.uk on Iraq\"> Iraq invasion. <strong> Donald Rumsfeld </strong> says now: <q> I made a misstatement. </q> What he meant to say is there were` suspect sites'. The incident is one of many in the 815-page autobiography, Known and Unknown, in which he seeks to revise the history of the", "new_id": -2}, {"uid": "1295921372006537277", "i": 48147, "idx": 1, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": "in Berlin where it is the centerpiece of the museum's Egyptian Museum and Papyrus Collection. <strong> Hermann Parzinger </strong>, president of the Prussian Cultural Heritage Foundation, refuted <strong> Zahi Hawass </strong>'s statement, a move backed by the German government. <q> She is and remains Egypt's best ambassador in Berlin, </q> he told The Associated Press.`` This is not an official request. An official request is a request from one government to another,'' German foreign ministry spokesman Andreas Peschke told AFP.", "new_id": -2}, {"uid": "1295615027107249664", "i": 56685, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "according to a blog post penned by the man himself. The decision came down to how best optimise Google's triumvirate of power( <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>) to become a more adaptable enterprise. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. WhilLarry Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on`` deals, partnerships, customers and broader business relationships, government outreach and technology thought", "new_id": -2}, {"uid": "1295986999188022808", "i": 49809, "idx": 0, "sa": ["Andy Coulson", "Guido Westerwelle"], "q": "TV-Kritik: Beckmann- Guido Westerwelles aufm?pfiger Talentschuppen Berlin: Die Nacht der S?ddeutschen Zeitung- Auf einen Champagner mit der Kanzlerin Maschmeyer gegen ARD-Doku- Die Papierflut-Taktik Guttenberg gegen <strong> Guido Westerwelle </strong>- Ein Verteidigungsminister greift an Anne Will kritisiert ARD- <q> Das kann man besser machen </q> TV-Kritik: Jahresr?ckblick auf RTL- Der Kartenableser href=\"http://sueddeutsche.de/medien/grossbritannien-Andy Coulson-Andy Coulson-geht-wenn-der-sprecher-einen-sprecher-braucht-1.1049614\"> Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht TV-Kritik:`` Stern TV''`` Keine Sau hat mir was gesagt'' Copyright? sueddeutsche.de GmbH", "new_id": -2}, {"uid": "1295448871082477134", "i": 40381, "idx": 0, "sa": ["David Letterman", "Mike Barrett", "Mos Def", "Lil Wayne", "Chris Brown", "Nick Cannon", "Lady Gaga", "Oprah Winfrey", "Jermaine Dupri", "Gucci Mane"], "q": "punch got so much publicity he ended up getting FIRED!! He also got his ass beat by all the guys at the club that night, and arrested!!!! For those who know what I'm talking about~ <q> FIST PUMPIN ALL NIGHT LONG </q> LMAO~~~~~~~~~~~~~~ eminem <strong> Nick Cannon </strong> precious lopez tonight <strong> Mos Def </strong> <strong> Lil Wayne </strong> <strong> Jermaine Dupri </strong> <strong> Mike Barrett </strong> <strong> Oprah Winfrey </strong> <strong> David Letterman </strong> drake Mos Defonce <strong> Chris Brown </strong> rihanna <strong> Lady Gaga </strong> <strong> Gucci Mane </strong> the dream t-pain remix 2009 jump smokers memoirs", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]