[{"uid": "1296150339234012694", "i": 12227, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "unbeatable in the marketplace.''[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,'' Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q> By comparison, Apple has activated 270,000 units per day, on average. </q> Instead of offering sales numbers of its own, Microsoft executives keep pointing to research data suggesting some 93 percent of Windows Phone owners are either`` satisfied'' or`` very satisfied'' with their", "new_id": -2}, {"uid": "1295225672165576721", "i": 33530, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1296922649262193174", "i": 35461, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "critics( you know, the`` Appeaserrs... the morally and intellectually confused''), and only if we didn't piss on the Constitution and make up our own laws, maybe things would have turned <q> Heh, that's funny. Of course, since there were no weapons of mass destruction in Iraq and in fact there apparentrly had not been any for a number of years, the reason that <strong> Donald Rumsfeld </strong> would like to take`` that one </q> back is because he was lying. Maybe someday someone will free the \" Washington Post from the tyranny of theinverted pyramid and they can actually say that. America's Grandpa of Death <strong> Donald Rumsfeld </strong> is having his", "new_id": -2}, {"uid": "1295667388014565451", "i": 32610, "idx": 4, "sa": ["Eric Schmidt"], "q": "Day-to-day adult supervision no longer needed,'' <strong> Eric Schmidt </strong> wrote on his Twitter feed after the announcement. Now, <strong> Eric Schmidt </strong> said he will focus on deals, business relationships and working with governments, and still act <q> as an advisor to Larry and <strong> Sergey Brin </strong>. </q> Strong results The move comes as Google posted a 29% jump in profit and revenue for the fourth quarter. Net income was Â£ 2.54 billion, while revenue was Â£ 8.4 billion.", "new_id": -2}, {"uid": "1295735680191037477", "i": 43462, "idx": 3, "sa": ["Colin Powell", "Dick Cheney"], "q": "lots of fights,'' <strong> Colin Powell </strong> said, adding that at times, <strong> Dick Cheney </strong> thought he was`` off the farm'' on some issues.`` Isn't that true?'' <strong> Colin Powell </strong> asked, turning to <strong> Dick Cheney </strong>. <q> I could think of other ways to express it. </q> <strong> Dick Cheney </strong> replied. The Gulf War was the first major conflict that occurred as the Soviet Union was collapsing, a time in which the rules of international conduct were up for grabs. Iraq challenged the world", "new_id": -2}, {"uid": "1296741734237912106", "i": 24057, "idx": 0, "sa": ["Abraham Cooper", "Dan Snyder", "Donald Rumsfeld", "President Bush"], "q": "article: a photograph of <strong> Dan Snyder </strong> doctored with scribbled-on horns and facial hair. Rabbi <strong> Abraham Cooper </strong>... said it is...' a symbol... associated with virulent anti-Semitism.''' Post article http://bit.ly/gzMB96-- ProFootballTalk: <q> <strong> Dan Snyder </strong> will... discover that... many people who hadn't read` The Cranky Redskins Fan's Guide to <strong> Dan Snyder </strong>' will now. </q> http://bit.ly/e7VatY RUMMY SETTLES SCORES IN FEISTY NEW BOOK-- Jonathan Martin:`` <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says he wanted to oversee the initial reconstruction of Iraq following the invasion, but was rebuffed by <strong> President Bush </strong>.", "new_id": -2}, {"uid": "1295375183140279815", "i": 22533, "idx": 0, "sa": ["Chris Chocola", "Sarah Palin", "Mike Pence"], "q": "to do all it can to carry the early primary state for the congressman. Mr. <strong> Mike Pence </strong> also enjoys the support of two former GOP congressmen from Indiana-David McIntosh and <strong> Chris Chocola </strong>, who now runs the Club for Growth. <q> <strong> Mike Pence </strong> has a Reagan quality to him that is lacking in many of the other first tier Republican candidates, </q> said Mr. McIntosh. How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant This conservative is beating the drum for a <strong> Sarah Palin </strong> Presidency.", "new_id": -2}, {"uid": "1296291755127057973", "i": 27130, "idx": 3, "sa": ["Allen Iverson", "Lionel Messi", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said.`` It's the <strong> Lionel Messi </strong> 2009 The Barcelona Player My new video 2009! please comment, rate and favourite! thx for watching! Info about <strong> Lionel Messi </strong>: <strong> Lionel Messi </strong> made his unofficial debut for the first", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1295499872140181508", "i": 46183, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they?`` Defense is heart and desire and I thought we stepped it up on that end,'' said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q> We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game. </q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Dead_bitch_walking,_starring_Linda_Mcmahon/_Stand_up_for_WWE Poll:", "new_id": -2}]