[{"uid": "1296798464219398156", "i": 24008, "idx": 3, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "get fussy at me:)** http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,<q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295649482034750474", "i": 4035, "idx": 0, "sa": ["Eric Schmidt"], "q": "the prodigies who co-founded the company behind the internet's dominant gateway. The surprise shake-up appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and Google's other 37-year-old", "new_id": -2}, {"uid": "1296531819108003356", "i": 18615, "idx": 0, "sa": ["Michael Vick"], "q": "contend for a division title? â\u0080¢ Has \"Legends and Leaders\" caught on yet? On the tube Mythbusters Begging to differ with that NFL conventional wisdom, <q>You are what your record says you are<q>: â\u0080¢ The Lions, who always maintained they were much better than whatever their record was. â\u0080¢ <strong> Michael Vick </strong>, who's back to being one of the league's most marketable stars", "new_id": -2}, {"uid": "1295682265065617928", "i": 94, "idx": 18, "sa": ["Ronald Reagan", "Mike Pence", "Marjorie Dannenfelser"], "q": "pay for the government that you would need if the family continues to collapse.\" After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. <q>He has that everyman, Indiana appeal with vision,<q> <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. \"I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,\" <strong> Marjorie Dannenfelser </strong> said.", "new_id": -2}, {"uid": "1295357099082411548", "i": 25111, "idx": 0, "sa": ["Simon Cowell"], "q": "with the world believing him dead, and then- penniless, and shunned by his celebrity friends- heads off on a pilgrimage to Tibet in a search for meaning. As you do. The book takes <strong> Simon Cowell </strong> <q>on a quest for love; a quest for money; and a quest to get back his elusive mojo- the Sex Factor<q>, we are told. publishing the book in April, is hailing it as the dawn of a new genre- the \"spovel\"- calling it \"the perfect antidote to celebrity memoirs\". And", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in<q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1295669779172441756", "i": 7289, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google had become a more complex job as the company diversified. <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,<q> he said. \"For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss", "new_id": -2}, {"uid": "1296169455065814529", "i": 19154, "idx": 4, "sa": ["Dick Armey", "Mike Pence"], "q": "been urged to run for president by <strong> Dick Armey </strong>, a former House Republican leader from Texas, who helped build the Tea Party movement. But Mr. <strong> Mike Pence </strong>'s statement on Thursday, in which he declared, <q>Indiana can lead the national back to fiscal responsibility, reform and strong families,<q> suggested that his eye is focused more squarely on the statehouse in Indianapolis.", "new_id": -2}, {"uid": "1295984939241025026", "i": 10642, "idx": 1, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": ",\" <strong> Donald Rumsfeld </strong> is kidnapped by unnamed forces and funnelled through a Kafka-esque series of jails and interrogations- all based on treatment suffered by prisoners of war at Bagram Airfield and Guantanamo Bay. What are they after? <q>We're not looking for one thing,<q> an interrogator tells <strong> Donald Rumsfeld </strong>. \"We are finding your intentions.\" The authors never intended the book to be \"a revenge fantasy,\" says <strong> Stephen Elliott </strong>. In fact, he believes that \"if <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297383285254541831", "i": 3697, "idx": 0, "sa": ["Spencer Pratt", "Heidi Montag", "Paula Abdul", "Simon Cowell"], "q": "has. So, I was willing to give him that chance and physically of course, he's very attractive, and he's an easy person to talk to. \"The Bachelor' bachelorette Jackie Gordon: <q>I was shocked to go when I did<q>` The Bachelor' star Brad Womack denies proposing to ex-girlfriend` Live To Dance' crowns D'Angelo Castro, Amanda Carbajales champs Bravo rejects <strong> Heidi Montag </strong>, <strong> Spencer Pratt </strong>'s` Real Housewives\" offer <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always", "new_id": -2}]