[{"uid": "1296278683209059853", "i": 58377, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "dollars you can expand that research and development group.'' <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation. <q> You have to continue to invest very aggressively in high tech businesses or the technology marches by your company and there's no way we're going to let that happen, </q> Balfour said. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1295973499237387822", "i": 3294, "idx": 0, "sa": ["David Letterman", "Nathan Lane", "Ken Howard"], "q": "Bros. film. <strong> Ken Howard </strong> will play U.S. Attorney General Harlan F. Stone. A Tony Award winner for Child's Play and an Emmy Award winner for`` Grey Gardens'' and the daytime children's program <q> The Body Human: Facts for Boys, </q> he has appeared on Broadway in Rumors, 1600 Pennsylvania Avenue, The Norman Conquests, Seesaw, 1776 <strong> Nathan Lane </strong> Talks Addams Family,`` Jersey Shore,''`` 127 Hours'' and More on`` <strong> David Letterman </strong>''(", "new_id": -2}, {"uid": "1296491980113492000", "i": 2191, "idx": 1, "sa": ["Sergio Marchionne"], "q": "has so far bested industry expectations, but he added that the automaker was still a long way from meeting its objectives.`` Our job is not yet done,'' <strong> Sergio Marchionne </strong> said in a statement. <q> We have a lot of work ahead to fulfill our five-year business plan objectives. </q> For 2010, Chrysler reported nearly$ 42 billion in revenue, in line with its November financial projections. The company's annual operating profit of$ 763 million, topped its November outlook of about$", "new_id": -2}, {"uid": "1295336713131039270", "i": 8972, "idx": 4, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,'' <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts Gov. <strong> Mitt Romney </strong> and former Alaska Gov. <strong> Sarah Palin </strong>--", "new_id": -2}, {"uid": "1295945463061587464", "i": 43670, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company", "new_id": -2}, {"uid": "1295332284190038047", "i": 7480, "idx": 0, "sa": ["Donald Rumsfeld", "Ben Ali"], "q": "toe the western line. Under <strong> Ben Ali </strong>( above, right, with <strong> Donald Rumsfeld </strong>), Tunisia co-operated in Washington's` war on terror' and was praised by the neo-conservative Front Page magazine for waging <q> a continuous- and largely successful- battle against Islamic radicBen Alism </q>. Only recently, the US voted through another$ 12m in military aid to Tunisia; it's been calculated that <strong> Ben Ali </strong>'s regime received$ 631m in US military aid between 1987 and 2009. Tunisia has", "new_id": -2}, {"uid": "1295954772070795352", "i": 36301, "idx": 2, "sa": ["Mike Pence", "André Carson", "Jason Aldean"], "q": "it doesn't really matter where you sit. It matters where you stand.'' A spokesman for <strong> Mike Pence </strong> <strong> André Carson </strong>, D-Indianapolis, said Carson hasn't made any seating arrangements for the speech. <q> He's just going to play it by ear and see what happens, </q> said spokesman <strong> Jason Aldean </strong> Tomsci.`` They're all his colleagues, so he'll be pleased with whomever he sits with.'' Bob's Blitz: Face it, Manning stinks in post-season From USA TODAY and", "new_id": -2}, {"uid": "1295357289030228541", "i": 26080, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Randy Jackson", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist-- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1296146597188350471", "i": 42380, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Alassane Ouattara"], "q": "executive in April and handing over the reins to <strong> Larry Page </strong>, Google's co-founder. Asked about his future intentions, Mr <strong> Eric Schmidt </strong>, who will become executive chairman in the spring, said he was committed to the company <q> as long as it's exciting </q>. Figures for 2010 showed that General Motors sold more vehicles in China than in the United States for the first time. The price of cocoa shot up after <strong> Alassane Ouattara </strong>, widely recognised as the winner", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]