[{"uid": "1297706334148619267", "i": 8889, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "strategic partnership has been received with skepticism in the market, but <strong> Steve Ballmer </strong> said the scale that Nokia would bring to an already improved Microsoft mobile platform would be good news for operators, devStephen Elopers and consumers. <q> We're off to a strong start. We know we have a lot of work to do, </q> he said in a keynote address at the Mobile World Congress fair in Barcelona.`` We have a lot of energy, optimism and a sense of tremendous opportunity.''`` We're sure... Nokia", "new_id": -2}, {"uid": "1296897095171786300", "i": 4042, "idx": 6, "sa": ["Michael Vick"], "q": "party open to the public, Butler said that <strong> Michael Vick </strong> said that he wanted`` to do something to help the kids out.''`` This is a very upscale corporate event,'' Butler said. <q> We have state senators coming. Not everybody can walk in off the street. </q> The online invitation states:`` Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred", "new_id": -2}, {"uid": "1295419136019841068", "i": 1479, "idx": 9, "sa": ["Simon Cowell", "Toby Young", "Steven Tyler"], "q": "the point,'' he told title=\"TV Guide\" href=\"http://www.latimes.com/topic/services-shopping/books-magazines/tv-guide-PRDPER000001.topic\"> TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. <q> What's with the oohoohbes on your jujubes? </q> he asks one contestant in a star-studded bikini top.`` Hellfire, save matches... a duck and see what hatches!'' he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains", "new_id": -2}, {"uid": "1294975647058228770", "i": 15064, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness.`` Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy, </q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Fiat was set up in 1899 and has 188 factories", "new_id": -2}, {"uid": "1296105835053329950", "i": 40779, "idx": 0, "sa": ["Ian Edmondson", "Glenn Mulcaire", "Andy Coulson"], "q": "for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicIan Edmondsons prior to 2006. In a statement, News International said: <q> The News of the World has terminated the employment of <strong> Ian Edmondson </strong>. Material evidence found during the course of the subsequent investigation has led to( his) dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation. </q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the", "new_id": -2}, {"uid": "1296744552199131154", "i": 36503, "idx": 27, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,'' <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew <q> that some of these sources were not good, </q>`` didn't speak up,'' and`` that devastated me.'' <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been`` the most senior military officer in our country'' and no one", "new_id": -2}, {"uid": "1295310564231800860", "i": 28518, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama", "John Boehner"], "q": "the House <strong> John Boehner </strong> speaks during a political truce decreed after a bloody attack on one of their own, US lawmakers plunge back into the fray this week with Republicans taking on the White House on <strong> Barack Obama </strong>'s call for <q> a more civil and honest public discourse </q> will get its first test sooner than we expected. Having properly postponed all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other victims of the As then Barack Obama-elect <strong> Barack Obama </strong> addressed the crowd at Grant Park", "new_id": -2}, {"uid": "1296336503184827931", "i": 45843, "idx": 0, "sa": ["Zahi Hawass"], "q": "military guard. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1296371376213876815", "i": 3152, "idx": 8, "sa": ["Tracy McGrady", "Dwight Howard", "Tyronn Lue", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Kobe Bryant"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen Iverson_Allen Iverson_vs_Kobe Bryant_Kobe Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk, AND1, Hot sauce, <strong> LeBron James </strong>, la lakers,", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]