[{"uid": "1297285551010960922", "i": 33652, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Slideshow: White House staff and reporters attend <strong> Barack Obama </strong>'s approval ratings inched up again this month as... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> What if a republican <strong> Barack Obama </strong> was honoring the victims of the tower's collapse? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k you", "new_id": -2}, {"uid": "1295927583014860290", "i": 42962, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": " <strong> Klaus Schwab </strong> said he doesn't think it will.`` I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,'' he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the`` unknown unknowns'' as former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1296680778019759128", "i": 55270, "idx": 0, "sa": ["Zahi Hawass"], "q": ", said in a telephone interview on February 1. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. <q> People are asking me,` Do you think Egypt will be like Afghanistan?' </q> he said.`` And I say,` No, Egyptians are different- they love me because I protect antiquities.''' Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work,", "new_id": -2}, {"uid": "1295806200208044038", "i": 59830, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "wants to remain in private life although he is happy to be an informal Barack Obamaial adviser.`` The administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> Reflecting on the href=\"http://timesofindia.indiatimes.com/topic/Arizona\"> Arizona shootings that killed six people and badly wounded U.S. Rep. href=\"http://timesofindia.indiatimes.com/topic/Gabrielle Giffords-Gabrielle Giffords\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said", "new_id": -2}, {"uid": "1297291723073252902", "i": 47454, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "this specific bill, but the GOP's bait-and-switch agenda: But why go to such lengths when the bill has little chance to ever become law? <strong> Kirsten Gillibrand </strong> explained it to me this way: <q> This legislation is an unprecedented effort to restrict access to women's reproductive health care and it is critical that my colleagues and everyone who cares about women's rights have the facts about the damage this bill would cause. </q> The GOP's mantra has long been that there is too much government involvement in our lives. Right now, one commercial airing daily calls on the government href=\"http://www.youtube.com/watch?v=vQMJJAaY- 3g\"> not to tax soda", "new_id": -2}, {"uid": "1295498568076414992", "i": 1252, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "her.'' <strong> Jane Lynch </strong> also said she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing.`` Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great that` Glee' fans have even set up a facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a``", "new_id": -2}, {"uid": "1296240486063520786", "i": 52076, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Alan Eustace"], "q": "States. Furthermore, current Chief Executive Office <strong> Eric Schmidt </strong>, who will be replaced by <strong> Larry Page </strong> in April of this year, recently advised that there will be more than 1,000 new positions created in Europe alone. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice president of engineering and research, reported AP. There are, however, investors who may not be enthusiastic about the cost associated with the recruitment initiative. Google executives", "new_id": -2}, {"uid": "1295641951138969110", "i": 8453, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "claim dismissed as implausible by the paper's critics.`` Obviously, when he was editor of the News of the World, bad things happened at that newspaper,'' <strong> David Cameron </strong> said Monday. <q> I always think that the danger at the moment is that he is effectively being punished twice for the same offense. I think in life that sometimes it is right to give someone a second chance, </q> he added. <strong> David Cameron </strong> chose <strong> Andy Coulson </strong> as communications director after <strong> Andy Coulson </strong> had resigned from the newspaper because of the phone hacking charges. <strong> Andy Coulson </strong> has denied any wrongdoing, but the case continues to dog him", "new_id": -2}, {"uid": "1295667499250150927", "i": 352, "idx": 1, "sa": ["Bill Lockyer", "Bill Clinton"], "q": "the world, would not benefit from the legislation, Treasurer <strong> Bill Lockyer </strong> said.`` States didn't ask for it. We don't want it. We don't need it,'' <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> Struggling to close a$ 25 Bill Clintonion budget gap, California already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois.`` Just the availability of a", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]