[{"uid": "1295684554156401677", "i": 11710, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "duties to <strong> Larry Page </strong>, now 37. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials, and potential takeover targets, <strong> Larry Page </strong> says he will make most of the big decisions as he tries to rekindle <q> the soul and passion of a start-up. </q> <strong> Sergey Brin </strong> will concentrate on developing products. <strong> Larry Page </strong>, worth$ 15 billion, remains something of a rebel who has always had a disdain for corporate protocol.`` <strong> Larry Page </strong> and <strong> Sergey Brin </strong> both hate being", "new_id": -2}, {"uid": "1295498718083329089", "i": 56055, "idx": 0, "sa": ["Steven Tyler", "Billy Joel", "Randy Jackson", "Simon Cowell", "William Hung", "Jennifer Lopez"], "q": "<strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>- but no <strong> Simon Cowell </strong>- with` American Idol' embraces kinder, gentler attitude target=\"_blank\" href=\"http://wn.com/Los_Angeles\"> LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\"> Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, sometWilliam Hung totally out of the ordinary happens: They don't make fun of him. Instead, the new`` American Idol'' judging team encourages him to become a", "new_id": -2}, {"uid": "1296388465015253524", "i": 20240, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "president-elect,'' he told reporters. Unity government <strong> Ban Ki-moon </strong>, the UN secretary-general, also attending the summit, said a recount of the ballot would be a`` grave injustice.'' <q> Reopening the results of the election would be a grave injustice and set an unfortunate precedent, </q> he said. He underlined the importance of a`` peaceful and honouable exit'' for Gbagbo and urged`` President <strong> Alassane Ouattara </strong> to form a national unity government.'' More than 270 people lost their", "new_id": -2}, {"uid": "1295967601242466824", "i": 25118, "idx": 1, "sa": ["Eric Schmidt"], "q": "sein Unternehmen werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen.`` Wir hatten ein sehr, sehr gutes Jahr'', sagte <strong> Eric Schmidt </strong>, <q> aus diesen Gr?nden werden wir weiter investieren. </q> Mit Blick auf Konkurrenten wie Facebook sagte <strong> Eric Schmidt </strong>:`` Die Internet-Suche wird weiter sehr wichtig bleiben.'' Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei", "new_id": -2}, {"uid": "1296834386099106821", "i": 45823, "idx": 0, "sa": ["Angelina Jolie", "George Clooney", "Brad Pitt"], "q": "!) The story above is a satire or parody. Thank you for your rating, Your vote has been counted and is reflected above. <strong> George Clooney </strong> Angrily Tells <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>- <q> Your Pack of Brats Are No Longer Welcome In My Home! </q> BELLAGIO, Italy- As soon as <strong> George Clooney </strong> pulled into the driveway of his Italian mansion Villa Oleandra Oxen Free, located on beautiful Lake Perry Como he knew that something was amiss. The <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>` United", "new_id": -2}, {"uid": "1297553599075792419", "i": 13466, "idx": 2, "sa": ["Mark Lehner", "Sarah Parcak", "Zahi Hawass"], "q": "suggested, tongue-in-cheek, that <strong> Zahi Hawass </strong> be promoted to prime minister, in part because of his international fame. <strong> Mark Lehner </strong>, a Cambridge, Massachusetts-based archaeologist who has known and worked with <strong> Zahi Hawass </strong> for decades, says, <q> I assume <strong> Zahi Hawass </strong> will be kept in charge. </q> <strong> Mark Lehner </strong> was on his way 11 February from the United States to Giza, where his team halted work for a week or so but is now continuing its efforts. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama", "new_id": -2}, {"uid": "1295621104143933476", "i": 6777, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "into the world's most-used search engine, generating$ 29 billion in sales last year.`` <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a conference call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships, and customers, he wrote in a blog post. <strong> Larry Page </strong> will take over day-to-day operations as chief executive on", "new_id": -2}, {"uid": "1295537212247300126", "i": 3049, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>- who has an estimated personal fortune of over? 165m- admits he was never academically successful but believes he has done well out of life because he has such good instincts. He said: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school.`` Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong> quit` American Idol' last year in order to focus on bringing his UK show,` The X Factor', to the US and admits it took a discussion with an unnamed`` successful", "new_id": -2}, {"uid": "1297156736070336565", "i": 30244, "idx": 0, "sa": ["Eric Schmidt"], "q": " While <strong> Eric Schmidt </strong>'s comments are official company statements, a Google spokesperson downplayed them, referring to the company's statement from November when it conceded the Commission was investigating it over complaints from competitors. <q> Since we started Google, we have worked hard to do the right thing by our users and our industry- ensuring that ads are always clearly marked, making it easy for users to take their data with them when they switch services and investing heavily in open-source projects, </q> the spokesperson said.`` But there's always going to be room for improvement, and so we'll be working with the Commission to address any concerns.'' href=\"http://www.eweekeurope.co.uk/news/googles- <strong> Eric Schmidt </strong>- looks", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]