[{"uid": "1295552615218546373", "i": 45371, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell", "Mary McNamara"], "q": "- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1297407745191856652", "i": 4342, "idx": 3, "sa": ["Zahi Hawass"], "q": "throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. \"They live thinking about it. They could kill each other to get it,\" <strong> Zahi Hawass </strong> said. <q>When I enter any place in Egypt, people ask me all the time about this.</q> The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong> said an additional five items that were stolen from an archaeological storage site in Qantara, near the Suez Canal, were", "new_id": -2}, {"uid": "1296532535074448904", "i": 45506, "idx": 3, "sa": ["Maurice Cheeks", "Andrea Bargnani", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.</q> <strong> Allen Iverson </strong> ack-to-back defeats wasn't an option for the Toronto Raptors. <strong> Andrea Bargnani </strong> scored 25 points to lead the Raptors to a 115-92 win over New York on Sunday, two days after a loss to the Knicks at Madison", "new_id": -2}, {"uid": "1295125227265830412", "i": 35004, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "a photo of the abuse with the words \"Resign, <strong> Donald Rumsfeld </strong>.\" Perhaps most notably, The Army Times claimed that <strong> Donald Rumsfeld </strong>'s role in the scandal \"amount( ed) to professional negligence\", wrote <q>shame... on the chairman( of the Joint Chiefs of Staff) and secretary( of defense)</q>, and insinuated that <strong> Donald Rumsfeld </strong> was a \"moron.\"[ 43] This photograph released in 2006 shows several naked Iraqis in hoods, of whom one has the words \"I'm a rapeist\"", "new_id": -2}, {"uid": "1296691023059244544", "i": 37672, "idx": 0, "sa": ["Simon Cowell"], "q": "the original format. Plans are on to launch it in a lavish way with big names on board. Internationally it ca n`t get any bigger than having <strong> Simon Cowell </strong> onboard.\" The source added, <q>A team from Sony has already left for the UK to convince him to feature in the Indian version at least in helping the jury to make the top 20 or top 12 contestants. It is their way to attract eyeballs and garner viewership.</q> It remains to be seen if the channel's determination to take <strong> Simon Cowell </strong> over to India for the shoot will materialise. He currently is busy with launching \"The X Factor\" in the US,", "new_id": -2}, {"uid": "1295648671247758850", "i": 5357, "idx": 1, "sa": ["Eric Schmidt"], "q": "will prevent wireless providers from blocking access to sites or services that compete with the providers' own, while the Google/Verizon proposal doesn't explicitly do so. Free Press counsel Aparna Sridhar said Verizon's lawsuit <q>demonstrates that even the most weak and watered-down rules aren't enough to appease giant phone companies.</q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO.", "new_id": -2}, {"uid": "1295958811022577167", "i": 9462, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Bernard Ingham"], "q": ".\" <strong> Bernard Ingham </strong> was not a director of communications but possessed the core skills The prime minister's communications chief must be dedicated, analytical and authoritative, says the Daily Mirror's Kevin Maguire. <q>They need somebody who's cool under fire.</q> But how mindful of any prior scandal will Mr <strong> David Cameron </strong> be in light of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation? \"They will obviously want to do their due diligence and will probably want", "new_id": -2}, {"uid": "1295573069103104552", "i": 42578, "idx": 2, "sa": ["Eric Schmidt"], "q": "waiting to see if Android tablets will emerged to give the iPad any competition. Put this all together, and Page has a career's worth of issues that will test him right away. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote on the official Google blog. \"Larry, in my clear opinion, is ready to lead.\" We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"uid": "1295878369140918808", "i": 20035, "idx": 0, "sa": ["Steve Ballmer"], "q": "telecom Company based out of the UK. Tablets and Beyond January 19, 2011 OpenERP has launched a significant upgrade designed to appeal to small and mid-sized businesses both for its functionality and its pricing. OpenERP is <q>a good example of a company using open source to target a piece of the market that has been overlooked by some of the larger, more established vendors,</q> said 451 Group analyst Jay Lyman. Microsoft CEO <strong> Steve Ballmer </strong> personally introduced the company's Dynamics CRM 2011 product, underscoring the importance the company places in its competition with Salesforce.com. Microsoft's ongoing efforts to enhance the interoperability", "new_id": -2}]