[{"uid": "1295155154246923288", "i": 33660, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. Steelers eliminate Ravens \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.<q> <strong> Aaron Rodgers </strong> completed 31-of-36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and", "new_id": -2}, {"uid": "1296820432076218415", "i": 523, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": "<strong> Howard Stern </strong> humbled himself during Thursday night's appearance on the Late Show with <strong> David Letterman </strong>, asking the TV host's forgiveness for past betrayals and proposing they rekindle the personal friendship they once shared. <q> \"I owe you an apology,<q> said <strong> Howard Stern </strong> to <strong> David Letterman </strong>. \"You're going to think I'm making a joke, but I'm not... years ago... you used to call me at home. I loved it, and I must", "new_id": -2}, {"uid": "1295635525217038960", "i": 9304, "idx": 5, "sa": ["Eric Schmidt"], "q": "and we make sure to talk those things out explicitly,\" he said. \"And we've had a very good relationship with <strong> Eric Schmidt </strong> as well.\" When <strong> Eric Schmidt </strong> first took over as CEO, <q>there was a learning curve for us,<q> Page told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months \"to understand how Google works. The subtleties took a year.\" Larry Page: Risk Taker? Page", "new_id": -2}, {"uid": "1295932595118013952", "i": 2111, "idx": 1, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson", "Tracy McGrady"], "q": "Orleans on February 8. \"Every time we play those guys, it's like a playoff game,\" said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. <q>To win this game was big for us http://wn.com/Allen_Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Philadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Philadelphia 76ers, nobody-- not Wilt, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. \"He was on fire,<q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. \"Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1296085292120438800", "i": 36118, "idx": 0, "sa": ["Max Clifford", "Andy Coulson", "David Cameron"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.<q> Article: UK bodyguard investigated in alleged affair..., the communications director for British Prime Minister <strong> David Cameron </strong>... resigned as director of communications for U.K. Prime Minister <strong> David Cameron </strong>... Photo: Former News of the World editor <strong> Andy Coulson </strong>", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,<q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295440341100417550", "i": 48748, "idx": 0, "sa": ["Simon Cowell"], "q": "seemed to have grown somewhat bored of the competition show. Now Randy Jackson is the last remaining original judge and has commandeered <strong> Simon Cowell </strong>'s chair at the end of the judges' table. But with <q>It is a little weird, and sometimes I look down the table and I go, \"<strong> Kara DioGuardi </strong>? No. <strong> Paula Abdul </strong>? No. <strong> Ellen DeGeneres </strong>? No. <strong> Simon Cowell </strong>? No. Where am I?\"<q> Jackson told MTV News recently. \"American Idol,\" he admits, is a vastly transformed show this season. Various rules have been changed, producers talk openly about injecting new vigor into the competition", "new_id": -2}, {"uid": "1295042068241877011", "i": 27343, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q>a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles,<q> the EPA said in a news release. Investors drive Borders stock up 30% after refinancing rumors EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of", "new_id": -2}, {"uid": "1297272060224821253", "i": 28607, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "2011 2:10 PM PST In his new book, deftly titled Known and Unknown, former Defense Secreatry <strong> Donald Rumsfeld </strong> insists that he and the Bush-Cheney crew did not purposefully misrepresent the WMD case for the Iraq war: <q>The President did not lie. The Vice President did not lie. Tenet did not lie. Rice did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong.<q> He does acknowledge that he made a \"few misstatements,\" referring specifically only to one: when he declared early in the war, \"We know where they[ the WMDs] are. They're in", "new_id": -2}, {"uid": "1295960367022577221", "i": 11582, "idx": 1, "sa": ["Andy Coulson", "Chaz Bono", "Silvio Berlusconi"], "q": "\" a senior aide from Cameron's Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q>So far, our worst day in government,<q> a senior aide from Cameron's Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of... Pope critical of Italian PM <strong> Silvio Berlusconi </strong> \"Becoming <strong> Chaz Bono </strong>\" tells the complicated, touching story of <strong> Chaz Bono </strong>", "new_id": -2}]