[{"uid": "1296149573243646477", "i": 35912, "idx": 9, "sa": ["Michael Vick"], "q": "At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.''", "new_id": -2}, {"uid": "1295593237183287810", "i": 11737, "idx": 0, "sa": ["Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q> continually looks to bring new insight and perspective </q> to the company. The company's revelation came the same day that another technology heavyweight, Google( Alert) Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1295082156260702223", "i": 5775, "idx": 5, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said, <q> always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? </q>`` The kids seem to be doing OK, yeah,'' <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>.`` We've been spending quite a bit of time with them", "new_id": -2}, {"uid": "1297216423081690625", "i": 6904, "idx": 1, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "Mike Pence"], "q": ", toward how we undermine women's reproductive health,'' said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. <q> The House leadership is clearly out of touch with the American people, as they are continuing to focus on legislation that takes away healthcare women currently have instead of focusing on jobs and the economy, </q> said Cecile <strong> Mike Pence </strong>, president of the Planned Parenthood Federation of America. <strong> Eric Cantor </strong> said Republicans are trying to make good on a`` Pledge to America'' promise by cutting taxpayer funding for abortion.", "new_id": -2}, {"uid": "1295501763033751040", "i": 5504, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Paper Funding Facility( CPFF). The facility was opened on October 27, 2008. PFK). There's more, according to a statement by Senator <strong> Sen. Bernie Sanders </strong> on Fed transparency: <q> \"`` We have learned that the$ 700 billion Wall Street bailout signed into law by <strong> President Bush </strong> turned out to be pocket change compared to the trillions and trillions of dollars in near-zero interest loans and other financial arrangements the Federal Reserve doled out to every major financial institution in this country. Among those are Goldman Sachs( </q> \" C), which received$ 1.8 trillion; Bear Stearns, which received nearly$ 1 trillion, and Merrill Lynch( MER), which received some$ 1.5 trillion in short term loans from", "new_id": -2}, {"uid": "1296169455065814529", "i": 19153, "idx": 3, "sa": ["Dick Armey", "Mike Pence"], "q": ".`` After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life,'' Mr. <strong> Mike Pence </strong> wrote in his letter to supporters. <q> Those of us who serve Indiana in Congress and in the Statehouse have a unique opportunity to advance the interests of Hoosiers. </q> Mr. <strong> Mike Pence </strong>'s decision to forego a presidential race leaves some Tea Party activists searching for a Republican candidate. In recent weeks, Mr. <strong> Mike Pence </strong> has been urged to run for president by <strong> Dick Armey </strong>, a former", "new_id": -2}, {"uid": "1295669827061620291", "i": 5354, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "But across technology circles the move by <strong> Google Inc. </strong>-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. <strong> Steve Jobs </strong> returned to Apple <strong> Google Inc. </strong> in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s Jerry", "new_id": -2}, {"uid": "1297213371102973450", "i": 46984, "idx": 0, "sa": ["Barack Obama", "Eric Cantor", "Mike Pence", "Robert Gibbs", "John Boehner"], "q": "a magic wand and necessarily, business creates jobs.'' <strong> Eric Cantor </strong> will join House Speaker <strong> John Boehner </strong> and Majority Whip Kevin McCarthy at the meeting. White House Press Secretary <strong> Robert Gibbs </strong> said the president is planning to have <q> a heavy discussion on the economy and on spending. </q> Global warming skeptics send letter to Congress urging members not give into climate` alarmists' Photo: File photo of U.S. Representative <strong> Mike Pence </strong> Photo in Slideshow: US <strong> Barack Obama </strong> speaks about the situation in... Photo: Portuguese", "new_id": -2}, {"uid": "1295876564020021277", "i": 6045, "idx": 2, "sa": ["Peter T. King", "Kirsten Gillibrand", "Arnold Schwarzenegger", "Kathleen Sebelius"], "q": "week in a letter to Health and Human Services Secretary <strong> Kathleen Sebelius </strong>. Her agency has until March 31 to decide whether to grant an extension.`` The waiver should absolutely be extended,'' <strong> Kirsten Gillibrand </strong> said. <q> These are exactly the kind of solutions we need right now. It is common sense. </q> Rep. <strong> Peter T. King </strong>, R-Seaford, who is concerned about losing federal money for projects on Long Island, agreed. Thu 1/27: UB Distinguished Speaker Series: <strong> Arnold Schwarzenegger </strong> Sat 1/29: Buffalo Philharmonic Orchestra: Lang", "new_id": -2}]