[{"uid": "1295701242121667612", "i": 25481, "idx": 1, "sa": ["LeBron James", "Andre Miller", "Allen Iverson", "Tim Duncan"], "q": "then pulling up and sinLeBron James the basket from the top of the key with 4.2 seconds remaining.`` I was surprised that they just let me wind the clock down and take a shot,'' <strong> Allen Iverson </strong> said. <q> I told my teammates that I was going to wind it down.... I was hoping if I did miss, the ball would bounce and the Tim Duncane would run out. </q> <strong> Andre Miller </strong> insisted he wanted <strong> Allen Iverson </strong>, who was hobbled by a sprained ankle he twisted in the third quarter, to take a jump shot rather than drive to the basket.`` I got a hand up on the", "new_id": -2}, {"uid": "1295535469224985100", "i": 39082, "idx": 2, "sa": ["Sergio Marchionne"], "q": "`` In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> EPA's hydraulic hybrid technology, developed in the agency's lab in Ann Arbor, Michigan, is coming into use in large delivery and refuse trucks across the country. The hydraulic hybrid system captures and", "new_id": -2}, {"uid": "1295959277216842330", "i": 6508, "idx": 0, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "has revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room.`` <strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}, {"uid": "1296566909244629504", "i": 29802, "idx": 5, "sa": ["Tyronn Lue", "Del Negro", "Allen Iverson", "Miguel Ángel Portugal", "Ime Udoka", "Kobe Bryant"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole tIme Udoka,'' <strong> Allen Iverson </strong> said http://wn.com/Allen Iverson_Allen Iverson_23pt_vs_Kobe Bryant_Kobe Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> Del Negroivered the throwback duel fans paid to see. Just like in the 2001 NBA Finals, <strong> Kobe Bryant </strong>'s Los Miguel Ángel Portugales Lakers topped <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296814116111099931", "i": 44602, "idx": 1, "sa": ["Charlie Sheen", "Howard Stern", "David Letterman"], "q": "says <strong> Charlie Sheen </strong> is` worse than Scarface' <strong> Howard Stern </strong> brought up <strong> David Letterman </strong>'s liaisons again while referencing the personal phone conversations they used to share during which <strong> David Letterman </strong> expressed dissatisfaction with his Late Show gig: <q>`` When I would speak to[ Dave] in these private conversations-you were so miserable. Then when I read about your troubles I said:` Poor Dave-he finally had something fun to do at work and they took it away from him'. </q> \" href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/celebrities-following-Howard Stern-Howard Stern-on-twitter-picture\" rel=\"nofollow\"> See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> David Letterman </strong> admitted to having sexual relationships with multiple Late Show employees in October 2009 after he became the target of an extortion plot", "new_id": -2}, {"uid": "1297272828262504462", "i": 18233, "idx": 1, "sa": ["Michael Gove"], "q": ".` Positive change' Mr <strong> Michael Gove </strong> stressed the decision to protect music funding this year when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. He said: <q> Music has the power to touch the soul. It is a universal language understood by people of every culture. And it gives us all the chance to be transported by beauty.`` But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. </q> Mr <strong> Michael Gove </strong> also announced plans for scheme to get more music professionals teaching in schools. A scheme based on the much-praised TeachFirst programme, which sees high-flying graduates fast-tracked to become teachers at challenging schools", "new_id": -2}, {"uid": "1295763309138657792", "i": 2910, "idx": 0, "sa": ["Alassane Ouattara"], "q": "the decision. In comments broadcast on state television, still controlled by Gbagbo, his administration said it`` rejected'' what it said was the`` forced resignation of Philippe-Henry Dacoury-Tabley,'' and urged the <q> population, the economic operators and financiers, </q> not to panic.`` All measures have been taken to ensure the smooth functioning of the Ivorian banking system,'' the statement said. <strong> Alassane Ouattara </strong> has been holed up in an Abidjan hotel where", "new_id": -2}, {"uid": "1295908721051232817", "i": 31107, "idx": 3, "sa": ["Simon Cowell"], "q": "shell. Acerbic to the point of making contestants cry, <strong> Simon Cowell </strong> minces no words and tells it like he feels it. From`` You look like a man dressed like a woman'' to a female contestant to <q> You sound like a cat in a vacuum cleaner </q> to a teenage Idol hopeful, <strong> Simon Cowell </strong> is possibly the most hated man( and therefore one of the most watched) on reality television. Not a part of season 10 that went on air last weekend, <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297331788088555553", "i": 56377, "idx": 0, "sa": ["Alassane Dramane Ouattara", "Alassane Ouattara"], "q": "en Afrique de l'Ouest( MFWA) en C?te d'Ivoire a rapport que Tanou a re?u trois SMS qui ont pr?tendu qu'elle soutient maintenant <strong> Alassane Ouattara </strong>, mondialement reconnu comme pr?sident du pays. Selon l'un des textes, <q> c'est vous les journalistes du Groupe Olympe qui parlez mal de Gbagbo. Prenez garde, sinon un jour, le GPP vous rendra nuitamment visite. Toi Tanou, on sait o tu loges. Vous supportez le RHDP( Rassemblement des Houphou?tistes pour la D?mocratie et la Paix), vous allez voir. Quand vos locaux sont all?s en fum?e, c'est pas Gbagbo qui vous a soutenu? Et vous le d?nigrez. Nous ne plaisantons pas. On aura votre peau. Vous verrez! </q> Selon un autre message,`` nous on pensait que vous tiez neutres, or vous soutenez ADO( <strong> Alassane Dramane Ouattara </strong>) et B?di. Si vous ne vous m?fiez pas, vous verrez. Souvenez-vous de votre coll?gue", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]