[{"uid": "1295254600092618767", "i": 7201, "idx": 3, "sa": ["Eric Musselman", "J.R. Smith", "Allen Iverson", "Andre Miller"], "q": "they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it.`` We will never have a worse travel day than today,'' Kings coach <strong> Eric Musselman </strong> said. <q> Our energy and effort was phenomenal. </q> The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and Joe <strong> J.R. Smith </strong> to Philadelphia takes the Nuggets where they hope it will. In his debut, playing on", "new_id": -2}, {"uid": "1295984196057327656", "i": 24599, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": ",'' he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>.`` Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation", "new_id": -2}, {"uid": "1296492708037863469", "i": 10016, "idx": 5, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Nuggets set for` <strong> Carmelo Anthony </strong> circus in New Jersey Nuggets", "new_id": -2}, {"uid": "1295588443175472914", "i": 20363, "idx": 2, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> explained the move in a blog post saying,`` We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' He added, <q> managing the business has become more complicated, </q> and Google wanted to`` speed up decision making,'' so Page got the nod. As for Page's ability to lead the company, <strong> Eric Schmidt </strong> says,`` Larry, in my clear opinion,", "new_id": -2}, {"uid": "1296080697022757404", "i": 663, "idx": 0, "sa": ["Andy Coulson", "John Whittingdale", "Rebekah Brooks"], "q": "its possession for the last five years.`` I find it utterly extraordinary that the police have been sitting on these documents for five years and did absolutely nothing about them,'' <strong> John Whittingdale </strong> said. <q> I think they generally accepted News International's excuse that there was just one rogue reporter. But the police were sitting on documents that implicate <strong> Ian Edmondson </strong> and they did not question him. </q> <strong> John Whittingdale </strong> said today's dramatic developments also raised questions for <strong> Andy Coulson </strong>, who announced his resignation as the Downing Street communications director last week, and <strong> Rebekah Brooks </strong>, the News International chief executive. The announcement", "new_id": -2}, {"uid": "1296834956190382120", "i": 32474, "idx": 0, "sa": ["Andy Coulson"], "q": "2010 by the merger of mobile and broadband communications companies Orange UK and T-Mobile UK) said it had`` no evidence to support the contention that the practice of unlawfully accessing mobile voicemails is widespread''. <q> The level of enquiries that are received from people who are concerned about the security of their voicemail accounts is so low that statistics are simply not kept, </q> its submission said. The former editor of News of the World, <strong> Andy Coulson </strong>, quit his job as the prime minister's director of communications last month, blaming the phone-hacking scandal at the paper for making", "new_id": -2}, {"uid": "1295259419086458396", "i": 1710, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Sharpton"], "q": "the senator to link black churches with federal agencies and programs.`` A lot of us had never heard of her. Then we heard a lot of things that were disturbing,'' <strong> Al Sharpton </strong> said. <q> But as she remained almost omnipresent, she has won a lot of people over, because she's been there, and she's been there over and over again. </q> The new venture builds on a summit <strong> Kirsten Gillibrand </strong> held last year on Capitol Hill that brought nearly 100 church leaders in contact with numerous federal officials and agencies. This year, <strong> Kirsten Gillibrand </strong> is", "new_id": -2}, {"uid": "1296174977054247442", "i": 2530, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive for Larry Page, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanding into China, </q> he claimed. Mr <strong> Eric Schmidt </strong> will remain as`` executive chairman'', a role he said would be two-thirds external and one-third internal, with most of his time devoted to customers and partners. Referring", "new_id": -2}, {"uid": "1297356277264552496", "i": 40357, "idx": 2, "sa": ["Mike Pence", "Rep. Diana DeGette"], "q": "A third GOP bill, backed by <strong> Rep. Diana DeGette </strong> <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is <q> learning that their taxpayer dollars are subsidizing these organizations that are promoting abortion across this country. </q> <strong> Rep. Diana DeGette </strong> was among the Democrats Wednesday asking why Republicans are more focused on defunding Planned Parenthood than on creating jobs.`` It's getting in the way of how we need to move our country", "new_id": -2}, [{"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]]