[{"uid": "1296085377165281888", "i": 37315, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "'m A Celebrity... Get Me Out Of Here! was named Most Popular Entertainment show. Speaking from Cardiff, where they were filming Britain's Got Talent, Ant could hardly contain his excitement shouting: <q> Ten years in a b**** y row, Declan! </q> <strong> David Jason </strong> picked up the award for Most Outstanding Drama Performance for A Touch Of Frost- despite earlier predicting on the red carpet he would not win. Meanwhile <strong> Simon Cowell </strong> handed The X Factor's award", "new_id": -2}, {"uid": "1295708457073957387", "i": 18487, "idx": 2, "sa": ["Paul Farrelly", "Sienna Miller", "David Cameron", "Andy Coulson"], "q": "allegations that his phone was illegally hacked for the News of the World, said <strong> Andy Coulson </strong>'s resignation raised further questions about the judgment of <strong> David Cameron </strong> and the chancellor, Goerge Osborne, who jointly appointed him. <q> I'd like to know if <strong> David Cameron </strong> or Osborne asked the Met[ Metropolitan police] whether their phones had been intercepted, </q> he told Sky News. The Metropolitan Police said the Crown PSienna Millercution Service was re-examining the evidence from the original phone-hacking investigation and would not comment further. <strong> Paul Farrelly </strong> MP, a member of the parliamentary", "new_id": -2}, {"uid": "1295791480232554503", "i": 27572, "idx": 6, "sa": ["David Cameron", "Harriet Harman", "Andy Coulson", "Nick Clegg"], "q": "obey the criminal law and that is what is at stake here'' \" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. <q> It is primarily a decision for the prime minister, he is the prime minister's spokesman but he is also responsible for communicating government policy so of course I will play a role as well. </q>` Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past.`` I think that <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295646313245137447", "i": 33865, "idx": 0, "sa": ["Eric Schmidt"], "q": "a search engine, to a multitude of different things. It is a tech titan, of the likes the world has very few of. What was even more interesting is <strong> Eric Schmidt </strong>'s tweet after the announcement, <q> Day-to-day adult supervision no longer needed! </q> Yesterday, Google reported earnings of$ 8.75 per share on revenues of$ 6.37 billion, handily topping Wall Street estimates of$ 8.01 per share on revenues of$ 6.06 billion. Many are", "new_id": -2}, {"uid": "1297616629186400779", "i": 32578, "idx": 60, "sa": ["Donald Rumsfeld"], "q": "somebody. I didn't like it either. He said,` Are you OK with this?' And I said` Absolutely.''' Is he responsible for what went wrong? <q> We all were responsible, </q> says <strong> Donald Rumsfeld </strong>.`` We all agreed.'' by James93x February 13, 2011 11:54 AM EST by consh8theusa February 13, 2011 11:26 AM EST by LiberalismIsaCancer February 13, 2011 11:20 AM EST`` <strong> Donald Rumsfeld </strong> Opens Up", "new_id": -2}, {"uid": "1295542835101302273", "i": 22393, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "bit too nicely. Gone was the often harsh, but always honest comments of the curmudgeonly judge <strong> Simon Cowell </strong>, and neither <strong> Jennifer Lopez </strong> nor <strong> Steven Tyler </strong> seemed to have it in them to be so tough. <q> Unfortunately, while it's admirable that the show's producers opted not to bring in a <strong> Simon Cowell </strong> clone, the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops, </q> Highkin wrote.`` Granted, the audition rounds are always rough at first, and Jackson, <strong> Steven Tyler </strong>, and <strong> Jennifer Lopez </strong> are still getting used to working together, but I couldn't help but to notice how much", "new_id": -2}, {"uid": "1295593237183287808", "i": 41224, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "to lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296148178229572622", "i": 30099, "idx": 2, "sa": ["Bernie Sanders", "Neil Cavuto", "Byron Dorgan"], "q": "North Dakota, who commends Mr. <strong> Bernie Sanders </strong>, but notes the speech won't have any effect on the tax-cut vote. <strong> Neil Cavuto </strong>`` But the vote was supposed to come next week anyway, right?'' <strong> Byron Dorgan </strong>: <q> Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote. </q> <strong> Neil Cavuto </strong>:`` So he would have to go like this til' 3 o'clock on...'' Dorgon:`` He's not going to do that, but look, <strong> Bernie Sanders </strong> is doing what they do in the", "new_id": -2}, {"uid": "1295633194146702360", "i": 3184, "idx": 10, "sa": ["Charles G. Koch", "Antonin Scalia", "Mike Pence", "Ayaan Hirsi Ali", "Steve Emerson", "Thomas Saunders", "Mark Levin", "Terry Jones", "Peter King"], "q": "said. <strong> Terry Jones </strong> garnered international attention last year when he anti-Muslim expert <strong> Steve Emerson </strong> is enraged that he hasn't been invited to testify during <strong> Mike Pence </strong> <strong> Peter King </strong>'s( R-NY) hearings on radical Islam. He whined to <strong> Peter King </strong>, <q> I was even going to bring in a special guest today and a VERY informed and connected source, who could have been very useful... but`` investigate potential conflicts by Justices <strong> Antonin Scalia </strong> and <strong> Thomas Saunders </strong> </q> in hearing campaign finance cases`` and move for their disquAyaan Hirsi Alification from the landMark Levin Citizens United case.'' Citing the Justices' invitation to conservative financier <strong> Charles G. Koch </strong>'s retreat this month, the group alleges`` they may be", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]