[{"uid": "1295665764077054063", "i": 20161, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "decision making and create clearer lines of responsibility and accountability'' at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company, </q> Mr <strong> Eric Schmidt </strong> said. Commenting on the management change, Mr <strong> Larry Page </strong> said:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade... we are only at the beginning and I ca", "new_id": -2}, {"uid": "1295007613223330355", "i": 14853, "idx": 2, "sa": ["Nancy Pelosi", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "witnessing a miracle'' <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>:`` The doctors couldn't believe it'' Thousands at a memorial event cheer when Obama announces the development Sen. <strong> Kirsten Gillibrand </strong>: <q> It was like witnessing a miracle </q> <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>:`` The doctors couldn't believe it'' Thousands at a memorial event cheer when Obama announces the development", "new_id": -2}, {"uid": "1297370646188006407", "i": 7634, "idx": 0, "sa": ["Michael Vick"], "q": "the forum to comment on Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a 23-month term in federal prison following a dogfighting conviction. Here is what he told Merkin, via Merkin's Twitter account: <q> He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt. Everything you've done to these dogs, something bad needs to happen to these guys. </q> Check the latest news, sports, weather and more on your phone or visit iPhone/Android optimized sites", "new_id": -2}, {"uid": "1295548558137363461", "i": 43871, "idx": 0, "sa": ["Steven Tyler", "W. Edwards", "Simon Cowell", "Jennifer Lopez", "Edwin Edwards"], "q": "their first glimpse of <strong> Jennifer Lopez </strong> and Aerosmith front man <strong> Steven Tyler </strong> as they weeded out good singers from the thousands of early auditions-- without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor <strong> Edwin Edwards </strong> e...( 18:02:05`` former governor <strong> Edwin Edwards </strong> granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my", "new_id": -2}, {"uid": "1295591716183287832", "i": 44232, "idx": 4, "sa": ["Thomas S. Price", "Mike Pence", "Judd Gregg"], "q": "On July 14, the White House released letters from four c... Senator <strong> Judd Gregg </strong> R-NH at Senate Health Committee Senator <strong> Judd Gregg </strong> R-NH speaking about the current Health Care Legislation at the Senate Health Committee meeting Thursday 6/25/09. <q> You don't control spending by RADICALLY INCREASING spending </q> Also points out that medicare and medicaid currently have 60 TRILLION unfunded lia...`` This Congress is Spending Like There's No Thomas S. Priceorrow'' <strong> Mike Pence </strong> Jordan on the House Floor, offering the Republican Motion to Recommit on 4/15/2010", "new_id": -2}, {"uid": "1295796520180797441", "i": 40181, "idx": 0, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that`` Superman'' wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our comment guidelines and", "new_id": -2}, {"uid": "1296370302154075150", "i": 59359, "idx": 1, "sa": ["Sergio Marchionne"], "q": "year. The CEO said Chrysler remains on track to increase revenue from about$ 42 billion in 2010 to$ 67 billion in 2014, with operating profit growing to around$ 5 billion. <q> From the bottom line, we expect to break even in 2011, increasing progressively to net profit of$ 3 billion by 2014, </q> he told analysts this month at a conference in Detroit. <strong> Sergio Marchionne </strong> has met or exceeded the early goals in his plan and analysts' expectations for Monday's results are now in line with <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1294972672267157620", "i": 6614, "idx": 7, "sa": ["Simon Cowell", "Ron Fair", "Randy Jackson"], "q": "producer Cecile Frot-Coutaz says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You can't, and it would be foolish to try to do that,'' she says. <q> If you go,` We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is. That's a recipe for disaster. In our very humble opinion, the only thing you can do is try to create a panel that's entertaining, likable and credible. </q> In taped audition sessions sent to the press, lone holdover judge href=\"http://content.usatoday.com/topics/topic/People/Celebrities/Directors,+Producers,+Writers/Randy Jackson+Randy Jackson\" title=\"More news, photos about Randy Jackson\"> <strong> Randy Jackson </strong> takes more of a leadership role, Lopez shows a mix of sweetness with some BRon Fairx", "new_id": -2}, {"uid": "1295762095175325199", "i": 15361, "idx": 7, "sa": ["Christopher Hitchens", "Mike Pence", "Mar Roxas", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the AmChristopher Hitchensan Family Association, a group that opposes gay Mar Roxasriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]