[{"uid": "1296845883211812396", "i": 5204, "idx": 0, "sa": ["DeMaurice Smith", "George Atallah", "Michael Vick", "Roger Goodell"], "q": "bargaining session since November on Saturday. NFLPA spokesman <strong> George Atallah </strong> described the meeting as`` a window of opportunity'' and added:`` We intend to go in there with open minds and open ears.'' <q> I don't think it's a good idea to set any expectation, other than the fact that we intend to sit down and continue to have a discussion that should guarantee football for our fans, football for our players, </q> NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison", "new_id": -2}, {"uid": "1296141176140460055", "i": 27900, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.'' The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said.`` Every school that under-performs will be held up to high standards.? 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1297323057252542979", "i": 12177, "idx": 3, "sa": ["George W. Bush", "Hussein Kamel", "Colin Powell"], "q": "'s behavior influenced the decision, although the nuances are often lost in public statements. In 2003, then-Secretary of State <strong> Colin Powell </strong> L. <strong> Colin Powell </strong> declared in his href=\"http://www.guardian.co.uk/world/2003/feb/05/iraq.usa\"> famous speech to the U.N. Security Council, <q> Saddam <strong> Hussein Kamel </strong> forced out the last inspectors in 1998. </q> 2002-2003 inspections The departure of the inspectors in 2003 is much more clear-cut: They wanted to keep looking for weapons of mass destruction and reported that Iraq was showing increasing cooperation. But the <strong> George W. Bush </strong> administration", "new_id": -2}, {"uid": "1295155888111345673", "i": 35372, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia,", "new_id": -2}, {"uid": "1297127581124354581", "i": 50056, "idx": 0, "sa": ["Matt Ryan", "Michael Vick", "Kyle Newman", "Ben Roethlisberger"], "q": "meta property=`` og: site_name'' content= <q> ASU News| The State Press| Arizona State University </q>/> <strong> Kyle Newman </strong> February 7, 2011 at 6:08 pm Two-time Super Bowl champion <strong> Ben Roethlisberger </strong> sat defeated in the locker room of Cowboys Stadium. Comeback Player of the Year <strong> Michael Vick </strong>, Pro-Bowler <strong> Matt Ryan </strong> and", "new_id": -2}, {"uid": "1296752760168230988", "i": 45245, "idx": 1, "sa": ["Bernie Sanders"], "q": "`` With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,'' said <strong> Bernie Sanders </strong>( I-Vt.). <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money. </q> The preliminary report detailed how the Pentagon spent$ 270 billion from 2007 to 2009 on 91 contractors involved in civil fraud cases that resulted in judgments of more than$ 1 million. Another$ 682 million", "new_id": -2}, {"uid": "1296687564050905111", "i": 29754, "idx": 2, "sa": ["David Vitter", "Bernie Sanders"], "q": "right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits,'' many millions more will join the ranks of the uninsured. <q> To say we should return to where we were is beyond comprehension, </q> <strong> Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said,`` we want full repeal of Obamacare for a simple reason-- the big problem with the bill, the big problem with the plan aren't at the margins", "new_id": -2}, {"uid": "1297261983254083210", "i": 6319, "idx": 2, "sa": ["Michael Gove", "Carolyn Roberts"], "q": "a social justice position in which I find myself- slightly oddly- agreeing with <strong> Michael Gove </strong>.'' But Mrs <strong> Carolyn Roberts </strong> stresses the new approach should not be used as a stick with which to beat schools: <q> We need to get it right as a measure. </q> Libby Steele, head of education, Royal Society: Good news for science Libby Steele welcomes the emphasis put on science by the Michael Government Mrs Steele says the Michael Government's additional benchmark is a boost", "new_id": -2}, {"uid": "1295560435243744777", "i": 15573, "idx": 0, "sa": ["Jennifer Lopez", "Mary McNamara", "Steven Tyler", "Simon Cowell"], "q": "with the two new judges, celebrities <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong>.`` Season 10 and`` American Idol'' finally brought in a couple of pros,'' wrote <strong> Mary McNamara </strong> of the Los Angeles Times. <q> <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while... </q> The New York Post's Linda Stasi writes`` Heck, last night's made-over`` Idol'' was so good, I may never go out again..'' Some missed nasty <strong> Simon Cowell </strong>,", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]