[{"uid": "1295094125134053943", "i": 24351, "idx": 9, "sa": ["Gilbert Arenas", "Allen Iverson", "Desmond Lee", "Ding Junhui"], "q": "the Sixers' fifth in six games since the All-Star break.`` I promise you it's not that,'' <strong> Allen Iverson </strong> said, while continuing to mainDesmond Leen he wasn't bothered by not being invited to play. <q> If I can play the way I played the last two games from some controversy, I will hope there's controversy going on all of the time. </q> <strong> Gilbert Arenas </strong> scored 17 of his 33 points in the fourth quarter, incluDing Junhui five straight to bring Washington within 114-113 with 1:30 remaining. But his driving layup spilled out with the Sixers up three and 50 seconds to go", "new_id": -2}, {"uid": "1295363232143278114", "i": 31624, "idx": 2, "sa": ["Michael Vick", "Oprah Winfrey"], "q": "his bid to land the interview- he has written a message to <strong> Michael Vick </strong> on Twitter.com pleading with the star to choose him over <strong> Oprah Winfrey </strong> and even offering <strong> Michael Vick </strong> a cut of the winnings. He writes, <q> If <strong> Michael Vick </strong> is reading this, pls( please) say yes... Hey Mike <strong> Michael Vick </strong>- how about it? I'll cut you in for$ 100. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1297283660263864333", "i": 49961, "idx": 0, "sa": ["Simon Cowell"], "q": "7 Wall Street: Money Never Sleeps 8 The Town 9 Dinner for Schmucks Does <strong> Simon Cowell </strong> have` The X Factor'?-`` The Office,''`` Jersey Shore'' and <q> Pet Food: A Dog's Breakfast </q> StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our href=\"http://www.startribune.com/help/11484216.html?elr=KArksD:aDyaEP:kD:aUq9_b9b_jEkP:QUiacyKUxiDy_0ckkD:aiUr\"> Terms of Use. Keep it civil and stay on topic.", "new_id": -2}, {"uid": "1295473977077529103", "i": 27231, "idx": 1, "sa": ["Sergio Marchionne"], "q": "hybrid demonstrator vehicle based on a new 2011 Town& Country.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,'' said Chrysler CEO <strong> Sergio Marchionne </strong>. <q> We are excited to partner with the EPA to push forward on this track. </q> While the EPA's laboratories in Ann Arbor, Michigan, are largely credited with designing, developing, and patenting much of the hydraulic hybrid technology used in this demonstration( and Eaton's commercial hybrid system", "new_id": -2}, {"uid": "1295621895169754624", "i": 3073, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "the change was`` not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295289004218529795", "i": 58631, "idx": 2, "sa": ["Ike Nwamu", "Allen Iverson"], "q": "halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first six minutes, including two 3-poiners, to push Denver's lead to 78-51. <q> I got into a rhythm in the second half, </q> said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists.`` The basket looked lIke Nwamu an ocean; I was throwing rocks in. It feels good when you catch a rhythm lIke Nwamu that.''", "new_id": -2}, {"uid": "1295246137169197603", "i": 42012, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "all three patients on Monday. Senator <strong> Kirsten Gillibrand </strong> told US television Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and`` making progress every day.'' <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. A makeshift memorial is", "new_id": -2}, {"uid": "1296862636132562982", "i": 13143, "idx": 6, "sa": ["John McCain", "Donald Rumsfeld", "George H. W. Bush"], "q": "<strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,'' <strong> John McCain </strong> told ABC television. <q> And thank God he was relieved of his duties and we put the surge in, otherwise we would have had a disastrous defeat in Iraq. </q> Rummy writes On <strong> George H. W. Bush </strong>`` While the <strong> George H. W. Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was", "new_id": -2}, {"uid": "1297629731208748579", "i": 23615, "idx": 0, "sa": ["Zahi Hawass"], "q": ") Heart Scarab of Yuya An investigation is underway for the suspected thieves, and those who have been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) <q> I have said if the Egyptian Museum is safe, than Egypt is safe, </q> <strong> Zahi Hawass </strong> said.`` However, I am now concerned Egypt is not safe.'' The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]