[{"uid": "1295390036093929511", "i": 55862, "idx": 0, "sa": ["Simon Cowell"], "q": "reality show have decided it's time to accentuate the positive. Don't expect a chorus of nonstop praise from the new judging panel, but get ready for an upbeat arrangement that puts regular emphasis on <q> let'em down easy. </q> Who will fill <strong> Simon Cowell </strong>'s role of tell-it-like-it-is mean judge as \"Idol\" begins its 10th season at 8 tonight? No one. \"With <strong> Simon Cowell </strong> leaving, that has given us a new direction that", "new_id": -2}, {"uid": "1295642034266682385", "i": 27000, "idx": 4, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ".\" It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. <q> Day-to-day adult supervision no longer need! </q> he wrote after the leadership change announcement. TAKING ON FACEBOOK <strong> Vint Cerf </strong> would not be drawn on whether Google was developing a social networking site to compete with Facebook, as has been rumoured.", "new_id": -2}, {"uid": "1295665713153141253", "i": 53872, "idx": 3, "sa": ["John Simpson", "Eric Schmidt"], "q": "attorneys general. Congress should require <strong> Eric Schmidt </strong> to testify under oath about what happened, Consumer Watchdog said. \"<strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,\" said <strong> John Simpson </strong>, <q> In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was. </q> Consumer Watchdog has been working to protect consumers' online privacy rights and educate them about the issues through its Inside Google Project. The goal has been to convince Google of the social and economic", "new_id": -2}, {"uid": "1296522021211714148", "i": 19991, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well as the company's financial performance in 2010. In a conference call with analysts, <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. <q> We have had discussions with the CAW and UAW over this issue, </q> he said. \"It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.\" <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's", "new_id": -2}, {"uid": "1295795112051544089", "i": 11370, "idx": 2, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": ", he now deserves top billing. <strong> Eric Schmidt </strong> seems to agree, writing in a blog post that <strong> Larry Page </strong> is \"ready to lead,\" and that while the past decade has been a reMark Zuckerbergable one for Google, <q> the next 10 years under <strong> Larry Page </strong> will be even better. </q> For that prediction to come true, <strong> Larry Page </strong> will have to dream up a new venture as big and as profitable as Google's legacy search advertising business. Now, that would be an act of derring-do anyone would", "new_id": -2}, {"uid": "1295623845169754629", "i": 24597, "idx": 0, "sa": ["Jon Stewart", "David Letterman", "Ric Flair", "Conan O'Brien", "Rob Lowe", "Jay Leno"], "q": "Show with <strong> Jon Stewart </strong>\" . In October, <strong> Jon Stewart </strong> drew an average of 1.3 million viewers from the coveted group. The 18-49 age range is the most valuable to advertisers. It was histoRic Flairally an asset of NBC's <q> The Tonight Show With <strong> Jay Leno </strong> </q> and \"The Late Show With <strong> David Letterman </strong>\" on CBS. <strong> Jon Stewart </strong>'s viewership pull and <strong> Conan O'Brien </strong>'s strong debut may be evidence of hotter competition between the networks. Lowe_Paisola A show record of 20.5 million viewers watched the", "new_id": -2}, {"uid": "1296123832027361280", "i": 9941, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. Skip related content The Bill is expected to contain measures that will hand greater powers to teachers to search or expel unruly pupils while also giving them greater protection against unfounded", "new_id": -2}, {"uid": "1296523805167067675", "i": 9879, "idx": 1, "sa": ["Michael Vick"], "q": ". This won't be <strong> Michael Vick </strong>'s first return to Atlanta, of course. He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome. <q> I'll never forget this day, </q> an emotional <strong> Michael Vick </strong> said after the game. \"I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used", "new_id": -2}, {"uid": "1295698251208977968", "i": 41479, "idx": 5, "sa": ["Colin Powell", "Jack Cafferty", "Barack Obama"], "q": "rights marches and his Barack Obamaial campaign.... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Jack Cafferty </strong> Rips <strong> Barack Obama </strong> on Failed Openness Pledge:` Just Another Lie Told for Political Expediency' <strong> Jack Cafferty </strong> Rips <strong> Barack Obama </strong> on Failed Openness Pledge:`", "new_id": -2}, {"uid": "1296537954082821139", "i": 55956, "idx": 6, "sa": ["Allen Iverson", "Richard Hamilton", "Rasheed Wallace"], "q": "<strong> Allen Iverson </strong> returned to the game. <strong> Rasheed Wallace </strong>'s 3-pointer with 10.4 seconds left ended a nearly 7-minute scoring drought. <strong> Richard Hamilton </strong>'s two free throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. <q> Honestly, I didn't want to go back in, </q> said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. \"I felt that our second team should have closed that thing out.\" <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves", "new_id": -2}]