[{"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1296407544252772372", "i": 130, "idx": 8, "sa": ["Allen Iverson", "Elgin Baylor", "Steve Javie"], "q": "official <strong> Steve Javie </strong>, who ejected him.`` <strong> Elgin Baylor </strong> thought <strong> Elgin Baylor </strong> got fouled on that play, and <strong> Elgin Baylor </strong> said <strong> Elgin Baylor </strong> thought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q> <strong> Michael Jordan </strong> fuse is real short anyway, and <strong> Elgin Baylor </strong> should have known that <strong> Elgin Baylor </strong> couldn't say anything anyway. It's been something personal with me and him since <strong> Elgin Baylor </strong> got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/Allen_Iverson_Special_38pts_8asts_vs_Philadelphia_76ers_07/08_NBA <strong> Allen Iverson </strong> reminds 76ers what they once had in Nuggets' win When <strong> Allen Iverson </strong> first played against the Philadelphia 76ers", "new_id": -2}, {"uid": "1296723974251478035", "i": 25681, "idx": 1, "sa": ["Allison Iraheta", "Simon Cowell", "Roberta Flack"], "q": "didn't impress Randy Jackson, who called his`` I Don't Want To Miss A Thing''`` very predictable.'' But <strong> Simon Cowell </strong> was of a different mind, especially after Cook killed it on <strong> Roberta Flack </strong>'s <q> The First Time Ever I Saw Your Face, </q> which the hard-to-please judge had chosen.`` David Cook wins the night,'' <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong>`` I Don't Want to Miss a Thing''( Season 8) When the Top 7 took", "new_id": -2}, {"uid": "1297390855091619342", "i": 815, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "military for the future.( AP| KENNETH LAMBERT) to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one <strong> Donald Rumsfeld </strong> has rhetorically mastered to create a self-conscious reputation as a fearless questioner of received truths, one he's", "new_id": -2}, {"uid": "1296244183061128804", "i": 18790, "idx": 0, "sa": ["Kirsten Gillibrand", "Samuel Alito", "Ted Haggard", "Mark Salter"], "q": "Democratic Uprising in Tunisia.'' I applaud the courage and dignity of the Tunisian people. article:`` Democratic Uprising in Egypt.'' Simon& Schuster a gift: Buzz. <strong> Mark Salter </strong> in a photo: <q> Author of note:`` New Bipartisan Buddy <strong> System . </strong> </q> <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall:`` Where were you?'' article:`` The King's Speech Gets 12 Oscar Nominations.'' article:`` <strong> Ted Haggard </strong> Admits He's Bisexual.", "new_id": -2}, {"uid": "1296079315000753673", "i": 48813, "idx": 1, "sa": ["Steve Ballmer", "Barack Obama"], "q": "`` BMC Software's strong balance sheet, cash position and free cash flow generation continue to allow us to enhance shareholder value by returning funds to shareholders,'' said <strong> Steve Ballmer </strong> Solcher, BMC's chief financial officer. <q> BMC's share repurchase program remains one of the many ways we deliver value to our shareholders. </q> http://wn.com/GM_to_Test_Investors'_Hunger_for_Risk_With_Stock_Offering From voaspecialenglish.com| http I'm Alex Villarreal with the VOA Special English Economics Report. America's biggest carmaker accepted fifty billion dollars in federal aid from the <strong> Barack Obama </strong> and Bush administrations. People joked that GM meant", "new_id": -2}, {"uid": "1295821293214663170", "i": 15967, "idx": 0, "sa": ["Andy Coulson"], "q": "in that part of the world, that was to live with each other, in Peace. So now the covenent has been broken and untill the rightfull pecaefull owners are restored( The Arabs) Report Abuse <q> Zionist Jews= Ashkenazi's= Khazars= Cesspool of Humanity= Gross Violation of God's Laws& Commandments= Broken Covenant with the One True God= No Longer God's Chosen People </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297121266135839981", "i": 45805, "idx": 1, "sa": ["Simon Cowell"], "q": "groups of all ages to audition. The winner will sign a record deal with <strong> Simon Cowell </strong>'s company Syco in a joint venture with Sony Music. Costs of recording and marketing will be separate. <q> This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years.`` It is a massive, massive risk but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, who will also executive produce the format he created in and Seattle. The minimum age is 12, there is no upper age limit and the contest is", "new_id": -2}, {"uid": "1295665593103448601", "i": 37664, "idx": 0, "sa": ["Colin Powell"], "q": "Washington is in many ways a provincial small town, where everyone knows everyone else's business and the truly interesting parts are off-limits to cameras. Almost all good morsels of gossip are off the record. <q> I've gone to some very small, private party events, </q> said Pamela Sorensen, the founder of Pamela's Punch, a popular Washington-based social blog,`` and a <strong> Colin Powell </strong> will be there, or some ambassador, and they're making jokes and they'll", "new_id": -2}, {"uid": "1295849381088145951", "i": 44846, "idx": 0, "sa": ["Eric Schmidt", "Dave Girouard"], "q": "Andrews believes Google is well-positioned on the consumer-facing Web service and ad front, he's less sure about Google's prospects in the enterprise. As an enterprise-minded CEO, <strong> Eric Schmidt </strong> is well-groomed for pushing Google Apps. \" <q> But Page cut his teeth on the consumer cloth, which raises questions about the future of the company effectively marketing Google Apps for businesses. Google's slip here would make Microsoft, with its enterprise clout, the prohibitive favorite for cloud collaboration software. </q> Google Apps isn't struggling per se, but it's not exactly lighting up the sales charts. <strong> Dave Girouard </strong> and his team have, quite impressively, tacked on 1 million business customers a year.", "new_id": -2}]