[{"uid": "1295643889266682380", "i": 33586, "idx": 0, "sa": ["Paul Tonko", "Charles Ellis Schumer", "Chris Gibson", "Brian Stratton", "George H. W. Bush", "Kirsten Gillibrand", "Jim Tedisco"], "q": " Assemblyman <strong> Jim Tedisco </strong>, a Republican representing the Electric City, said it was eight on one. <q> <strong> Chris Gibson </strong>'s the only on in the plane! </q> He said of Air Force One, which ferried the <strong> George H. W. Bush </strong> and his aides as well as Schenectady Mayor <strong> Brian Stratton </strong>, Senators <strong> Kirsten Gillibrand </strong> and <strong> Charles Ellis Schumer </strong>, Rep. <strong> Paul Tonko </strong> and <strong> Chris Gibson </strong>, a Kinderhook Republican elected last year.( And", "new_id": -2}, {"uid": "1297449712044924950", "i": 42396, "idx": 1, "sa": ["Steve Ballmer", "Bill Gates"], "q": "Microsoft's stock has languished for the past decade, and the company is now a`` hapless also-ran in a number of crucial, emerging markets.'' Why? <strong> Steve Ballmer </strong>. How is he even still CEO? <q> Does[ <strong> Steve Ballmer </strong>] possess compromising photos </q> he's been using for blackmail?`` <strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares...'' Let's not rush to conclusions: Sure, <strong> Bill Gates </strong> could be`` souring on Microsoft,", "new_id": -2}, {"uid": "1295386149175915067", "i": 3478, "idx": 1, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "modifying the language or persuading the Palestinians to abandon the effort.`` We have made clear that we do not think that this matter should be brought before the Security Council,'' Crowley told reporters. <q> We do not believe that this would be a productive step. </q> On Tuesday, 17 senators led by Democratic Sen. <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and`` make it clear to the Palestinian Authority that it needs to sit", "new_id": -2}, {"uid": "1297418059059129876", "i": 48099, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what EastEnders: Ronnie makes an untrue accusation Emmerdale: Charity realises Cain has cheated Hollyoaks", "new_id": -2}, {"uid": "1295568681147800068", "i": 17130, "idx": 6, "sa": ["Eric Schmidt"], "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, Google and the wider web,'' he said.", "new_id": -2}, {"uid": "1295171186193658882", "i": 11313, "idx": 1, "sa": ["Earl Monroe", "Allen Iverson", "Kobe Bryant", "Jeff Green"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, Earl Monroeier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295819037185630726", "i": 958, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}, {"uid": "1295741039001638405", "i": 513, "idx": 0, "sa": ["Allen Iverson", "Malik Rose"], "q": "to a 98-94 victory. <strong> Malik Rose </strong>, who attended Drexel, minutes away from the First Union Center, scored a career-high 22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. <q> My teammates were getting me the ball, </q> said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends.`` We played well, we shared the ball and I was the recipient of some good passes and a little luck.'' <strong> Allen Iverson </strong> was a dismal", "new_id": -2}, {"uid": "1295790234226426909", "i": 12155, "idx": 0, "sa": ["Hamid Karzai", "Andy Coulson"], "q": "have done that, or an oppurtunity was lost when this happened. \" Now if defeat is an option, then organizations such as Amnesty International to Human Rights Watch must be fronts of hypocrisy. Report Abuse <q> I am a Pukhtun, the same nation as <strong> Hamid Karzai </strong>, but I do not like <strong> Hamid Karzai </strong> because he is not a good political manager of affairs in his country. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Weight& stress mgmt. tips and more. For military&", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]