[{"uid": "1296280079111296551", "i": 7915, "idx": 0, "sa": ["Mike Pence"], "q": "door on a 2012 presidential run, Indiana 6th District <strong> Mike Pence </strong>, a Republican, said he enjoys public service so much that he would rather run for an office he stands a stronger chance of winning. <q> Our decision, honestly, did come down to the difference between opportunities to seek and opportunities to serve, </q> he said Friday morning on his way in to a town hall meeting with about 50 constituents in this central Indiana town. <strong> Mike Pence </strong> announced Thursday that despite the urging of some social conservatives, he will not", "new_id": -2}, {"uid": "1295635525217038960", "i": 11158, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "terms of understanding the industry I am in, and what the company does.'' <strong> Eric Schmidt </strong> said Thursday that <strong> Larry Page </strong> is now ready to lead. told BusinessWeek that running a company collaboratively produces better results <q> because you have more bandwidth and checking and balancing going on. </q>`` I think[ co-founder] Sergey[ Brin] and I have remarkably similar views on things, largely because we've spent a lot of time together. I can usually predict when we're going to", "new_id": -2}, {"uid": "1296753711058556440", "i": 43307, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "York companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q> My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech href=\"http://www.earthtimes.org/tag/jobs.html\"> jobs of tomorrow, </q> Senator <strong> Kirsten Gillibrand </strong> said.`` New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech", "new_id": -2}, {"uid": "1296484351181583873", "i": 12063, "idx": 3, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "order.'' And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q> He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate, </q> said href=\"http://www.courierpress.com/news/topic/Robert Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a political science professor at the University of Evan Bayhville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and", "new_id": -2}, {"uid": "1296084842189841418", "i": 43516, "idx": 1, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "behind him. And it was, in his second full season after serving as <strong> Brett Favre </strong>'s backup, his first playoff game.`` To be honest,'' he said, still smiling, <q> I think you're putting too much on this resume stuff. </q> We tend to forget how new <strong> Aaron Rodgers </strong> still is to this NFL scene. How when <strong> Michael Vick </strong> last faced the Green Bay Packers in a playoff game, he was literally washing windows in the summer and playing", "new_id": -2}, {"uid": "1296864258154910775", "i": 3816, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.'' <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said.`` I want to", "new_id": -2}, {"uid": "1295189804049070144", "i": 24492, "idx": 3, "sa": ["Steven Tyler", "Randy Jackson", "Simon Cowell", "Lee DeWyze", "Jennifer Lopez"], "q": "by an unassuming fellow named <strong> Lee DeWyze </strong>, drew the series' smallest overall audience since it began: 24.2 million viewers. But Idol's producers and talent are chipper about its chances without <strong> Simon Cowell </strong>. <q> We definitely love him and will miss him, and I think he was a great addition to the show, but I think what we've added now with these two superstars, I think the show is going to go on and have huge success, </q> said <strong> Randy Jackson </strong>.`` I see these kids walk in, and they look at <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, and they go,` My God. We got like the rock legend. We got the triple-threat", "new_id": -2}, {"uid": "1295585805175472719", "i": 17260, "idx": 0, "sa": ["Eric Schmidt", "Steven M. Greer", "Ian McDowall"], "q": "to tell the stories of two local small businesses... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the AmEric Schmidtan Society of News Editors on April 11, 2010 in Washington, DC... Dr. <strong> Steven M. Greer </strong> presents <q> The Promise of New Energy </q> at the Exopolitics Summit 2009 Dr. <strong> Steven M. Greer </strong> presents`` The Promise of New Energy'' at the Exopolitics Summit 2009 Fantastic film of ItalIan McDowall police riders putting on a motorbike display in the 50s.... Sony unveils prototype 360", "new_id": -2}, {"uid": "1295795435125714464", "i": 10728, "idx": 5, "sa": ["Colin Powell", "Barack Obama"], "q": "was passed,'' <strong> Colin Powell </strong> said. He predicted that in Tuesday's State of the Union address, Americans will want to hear how <strong> Barack Obama </strong> is going to bring down the unemployment rate and fix the economy <q> even more than he's fixed it already. </q> <strong> Colin Powell </strong> said <strong> Barack Obama </strong> had increased favorability ratings for the U.S. around the world and that the <strong> Barack Obama </strong>'s`` more youthful approach'' to international relations had proven`` useful.''", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]