[{"uid": "1295551723193724455", "i": 47447, "idx": 0, "sa": ["Simon Cowell"], "q": "- without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch his own talent show on Fox later in 2011. In a column headlined <q> The end of American Idol( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote:`` The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on.''", "new_id": -2}, {"uid": "1297245176074432543", "i": 8180, "idx": 0, "sa": ["Kate Moss", "Simon Cowell", "Lindsay Lohan", "Natalie Portman"], "q": "'' However being bullied at school has not put Mila off education forever and the 27-year-old beauty is now plKate Mossing to follow in her` Black Swan' co-star <strong> Natalie Portman </strong>'s footsteps and attend university. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296550615213254158", "i": 33002, "idx": 13, "sa": ["Allen Iverson", "Jim O'Brien", "Phil Jackson"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the Milwaukee Bucks on Saturday night. <q> I called his play as many times as I possibly could, and it makes my job a lot easier, </q> Phil Jacksonadelphia coach <strong> Jim O'Brien </strong> said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs. His", "new_id": -2}, {"uid": "1297158148070336571", "i": 50782, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>: U.S. <q> Would've Been Better Off </q> If I Resigned Following Abu Ghraib Prison Scandal Republican Governors Issue Complaint over Federal Health Care Law Unofficial US Envoy Wisner Works for Lobbying Firm with Egypt As Client <strong> Donald Rumsfeld </strong>: U.S.`` Would've Been Better Off''", "new_id": -2}, {"uid": "1297240179110002178", "i": 1826, "idx": 6, "sa": ["George W. Bush", "Colin Powell"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children_ but no obvious", "new_id": -2}, {"uid": "1295560274260145180", "i": 9163, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "over the CEO title at Google to cofounder <strong> Larry Page </strong> NEW YORK( CNNMoney)-- Google CEO <strong> Eric Schmidt </strong> will step down from his role as Google's CEO in April and be replaced by co-founder <strong> Larry Page </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal:`` Day-to-day", "new_id": -2}, {"uid": "1296277283055640091", "i": 427, "idx": 0, "sa": ["LeBron James", "Metta World Peace", "Allen Iverson"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. <q> I survived, I'm still here, </q> he said.`` I'm a new man, stMetta World Peaceger than ever, I just say,` Thank you, everybody.''' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden", "new_id": -2}, {"uid": "1295968996237928470", "i": 18334, "idx": 0, "sa": ["Eric Schmidt"], "q": "sagte der amtierende Vorstandschef <strong> Eric Schmidt </strong> am Dienstag in M?nchen. Danaxch werde der US-Konzern werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design).`` Aus diesen Gr?nden werden wir weiter investieren.'' Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie dem Sozialen Netzwerk", "new_id": -2}, {"uid": "1295718175131842121", "i": 1748, "idx": 3, "sa": ["Amanda Holden", "Simon Cowell", "Piers Morgan"], "q": "Although <strong> Amanda Holden </strong>, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed`` What the bloody hell was that?'' he asked at the end, looking a little horrified. <q> That was BIG girl power! </q> she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday, 19 April 2008 at 20:05)- 10.3 million( 43.3% share)- peak: 10.6", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]