[{"uid": "1295933799148537355", "i": 12452, "idx": 0, "sa": ["David Letterman"], "q": "between a quaint setting and a site large enough for major shows. Brad Shanks, the manager and promoter of the Jackpot, realizes the need to bring in larger shows while keeping a local feel. <q> We are a middle-of-the-road venue for the more underground and independent bands. We do our own promoting for touring bands, but we like a good mix, </q> Shanks said. The Jackpot will be hosting the band Tapes'N Tapes on Friday, March 4. The band was signed to XL Recordings in 2006, and performed on`` The Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296406318252772389", "i": 41146, "idx": 0, "sa": ["Alassane Dramane Ouattara", "Alassane Ouattara", "Ban Ki-moon"], "q": "government by president-elect, <strong> Alassane Ouattara </strong>... Sunday, January 30, 2011 By href=\"http://www.speroforum.com/site/subs.asp?b=193\"> UN News href=\"http://www.speroforum.com/site/subs.asp?b=193\"> Article Tools href=\"http://www.speroforum.com/site/print.asp?idarticle=47624\" target=\"_blank\"> Print href=\"http://www.speroforum.com/site/mbarticle.asp?id=47624\"> Discuss <strong> Alassane Dramane Ouattara </strong> was declared winner of C <q> d`` Ivoire`` s presidential elections href=\"http://www.un.org/sg/\"> Secretary-General <strong> Ban Ki-moon </strong> today outlined the principles he said should guide efforts to resolve the political crisis in C`` d'` Ivoire, including the demand that outgoing president Laurent Gbagbo step down to allow the formation of a national unity government by president-elect, <strong> Alassane Ouattara </strong>. Speaking at African Union </q> s( AU) high-level meeting on C`` d'` Ivoire at the organisation'' s headquarters in the Ethiopian capital, Addis Ababa, Mr <strong> Ban Ki-moon </strong> said that reopening the results of November'' s president election``", "new_id": -2}, {"uid": "1296781092236666899", "i": 28759, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Mr Bush as presiding over a national security process marked by incoherent decision-making and policy drift. Mr <strong> Donald Rumsfeld </strong> suggests Mr Bush was at fault for not doing more to resolve disagreements among senior advisers. The president <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made </q>, Mr <strong> Donald Rumsfeld </strong> wrote. In a lengthy section on the treatment of wartime detainees, Mr <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted.`` Looking", "new_id": -2}, {"uid": "1297250613009437217", "i": 45662, "idx": 6, "sa": ["Simon Cowell"], "q": "enormous amount of pressure on people,'' he said. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up$ 5 million, </q> <strong> Simon Cowell </strong> noted. And those concerned that an inexperienced nobody thrust into the limelight might blow the money on hookers and drugs, need not worry. The winner will receive financial advice on how best to manage", "new_id": -2}, {"uid": "1296564218088850448", "i": 34795, "idx": 1, "sa": ["Ed Davey", "Andy Coulson"], "q": "progress'' is being made towards finding his successor, according to Downing Street. The former director of communications had`` finished what he wanted to finish''. A Downing Street source added: <q> It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> Mr <strong> Andy Coulson </strong> is by far the most significant scalp to emerge from the ongoing row over phone hacking. <strong> Ed Davey </strong> sets out new consumer directive In an exclusive article for ePolitix.com, consumer affairs minister <strong> Ed Davey </strong>", "new_id": -2}, {"uid": "1295531095005685248", "i": 8474, "idx": 0, "sa": ["Alassane Ouattara"], "q": "the crisis, the economic paralysis may spread to the cocoa industry that generates more than a quarter of the country's exports and spur further violence, tipping the economy into recession just three months after the <q> It's clear that the GDP is going to decrease, exports are going to slow down, and imports as well, </q> href=\"http://topics.bloomberg.com/Alassane Ouattara-Alassane Ouattara/\"> <strong> Alassane Ouattara </strong>, one of two men claiming the presidency, said in an interview on Jan. 18.`` How about the local foodstuffs sector? If this continues we are going to have shortages.", "new_id": -2}, {"uid": "1295562882204079106", "i": 32807, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "mildest misdemeanours which took place behind closed doors.`` It was complete and total hypocrisy between the public and the private,'' she observed, bitterly, in 2008, when the book was republished. <q> What my mother wanted was fans and puppies, not human beings. She adopted us for the publicity. </q> Adopting a trend <strong> Angelina Jolie </strong>, who has six children with <strong> Brad Pitt </strong>- three of them adopted from Cambodia, Ethiopia and Vietnam- is considered Hollywood royalty, so there was a gasp of", "new_id": -2}, {"uid": "1295228306135626767", "i": 8570, "idx": 1, "sa": ["Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "MUSICAL`` Alice In Wonderland''`` Burlesque''`` The Kids Are All Right''`` Red''`` The Tourist'' ACTRESS, COMEDY OR MUSICAL <strong> Annette Bening </strong>- <q> The Kids Are All Right </q> <strong> Anne Hathaway </strong>-`` <strong> Jennifer Love Hewitt </strong> And Other Drugs'' <strong> Angelina Jolie </strong>-`` The Tourist'' <strong> Julianne Moore </strong>-`` The Kids Are All Right'' <strong> Emma Stone </strong>-`` Easy A'' ACTOR, COMEDY", "new_id": -2}, {"uid": "1294973999096534538", "i": 51218, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "eye and tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]