[{"uid": "1297446725101842956", "i": 13436, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "thinks that was true and I get an aw-shucks smile.`` I've never heard anyone else say that, so I don't give it a lot of credence.'' I wonder aloud whether, <q> as a leader you have to be a bit intimidating? </q> But <strong> Donald Rumsfeld </strong> demurs-`` Oh no, in fact you don't want to be. The truth is that I had tough jobs, a lot of them, and I'm comfortable taking tough decisions and I", "new_id": -2}, {"uid": "1295029120140197965", "i": 51698, "idx": 1, "sa": ["Mike Pence"], "q": "the way for axing the abortion funding from ObamaCare. The rule also provides for consideration of H. Res. 9, which instructs relevant House Committees to replace Obamacare with legislation that achieves certain goals including to <q> prohibit taxpayer funding for abortions and provide conscience protections for health care providers. </q> Members of Congress are also scheduled to vote soon on a bill sponsored by pro-life Congressman <strong> Mike Pence </strong> that would revoke federal taxpayer funding for the Planned Parenthood abortion business. Title X Abortion Provider Prohibition Act ensures", "new_id": -2}, {"uid": "1296744918231997480", "i": 9782, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,'' he said while campaigning for the Republican presidential nomination in 2007. <q> I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history. </q> \" McSweeney's Will Publish <strong> Donald Rumsfeld </strong> Novel On Same Day As His Memoir <strong> Diane Sawyer </strong> To Interview <strong> Donald Rumsfeld </strong> In Former Defense Secretary's First TV Interview Since 2006 WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and", "new_id": -2}, {"uid": "1297358212081428506", "i": 12460, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Aniston"], "q": "is unhappy.' I think people honestly just want to see me as a mom and married and barefoot and pregnant in the kitchen,' she said.` And I just want to say, <q> Everybody, relax! It's going to happen </q>.' href=\"http://twitter.com/share\"> Tweet href=\"http://www.addthis.com/bookmark.php?v=250&amp;pub=andmetro\"> Share this article href=\"https://register.metro.co.uk/login?site=http://www.metro.co.uk&amp;redirectPath=http://www.metro.co.uk/actions/readerCommentsLogin?targetUrl=/showbiz/855158- <strong> Jennifer Aniston </strong>- <strong> Jennifer Aniston </strong>- i- dont- hate- <strong> Angelina Jolie </strong>- Angelina Jolie\"> Add a comment Please login below to add your comment", "new_id": -2}, {"uid": "1295280218214679575", "i": 59670, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "to hang out with <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>... and bribes... they asked if they want to see Cher... No, it's not 1975... Who knows? I haven't seen it,'' <strong> Ricky Gervais </strong> admitted. <q> There's this ridiculous rumor going around that the only reason The Tourist was nominated was so that the Hollywood Foreign Press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. That's rubbish. they also accepted bribes. </q> Deep was seen in the audience making a sour face. http://wn.com/Ricky Gervais_Ricky Gervais_Emcees_the_Golden_Globe_Awards__public_speaking_media_training TJ Walker critiques <strong> Ricky Gervais </strong> as host of 2010 Golden Globe Awards www.tjwalker.com, http www.youtube.com www.speakingkeynote.com http www.amazon.com www.amazon.com www.mediatrainingworkshop.com http www.tjwalker.com www.tjwalker.com www.tjwalkerssecret.com http www.tjwalker.com http://wn.com/Ricky Gervais_Ricky Gervais_Message_Golden_Globes_2011_subtitulado A", "new_id": -2}, {"uid": "1295531574028180510", "i": 8769, "idx": 1, "sa": ["Mike Pence", "L. Brent Bozell III", "Morton Blackwell", "Jim Ryun", "Dick Armey"], "q": "former Reagan administration official Ralph Benko.`` Seize this moment, <strong> Mike Pence </strong>,'' <strong> Jim Ryun </strong>, along with conservative leaders <strong> L. Brent Bozell III </strong>, <strong> Dick Armey </strong> and <strong> Morton Blackwell </strong>, wrote in a letter they sent to <strong> Mike Pence </strong> on Thursday. <q> Now is the time for you, as one of this generation's leaders, to take your rightful place in the pantheon of American leadership, to cast aside personal considerations, and defend this God-blessed nation that has given us, and the world, so much. </q> <strong> Mike Pence </strong> has said he is considering whether or not to pursue a presidential run and that he plans to make a decision by the end of January. But political observers in Washington and in <strong> Mike Pence </strong>'s home", "new_id": -2}, {"uid": "1296536150067862554", "i": 3167, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Marc Gasol", "Carmelo Anthony"], "q": "the franchise's 35-year history. http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came Marc Gasolh 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297439441065749003", "i": 53802, "idx": 1, "sa": ["Steve Ballmer"], "q": "years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Dell Coupons Looking for a Dell notebook? Find the latest deals and coupons on NotebookReview.com", "new_id": -2}, {"uid": "1296839401168542238", "i": 25011, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": " Did <strong> David Letterman </strong> just pull a href=\"http://gothamist.com/2011/01/18/regis_philbin_is_retiring_from_live.php\"> Regis and announce his retirement last night? Maybe! During a chat with <strong> Howard Stern </strong> the shock jock asked the late night host <q> how much longer are you doing this, really? </q> To which <strong> David Letterman </strong> responded`` I don't know. Maybe two more years?''`` Two more years and then you exit?'' <strong> Howard Stern </strong> continued.`` That's why we got ta beat Jay", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]