[{"uid": "1294954762094584920", "i": 54015, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "just 10 percent- survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving.\"", "new_id": -2}, {"uid": "1296120480016678948", "i": 12026, "idx": 1, "sa": ["Michael Gove"], "q": "It is the second piece of education legislation introduced by the coalition Michael Government since taking office last May. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001", "new_id": -2}, {"uid": "1295745495072876080", "i": 7584, "idx": 1, "sa": ["Andy Coulson", "James Murdoch"], "q": "off. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q> If they were nae there they were there aboots </q> BrotherBig 23 January 2011 12:34 AM? Mr <strong> Andy Coulson </strong>'s truth-telling? The trespass on people's privacy? The peculiar behaviour of the police? The <strong> James Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1295629432247332874", "i": 31748, "idx": 3, "sa": ["Andy Coulson", "Rebekah Brooks", "Les Hinton", "Clive Goodman"], "q": "We will vigorously pursue the truth- and we will not tolerate wrongdoing.\" <strong> Les Hinton </strong>, former News International chairman, giving evidence to the culture, media and sport select committee in September 2009 <q> There was never any evidence delivered to me suggesting that the conduct of <strong> Clive Goodman </strong> spread beyond him. The News of the World is populated overwhelmingly by decent hard-working people. If anyone were found conducting themselves in the way that <strong> Clive Goodman </strong> did, there is no question there would be instant dismissal. </q> <strong> Rebekah Brooks </strong>( then Wade), News International chief executive, 10 July 2009 <strong> Andy Coulson </strong>'s resignation must not be seen as the end of the hacking scandal Did <strong> Andy Coulson </strong> know about the hacking after all? And if", "new_id": -2}, {"uid": "1297424141196083722", "i": 17239, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "What Yahoo is to Bing, Nokia is to Windows Phone 7. \"The game has changed from a war of devices to a war of ecosystems,\" said Nokia CEO <strong> Stephen Elop </strong> at his press conference. <q> We have an opportunity to disrupt the trajectory in the mobile ecosystem. Together we will deliver great mobile products. </q> <strong> Steve Ballmer </strong> said Microsoft and Nokia \"can work together in a different kind of a way.\" Nokia and Microsoft engineers will collaborate. Nokia will bring its hardware expertise to the partnership and help devStephen Elop Windows", "new_id": -2}, {"uid": "1297099253088211468", "i": 5722, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement.", "new_id": -2}, {"uid": "1296774953170934311", "i": 4777, "idx": 1, "sa": ["David Letterman"], "q": "of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said \"the DEA will be looking for Flo after that headline!\" Wilma from Grand Gorge chastised the headline-maker for <q> sullying this good woman's reputation. </q> Online, \"KcFourdoggs\" left a post saying, \"Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>.\" Well, the headline never made it into the late-night lexicon, and", "new_id": -2}, {"uid": "1296145793005734414", "i": 1181, "idx": 2, "sa": ["Norman Baker", "Michael Gove"], "q": "\"Heathrow airport faces special challenges that make it tougher to respond to such conditions,\" she said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. Insurance law` will save motorists money' Transport minister <strong> Norman Baker </strong> has told the Commons that a new offence of keeping a vehicle with no insurance will come into force in the spring.", "new_id": -2}, {"uid": "1296014165252100681", "i": 2073, "idx": 0, "sa": ["Andy Coulson", "Andrew Neil", "Alan Johnson"], "q": "brought up in a council house but was luckier than <strong> Alan Johnson </strong> or <strong> Andy Coulson </strong>. I made it to an elite 16th Century grammar school in Paisley, Scotland and then Glasgow University, a world-class 15th Century institution. <q> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power </q> \" <strong> Andrew Neil </strong> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power, compete head-to-head against those with the \"right\" background and connections and- more often than", "new_id": -2}, {"uid": "1297090801239337495", "i": 7897, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman", "Martin Lawrence"], "q": "3) Comments <strong> Aaron Rodgers </strong> will bring his title belt to Broadway tonight when he's a guest on the <q> Late Show With <strong> David Letterman </strong>. </q> is listed on <strong> David Letterman </strong>'s site as a guest tonight along with actor <strong> Martin Lawrence </strong> and musical guest Steel Magnolia. Comments\" Read and share your thoughts on this story. E-mail Newsletter The", "new_id": -2}]