[{"uid": "1295563261075235353", "i": 5065, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "that Page ''in my clear opinion, is ready to lead''. <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, Technology. <q>He's an innovator and entrepreneur to the core, and this role suits him perfectly,</q> <strong> Eric Schmidt </strong> wrote in his post. ''As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "new_id": -2}, {"uid": "1295804716188252188", "i": 6596, "idx": 0, "sa": ["Colin Powell"], "q": "to 64636 to get breaking news alerts on your phone. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. ''I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. ''You know, we didn't elect Superman.", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296117571165298183", "i": 7780, "idx": 10, "sa": ["Michael Vick"], "q": "leading NFC vote-getter for the Pro Bowl. ''I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans,'' he said. <q>This one feels great due to the fact that I've been through so much. To be able to get back to this position is paramount to me and I'm just thankful.</q> This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft. ''I feel like this one I had to work hard to get here,'' he", "new_id": -2}, {"uid": "1295218070163594249", "i": 559, "idx": 17, "sa": ["Simon Cowell"], "q": "putdowns grew richer, his metaphors ever more colorful. Joining his traditional ''lounge singer'' dismissal, he added ''cruiseship singer,'' ''wedding singer,'' and ''rodeo singer'' to his repertoire. <q>We were looking for spaghetti Bolognese and that was sweet-and-sour chicken,</q> he told one befuddled contestant. But it was soon clear that <strong> Simon Cowell </strong> was not content to simply be ''the talent.'' Looking back on those first seasons, he says, ''It was hard", "new_id": -2}, {"uid": "1295070638169934886", "i": 34550, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "the Pentagon chief said, in effect, never mind. The three services, he announced, can decide for themselves how to prepare for the future. ''This is a big organization,'' he said. <q>The services make lots of decisions. It would be foolhardy to try to micromanage from the top... every aspect of everything that is going on.</q> If the review was overdue, the way <strong> Donald Rumsfeld </strong> went about doing it was downright peculiar. Instead of using active-duty officers to run the show, he at first went outside to retirees for advice. That", "new_id": -2}, {"uid": "1295669848206995548", "i": 6275, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "a low point in their fortunes. Today's Cameron-Osborne confidence means they feel they can cope with the loss of a valued and respected member of their court. one ally told me: <q><strong> David Cameron </strong> has grown into a natural prime minister and <strong> George Osborne </strong>'s reputation has been enhanced as chancellor. Their reliance on any one person is less than it was.</q> In a way these remarks are a tribute to <strong> Andy Coulson </strong>. They show how <strong> David Cameron </strong> has grown in stature since <strong> Andy Coulson </strong>'s arrival in 2007. The former tabloid editor joined at a low point as a row over", "new_id": -2}, {"uid": "1297448100150323210", "i": 33645, "idx": 1, "sa": ["Michael Davis", "Michael Vick"], "q": "the paper didn't like the positions that the mayor pro tem took on last year's property tax hike. ''They've been gunning for payback ever since,'' <strong> Michael Davis </strong> writes, adding, <q>Sorry to inform the Dallas Morning News, but Dwaine's not going anywhere.</q> present <strong> Michael Vick </strong> with a ''key to the city'' during Super Bowl week? Without informing the mayor or anyone else at City Hall? Because ''in the eyes of many people,'' <strong> Michael Vick </strong>'s ''", "new_id": -2}, {"uid": "1295390036093929511", "i": 45960, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell", "Jennifer Lopez"], "q": "arrangement that puts regular emphasis on ''let'em down easy.'' Who will fill <strong> Simon Cowell </strong>'s role of tell-it-like-it-is mean judge as ''Idol'' begins its 10th season at 8 tonight? No one. <q>With <strong> Simon Cowell </strong> leaving, that has given us a new direction that we're almost forced into,</q> executive producer <strong> Nigel Lythgoe </strong> told TV critics in Los Angeles last week. ''But it allows us to be creative and shake the whole thing up.'' Like returning judge Randy Jackson, panel newcomers <strong> Jennifer Lopez </strong> and", "new_id": -2}, {"uid": "1295584823230457349", "i": 15051, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "'' <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q>I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink,</q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two", "new_id": -2}]