[{"uid": "1297430099058949635", "i": 50840, "idx": 1, "sa": ["Wanda Jackson", "David Letterman", "Johnny Kidd", "Jack White"], "q": "a cover of <strong> Johnny Kidd </strong> and the Pirates'`` Shakin' All Over'' that's even more explosive than the live version that rendered <strong> David Letterman </strong> nDavid Lettermany speechless when they played it on his show. The opener confirms that <q> The Party Ain't Over </q> is really a duet album, even if <strong> Jack White </strong> doesn't sing a note. <strong> Jack White </strong> brings to`` The Party'' a fired-up retro style and incendiary guitar work distinctly his but deftly designed to match <strong> Wanda Jackson </strong>'s still-smoking", "new_id": -2}, {"uid": "1295133247099418117", "i": 43692, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Jay Leno", "Tyler Perry"], "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>` For Colored Girls' director <strong> Tyler Perry </strong> earns 19 NAACP Image Award nominations Georgia this spring. Lowery, who co-founded the bands Cracker and Camper Van Beethoven,", "new_id": -2}, {"uid": "1296512226268402729", "i": 36846, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Ben Wallace", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' <strong> Mike McCarthy </strong> said. <q> More importantly, he's a <strong> Ben Wallace </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like title=\"Michael Vick\" href=\"http://www.mcall.com/topic/sports/football/Michael Vick-Michael Vick-PESPT008492.topic\"> <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1295576927002506766", "i": 58862, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "statement. <strong> Sergey Brin </strong> will work on strategic projects and new products, which he described as his`` personal passions.'' The management changes are due to take effect on April 4. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said in a message on his Twitter feed@Eric SchmidtEric Schmidt.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' he added in", "new_id": -2}, {"uid": "1296405734264388661", "i": 17465, "idx": 1, "sa": ["Rafael Araujo", "Allen Iverson", "Samuel Dalembert", "Andre Iguodala", "Kyle Korver", "Metta World Peace"], "q": "<strong> Andre Iguodala </strong> has outscored <strong> Rafael Araujo </strong> 52-0 in two games in ToMetta World Peaceto this season.`` I was pretty sure I wasn't coming to ToMetta World Peaceto. I worked out for a lot of teams except ToMetta World Peaceto,'' <strong> Andre Iguodala </strong> said. <q> I'm happy to be in my position. </q> <strong> Kyle Korver </strong> had 23 points and <strong> Allen Iverson </strong> added 18 for the Sixers, who have won five of six to raise their record to 13-12. Center <strong> Samuel Dalembert </strong>, who grew up in Montreal, added 18 rebounds and 11 points", "new_id": -2}, {"uid": "1296768755173654038", "i": 49886, "idx": 3, "sa": ["Colin Powell"], "q": "] have not been giving that to them and those governments are now at risk,'' he said. Mr. <strong> Colin Powell </strong> warned that the outcome of events in the Middle East is unlikely to benefit the United States. <q> There's revolutionary change taking place in the region and it's probably not going to be as friendly towards the U.S. </q> Paying homage to the optimism of former President Ronald Reagan, under whom he served during the collapse of the Soviet Union, Mr. <strong> Colin Powell </strong> said that despite the problems in the Middle East, the world is", "new_id": -2}, {"uid": "1297446685101842958", "i": 30490, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said,`` It's now a three-horse race.'' Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. </q> Nokia said it would relegate its Symbian operating system to the status of`` a franchise platform.'' Its second operating system, MeeGo, devStephen Eloped with Intel, would be turned into an open-source product,", "new_id": -2}, {"uid": "1297616629186400779", "i": 32546, "idx": 28, "sa": ["Donald Rumsfeld", "David Martin"], "q": "pay attention, and I did. Go early in the morning to see her.''`` How long did that go on for?''`` Days,'' <strong> Donald Rumsfeld </strong> said. <q> You think it affected any of your decisions? </q> asked <strong> David Martin </strong>.`` I don't know.'' The Donald Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their", "new_id": -2}, {"uid": "1296581392157810696", "i": 20755, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. href=\"http://www.newschannel10.com/Global/category.asp?C=200153\"> Connect with local businesses. Click here. Find out what and when", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]