[{"uid": "1296395184086278204", "i": 42568, "idx": 0, "sa": ["Louis Walsh", "Simon Cowell"], "q": "` She's my woman of the decade,' <strong> Simon Cowell </strong> says... 13:18, Sunday, 30 January 2011 It's looking increasingly likely that <strong> Simon Cowell </strong> gets his way. <q> Do I want title=\"Jordan\" href=\"http://www.mtv.co.uk/artists/jordan\"> Jordan as a judge on The X Factor panel? Yeah, that could work, </q> he said in a new interview.`` Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.'' <strong> Louis Walsh </strong> on", "new_id": -2}, {"uid": "1297450139057557005", "i": 33820, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "include not only the device, but the software, services, applications and customer support that make a great experience,'' <strong> Stephen Elop </strong>, president and CEO at Nokia, said at a joint news conference in London. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft CEO <strong> Steve Ballmer </strong> added:`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute", "new_id": -2}, {"uid": "1296137334113377297", "i": 3097, "idx": 3, "sa": ["Michael Vick"], "q": ", although there would be no signing bonus- but he backed down a little from that stance on Wednesday.`` If they franchise me, we'll see how that goes,'' <strong> Michael Vick </strong> said. <q> I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months. I've just got to be patient and take it one day at a time. </q> He has, at least, received a new revenue stream. On Tuesday, <strong> Michael Vick </strong> struck a two-year deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads,", "new_id": -2}, {"uid": "1297248048022511617", "i": 1367, "idx": 0, "sa": ["Bernie Sanders", "Sarah Palin", "Paul Kanjorski"], "q": " Sen. <strong> Bernie Sanders </strong> from Vermont is using the recent tragedy for fundraising. No vitriolic rhetoric there. Congressman <strong> Paul Kanjorski </strong>, D-Pa., in reference to opposing Republican candidate Scott for Florida's governorship. <q> Take Scott out and put him against a wall and shoot Him! </q> Oh, wait, that's not fair. <strong> Sarah Palin </strong> always gets quoted, though I don't know who elected her the leader of the astro-turf crowd or what office she holds to be reviled daily", "new_id": -2}, {"uid": "1295022258099024910", "i": 25141, "idx": 3, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q> Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was, </q> says Atlanta Journal-Constitution blogger Rodney Ho.`` How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.'' Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a", "new_id": -2}, {"uid": "1295759507021528625", "i": 11139, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Bill Clinton"], "q": "and three in the Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a`` cuts only'' budget, but said voters need to know what it would mean to the state. <q> The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that, </q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 Bill Clintonion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly. Part of", "new_id": -2}, {"uid": "1296679524252428319", "i": 25359, "idx": 0, "sa": ["David Letterman", "Mitt Romney"], "q": "voice in our party, that she has generated a great deal of support and attention, that she'd be great in a primary process,'' he said of the former vice-presidential nominee and Tea Party darling. <q> She'd bring attention to the process, and frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better. </q> <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book,`` No Apology: The Case for American Greatness,'' making appearances on'' Late Show with <strong> David Letterman </strong>'' and`` The View", "new_id": -2}, {"uid": "1295433014076251208", "i": 31768, "idx": 4, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way.`` In this country, you have the freedom of speech and you can say whatever you want,'' he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q>** The season is over, but <strong> Michael Vick </strong> remains in demand. Some of the heavy hitters in broadcasting are in hot pursuit, trying to land a sitdown interview with the Eagles quarterback", "new_id": -2}, {"uid": "1295618617243957797", "i": 7527, "idx": 5, "sa": ["Andy Coulson", "Sean Hoare"], "q": "PCC code. It's in their handbooks.'' <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the`` dark arts''. <strong> Andy Coulson </strong> replied: <q> I have absolutely no recollection of telling him that. </q> What <strong> Andy Coulson </strong> said under oath about phone hacking Viral Video Chart: Pale kid rap star, and 3D movies- without glasses href=\"http://www.guardian.co.uk/media/video/2011/jan/17/banking-whistleblower-offshore-wikileaks-video\"> Banking whistleblower hands over offshore secrets to WikiLeaks- video", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]