[{"uid": "1295197610047906830", "i": 40777, "idx": 1, "sa": ["Gabrielle Giffords", "Charles Ellis Schumer", "Kirsten Gillibrand", "David Gregory", "Tom Coburn"], "q": "Sen. <strong> Tom Coburn </strong>:` I've pretty much been disgusted with all the media' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) joined host <strong> David Gregory </strong> to provide an update as to Rep. <strong> Gabrielle Giffords </strong>'s( D-Ariz.) condition. <q> She's making progress every day, she's using both sides of her body, </q> said <strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>'s story`` inspiring.'' Sens. <strong> Charles Ellis Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws", "new_id": -2}, {"uid": "1295450752253739022", "i": 21445, "idx": 4, "sa": ["Nancy Pfotenhauer", "David Letterman", "Steve Carell", "Katie Couric", "Bill Clinton", "Stephen Colbert", "Sarah Palin"], "q": "with world leaders- and clDavid Lettermany she was struggling with some of those answers.'' While <strong> Katie Couric </strong> did note that, in <strong> Sarah Palin </strong>'s defense, they were not easy questions to answer, <strong> David Letterman </strong> reminded her that the <q> What newspapers and magazines do you read? </q> question was an easy one that <strong> Sarah Palin </strong> blew. <strong> Katie Couric </strong> explained how it came about and said that she disagrees with the way <strong> Sarah Palin </strong> is characterizing the question in post-election interviews http://wn.com/Hardball__Nancy Pfotenhauer_Hammered_Over_Sarah Palin's_VP_Role <strong> Steve Carell </strong> <strong> Stephen Colbert </strong> grills <strong> Bill Clinton </strong> to his face at", "new_id": -2}, {"uid": "1296342425105660425", "i": 45371, "idx": 0, "sa": ["Brian St. Clair", "Allen Iverson", "Donyell Marshall", "John Thompson"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against <strong> Brian St. Clair </strong> <strong> John Thompson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Dance_Party_NCAA_Shooter_Fox_Marist_v_Jack_Bulldog_Georgetown This was a funny", "new_id": -2}, {"uid": "1297680461038584339", "i": 22436, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "der Welt. Die Entwicklungsarbeit am ersten gemeinsamen Ger?t h?tte bereits begonnen, sagte Microsoft-Chef <strong> Steve Ballmer </strong> auf der Pressekonferenz am Freitag. Nach dem am Freitag ver?ffentlichten Plan wollen Microsoft und Nokia gemeinsam Mobilger?te entwickeln und vermarkten. <q> Nokia und Microsoft werden ihre St?rken kombinieren, um eine Umgebung mit bislang unerreichter globaler Reichweite zu schaffen </q>, sagte <strong> Stephen Elop </strong> auf der Pressekonferenz.`` Nun sind drei Pferde im Rennen.'' Weitergehenden Fusionspl?nen von Nokia und Microsoft erteilte <strong> Stephen Elop </strong> eine Absage. Wo steht Nokia nach dem Umbau?`` Das", "new_id": -2}, {"uid": "1295665773077054051", "i": 15384, "idx": 3, "sa": ["Ian Edmondson", "Andy Coulson", "Tom Watson", "Rupert Murdoch", "David Cameron"], "q": "factor in its defeat of the Labour Party and its formation, with the Liberal Democrats, of the coalition government. Mr. <strong> David Cameron </strong> went out of his way on Friday to praise Mr. <strong> Andy Coulson </strong>, calling him <q> a brillIan Edmondsont member of my team. </q> <strong> Tom Watson </strong>, another Labour member of the culture committee and a persistent critic of Mr. <strong> Rupert Murdoch </strong>'s media empire and of Mr. <strong> Andy Coulson </strong>, said it was`` not the end'' of the scandal.`` It", "new_id": -2}, {"uid": "1297451519240746502", "i": 3444, "idx": 10, "sa": ["Donald Rumsfeld", "Barack Obama", "Ron Paul"], "q": "set in. <strong> Donald Rumsfeld </strong> ended his speech with what amounted to an implicit attack on <strong> Barack Obama </strong> by paying homage to American exceptionalism and demanding that no countryman of his should ever apologise for their nation. <q> Don't let anyone tell you that America is what's wRon Paulg with this world, </q> he thundered.`` America is not what's wRon Paulg with this world.'' WikiLeaks cables: planned US missile shield blind to nuclear weapons WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt", "new_id": -2}, {"uid": "1295679833021889049", "i": 18431, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.'' Before the announcement, a No 10 spokeswoman told reporters: <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does. </q> Last week, Mr <strong> David Cameron </strong> said he gave Mr <strong> Andy Coulson </strong> a job because he deserved a`` second chance'' after his time at the tabloid. Mr <strong> Andy Coulson </strong> joined his team before the General Election", "new_id": -2}, {"uid": "1295934844032604211", "i": 36614, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Johnny Carson"], "q": "the animals to do stuff that the rest of us can not train ourselves or our children to do. His animals are just naturally amusing, especially the cats. He just has to herd them. <q> I don't believe that I train the animals to do a certain trick or stunt. Instead, I teach the animals to perform on stage by allowing them to show off their individual personalities and talents, </q> Popovich said. The World Famous Popovich Comedy Pet Theater has been written up in People magazine, lauded by The New York Times and seen on <strong> David Letterman </strong> and <strong> Jay Leno </strong>. Former Tonight Show host <strong> Johnny Carson </strong> called Popovich", "new_id": -2}, {"uid": "1294960930114671618", "i": 16105, "idx": 0, "sa": ["Angelina Jolie"], "q": "the Haitian judicial system in the challenging post-earthquake environment. <strong> Angelina Jolie </strong> and SOS Children's Villages, a global organization dedicated to providing family-based services for children without parental care, today announced that Nathalie Nozile has <q> selected as the first <strong> Angelina Jolie </strong> Legal Fellow. <strong> Angelina Jolie </strong> said,`` I am thrilled that Nathalie Nozile will be our first legal fellow in Haiti-- where the need to enhance child protection is so great, </q> adding,`` Nathalie is a force. Just wait and see. She will be doing many great things. She represents the best of Haiti. She is an extraordinary example. I am proud to know her", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]