[{"uid": "1295705043038944771", "i": 43709, "idx": 0, "sa": ["Ian Edmondson", "David Cameron", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The GuardIan Edmondson after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295564518204079107", "i": 34975, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "situation, in which he, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead. <q> We will continue to discuss the big decisions among the three of us, </q> he writes.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' There are no comments to display. Be the first", "new_id": -2}, {"uid": "1296391725266764308", "i": 46994, "idx": 0, "sa": ["Eric Cantor", "Michele Bachmann", "Mike Pence", "Paul Ryan"], "q": "not match our records. Please try again or call customer service at 1-888-285-4350. Your browser's security settings are preventing some features from appearing. <strong> Michele Bachmann </strong> seems to be using anger to forward her message <q> We will move forward together, or not at all- for the challenges we face are bigger than party, and bigger than politics, </q> he said in his State of the Union address.`` AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,'' said <strong> Mike Pence </strong> <strong> Paul Ryan </strong>", "new_id": -2}, {"uid": "1295629613045006864", "i": 47803, "idx": 0, "sa": ["Jeff Immelt", "Steve Ballmer", "Barack Obama"], "q": "'s Council on Jobs and Competitiveness. Having worked with <strong> Jeff Immelt </strong> in the past, <strong> Steve Ballmer </strong> apparently wanted the world to know where he stands. He released the following statement on the Official Microsoft blog: <q> <strong> Jeff Immelt </strong> and I started our careers together at Proctor& Gamble, and I have enormous respect for the success he's had at GE. He is an ideal business leader to chair the <strong> Barack Obama </strong>'s Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs. </q> Microsoft is all about some competitiveness lately, as evidenced by the company recently href=\"http://www.webpronews.com/topnews/2010/12/13/microsoft-and-others-join-fairsearch-fight-against-google\"> joining Fairsearch, the coalition ruffling Google's feathers over its pending acquisition of ITA Software. Yesterday during", "new_id": -2}, {"uid": "1296129269246497294", "i": 982, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "to announce my retirement... but I'm not b*** y going to!'' <strong> David Jason </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was crowned top soap and also picked up awards", "new_id": -2}, {"uid": "1295589382106250271", "i": 16867, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "marks a return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one search engine with$ 29-billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1296123209027361287", "i": 42761, "idx": 1, "sa": ["Dermot O'Leary", "Paul O'Grady", "Simon Cowell", "Shaun Ryder", "Davina McCall", "Stacey Solomon"], "q": "Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink:`` This means so much to us, ten years in a bloody row.'' <strong> Simon Cowell </strong> joked: <q> This is once again incred-ibly annoying- but it's well deserved. </q> Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by performing a duet with her jungle rival, Happy Mondays frontman <strong> Shaun Ryder </strong>. Have your", "new_id": -2}, {"uid": "1295163784076267560", "i": 16774, "idx": 0, "sa": ["Colin Powell", "Ben Ali"], "q": "ensure victory, explained military expert Larry Korb of the Center for American Progress. The 1990-91 Gulf War saw a rigid application of the`` <strong> Colin Powell </strong> Doctrine'', which the general later explained meant exhausting all <q> political, economic and diplomatic means </q>. More than 500,000 coBen Alition troops from dozens of allied nations were poured into the Gulf for the war that began with an extensive month-long aerial campaign followed by 100 hours of operations on the ground with the", "new_id": -2}, {"uid": "1297289300130088968", "i": 36945, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": ", including`` My Girl,''`` My Guy,''`` When I Fall In Love,''`` Always& Forever,''`` Hey Baby'' and`` Can't Help Myself.'' <q> It's been a hit, a surprise hit, </q> Little said.`` It's really become popular.'' Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Mayor", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]