[{"uid": "1296282709080461832", "i": 3493, "idx": 6, "sa": ["David West", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Ben Wallace"], "q": "David Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Ben Wallace </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right way, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"uid": "1295451961002899971", "i": 53345, "idx": 6, "sa": ["Mike Pence", "Jim Ryun", "Peyton Manning"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, <strong> Peyton Manning </strong> stinks in post-season From", "new_id": -2}, {"uid": "1296484351181583873", "i": 12064, "idx": 4, "sa": ["Richard Lugar", "Mike Pence", "Dan Coats"], "q": " <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told their two daughters and then called their son, who is in college, early Thursday. <q> We just concluded that while we could seek the presidency, we concluded that our best opportunity to continue to serve the people of Indiana was either in Washington, D.C., or here at home, </q> <strong> Mike Pence </strong> said. Thursday afternoon, <strong> Mike Pence </strong> sent a letter to supporters and told politicians, such as Sens. <strong> Richard Lugar </strong> and href=\"http://www.courierpress.com/news/topic/Dan Coats-Dan Coats/\"> <strong> Dan Coats </strong>, of his decision. Though <strong> Mike Pence </strong> said staying", "new_id": -2}, {"uid": "1295996308043548675", "i": 41516, "idx": 2, "sa": ["Bill Lockyer", "Tom Cole", "David Price"], "q": "D-Md., who have introduced legislation to modernize the public funding system, said the <strong> Tom Cole </strong> <strong> Bill Lockyer </strong> would further open the floodgates to special interest money. They noted that the fund grew out of Watergate-era campaign spending scandals. <q> Let's not return to the darkest days of our democracy. We should be mending the system, not ending it, </q> <strong> David Price </strong> said. A letter from Common Cause, Democracy 21 and other good government groups said the public financing system has served the country and presidential candidates of both parties well for most of its 35-year existence", "new_id": -2}, {"uid": "1297271593044515333", "i": 7256, "idx": 0, "sa": ["David Letterman", "Carl Banks", "Dan Lauria"], "q": ". Fran Kirmser as special producing partner is the National Football League, marking the organization's first foray on Broadway. STAGE TUBE: LOMBARDI Star <strong> Dan Lauria </strong> on LATE SHOW WITH <strong> David Letterman </strong>! Last night on CBS' <q> The Late Show with <strong> David Letterman </strong>, </q> <strong> Dan Lauria </strong>, currently starring as the legendary Packers coach in Broadway's LOMBARDI, helped introduce the day's Top Ten, in iconic and inspirational character. Watch the clip below! Former NY Giant <strong> Carl Banks </strong> To Sign Autographs", "new_id": -2}, {"uid": "1295656341256983076", "i": 44243, "idx": 2, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "'s how we're going to create jobs, grow the economy,'' said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The <strong> Barack Obama </strong> and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>.`` GO JETS!''`` I'll bet on the Jets over Chicago,'' said <strong> Charles Ellis Schumer </strong> when asked for his Super Bowl picks. Copyright? 2010 Time Warner Cable.", "new_id": -2}, {"uid": "1295602988020365352", "i": 48385, "idx": 8, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly", "new_id": -2}, {"uid": "1296127574046055469", "i": 41600, "idx": 0, "sa": ["George Osborne", "Stephen Glover", "Eric Schmidt", "Rupert Murdoch"], "q": "'s role at the heart of government has come under increasing scrutiny. One of the co-founders of the Independent newspaper <strong> Stephen Glover </strong> recently wondered why Chancellor <strong> George Osborne </strong> had co-written an editorial piece with outgoing Google CEO <strong> Eric Schmidt </strong>. <q> I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>, </q> <strong> Stephen Glover </strong> noted. You can imagine the reaction if he had. What's good for Google, it seems, must be good for the UK.? href=\"http://whitepapers.theregister.co.uk/paper/view/1864/paper?td=related\"> What are your plans for your", "new_id": -2}, {"uid": "1295198345210845697", "i": 14986, "idx": 0, "sa": ["LeBron James", "Andre Miller", "Allen Iverson"], "q": "called a timeout with 21 seconds left. <strong> Allen Iverson </strong> took the inbounds pass and stalled at midcourt until driving on <strong> Andre Miller </strong>, then pulling up and sinLeBron James the basket from the top of the key with 4.2 seconds remaining. <q> I was surprised that they just let me wind the clock down and take a shot, </q> <strong> Allen Iverson </strong> said.`` I told my teammates that I was going to wind it down.... I was hoping if I did miss, the ball would bounce and the time would run out.'' <strong> Andre Miller </strong> insisted", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]