[{"uid": "1296243857061128716", "i": 2829, "idx": 5, "sa": ["Alassane Ouattara"], "q": "by <strong> Alassane Ouattara </strong>'s camp by`` setting up roadblocks, burning tyres, obstructing traffic generally, and threatening to use physical violence against those who appear not to want to heed the call to disobedience.'' <q> While we condemn human rights infringements committed by the defence and security forces of Laurent Gbagbo, we can not turn a blind eye to the increasingly serious violations of economic, social and cultural rights that result from the forcible enforcement of the call to civil disobedience that has been issued by the <strong> Alassane Ouattara </strong> camp, </q> he added. An evening power cut in Bouak on 26 January sparked fears of an attempt by the Gbagbo administration in Abidjan to cut off electricity in all areas throughout Forces Nouvelles-held territory. But power was", "new_id": -2}, {"uid": "1297114710077856809", "i": 34600, "idx": 0, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "himself from an honor given to <strong> Michael Vick </strong> over the weekend. <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> said in a statement today that when <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gave Philadelphia Eagles quarterback <strong> Michael Vick </strong> a key to the city, the action was <q> done without[ <strong> Tom Leppert </strong>'s] knowledge or approval. </q> The ceremonial honor was performed at a Super Bowl event in Dallas on Saturday. An angry dog owner, who says he adopted one of <strong> Michael Vick </strong>'s abused dogs, videotaped the event and posted it on", "new_id": -2}, {"uid": "1296869203224280592", "i": 9147, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt", "Jennifer Aniston", "Johnny Depp"], "q": "with href=\"http://omg.yahoo.com/celebs/Angelina Jolie-Angelina Jolie/2\"> <strong> Angelina Jolie </strong>. Before and during the filming there was much press speculation that <strong> Johnny Depp </strong>, like href=\"http://omg.yahoo.com/celebs/Brad Pitt-Brad Pitt/7\"> <strong> Brad Pitt </strong> before him, would fall in love with his beautiful leading lady. <q> Look what happened during the shoot for Mr and Mrs Smith </q> pundits said.'' href=\"http://omg.yahoo.com/celebs/Jennifer Aniston-Jennifer Aniston/19\"> <strong> Jennifer Aniston </strong>- <strong> Jennifer Aniston </strong> even told <strong> Brad Pitt </strong> to enjoy himself filming with <strong> Angelina Jolie </strong>. But the moment <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> started working together, his marriage didn't stand a chance against her", "new_id": -2}, {"uid": "1296438025216727564", "i": 56431, "idx": 2, "sa": ["Tom Coburn", "Kirsten Gillibrand"], "q": "out.'' <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for Schumer to sit with <strong> Tom Coburn </strong>.`` We met with him and worked out his concerns,'' <strong> Kirsten Gillibrand </strong> said. <q> At the end of the day it was a stronger bill and one we could get bipartisan support for. </q> You must fill out the comment body in order to submit a comment. Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1295977910157089808", "i": 37527, "idx": 22, "sa": ["Earl Watson", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Linas Kleiza"], "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going Earl Watsony, leaLeBron James out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295142282036634657", "i": 46564, "idx": 9, "sa": ["James Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 http://wn.com/Wesley_College_vs_St_Mark's_2010_Pt_1/4__Grenada_High_School_Basketball_2010 <strong> James Cleveland </strong> Cavaliers vs. Washington Wizards| 11/03/2009 All rights reserved. http://wn.com/miami_heat_vs_washington_wizards_starting_line_up_introductions_1-28-09 miami heat vs washington wizards starting line up introductions. 1-28-09 HD <strong> LeBron James </strong>, Return to", "new_id": -2}, {"uid": "1295280448145555491", "i": 7822, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "insisted that the referendum`` shows that there is no possibility of ruling a factory without the consensus of the workers.'' Industry Minister <strong> Maurizio Sacconi </strong> predicted the decision would encourage investment in Italian industry. <q> The outcome of the referendum opens an evolution in industrial relations, especially in large factories that should allow a better use of the plants and a real increase in salaries, </q> <strong> Maurizio Sacconi </strong> told Italian state radio. <strong> Sergio Marchionne </strong> had pledged to link pay increases to productivity. But the flexible work rules also limit the right to strike during full production, and reduce break times and sick pay", "new_id": -2}, {"uid": "1295637535256720907", "i": 4388, "idx": 1, "sa": ["Larry Page", "Steve Jobs", "Jerry Yang", "Eric Schmidt", "Chris Dixon"], "q": " Within technology circles, the move by Google-- born during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old <strong> Larry Page </strong> left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a <strong> Jerry Yang </strong> returning? </q> <strong> Chris Dixon </strong>, a technology veteran who has invested in Skype and Foursquare, tweeted. <strong> Steve Jobs </strong> returned to Apple Inc in the 1990s to save the company he founded from near death. Yahoo Inc's <strong> Jerry Yang </strong> made", "new_id": -2}, {"uid": "1296230388149782544", "i": 52136, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "have the inside scoop.`` All of the predicates for why the reorganization happened have not been correct,'' he told reporters at the conference, according to href=\"http://blogs.wsj.com/davos/2011/01/27/Eric Schmidt-defends-incoming-google-ceo-Larry Page/\"> The Wall Street Journal. <q> The correct reason is we sat down and said:` This is a company that needs to be run even more tightly.' </q> <strong> Eric Schmidt </strong> once again defended <strong> Larry Page </strong>, who's been criticized in some circles as not capable of taking on the CEO mantle, and cited him as the force behind the company's product initiatives.", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]