[{"uid": "1295302158157237465", "i": 20873, "idx": 1, "sa": ["Colin Powell", "Martin Luther King"], "q": "In his remarks, Lomax touched on the critical role education plays in living out <strong> Martin Luther King </strong>'s dream.`` Among the rights <strong> Martin Luther King </strong> fought for was the right to an education,'' he said. <q> But his life was tragically cut short before he could lead us in the fight to afford the college education we needed, and the right to attend public schools that would prepare us to gain admission to and graduate from the colleges we had the legal right to attend. That battle he left for us. </q> The breakfast got its start when UNCF and the <strong> Colin Powell </strong> Mills Foundation joined together to host a community celebration to honor the legacy of <strong> Martin Luther King </strong>. What started with 800 guests in 1991 now has grown to be", "new_id": -2}, {"uid": "1295802703043466753", "i": 3596, "idx": 3, "sa": ["Allen Iverson", "Rodney Carney", "Jared Jeffries", "Samuel Dalembert"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004.`` We finally got one here,'' <strong> Jared Jeffries </strong> said. <q> We made some big plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1296311665197001241", "i": 36341, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell"], "q": "hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be,'' the source told the Daily Star. <q> There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> If <strong> Robbie Williams </strong> does accept the offer, he'll miss the audition rounds as he'll be on tour throughout the summer. Take That Tickets are on sale now. Follow us on", "new_id": -2}, {"uid": "1295883923115425283", "i": 46658, "idx": 1, "sa": ["Robson Green", "Simon Cowell", "Jerome Flynn"], "q": ".`` I genuinely on an hourly basis want to teach myself that this is what can happen when you're successful is that you start to believe your own hype,'' he explained. <q> Then you start living in this bubble, which is your world, and you start to believe that that's the only world that exists. Which is why most successful people screw it up for themselves normally within two, three, five, ten years. Because they stop listening. The biggest failures I've had were at a time when I believed my own hype. </q> <strong> Simon Cowell </strong> famously persuaded British actors <strong> Robson Green </strong> and <strong> Jerome Flynn </strong> to sign a recording contract, after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it", "new_id": -2}, {"uid": "1295081664096239622", "i": 19216, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.''", "new_id": -2}, {"uid": "1297285551010960922", "i": 27804, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Slideshow: White House staff and reporters attend <strong> Barack Obama </strong>'s approval ratings inched up again this month as... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> What if a republican president was honoring the victims of the tower's collapse? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k you", "new_id": -2}, {"uid": "1296084552189841416", "i": 5700, "idx": 2, "sa": ["Michael Vick"], "q": "the unusual things teams are coming up with to defend <strong> Michael Vick </strong>.`` I think we're making good adjustments as players and coaches; I like to do that sooner than later,'' Reid said. <q> We're getting some unique looks. Everybody has a certain way,[ defensively] that they're playing <strong> Michael Vick </strong>, and it's not your normal- it's hard to put on another tape and see teams do what they do to <strong> Michael Vick </strong>, they just change things up and throw you a little bit of a curveball. So you have to make some adjustments. You have to be able to do that. </q> Sunday, the biggest adjustment seemed to be the offensive line finally sorting out the Giants' blitzes, giving <strong> Michael Vick </strong> a little time and room to work with, especially when he decided to run.", "new_id": -2}, {"uid": "1295162148185597955", "i": 13019, "idx": 6, "sa": ["Kobe Bryant", "Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second Game 4- Lakers 120, Pacers 118 <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> took their turns dominating as the Lakers took a 3-1 series lead. With <strong> Kobe Bryant </strong> still hobbled by his ankle", "new_id": -2}, {"uid": "1295319617230228067", "i": 6962, "idx": 0, "sa": ["The Republican Party", "Barack Obama", "David Letterman", "Sarah Palin", "Hillary Clinton", "Rudy Giuliani", "Joe Hoeffel"], "q": "cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she`` is great for the <strong> The Republican Party </strong>,'' and also takes credit for taking <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong> <q> picked the wrong... <strong> Sarah Palin </strong> not running for`` Commander of Cute </q> says <strong> Joe Hoeffel </strong> at <strong> Barack Obama </strong> Rally in PA <strong> Sarah Palin </strong> not running for`` Commander of Cute'' says <strong> Joe Hoeffel </strong> at <strong> Barack Obama </strong> Rally in PA <strong> Rudy Giuliani </strong> Democratic Congressman from Pennsylvania <strong> Joe Hoeffel </strong> at the <strong> Barack Obama </strong> Campaign Rally speaks before <strong> Hillary Clinton </strong> takes the stage", "new_id": -2}, [{"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]]