[{"uid": "1296817001259670033", "i": 48158, "idx": 0, "sa": ["Zahi Hawass"], "q": ". \"Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,\" she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity. \"But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours. </q> In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days", "new_id": -2, "mturk_index": "1670"}, {"uid": "1296487859063668265", "i": 22699, "idx": 1, "sa": ["Sergio Marchionne"], "q": "net revenue jumps, Photo: A Fiat union worker holds a picture of Fiat... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Video: Workers at GM plant optimistic about future Report Abuse <q> My son bought a$ 60,000 Dodge diesel, Mega cab. 4/4 had major issues with the front end. Every time he went in to have it looked at. They advised they didn't have time to look at it. at 16,000 miles the bolt holding the front suspension axle had came loose, fell out, and dropped that bar down almost causing him to wreck. Lucky for them he is nicer than me. </q> He now owns a new$ 65,000-2011 diesel Ford. Will never buy another Dodge of anykind. Report Abuse \" That \"A Yahoo User\" chap seems conflicted. \" Dobble gobble the make-me-okay", "new_id": -2, "mturk_index": "1075"}, {"uid": "1297658740154386435", "i": 27798, "idx": 0, "sa": ["David Letterman", "Justin Bieber", "Whitney Houston", "Howard Stern", "Patrick Monahan"], "q": "53rd annual Grammy Awards on Sunday, Feb. 13, 2011, in Los Angeles.( AP Photo/Matt Sayles) LOS ANGELES- Quotes from Sunday's 53rd annual Grammy Awards:-- <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group.-- \"<strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.-- \"I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2, "mturk_index": "1129"}, {"uid": "1297106785094666800", "i": 41767, "idx": 1, "sa": ["Simon Cowell"], "q": "and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Corp.\" Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's \"The X Factor\" , which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating\" Daily( February 8th through", "new_id": -2, "mturk_index": "842"}, {"uid": "1296235612016105512", "i": 37007, "idx": 5, "sa": ["Allen Iverson", "Earl Boykins", "Larry Brown", "Tyronn Lue"], "q": "would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nEarl Boykinsy 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2, "mturk_index": "957"}, {"uid": "1295669701105103360", "i": 8199, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "a shot at running this.\" <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" <strong> Larry Page </strong> said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated$ 8.44 billion in revenue in the quarter, ended December 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2, "mturk_index": "1973"}, {"uid": "1297084960088915971", "i": 47479, "idx": 0, "sa": ["Simon Cowell", "Shiloh Fernandez"], "q": "ad only featured <strong> Simon Cowell </strong> which leads us to wonder whether or not Cheryl Cole has landed the estimated? 10m deal to join him. An insider has hinted that she has, telling OK!: <q> <strong> Simon Cowell </strong> is the boss of this show, he gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk. \"The way American contacts are, gives Fox the chance to opt out if the viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q> <strong> Shiloh Fernandez </strong>` Happy' He Didn't Get Twilight's Edward Cullen Role", "new_id": -2, "mturk_index": "706"}, {"uid": "1295223615102072384", "i": 6512, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "said Ms <strong> Gabrielle Giffords </strong> had improved to the point where she could move both sides of her body, including her arms and legs. Speaking on CBS' Face the Nation, Ms <strong> Kirsten Gillibrand </strong> said Ms <strong> Gabrielle Giffords </strong> was <q> showing raw courage, raw strength, something that we can all get behind. And she really is our glimmer of hope in a very dark time </q>. She reported that Ms <strong> Gabrielle Giffords </strong>, who was taken off the ventilator yesterday, still has not spoken \"but she can move both parts- both sides of her body. She can breathe. She", "new_id": -2, "mturk_index": "1101"}, {"uid": "1295245546048136202", "i": 24829, "idx": 5, "sa": ["Allen Iverson", "Carmelo Anthony", "Tim Duncan", "Marcus Camby"], "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last Tim Duncane,\" Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game 2. </q> If <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> play this well again, the Nuggets have a good shot. <strong> Carmelo Anthony </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "new_id": -2, "mturk_index": "256"}, {"uid": "1297435281161464369", "i": 20946, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The link in the video above suggests that you go and read the Open Letter from Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>. We've reposted it below for your convenience: <q> Today in London, our two companies announced plans for a broad strategic partnership that combines the respective strengths of our companies and builds a new global mobile ecosystem. The partnership increases our scale, which will result in significant benefits for consumers, devStephen Elopers, mobile operators and businesses around the world. We both are incredibly excited about the journey we are on together. </q> While the specific details of the deal are being worked out, here's a quick summary of what we are working towards: Nokia will adopt Windows Phone as its primary smartphone strategy, innovating on top", "new_id": -2, "mturk_index": "18"}]