[{"uid": "1295386293114753561", "i": 15740, "idx": 0, "sa": ["William Hsiao", "Bernie Sanders"], "q": " The new governor and the Congressional delegation said they see an opportunity to use <strong> William Hsiao </strong>'s recommendations and the requirements and financial support of the federal health care law to make big changes in Vermont. <q> If the Vermont state Legislature, governor and the delegation are able to work together effectively, </q> <strong> Bernie Sanders </strong> said,`` we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction.''`` Our", "new_id": -2}, {"uid": "1296040609025690129", "i": 29982, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders"], "q": "Union speech. Democratic Sen. <strong> Patrick Leahy </strong> sat in a bipartisan group with Republicans from Alabama, Kansas, and Wyoming. He said the president sounded less like a professor and more like a statesman. <q> Governing and budgeting are about choices and priorities, and I agree with the president that our budget focus needs to be on what makes America stronger, </q> <strong> Patrick Leahy </strong> said in a written statement. Sen. <strong> Bernie Sanders </strong> praised the president's take on a wide range of issues that the Independent routinely fights for.`` The president covered a lot of territory tonight", "new_id": -2}, {"uid": "1296045733208601093", "i": 9584, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting charges, for", "new_id": -2}, {"uid": "1295208913228065304", "i": 27606, "idx": 0, "sa": ["Gabrielle Giffords", "Susannah York", "Kirsten Gillibrand"], "q": "tube. Sen. <strong> Kirsten Gillibrand </strong> of New <strong> Susannah York </strong>, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. Randy Larson, 57", "new_id": -2}, {"uid": "1295992430189169697", "i": 51628, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "vor Journalisten. Er widerspricht damit Ger?chten, die drei h?tten sich zerstritten, und <strong> Eric Schmidt </strong> h?tte infolgedessen seinen Platz r?umen m?ssen. Sie h?tten nun ein Jahrzehnt zusammen gearbeitet und so gut wie jede gro?e Entscheidung gemeinsam getroffen. <q> Niemand scheint zu verstehen, dass wir das Unternehmen immer unkonventionell gef?hrt haben. Das ist unsere St?rke, und das wird sich nicht ndern </q>, sagte <strong> Eric Schmidt </strong>. href=\"http://www.ftd.de/it- medien/medien- internet/:chefwechsel- Eric Schmidts- mission- bei- google/60002841.html?Larry Page=2\"> Teil 2: Ihr pers?nlicher Datenkrake", "new_id": -2}, {"uid": "1296051090213254170", "i": 44937, "idx": 3, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton?. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs.`` I didn't feel a thing!'' Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal", "new_id": -2}, {"uid": "1295669848206995548", "i": 7452, "idx": 2, "sa": ["Tommy Sheridan", "Andy Coulson"], "q": "knew the pressure he had faced. The breaking point for <strong> Andy Coulson </strong> was when he had to devote a week preparing for- and then giving evidence to- the <strong> Tommy Sheridan </strong> trial. One Tory said: <q> <strong> Andy Coulson </strong> lost a week. You simply can't afford that when you are the Downing Street communications director. </q> But <strong> Andy Coulson </strong> was also alarmed by two other key moments. These were when his two older children were teased at school and when he woke at 4.00 am recently to dodge television cameras by leaving for work at", "new_id": -2}, {"uid": "1297112072043597847", "i": 14915, "idx": 0, "sa": ["Simon Cowell", "George Michael"], "q": "creator <strong> Simon Cowell </strong> also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said in a press release. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and Cheryl Cole. Additional judges", "new_id": -2}, {"uid": "1294963184098320422", "i": 8828, "idx": 0, "sa": ["Sergio Marchionne"], "q": "company while Canada got 2 percent. Chrysler has already repaid nearly$ 4 billion of the loans, but it is paying more than$ 1 billion a year in interest to Canadian and U.S. taxpayers. <q> The interest costs associated with this funding today are pretty high, </q> <strong> Sergio Marchionne </strong> said.`` It is possible that if the debt load would change by either changing the interest rate associated with the funding or the size of the financing would change, then obviously we would reduce the burden", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]