[{"uid": "1296495369175095837", "i": 54285, "idx": 1, "sa": ["Steve Ballmer"], "q": "in China, said she was unsure when the cooperation ended and called it` uncertain' whether it would be restored.'' That's less than encouraging news for Microsoft supporters, since a different representative labeled China <q> the href=\"http://www.webpronews.com/topnews/2009/12/29/microsoft-dubs-china-most-important-strategic-market\"> most important strategic market for Microsoft </q> in late 2009, and <strong> Steve Ballmer </strong> href=\"http://www.webpronews.com/topnews/2010/01/17/microsoft-declines-to-change-china-approach\"> didn't back down during the Google hacking brouhaha. The content of this field is kept private and will not be shown publicly. Web page addresses and", "new_id": -2}, {"uid": "1296724617096452696", "i": 56945, "idx": 2, "sa": ["Alassane Ouattara", "Bingu wa Mutharika"], "q": "Addis Ababa. Addressing heads of state on Jan. 30, the outgoing AU chair, Malawi President <strong> Bingu wa Mutharika </strong>, called on Gbagbo to respect the will of Ivorians and hand over power to <strong> Alassane Ouattara </strong>. <q> The refusal by Mr. Gbagbo to respect the result in November 2010 elections in Cote d'Ivoire poses a serious threat to democracy in Africa, </q> he said, adding that he wanted the African Union to maintain its suspension of C?te d'Ivoire's membership of the AU until <strong> Alassane Ouattara </strong> assumed power. Conflict But AU members are not entirely unanimously in support.", "new_id": -2}, {"uid": "1295036728092176422", "i": 32036, "idx": 5, "sa": ["Sergio Marchionne"], "q": "yesterday, thousands of Fiat workers took part in a candle-light march organized by Fiom to protest <strong> Sergio Marchionne </strong>'s proposal. The CEO's supporters held a crowded assembly at the Gallery of Modern Art in Turin. <q> My wife also works here, </q> said Carella, who is campaigning for Fiat's plan.`` We can't miss the last chance to let Mirafiori, which is a piece of my heart, survive.''-- With the assistance", "new_id": -2}, {"uid": "1296776050237715495", "i": 50743, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": ".`` He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,'' he continued. <q> Thank God he was relieved of his duties and we put the surge in. Otherwise, we would have had a disastrous defeat in Iraq, </q> <strong> John McCain </strong> said. It's not the first time <strong> John McCain </strong> has taken his criticisms of <strong> Donald Rumsfeld </strong> public.`` We are paying a very heavy price for the mismanagement-- that's the kindest word I", "new_id": -2}, {"uid": "1296770511173654034", "i": 14628, "idx": 2, "sa": ["Donald Rumsfeld", "Eric Shinseki"], "q": "right moment,'' it said,`` we may want to give Saddam Hussein a way out for his family to live in comfort.'' Known and Unknown, the former Defense secretary says he believed that <q> an aggressive diplomatic effort, coupled by a threat of military force, just might convince Saddam and those around him to seek exile. </q> Instead, history will record that <strong> Donald Rumsfeld </strong> became a principal player in the Bush administration's drive to invade Iraq, which led to the execution of Saddam, the deaths of more than 4,400 AmEric Shinsekian soldiers and a long", "new_id": -2}, {"uid": "1295327039053116954", "i": 38403, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Keyon Dooling"], "q": "scored 39 points from every angle on the court, including a driving, fallaway runner from 10 feet out with 2.2 seconds left to give the Philadelphia 76ers a 105-103 victory over the Orlando Magic on Friday night. <q> I wanted to get in a <strong> Kobe Bryant </strong> closer than I did, but I just took what the defense gave me and fortunately, it went in, </q> <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That", "new_id": -2}, {"uid": "1297182562166789141", "i": 3261, "idx": 16, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice", "George H. W. Bush", "Donald Rumsfeld"], "q": "And he is particularly harsh on <strong> Colin Powell </strong>, whom he shows making the case for the invasion of Iraq in a famous session of the UN Security Council and then, in <strong> Donald Rumsfeld </strong>'s words, claiming that he was <q> somehow innocently misled into making a false declaration. </q> Rumseld writes:`` <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The <strong> George H. W. Bush </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie", "new_id": -2}, {"uid": "1294962966114475031", "i": 54800, "idx": 4, "sa": ["Sergio Marchionne", "Mario Draghi"], "q": "by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he`` will take my work elsewhere'' if he fails to win a majority. Fiat would look into <q> alternatives the day after. It may even happen the same night, </q> he told reporters in Detroit. Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in France, according to Bank of Italy Governor <strong> Mario Draghi </strong>", "new_id": -2}, {"uid": "1295052774226361350", "i": 3213, "idx": 2, "sa": ["Bob Dudley", "Chris Huhne"], "q": " British href=\"http://uk.news.yahoo.com/energy.html\"> Energy Secretary <strong> Chris Huhne </strong> also welcomed the`` groundbreaking deal'', saying it was`` good news for Europe, for the UK, energy security and worldwide''-- and showed that BP was <q> very much open for business </q>. However, the agreement is likely to anger environmentalists who have warned that such exploration could damage the fragile Arctic ecosystem. Speaking at the press conference, <strong> Bob Dudley </strong> said:`` I do believe", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]