[{"uid": "1297711836012566562", "i": 10147, "idx": 3, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q>", "new_id": -2}, {"uid": "1297175264144113727", "i": 19137, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": "Though <strong> Donald Rumsfeld </strong> concedes that the weapons of mass destruction the <strong> George W. Bush </strong> administration used as its primary public justification for conducting the war never turned up, he insists that removing Saddam Hussein legitimized the 2003 invasion anyway. <q> I have no doubt that given the facts that were made available to <strong> George W. Bush </strong> in 2003, I would have made the same decision..., </q> <strong> Donald Rumsfeld </strong> writes.`` Ridding the region of Saddam's brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week", "new_id": -2}, {"uid": "1296694681064045066", "i": 5448, "idx": 0, "sa": ["Hillary Clinton", "Donald Rumsfeld", "John Kerry", "Joe Biden"], "q": "The Drudge Report has a copy of former Defense Secretary <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and teases these highlights:* Lashes out at <strong> Hillary Clinton </strong>, <strong> John Kerry </strong> and <strong> Joe Biden </strong> for flip-flops on Iraq: <q> You wouldn't want to be in a foxhole with them. </q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. nytimespolitics: The Caucus", "new_id": -2}, {"uid": "1296520620167067651", "i": 23045, "idx": 0, "sa": ["Trevor Steve", "Michael Vick", "Barack Obama"], "q": "small improvements in the law but was not willing to consider a complete repeal. Photo in Slideshow: White House urges calm ahead of Egypt's mass protest Photo in Slideshow: <strong> Barack Obama </strong>, William Daley Report Abuse <q> Good examples <strong> Trevor Steve </strong>- but remember that a drivers license is necessary only if you CHOOSE to drive a car, a fishing or hunting license is only necessary if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something... </q> Report Abuse \" These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the", "new_id": -2}, {"uid": "1297344246193150984", "i": 29467, "idx": 2, "sa": ["Zahi Hawass"], "q": ", but said that was not true.`` Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,'' he said. <q> I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments are safe. Why? Because the Egyptian people are protecting them, </q> <strong> Zahi Hawass </strong> concluded. In a statement released by the Ministry of State for Antiquities, <strong> Zahi Hawass </strong> stated that some reports published in the media claiming that the necropoleis of Memphis, Saqqara and Abusir had been plundered", "new_id": -2}, {"uid": "1296595249130416641", "i": 5118, "idx": 0, "sa": ["Hillary Clinton", "Barbara Walters", "Monica Lewinsky", "Piers Morgan", "Colin Powell", "Barbra Streisand", "Angelina Jolie", "Larry King", "Elizabeth Taylor", "Queen Noor of Jordan", "Benjamin Netanyahu", "Oprah Winfrey", "Martha Stewart", "Michael Jackson"], "q": "day, including <strong> Barbara Walters </strong>' interview with <strong> Monica Lewinsky </strong> which was seen by more than 70 million viewers and was the highest-rated news event ever broadcast by a single network. Executive producer Jonathan Wald said in a release: <q> I'm thrilled Katie Thomson is joining the <strong> Piers Morgan </strong> Tonight team. She brings unmatched experience and leadership in the booLarry King and producing of big-name interviews and she will be instrumental in helping lead a talented team of bookers and producers. </q> Thomson has produced exclusive profiles of <strong> Oprah Winfrey </strong> <strong> Hillary Clinton </strong> <strong> Michael Jackson </strong>, <strong> Barbra Streisand </strong>, <strong> Angelina Jolie </strong>, <strong> Elizabeth Taylor </strong>, <strong> Martha Stewart </strong>( before and after her conviction), the parents of JonBenjamin Netanyahuet Ramsey, <strong> Colin Powell </strong> and <strong> Queen Noor of Jordan </strong> after <strong> Larry King </strong> Hussein's death", "new_id": -2}, {"uid": "1295832823187138072", "i": 2551, "idx": 2, "sa": ["Allen Iverson", "Joe Dumars"], "q": "season than continue to come off the bench. <strong> Joe Dumars </strong> said he understood <strong> Allen Iverson </strong>'s frustration. <strong> Allen Iverson </strong> then said his back was still not feeling right and he thought he was hurting the team more than helping, saying <q> I can't play up to my standards. </q> <strong> Allen Iverson </strong> then said he thought it would be best for the team if he sat out the rest www.instablogs.com Gaza truce After few days of the truce expire and following the crucial retaliation between Israel and Palestinian brigades in Gaza", "new_id": -2}, {"uid": "1295540865257720386", "i": 2436, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Ben Ali"], "q": "`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"uid": "1295641931245137430", "i": 4997, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "firm. He'll still act as`` an advisor to <strong> Larry Page </strong> and fellow co-founder <strong> Sergey Brin </strong>''. Pheeew! For a moment there... Anyhow, as`` co-founder'' <strong> Sergey Brin </strong> will be working on <q> strategic projects, in particular working on new products </q> the company says, notes the story.`` His title will remain. So it sounds like no big change there.'' Big Bang At Google: <strong> Larry Page </strong> To Replace <strong> Eric Schmidt </strong> As CEO On April 4,", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]