[{"uid": "1296313473107511841", "i": 8498, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1295891318216121363", "i": 50304, "idx": 3, "sa": ["Donald Rumsfeld", "Gene Callahan"], "q": "'s and explains every economic crises that government has inflicted upon us include the state we currently find ourselves in. <strong> Donald Rumsfeld </strong> must have been an` astrologist' since he wrote this before these criss we have today <q> Economics for Real People, An Introduction to the Austrian School </q> <strong> Gene Callahan </strong> Time.com: Lebanon: Tensions Mount Over Hizballah Power Play Time.com: Tunisia's Police: Old Symbols of Oppression Join the Revolution Affordable Solar Power Save Each Month with a Solar Lease! Try Our Solar Savings Calculator", "new_id": -2}, {"uid": "1296102374101646397", "i": 572, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> denied abandoning British audiences by taking the show to America, saying:`` I have some ideas''. Cheryl Cole will join him as a judge on the US version, he shrugged his shoulders and said <q> there will be an announcement in a couple of weeks </q>. The night really belonged to Ant and Dec, who won Most Popular Presenters at the National Television Awards for the 10th year running. And the comedy double act also picked up Most Popular Programme", "new_id": -2}, {"uid": "1297278636173539328", "i": 2333, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "mom dies at hospital after being struck by car Report Abuse \" There are very few Democrats left in the Senate. Most of those who were elected as Democrats are nothing less than Marxist Socialists. \" Report Abuse <q> We have a bunch of ipocratic around that are living on the shoulder of the liberal </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295125227265830412", "i": 42526, "idx": 5, "sa": ["John Kerry", "Nancy Pelosi", "Joe Biden", "Jimmy Carter", "George W. Bush", "Nat Hentoff", "Donald Rumsfeld", "Isnilon Hapilon", "George H. W. Bush", "Jon Corzine", "Dick Cheney", "Al Gore"], "q": "to the Isnilon Hapilonse of Iraqi prisoners and fanned hatred of Americans abroad. <strong> Al Gore </strong> also called the <strong> George H. W. Bush </strong> administration's Iraq war plan`` incompetent'' and called <strong> George W. Bush </strong> the most dishonest <strong> Jimmy Carter </strong> since <strong> Dick Cheney </strong> Nixon. <strong> Al Gore </strong> commented; <q> In Iraq, what happened at that prison, it is now clear, is not the result of random acts of a few bad apples. It was the Nat Hentoffural consequence of the <strong> George H. W. Bush </strong> Administration policy. </q>[ 39] Criticism of <strong> Donald Rumsfeld </strong> grew during the ensuing scandal. Democratic seNat Hentoffors <strong> John Kerry </strong>, <strong> Joe Biden </strong> and <strong> Jon Corzine </strong> called for <strong> Donald Rumsfeld </strong> to resign. Their call for <strong> Donald Rumsfeld </strong>'s resigNat Hentoffion was joined by House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1296218172048857090", "i": 15203, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democarts have expressed interest in running, including U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong>, whose northern Indiana district is expected to become", "new_id": -2}, {"uid": "1297442899051478531", "i": 30690, "idx": 0, "sa": ["David Letterman"], "q": " The bikini Oscars The Sports Illustrated Swimsuit edition isn't just about sexy to fashion designers lucky enough to make it in. There's a loud` ka-ching' for years to come. <q> Everybody opens up that issue and goes,` Wow, where can I get this suit?' We have a great response when it hits the newsstands, </q> said Simon Southwood, who expects seven of his suits to grace the famous pages. Southwood has already presold to stores in anticipation of the big reveal on <strong> David Letterman </strong>'s show on February 14, followed by", "new_id": -2}, {"uid": "1295563175055377952", "i": 25505, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "operations at the search giant. No longer will <strong> Eric Schmidt </strong> sit in the CEO position-he has decided to step into the role of Executive Chairman, whilLarry Page slides in as CEO. The other Google cofounder, <strong> Sergey Brin </strong>, will <q> devote his energy to strategic projects, in particular working on new products. </q> Google made the announcement as part of its quarterly earnings report for the fourth fiscal quarter of 2010. The company reported revenues of$ 8.44 billion during the quarter, an increase of 26 percent from the", "new_id": -2}, {"uid": "1295009344152616960", "i": 11802, "idx": 0, "sa": ["David Letterman", "Sarah Palin"], "q": " title=\"David Letterman\" href=\"http://www.chicagotribune.com/topic/entertainment/television/David Letterman-David Letterman-PECLB004157.topic\"> <strong> David Letterman </strong>'s pain. Unless you were in a coma last week, you know that <strong> David Letterman </strong> has raised the ire of title=\"Sarah Palin\" href=\"http://www.chicagotribune.com/topic/politics/government/Sarah Palin-Sarah Palin-PEPLT0007504.topic\"> <strong> Sarah Palin </strong> for his joke last Monday about her daughter getting <q> knocked up in the 7th inning </q> by A-Rod at a Yankees game. Hey, wait, you might have thought at first, <strong> Sarah Palin </strong> had a knocked-up daughter, and so what's the big deal? I was with you on that", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]