[{"uid": "1295454317232456196", "i": 4249, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "Knows How To Party POSTED: 9:50 am EST January 19, 2011 UPDATED: 10:37 am EST January 19, 2011 <strong> Betty White </strong> turned 89 on Tuesday and showed that she still knows how to party. Appearing on <q> The Late Show With <strong> David Letterman </strong>, </q> <strong> Betty White </strong> told the late night host that playing with animals and drinking vodka are some of her hobbies. Without missing a beat, <strong> David Letterman </strong> took out two glasses and poured some vodka. <strong> David Letterman </strong> then chugged directly from the", "new_id": -2}, {"uid": "1295682265065617928", "i": 113, "idx": 7, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}, {"uid": "1296056460245661764", "i": 30156, "idx": 0, "sa": ["Eric Schmidt", "Jamie Court"], "q": "and busy District thoroughfares. The animation shows Google's CEO testifying before Congress using real-life, creepy quotes from <strong> Eric Schmidt </strong> about privacy to make the case for why Congress should question him. http://www.consumerwatchdog.org/video/mr-Eric Schmidt-goes-washington. <q> We are using Mr. <strong> Eric Schmidt </strong>'s own words in this satire to dramatize how outrageous. it is that Congress has failed to question one of the most powerful CEOs in AmEric Schmidta after he has shown such disregard for our personal privacy and his company has committed the largest wire-tapping breach in history, </q> said <strong> Jamie Court </strong>, president of Consumer Watchdog.`` Mr. <strong> Eric Schmidt </strong>'' is a sequel to Consumer Watchdog's first`` Don't Be Evil?'' animation- view it at target=\"_blank\" href=\"http://www.consumerwatchdog.org/blog/Eric Schmidt-out-googles-ceo-office-privacy\"> http://www.consumerwatchdog.org/blog/Eric Schmidt-out-googles-ceo-office-privacy", "new_id": -2}, {"uid": "1297430331074383371", "i": 21215, "idx": 0, "sa": ["Kevin Spacey", "CeeLo Green", "David Anders", "Chris Brown", "Simon Cowell"], "q": "` Old Spice' Advertisements Celebrities at the Red Dress Fashion Show Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Chris Brown </strong>& Rihanna to keep their distance at Grammys <cite> Associated Press </cite> <strong> Kevin Spacey </strong> bank movie asks <q> are we all greedy? </q> <cite> Reuters </cite> <strong> CeeLo Green </strong> subs for Rihanna at cancer benefit <cite> Associated Press </cite> Vampire Diaries' <strong> David Anders </strong>: Trust Uncle John <cite> TV Guide </cite>` American Idol' Moves On To Hollywood Week As Favorites Rise& Falter", "new_id": -2}, {"uid": "1296134863266403875", "i": 16860, "idx": 2, "sa": ["Laura Jordan", "Kevin Garnett", "Dan Gillerman", "Allen Iverson", "Michael Jordan"], "q": "East Link TV is viewer-supported! www.linktv.org Today's headlines:`` Three million Hajj pilgrims begin journey to Muzdalifah,'' Al Jazeera TV, Qatar`` Egyptian children learn about Hajj,'' Al Jazeera TV, Qatar <q> S. SuDan Gillerman begins registration for referendum vote, </q> BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got the start and provided one more lasting moment. But it was all <strong> Kevin Garnett </strong> at the finish. The 52nd NBA All-Star Game was <strong> Laura Jordan </strong>'s last and", "new_id": -2}, {"uid": "1295135240025296919", "i": 2392, "idx": 0, "sa": ["Simon Cowell", "Katie Price"], "q": "on PR wise, is <strong> Simon Cowell </strong>. Maybe with all these fake stories they both perpetuate about themselves she can actually make him look slightly heterosexual and then they can parade it out in an OK centre spread NOTW <strong> Katie Price </strong> <q> I dumped Alex for turning into a fame-hungry, whining sponger </q>-------------------------------------------------------------------------------- When did Alex the love of her life turn into this`` fame hungry whining sponger'' she speaks of? Was it before or after she failed to get`` preggy'' lol", "new_id": -2}, {"uid": "1297102357037732375", "i": 2729, "idx": 0, "sa": ["Simon Cowell"], "q": "on Sunday, March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong>.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295826103073957409", "i": 12539, "idx": 2, "sa": ["Colin Powell", "Barack Obama", "Candy Crowley"], "q": "to see what unfolds.`` I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Barack Obama </strong> of the United States,'' he told CNN. <q> And I don't adhere to a single party line. </q> Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: \" <strong> Candy Crowley </strong>: We are entering a Barack Obamaial campaign season. Do you see anyone currently in the Republican field that would", "new_id": -2}, {"uid": "1295683197065617921", "i": 42718, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "are only 37 years old and were just 27 when they interviewed the former Novell CEO, then 45, about adding some experience to their three year old company in 2001. The rest is history. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> enthused <strong> Larry Page </strong>.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}]