[{"uid": "2008101819_00024166_W", "i": 3561, "idx": 7, "sa": ["John McCain", "Barack Obama", "Cindy McCain", "Bruce Springsteen", "Billy Joel"], "q": "the... the many faces of <strong> John McCain </strong> at wednesday night's debate( slideshow) <strong> John McCain </strong> was particularly animated at the... <strong> Billy Joel </strong> and <strong> Bruce Springsteen </strong> rock <strong> Barack Obama </strong> fundraiser, <strong> Cindy McCain </strong> grovels to dave new york- it was <NO_QUOTATION> meets <q> new york state of mind </q>_ with... who will be the next treasury secretary? brief profiles of the possible picks worries grow as gm-chrysler talks gain momentum <strong> Barack Obama </strong> rally in st. louis draws 100,000 <strong> Cindy McCain </strong> draws bipartisan criticism for` robo calls'", "new_id": -2}, {"uid": "2008090408_00027014_W", "i": 4390, "idx": 0, "sa": ["Barack Obama", "John McCain"], "q": "candidate <strong> Barack Obama </strong>, accusing him of using <NO_QUOTATION> to promote his career. referring to the convention theme of` country first', the former beauty queen lambasted the democratic nominee <strong> Barack Obama </strong> as a candidate out for himself. <q> here's how i look at the choice americans face in this election. in politics, there are some candidates who use change to promote their careers, </q> she said. \"and there are those like <strong> John McCain </strong>, who use their careers to promote change,\" she added. the republicans greeted their number two slot candidate with a thunderous and extended applause as she strode", "new_id": -2}, {"uid": "2008122307_00018919_W", "i": 3316, "idx": 3, "sa": ["Brandan Wright"], "q": "in atlanta, <strong> Brandan Wright </strong> wasn't sure where to attribute the inconsistency. \"it's hard to gauge- sometimes it might be an on-and-off performance, sometimes it might be on-and-off playing time,\" <strong> Brandan Wright </strong> said. <q> i've just got to work through it and play through it no matter what the situation is. </q> praise for pietrus? nelson was asked by local media for his take on ex-warriors swingman mickael pietrus, and the coach's response highlighted why pietrus is a happier camper in orlando. \"he's a great athlete", "new_id": -2}, {"uid": "2008100202_00043429_W", "i": 3962, "idx": 6, "sa": ["Nancy Pelosi"], "q": ", in some cases, allow for abuse. \"the reality is that under the current system, pacs are rife with self-dealing transactions,\" she said. the laws and regulations could and should be strengthened. <q> there is a point now that you're starting to talk about real money, </q> she said of mrs. <strong> Nancy Pelosi </strong>'s pac. \"this is not just a mom-and-pop operation and any self-dealing transaction by a member of congress is going to get scrutiny, particularly with large amounts of money and prominent members", "new_id": -2}, {"uid": "2008100918_00017600_W", "i": 3996, "idx": 0, "sa": ["Ricardo Carvalho", "Cristiano Ronaldo"], "q": "its opening qualifier but was then upset at home 3-2 by denmark after conceding three late goals and is fourth in group 1 with 3 points. albania, denmark and sweden all have four points after two games. <q> from here on in it's going to be difficult and we can't lose any more games like we did against denmark, </q> said <strong> Cristiano Ronaldo </strong>, who underwent ankle surgery after euro 2008 in june. portugal is without chelsea playmaker deco, who is still recovering from a torn thigh muscle. midfielder maniche, winger simao sabrosa and central defender <strong> Ricardo Carvalho </strong>", "new_id": -2}, {"uid": "2008112617_00024250_W", "i": 4188, "idx": 3, "sa": ["Mahmoud Abbas"], "q": ": withdraw from palestine, the( occupied syrian) golan heights and the shebaa farms( on the lebanon-syria-israeli border) and 57 arab and islamic states will recognize you,\" <strong> Mahmoud Abbas </strong> said, addressing the israelis. <q> what more do you want? instead of living in an island of peace you will live in an ocean of peace, </q> he told the israelis. sounds more like a 1960s threat than a 21st century promise of peace, but that's abu mazen for you.", "new_id": -2}, {"uid": "2008121105_00007226_W", "i": 3771, "idx": 0, "sa": ["Bob Corker", "Josh Bolton", "Mitch McConnell", "Dick Cheney"], "q": "to filibuster any such plan after a meeting with vice president <strong> Dick Cheney </strong> and white house chief of staff <strong> Josh Bolton </strong>. senate minority leader <strong> Mitch McConnell </strong>, r-ky., hadn't decided if he would back the emergency proposal or not. <q> this bill is an incredibly weak bill, it's the product of an administration that wants to kick the can down the road, and i think it has minimal, very little support in our caucus, </q> said sen. <strong> Bob Corker </strong>, r-tenn. a group of republicans along with <strong> Bob Corker </strong>, are set to reveal an alternative emergency rescue bill on thursday. the alternative bill will require proof that the automakers and union will make cuts", "new_id": -2}, {"uid": "2008103019_00025459_W", "i": 1788, "idx": 0, "sa": ["Lizzie Borden"], "q": "motel after discovering that, apparently, some of the other guests were ghosts. the couple had just finished checking in to the b& b in fall river, mass., when things started to go awry. <q> we went up to the room and it was freezing cold. it was the coldest room in the house by far. and that kind of spooked us out, </q> she recalls.-------------------------------------------------------------------------------- planning the trip the <strong> Lizzie Borden </strong> bed& breakfast is open year-round for daily tours and overnight stays. cost and location rates: rooms in the off season( november to april) start at$", "new_id": -2}, {"uid": "2008111913_00009884_W", "i": 3296, "idx": 2, "sa": ["Graeme Swann", "Ravi Bopara"], "q": "the opening matches, or as a second spinner. with <strong> Ravi Bopara </strong> missing training because of a stomach upset, either alternative is a possibility. if given his chance, <strong> Graeme Swann </strong> is confident he can make an impression. <q> because i haven't played in those first two, should i get into the xi tomorrow i can walk out and see it as a fresh series, </q> he said. the series in sri lanka last year was five matches, which i think is a good length for a spin bowler. \"he doesn't get too tired and doesn't get worked out by", "new_id": -2}, {"uid": "2008091002_00023183_W", "i": 1550, "idx": 2, "sa": ["Kevin O'Connell"], "q": ". he played more than any other quarterback, by far, in the pre-season and has taken a lot of snaps in training camp. i think that is the best preparation he could have for this year. <q> i think from an overall standpoint, going back to july and even in the spring, he has had a lot of reps. he'll get some game opportunity this week. </q> should he fail to make the most of that opportunity there will be intense pressure on the patriots to go quickly for an experienced player, given that the third quarterback is rookie <strong> Kevin O'Connell </strong>- a talent the franchise will", "new_id": -2}]