[{"uid": "1296280079111296551", "i": 7921, "idx": 6, "sa": ["Mike Pence", "Joe Donnelly", "Jackie Walorski", "Mike McDaniel"], "q": "wouldn't speculate about <strong> Mike Pence </strong>'s future, but said,`` No matter what he decides to do, I'll be supportive.'' Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1296209607006012952", "i": 36351, "idx": 0, "sa": ["Sergio Marchionne", "Tom Izzo"], "q": "the third quarter, according to researcher Edmunds.com. The Auburn Hills-based auTom Izzoaker's U.S. sales fell 9.8% in the fourth quarter of last year compared with the preceding three months, Edmunds said. Chrysler's <q> business has gone well, </q> <strong> Sergio Marchionne </strong> said Thursday, and its results are`` in line with guidance.'' Chrysler in November raised its operating profit estimate for the year to$ 700 million, implying a$ 135-million fourth-quarter operating income", "new_id": -2}, {"uid": "1295799626208044060", "i": 52419, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Russian Orthodox Church followers plunge into icy rivers and ponds across Russia for Epiphany. Check out our Unvent, a spot for positive thoughts and sweet inspiration. Add your message. Brandi", "new_id": -2}, {"uid": "1295439750077627474", "i": 15336, "idx": 0, "sa": ["Derek Hough", "Simon Cowell", "Kerry Katona"], "q": "is believed to have asked Cole 27, to buy a multi-million dollar home in North Palm Drive, instead of moving into a? 400,000 apartment <strong> Derek Hough </strong>. A source close to Cole told Heat magazine, <q> He knows how lonely it can be to start over in a new country and he wants her nearby.`` Space, privacy, and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants Cheryl to be happy and he knows she'll enjoy living in his neighbourhood. </q> The insider added that Cheryl might just go for <strong> Simon Cowell </strong>'s offer when she moves to the US for the American version of the X-Factor, so that she can maintain her independence. <strong> Kerry Katona </strong> questions timing", "new_id": -2}, {"uid": "1295063169065486905", "i": 35418, "idx": 1, "sa": ["Mike Francesa", "Mike D'Antoni", "David Letterman", "Brian Cashman"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special`` Breakfast with a Champion'' with Yankees GM <strong> Brian Cashman </strong>", "new_id": -2}, {"uid": "1295583990239992857", "i": 27269, "idx": 0, "sa": ["Kara DioGuardi", "Eric Stonestreet", "Ellen DeGeneres", "Larry King", "Simon Cowell"], "q": "that`` AmEric Stonestreetan Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taLarry King with him his Magic Mountain/cruise target=\"_blank\" href=\"http://shipowners.com/\"> ship performance similes, his <q> If I'm being honest </q> assessments and his very tight Brielle Von Hugel blooms on` AmEric Stonestreetan Idol' Newsday Brielle Von Hugel, from Staten Island with a flower in her hair, is next on`` AmEric Stonestreetan Idol,'' she's dedicating", "new_id": -2}, {"uid": "1296839390232308741", "i": 19300, "idx": 0, "sa": ["Bill Lockyer"], "q": "is cash-strapped. Investment banks Bill Lockyered California an estimated$ 1.5 million for dues to trade groups, including a municipal-bond lobbying association, since 2005 and will be required to return the money, per state Treasurer <strong> Bill Lockyer </strong>. <q> <strong> Bill Lockyer </strong> ordered 86 firms in the state's underwriter pool to stop including the dues in their calculation of fees paid out of bond proceeds. </q> rel=\"nofollow\" target=\"_new\" href=\"http://r20.rs6.net/tn.jsp?llr=zy6u9cdab&amp;et=1104406648196&amp;s=603&amp;e=001R_Yf2gnBU7Q9D4yoPF0KuX- uThG-- wGuScYJ9yfz_HSToyn1XUSMi48xn4CGkuGTwL8UW_cOpxzZM7Z_bVuxVTSnnidwrT0Z9XEKqxb74iiO9MxmGAdKVKAplhv_mevz9EokWAtB4E4g6YrcBV1QFwxc5pzHWvEziVhC3vkUvYdPVu5E83gAdaq7tndmgj- E_wsyl2BtW_OzxJHsnpdUg66eptVTqCRQpGa9iHzoOMk7gLu8g3cZLA==\"> CAMoneyBack. On to Part IX, and last part, of compensation Q&A- remember that company's individual policies may differ", "new_id": -2}, {"uid": "1295439770220266591", "i": 7600, "idx": 1, "sa": ["Paula Abdul", "Kara DioGuardi", "Simon Cowell", "Josh Turner", "Faith Hill"], "q": "listening to what <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Kara DioGuardi </strong> have to say about the auditions, so much so that it gets a little repetitive and predictable,'' says Amarillo girl, a top 12 finisher last year. <q> I'm looking forward to seeing if they can bring the same great advice in a new way. </q> More season 10 highlights include a 16-year-old <strong> Josh Turner </strong> sound and look-alike; a raspy young blond in Nashville who wows during <strong> Faith Hill </strong>'s Like We Never Loved At All; a retro-rocker who zips through Led Zeppelin's", "new_id": -2}, {"uid": "1297575676186400772", "i": 40319, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer", "Paul Thurrott"], "q": "Nokia/Microsoft announcements. <strong> Paul Thurrott </strong>, in his href=\"http://www.winsupersite.com/article/Windows-Phone-7/Nokia-Microsoft-An-Analysis-of-the-Strategic-Alliance.aspx\" target=\"_blank\"> Window Supersite post analyzing the announcements, noted that neither Nokia CEO <strong> Stephen Elop </strong> or Microsoft CEO <strong> Steve Ballmer </strong> mentioned Zune. <strong> Paul Thurrott </strong> quotes <strong> Stephen Elop </strong> and gives his opinion: <q> Microsoft, meanwhile, has a`` great software platform </q> in Windows Phone, and the brands that mobile consumers want,`` like Bing, Xbox LIVE, and Office.''( Side-note: Zune was conspicuously absent from this list. It is my opinion and guess", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]