[{"uid": "1296260491067190794", "i": 4764, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "Android prior to its unveiling, href=\"http://www.theregister.co.uk/2010/06/02/Steve Jobs_Steve Jobs_at_all_things_digital/\"> <strong> Steve Jobs </strong> said:`` No.... They started competing with us and it got more and more serious.'' Asked if he felt betrayed, he said: <q> My sex life is pretty good these days </q>. <strong> Eric Schmidt </strong> likes to portray Google as an`` open'' company that operates in contrast to a`` closed'' company like Apple.`` With the Apple model- which works extremely well, as I know", "new_id": -2}, {"uid": "1297245271110002197", "i": 8003, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": "was an understatement.`` I think you need to take` mass' off and put` obsessive,''' said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified, <q> He's obsessed with me. </q> <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> once judged together on`` American Idol.'' Now, both have left the show, going on to new television ventures. <strong> Simon Cowell </strong>'s new show`` The X Factor'' is set", "new_id": -2}, {"uid": "1295598912207912999", "i": 1699, "idx": 0, "sa": ["Eric Schmidt"], "q": "wat goed is voor 30 procent van de totale omzet in die periode. Eigenaren van websites kunnen met Adsense via Google ingekochte advertenties op hun sites tonen, waarbij Google een deel van de omzet opstrijkt. <q> Het vierde kwartaal was een geweldig einde van een topjaar. Onze prestaties werden gedreven door een snel groeiende digitale economie en de enorme interesse voor onze nieuwe activiteiten, zoals banneradvertenties en mobiel </q>, aldus Google-topman <strong> Eric Schmidt </strong>, die aan zijn laatste kwartaal als directeur van Google is begonnen. Tegelijk met de presentatie van de kwartaalcijfers maakte Google namelijk bekend dat <strong> Eric Schmidt </strong> in april het stokje zal title=\"Tweakers.net-- Google-ceo <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295594704029032469", "i": 41044, "idx": 1, "sa": ["Colin Powell", "George H. W. Bush"], "q": "things. General Norman Schwarzkopf, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q> Our mission was victorious because we had the best-trained military in the world, the <strong> George H. W. Bush </strong> had fortitude to make tough choices when they needed to be made and the unwavering support of the American people, </q> Schwarzkopf said.`` Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.'' <strong> Colin Powell </strong> said a peaceful solution was not possible because Saddam was unfazed", "new_id": -2}, {"uid": "1295102511128516251", "i": 24863, "idx": 0, "sa": ["Matt Cardle", "Simon Cowell"], "q": "to write his own songs for his debut album. According to The Mirror, <strong> Simon Cowell </strong> has approved the singer's request to pen his own tracks for the upcoming LP. A source said: <q> <strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs.`` They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q>", "new_id": -2}, {"uid": "1297296689124338295", "i": 14126, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "kicked smoking habit, first lady says... Article: <strong> Barack Obama </strong> ripped in Congress over Egypt, Lebanon... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> ha ha you stupid democraps will freeze to death </q> thanks to your one term muslim usurper <strong> Barack Obama </strong> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1295197610047906830", "i": 40776, "idx": 0, "sa": ["Tom Coburn", "Kathleen Sebelius", "David Gregory", "Kirsten Gillibrand"], "q": "be improved.'' Asked if the Department was making any contingency plans in case the law was struck down, <strong> Kathleen Sebelius </strong> did not detail any, emphasizing that the Department was working to implement the law. <q> We're going to continue to implement the law as long as it's the law, and I hope that it's for centuries to come. </q> NBC's Meet the Press Sen. <strong> Tom Coburn </strong>:` I've pretty much been disgusted with all the media' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) joined host <strong> David Gregory </strong> to provide an update as to", "new_id": -2}, {"uid": "1297124427224133140", "i": 2386, "idx": 2, "sa": ["Steve Ballmer", "Wes Miller"], "q": "saying the company had`` strong technical leaders in each business group.'' The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. <q> You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame, </q> he said.`` He also has to put the right people in the right places.'' To contact the reporter on this story: Dina Bass in Seattle at href=\"mailto:dbass2@bloomberg.net\" title=\"send_email_link\"> dbass2@bloomberg.net", "new_id": -2}, {"uid": "1295412304055623687", "i": 44815, "idx": 4, "sa": ["Mike Pence"], "q": "GOP <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse \" Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. \" Report Abuse <q> That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight </q> Since dirt is all you know, you think libs would have figured it out already. You start a dirty fight and still get your rear end handed to you. You dont know how", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]