[{"uid": "1295386580075563019", "i": 3835, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed to keep the automaker on top of the minivan segment in the North American market and said the company will develop a new type of minivan by 2014. <q> We're not going to give one inch of territory in terms of our domination of( the minivan) segment, </q> <strong> Sergio Marchionne </strong> said to workers at the Windsor Assembly Plant on Tuesday, where the Dodge Grand Caravan and the Chrysler Town& Country minivans are made. Chrysler, which popularized the minivan segment in 1983 under former", "new_id": -2}, {"uid": "1296604260133545987", "i": 28317, "idx": 0, "sa": ["Kevin Kolb", "Michael Vick"], "q": "NFL.com- For the second time, Eagles quarterback <strong> Kevin Kolb </strong> has expressed a desire to start. <q> My big deal is I just want to start somewhere, </q> said <strong> Kevin Kolb </strong>, who lost his job to <strong> Michael Vick </strong> after being injured in the season opener.`` I feel like I'm ready and have confidence that I can do a good job. I had a", "new_id": -2}, {"uid": "1297533337033751050", "i": 59459, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q> The American people cherish freedom, especially freedom of speech and of the press, </q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House.`` Bringing back the Fairness Doctrine would amount to government control", "new_id": -2}, {"uid": "1296622128088883207", "i": 18548, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "nominated so that the members could hang out with the stars of the costly flop, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>.`` That is rubbish. That is not the only reason,'' <strong> Ricky Gervais </strong> told the audience. <q> They also accepted bribes. </q>( The association has said the lawsuit is`` completely without merit.'') <strong> Ricky Gervais </strong> later joked that he had to help Berk get off the toilet and install his dentures. We welcome comments that", "new_id": -2}, {"uid": "1295217333029671439", "i": 16536, "idx": 0, "sa": ["Bernie Sanders"], "q": "in the seven-minute video.`` They begin and end with the criminals who commit them.'' She defended her own words and actions, noting that she had said while campaigning in Arizona last year, <q> We know violence isn't the answer. When we take up our arms, we're talking about our vote. </q> Liberal Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to Giffords.", "new_id": -2}, {"uid": "1297078610093552664", "i": 49972, "idx": 0, "sa": ["Michael Gove"], "q": "most disadvantaged children are targeted''. Also, it is to launch a scheme called`` Music Teach First'', through which it aims to recruit musicians from leading music schools to go to teach in <q> the nation's most challenging schools </q>. And it says it wants to make it easier for leading orchestras and musicians to help improve music education in schools. Education Secretary <strong> Michael Gove </strong> said:`` Music has the power to touch the", "new_id": -2}, {"uid": "1295450622002900031", "i": 55322, "idx": 1, "sa": ["Sergio Marchionne"], "q": "underpinnings that could be used for a full-size car, <strong> Sergio Marchionne </strong> said. The Windsor plant could also produce Fiat models, he said, as he stressed the flexibility of the engineering in the future vehicles. <q> You're going to see a new architecture on the line, a completely different architecture, completely re-thought, </q> <strong> Sergio Marchionne </strong> told reporters after the event.`` We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that", "new_id": -2}, {"uid": "1295617505107249688", "i": 8397, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off", "new_id": -2}, {"uid": "1295379138177815583", "i": 17381, "idx": 1, "sa": ["Regis Philbin", "David Letterman", "Larry King"], "q": "`` <strong> David Letterman </strong> just called, he said congratulations, i dont know if thats good or bad.- r'' And <strong> Regis Philbin </strong> isn't taLarry King his retirement too seriously, so you shouldn't either! <q> its not like dying, im just retiring from the show, </q> he added,`` by the way do you have a job for me,- r'' OK! NEWS: <strong> Regis Philbin </strong> REVEALS HE'LL LEAVE SHOW And <strong> Larry King </strong>, who also retired this year, took", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]