[{"uid": "1297217209168738846", "i": 16769, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government loans and other obligations in 2010, resulting in an annual net loss of$ 652 million. Chrysler made$ 763 million on an operating basis, which excludes interest and taxes. Advertisement <q> I am paying shyster rates, </q> <strong> Sergio Marchionne </strong> said Friday. Chrysler had no choice in 2009 but to pay the high interest rates the government set in its$ 15 billion bailout of Chrysler, he said, calling the loans`` a thorn in my", "new_id": -2}, {"uid": "1295570598118865953", "i": 6253, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having <strong> Larry Page </strong> running things day to day,", "new_id": -2}, {"uid": "1296160711194232381", "i": 16818, "idx": 0, "sa": ["Steve Ballmer"], "q": "devices that leverage ARM architecture-in particular, tablets and smartphones-offers both a potential threat and market-channel for Windows software. During this January's Consumer Electronics Show in Las Vegas, CEO <strong> Steve Ballmer </strong> highlighted the ARM development. <q> We made the announcement now in order to allow all of our partners to work together and build upon this innovation, </q> Microsoft could cite Windows Phone 7 sales, to a point. In recent days href=\"http://www.microsoft-watch.com/content/desktop_mobile/microsofts_windows_phone_consumer_sales_maybe_366099.html\"> both Microsoft and its carrier partners seem reluctant to discuss consumer sales in any depth.", "new_id": -2}, {"uid": "1296160603113164328", "i": 12768, "idx": 2, "sa": ["Donald Rumsfeld", "Tom Ridge", "Janet Napolitano", "John Ashcroft"], "q": ", <strong> Tom Ridge </strong> wrote in a tell-all book that sometimes officials such as <strong> John Ashcroft </strong> and <strong> Donald Rumsfeld </strong> pressured the department to change the level, and described a 2004 event in which his arguments against raising the alert worked. <q> I believe our strong interventions had pulled the` go-up' advocates back from the brink. But I consider the episode to be not only a dramatic moment in Washington's recent history, but another illustration of the intersection of politics, fear, credibility and security, </q> he wrote.`` After that episode, I knew I had to follow through with my plans to leave the federal government,'' he wrote. <strong> Tom Ridge </strong> Janet Napolitanoounced his resignation on November 30,", "new_id": -2}, {"uid": "1295464300008323104", "i": 58712, "idx": 0, "sa": ["Ellis Martin", "Eric Schmidt", "Jan Johansson"], "q": "media and quantifying results for your client to the power of communications, and more importantly one's reputation: 2 former ex rock radio jocks discuss the similarities of breaking a hit single and marketing a public company. <q> What works for investor relations 6 months ago, may not work today. You have to have your dominos lined up, then it's all about timing. After all, you have to be in the right place at the right time to make money. </q> Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday Jan Johanssonuary 21st in Vancouver on`` IR Secret Weapons-- Ensure Success and Quantify Results''. www.Ellis MartinEllis Martinreport.com http contact: Ellis Martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296155493239124507", "i": 23796, "idx": 0, "sa": ["Ted Landsmark", "Eric Schmidt"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosTed Landsmark by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... A driveable personal airplane: Innovation Economy( Boston Globe) Terrafugia CEO Carl Dietrich talks about his company's plans", "new_id": -2}, {"uid": "1295681320220479511", "i": 56129, "idx": 3, "sa": ["George Karl", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Kobe Bryant"], "q": "they never showed up. They never got it going.'' <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting. <q> In a game like tonight, on our All credit goes to BroadbandTV and NBA.com. The Nuggets beat up on the Los Angeles Lakers and <strong> Kobe Bryant </strong> in Denver, CO on Friday night. The final score was 105-79, in favor of Denver. http://wn.com/Kobe Bryant_Kobe Bryant,_Lakers_MVP_Chants_at_Pepsi_Center_after_sweeping_the_Nuggets,_2008 Lakers fans at the Pepsi Center in Denver drown out the`` <strong> Kobe Bryant </strong> sucks </q> chants from Nuggets fans following the Lakers 4-0 sweep of the Nuggets in the first round of the playoffs. Check out this wholesale real estate deal in Denver, CO- AsLeBron James$ 80k/ ARV$ 145k+", "new_id": -2}, {"uid": "1295807421110559236", "i": 34718, "idx": 15, "sa": ["Hillary Clinton", "John McCain", "Colin Powell", "Barack Obama"], "q": "mass destruction were found in Iraq. This hurt his career. I feel <strong> Hillary Clinton </strong> would have won if <strong> Barack Obama </strong> wasn't seen as a black man. That's my opinion. Former Secretary of State <strong> Colin Powell </strong> says, <q> I think that Sen. <strong> Barack Obama </strong> brings a fresh set of ideas to the table. </q> Speaking with reporters after his appearance on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between", "new_id": -2}, {"uid": "1296492708037863448", "i": 52171, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 http://wn.com/LeBron James_James Cleveland_36_Points_vs_Pistons_Game_4_Playoffs_2009!_HD!_26042009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made 3-pointers from every angle, drove into the lane for dunks and leaned into low post", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]