[{"uid": "1296579182133529610", "i": 19153, "idx": 0, "sa": ["Abdullah II of Jordan", "Zahi Hawass"], "q": "Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday. Once inside the museum, they went to the Late Period gallery, <strong> Zahi Hawass </strong> wrote. <q> When they found no gold, they broke 13 vitrines( glass showcases) and threw the antiquities on the floor. </q> The intruders then went back to the gallery housing artifacts from <strong> Abdullah II of Jordan </strong> Tutankhamun's tomb, where they opened one showcase, broke a statue of <strong> Abdullah II of Jordan </strong> Tut on a panther and threw it to the ground,", "new_id": -2}, {"uid": "1295941685109330459", "i": 46945, "idx": 3, "sa": ["Mario Chalmers", "Gregg Popovich", "Walter Herrmann", "Allen Iverson", "Michael Finley", "Erik Spoelstra", "Rasheed Wallace", "Udonis Haslem", "Dwyane Wade", "Richard Hamilton"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen.`` They were pounding us for three quarters and a half, but we Michael Finleyally got some key plays down the stretch,'' Miami <strong> Gregg Popovich </strong> <strong> Erik Spoelstra </strong> said. <q> <strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great. </q> Detroit was missing three key players- <strong> Richard Hamilton </strong>( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Walter Herrmann </strong>'s 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong> missed at", "new_id": -2}, {"uid": "1295668630145047589", "i": 35949, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Joe Dumars"], "q": "NBA.com staff reports-- <strong> Allen Iverson </strong>'s season is over. The Detroit Pistons said Friday the All-Star guard will miss the rest of the season-- and the playoffs if they make it-- because of a sore back. <q> After talLeBron James with <strong> Allen Iverson </strong> and our medical staff, we feel that resting <strong> Allen Iverson </strong> for the remainder of the season is the best course of action at this time, </q> Pistons president of basketball operations <strong> Joe Dumars </strong> said in a statement released by the team.`` While he has played in our last three games, he is still feeling some discomfort and getting him physically ready to compete at", "new_id": -2}, {"uid": "1296041205201015319", "i": 2580, "idx": 1, "sa": ["Rodney King", "Michael Vick", "Al Green", "Van Jones", "Howard Jones", "Alex Jones", "Alec Baldwin"], "q": "read this.`` <strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?'' by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns:`` <strong> Van Jones </strong>,` <strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots'' www.examiner.com <q> Exposed: The Secret http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex Jones_Howard Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex Jones_Howard Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/The_Al Green_Collar_Economy__Van Jones_Howard Jones_of_the_Center_for_ www.americanprogress.org In`` The <strong> Al Green </strong> Collar Economy </q>, Center for American Progress Senior Fellow, acclaimed activist and political advisor <strong> Van Jones </strong> delivers a real solution that both rescues our economy and saves the environment. The economy is built on and powered almost exclusively by oil,", "new_id": -2}, {"uid": "1297452178198262785", "i": 49560, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "ABC News Radio the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "new_id": -2}, {"uid": "1295556096104759333", "i": 21450, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd"], "q": " But insiders close to <strong> Cher Lloyd </strong> reveal she's not happy with the`` bubblegum pop'' angle <strong> Simon Cowell </strong> wants to take her in, as she's more interested in recording`` urban'' songs. <q> You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way, </q> one source blabs to the Daily Mail.`` She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain,'' adds the insider.`` You have to admire", "new_id": -2}, {"uid": "1295637393157057065", "i": 26298, "idx": 6, "sa": ["Danny Sullivan", "Larry Page", "Eric Schmidt"], "q": "jumped'' and`` won't stay that long'' at the company. He Was Pushed <strong> Eric Schmidt </strong> stepping down creates a`` huge advantage'' for Google, writes href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/didEric SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=13cemva3t/*http://searchengineland.com/googles-Eric Schmidt-Eric Schmidt-stepping-down-cofounder-Larry Page-Larry Page-to-be-google-ceo-61883\" title=\"Danny Sullivan\"> <strong> Danny Sullivan </strong> at Search Engine Land. <q> If <strong> Larry Page </strong> is stepping up as the public face, it's an opportunity to defuse or put some of the gaffes associated with <strong> Eric Schmidt </strong> behind the company. <strong> Larry Page </strong> carries virtually no such baggage. </q> href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/didEric SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=11n4m7g4c/*http://techcrunch.com/2011/01/20/google-Larry Page-Eric Schmidt/\" title=\"MG Siegler\"> MG Siegler at TechCrunch also thinks the departure was forced.`` This is clearly <strong> Eric Schmidt </strong> being removed from power,'' he writes.`` It appears to be because things just weren't", "new_id": -2}, {"uid": "1297349774105594907", "i": 50104, "idx": 0, "sa": ["David Letterman"], "q": "while you were still at <strong> David Letterman </strong>. Was that something you actively set out to do? I think it was both that I wanted to explore a movie career but also that there was this snotty, <q> This will be something I can bring on <strong> David Letterman </strong> and show a clip of and make fun of! </q> kind of attitude. That was behind a lot of the things that I did, including The Abyss. I say`` snotty'' because when I look back on it now, I think it was. But", "new_id": -2}, {"uid": "1297444054223772678", "i": 26471, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an'' href=\"http://blogs.technet.com/b/microsoft_blog/archive/2011/02/11/open-letter-from-ceo-Stephen Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft.aspx\" target=\"_blank\"> open letter.'' According to the document, <q> Nokia will adopt Windows Phone as its primary smartphone strategy </q>;`` Nokia will help drive and define the future of Windows Phone''; Nokia and Microsoft will closely collaborate on devStephen Elopment, joint marketing initiatives'';`` Bing will power Nokia's search services across Nokia devices", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]