[{"uid": "1297298613261144580", "i": 50091, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse \" it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane. \" Report Abuse <q> Quit sending us Mexican and we will quit sending you guns OK!!!! </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1296014343168460349", "i": 57606, "idx": 4, "sa": ["Bas Leinders", "Brian Campbell", "Aaron McKie", "Allen Iverson", "Tim Cahill"], "q": "scored 15 of his points in the third quarter as the Sixers pulled away. <strong> Allen Iverson </strong> started 2-of-8 and finished 17-of-29, including 9-of-9 from the foul line. He was 8-of-10 in the fourth quarter for 16 points. <q> He's fun to watch, </q> said <strong> Aaron McKie </strong>, who had 11 points.`` SomeTim Cahilles you get caught up in what he's doing. I don't think http://wn.com/KHTS_AM_1220_War_on_the_Floor_Valencia_70,_Brian Campbell_Hall_67 The Valencia boys Bas Leindersketball team beat <strong> Brian Campbell </strong> Hall, 70-67, in the War on", "new_id": -2}, {"uid": "1296571687135708683", "i": 1917, "idx": 1, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "the Globes hosting gig this year, launching broadsides against such megastars as <strong> Angelina Jolie </strong>, <strong> Johnny Depp </strong>, <strong> Charlie Sheen </strong>, <strong> Robert Downey Jr. </strong> and even the president of the HFPA. While taking the stage mid-show, a dour <strong> Robert Downey Jr. </strong> called the performance <q> hugely mean-spirited with mildly sinister undertones, </q> but <strong> Ricky Gervais </strong> has claimed all along that nobody complained to him and the atmosphere backstage and at the afterparty was`` great.''`` <strong> Ricky Gervais </strong> will not be invited back to host the show next year,", "new_id": -2}, {"uid": "1297302585098500612", "i": 19980, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "news push, AOL buys The Huffington Post <strong> Barack Obama </strong> Invited Muslim Brotherhood; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> Yet ANOTHER sleaze bag Republican! Yikes! </q> Report Abuse \" Only a republican would resign, if it was a democrate no one would be surprised. After all you \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If", "new_id": -2}, {"uid": "1295437992089227381", "i": 8295, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295566930055705737", "i": 40208, "idx": 0, "sa": ["Eric Schmidt"], "q": "outgoing Google chief href=\"http://hbr.org/web/extras/hbr-agenda-2011/Eric Schmidt-Eric Schmidt\"> had to say in a recent guest article for Harvard Business Review. In the piece, <strong> Eric Schmidt </strong> talks about how mobile stuff is perhaps the biggest thing at Google for 2011. <q> As I think about Google's strategic initiatives in 2011, I realize they're all about mobile, </q> he wrote.`` We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are,", "new_id": -2}, {"uid": "1295806433016547860", "i": 89, "idx": 0, "sa": ["Chris Huhne", "Harriet Harman"], "q": "Brown's office would not comment on the reports, while Scotland Yard also declined to respond to the latest allegations. However Ms <strong> Harriet Harman </strong> said that the police had a clear duty to uphold the law. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme.`` Nobody is above the law, no newspaper editor, no journalist.'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News", "new_id": -2}, {"uid": "1295670206191152262", "i": 14576, "idx": 0, "sa": ["Eric Schmidt"], "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"\"> a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295261344203423770", "i": 10695, "idx": 0, "sa": ["Charlie Sheen", "Bruce Willis", "Johnny Depp", "Angelina Jolie", "Robert Downey Jr.", "Christian Bale", "Ricky Gervais"], "q": "<strong> Christian Bale </strong> Berk, but also took shots at a number of Hollywood personalities, including <strong> Charlie Sheen </strong>, <strong> Bruce Willis </strong>, <strong> Angelina Jolie </strong> and <strong> Robert Downey Jr. </strong> After the show, <strong> Ricky Gervais </strong> acknowledged he might have some making-up to do. <q> The HFPA doesn't want me, NBC doesn't want me. Scientologists are out to get me, </q> he said.`` <strong> Johnny Depp </strong> is going to beat me up in the parking lot. And America won't want me anymore after my Atheist comment.'' The HFPA has long been criticized as a group", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]