[{"uid": "1296532535074448926", "i": 17220, "idx": 2, "sa": ["Anthony Parker", "Joey Graham", "Vince Carter", "Devin Harris", "LeBron James", "Allen Iverson", "Chris Bosh", "Linas Kleiza", "Jason Kidd"], "q": "to inch closer to the playoff picture with 35 games left in the regular seJason Kidd.`` This is a momentum booster and a confidence booster,'' said <strong> Joey Graham </strong>, who was guarding <strong> Devin Harris </strong> on the final shot. <q> We were looLeBron James for stretches of games like this during our stretch of loses. We needed these games to get us back on track, to get us back in the playoff run. </q> <strong> Anthony Parker </strong> added 21 points, and <strong> Chris Bosh </strong> had 18 http://wn.com/Allen Iverson_Allen Iverson_26pts_vs_VVince Carter_Nets_07/08_NBA_Nice_Layup <strong> Allen Iverson </strong> and three not as well-known backups got the Denver Nuggets a much needed win. <strong> Allen Iverson </strong> had 26 points, nine assists, and combined with <strong> Linas Kleiza </strong>, JR", "new_id": -2}, {"uid": "1295229897243892224", "i": 10047, "idx": 1, "sa": ["Gabrielle Giffords", "Marine Le Pen", "Kirsten Gillibrand"], "q": "More than a dozen people were also injured.` Progress every day' On Sunday, Senator <strong> Kirsten Gillibrand </strong>, said Ms <strong> Gabrielle Giffords </strong> was`` doing great'' and`` making progress every day''. <q> She's using both sides of her body. She's able to breathe on her own. She's able to oMarine Le Pen her eyes and to show people she understands what she's hearing and seeing, </q> Ms <strong> Kirsten Gillibrand </strong> said on NBC's Meet The Press programme.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. Risk contained No", "new_id": -2}, {"uid": "1295498091112721922", "i": 7376, "idx": 12, "sa": ["James Cleveland", "Derrick Rose", "Chris Webber", "LeBron James", "Allen Iverson", "Tim Duncan", "Ali Farokhmanesh", "Žydrūnas Ilgauskas", "Ben Wallace", "Byron Scott"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of Tim Duncanes when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 http://wn.com/Chicago_Bulls_vs_James Cleveland_CavAli Farokhmaneshers_8883_Highlights <strong> James Cleveland </strong>-- <strong> Byron Scott </strong>'s lineup changes had the <strong> James Cleveland </strong> CavAli Farokhmaneshers on the verge of a much-needed victory-- until <strong> Derrick Rose </strong> made the Ben Wallacegest play of the night.", "new_id": -2}, {"uid": "1297533337033751050", "i": 59460, "idx": 1, "sa": ["Mike Pence", "Greg Walden"], "q": ", especially freedom of speech and of the press,'' said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. <q> Bringing back the Fairness Doctrine would amount to government control over political views expressed on the public airways, </q> he said in a statement.`` We must pass the Broadcaster Freedom Act and bury the Fairness Doctrine once and for all.'' <strong> Greg Walden </strong>, who owned and operated radio stations with his wife for nearly", "new_id": -2}, {"uid": "1295476329265797672", "i": 1032, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell"], "q": "<strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season.`` The part that's a little difficult is judging young kids,'' the 62-year-old said. <q> It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done. </q>( A jab at <strong> Simon Cowell </strong>?)`` I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully.`` There", "new_id": -2}, {"uid": "1297059735095109230", "i": 41286, "idx": 0, "sa": ["Timothy Hutton", "Sergio Marchionne"], "q": "a seemingly serious note, with <strong> Timothy Hutton </strong> telling the audience that the people of Tibet and their culture are at risk. Loosening up, <strong> Timothy Hutton </strong> adds that even with all Tibet's troubles its people manage to <q> whip up amazing fish curry </q> that he was able to have at a discount at a Himalayan restaurant in Chicago with the help of a Groupon deal. Eminem puppet likeness is... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits... Photo in Slideshow:", "new_id": -2}, {"uid": "1295891778234930195", "i": 4269, "idx": 0, "sa": ["Alassane Ouattara"], "q": ")- Around 300,000 tonnes of Ivorian cocoa registered before presidential claimant <strong> Alassane Ouattara </strong> called for a one-month ban on deliveries remains to be exported, the head of the local sector body CGFCC told Reuters on Monday. <q> What I can tell you is that as of today, we have one million tonnes registered and 700,000 tonnes exported, </q> CGFCC president Ano Gilbert said.`` Three hundred thousand tonnes are in the pipeline.'' According to the terms of the ban called by <strong> Alassane Ouattara </strong> as part of efforts to starve incumbent Laurent Gbagbo of cash", "new_id": -2}, {"uid": "1295936962220463131", "i": 23803, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Romeo brand will also have returned to the U.S. market after 17 years. <strong> Sergio Marchionne </strong> said Fiat could expand beyond metro areas in a year or so, but he has greater aspirations for Alfa. <q> Alfa will be a bigger brand than Fiat, </q> <strong> Sergio Marchionne </strong> said.`` It is my sincere hope it plays in a much bigger box.'' Soave said her modest marketing budget, which she would not disclose, is sufficient to launch Fiat because it", "new_id": -2}, {"uid": "1297175256265814058", "i": 4168, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": " Former defense secretary <strong> Donald Rumsfeld </strong> says he should have stepped down in 2004 after photos emerged of the abuses done to Iraqi prisoners by U.S. personnel at the Abu Ghraib prison in Baghdad. <q> That was such a stain on our country, </q> he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed`` I stepped up and told the president I thought I should resign,'' he says.`` I think probably he and the military and the Pentagon", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]