[{"uid": "1297120126257998868", "i": 29002, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1296077951036618254", "i": 13400, "idx": 0, "sa": ["Steve Ballmer"], "q": "video recorder( PVR), sued AT&T over patents it holds on PVR technologies in August 2009. first suit against TiVo was a move to protect both its intellectual property and to indemnify its customer. <q> We have a strong and robust patent portfolio that we will vigorously defend against infringement. It is our responsibility to protect our customers and partners and to safeguard the investments we make to bring innovative products and services to market, </q> Kevin Kutz, Microsoft director of public affairs, said in an e-mail to InternetNews.com. A year ago in his Consumer Electronics Association keynote, Microsoft CEO <strong> Steve Ballmer </strong> told the audience that Mediaroom had garnered some 4", "new_id": -2}, {"uid": "1297269552258801706", "i": 1407, "idx": 5, "sa": ["George W. Bush", "Colin Powell"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295235193086523943", "i": 5662, "idx": 1, "sa": ["Charles Woodson", "Michael Vick", "Aaron Rodgers"], "q": "leading an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia, <strong> Aaron Rodgers </strong> thoroughly dominated the team that had home-field advantage on the NFC side.`` We have what it takes,'' Packers cornerback <strong> Charles Woodson </strong> said. <q> Make no mistake about that. </q> The Falcons( 13-4) were set up to make a run at just the second Super Bowl in franchise history, but four turnovers and five sacks made for an ugly night that sent most of the", "new_id": -2}, {"uid": "1295534633152666122", "i": 33672, "idx": 1, "sa": ["Simon Cowell"], "q": "advice you can give me?'' and he said,`` <strong> Simon Cowell </strong>, always know when to leave the fair.'' And I think that's good advice.` Something inside you just says, <q> You know what, it's time to go. </q> Without any regrets whatsoever.' I can look back on the past ten years and say,`` It's been a blast.'' I've enjoyed myself, I mean it's not the most", "new_id": -2}, {"uid": "1295753709087883829", "i": 7419, "idx": 1, "sa": ["Lou Williams", "Allen Iverson", "Jason Kapono", "Samuel Dalembert", "Chris Bosh"], "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` We're jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-bJason Kaponoce layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "new_id": -2}, {"uid": "1297451519240746502", "i": 3435, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld", "Ron Paul"], "q": "anti-war cult figure Congressman <strong> Ron Paul </strong>. As the two partners in crime, as <strong> Ron Paul </strong> supporters view them, yukked it up on stage, there were cries of`` draft dodger''( to <strong> Dick Cheney </strong>), <q> so where's bin Laden then? </q>( to <strong> Donald Rumsfeld </strong>) and`` war criminal''( to either, or both). Characteristically, the barracking bothered them one jot.`` Sit down and shut up,'' <strong> Dick Cheney </strong> told the hecklers", "new_id": -2}, {"uid": "1297163077054263818", "i": 49214, "idx": 4, "sa": ["Simon Cowell"], "q": "the contestants but also mentor them, the live portion of the show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants. <q> I got bored of just judging, </q> said <strong> Simon Cowell </strong>.`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end", "new_id": -2}, {"uid": "1295994286180568075", "i": 44774, "idx": 7, "sa": ["James Cleveland", "Spud Webb", "LeBron James", "Chris Webber", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Spud Webbe... <strong> LeBron James </strong> 36 Points vs Pistons Game 4 Playoffs 2009! HD! 26.04.2009 <strong> LeBron James </strong> 36 Points vs Pistons", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]