[{"uid": "1295200225198885398", "i": 12444, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "href=\"http://www.latimes.com/topic/entertainment/Mark Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. According to University Medical Center in Tucson, where <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1296892575106627096", "i": 54064, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", stanno portando avanti un processo`` di integrazione culturale basato sul rispetto reciproco e sull` umilt, dove non c'? spazio per il nazionalismo o l'arroganza di quelli che ritengono di saperne di pi'': <q> ho fiducia nel futuro di Fiat e Chrysler </q>, osserva <strong> Sergio Marchionne </strong>, spiegando che le due case automobilistiche hanno ottime squadre al vertice e sono`` perfettamente complementari in termini di prodotto, architetture e presenza geografica''. Dichiarazione di Sodexo: la SEIU blocca i", "new_id": -2}, {"uid": "1295549525218546193", "i": 45429, "idx": 0, "sa": ["Eric Schmidt"], "q": "Eric Schmidtsson MT15i/ Vivaz 2 ensnared by Eldar Murtazin, given glowing preview Google Ventures Leads$ 600K Investment In LawPivot, A Quora For Startup Legal Advice Facebook, Microsoft And Carriers' Dysfunctional Relationship With Apps Facebook: <q> You Don't Get To 500 Million Mobile Users Without A Few Feature Phones </q> New Facebook Mobile App Brings the` Book to People Without Smartphones Facebook for Feature Phones launched with free data on certain carriers <strong> Eric Schmidt </strong>: All of Google's Strategic Initiatives in 2011 are Mobile Google's <strong> Eric Schmidt </strong>: All", "new_id": -2}, {"uid": "1296660106176242759", "i": 9, "idx": 3, "sa": ["Patrick Achi", "Alassane Ouattara", "Charles Blé Goudé"], "q": "main offices in Dakar, Senegal. Power cut warning Mr <strong> Alassane Ouattara </strong>'s spokesman, <strong> Patrick Achi </strong>, accused Mr Gbagbo's regime of being`` bank robbers'', at a press conference last week. <q> This situation must end as quickly as possiCharles Blé Goudé because within a couple of days or within a week, we will begin to see the effects of this situation. It would not even be possiCharles Blé Goudé to have cash to purchase goods, even if these goods are availaCharles Blé Goudé on the market. </q> After two months, Laurent Gbagbo's supporters show little sign of conceding In his effort to put pressure on Mr <strong> Alassane Ouattara </strong>'s supporters, Mr Gbagbo has also taken over the privatised electricity company's distribution network", "new_id": -2}, {"uid": "1294959072111804467", "i": 18151, "idx": 0, "sa": ["David Letterman", "Martin O'Malley", "Conan O'Brien", "Julia Louis-Dreyfus"], "q": "href=\"http://wn.com/s/phones/index.html\"> phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a HBO to film pilot episode in Maryland for series Maryland for series starring <strong> Julia Louis-Dreyfus </strong>( AP) Euro </q> HBO will film a pilot episode in Maryland for a series starring <strong> Julia Louis-Dreyfus </strong>. Gov. <strong> Martin O'Malley </strong> made the announcement on Tuesday. Filming for the show titled`` VEEP'' starts in late February in comedy set near the White", "new_id": -2}, {"uid": "1295785121098680885", "i": 37447, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong>, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> said he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> Brin will concentrate on developing new products. He's worth$ 15 billion, but <strong> Larry Page </strong> remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1297124273189071372", "i": 28146, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "achieve a grade C or above in this combination of subjects will receive a special certificate, the English Baccalaureate. <strong> Andy Burnham </strong> said <strong> Michael Gove </strong> was encouraging a`` dog-eat-dog world'' and said students had the right to <q> study subjects that interest them most </q>. He said <strong> Michael Gove </strong> was`` inflicting an ideological experiment'' on pupils.He said the Michael Government's flagship free schools were being approved without consultation with people who live nearby, while`` existing local schools are being left to", "new_id": -2}, {"uid": "1296005040180027420", "i": 26594, "idx": 2, "sa": ["Simone Gbagbo", "Alassane Ouattara"], "q": "who claims victory after the presidential elections.... No Comment| euronews: watch the international news without commentary| www.euronews.net... Laurent <strong> Simone Gbagbo </strong>:`` <strong> Alassane Ouattara </strong> a amen la violence politique en C?te d'Ivoire'' Laurent <strong> Simone Gbagbo </strong>: <q> <strong> Alassane Ouattara </strong> a amen la violence politique en C?te d'Ivoire </q> Au cours d'un meeting qu'il a anim ce vendredi dans la commune de Port-Bouet, le candidat de La Majorit Pr?sidentielle( Lmp), Laurent <strong> Simone Gbagbo </strong> n' a pas m?nag son adversaire pour le second tour de la", "new_id": -2}, {"uid": "1295566930055705679", "i": 36322, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO. 5:44 pm January 20, 2011 <cite> Anonymous </cite> kabster728( Katie Boehret)''( Clarification: <strong> Eric Schmidt </strong> out as CEO-- becoming chairman of Goog)'' kabster728( Katie Boehret) <q> <strong> Eric Schmidt </strong> is out, <strong> Larry Page </strong> is moving up to CEO: the shakeup at Google href=\"http://twitter.com/kabster728\"> kabster728( Katie Boehret)`` Can employers fire over Facebook gaffes? WSJ: geoffreyfowler( Geoffrey Fowler)`` What's in a`` Like? </q> A writer ponders why men's knitting circles elicit more Likes than climbing the GW Bridge href=\"http://twitter.com/kabster728\"> kabster728( Katie Boehret)`` Want to remotely access your PC on the iPad?@noahcarter It", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]