[{"uid": "1296952455136560644", "i": 5576, "idx": 0, "sa": ["Sergio Marchionne"], "q": "think Britain's bailed-out banks are ungrateful, take a look at Detroit-based carmaker Chrysler, which owes$ 5.8 bn to US taxpayers as a result of a rescue package that averted liquidation two years ago. <q> I want to pay back the shyster loans, </q> Chrysler's chief executive, <strong> Sergio Marchionne </strong>, told an industry conference on Friday. This wasn't an accidental outburst: he went on to repeat the word`` shyster'' twice more. Chrysler is obliged to", "new_id": -2}, {"uid": "1296429332256245803", "i": 14453, "idx": 10, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Phil Jackson"], "q": "quarter, as the Phil Jacksonadelphia 76ers overcame <strong> Reggie Miller </strong>'s 41 points, beating the Indiana Pacers 116-98 Tuesday night to even their first-round series at 1-1. Game 3 of the Travis Best-of-five Eastern Conference quarterfinals is Saturday in Indiana. <q> I'm going to remember this game for a long time, </q> said <strong> Allen Iverson </strong>, who also had nine assists.`` I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game", "new_id": -2}, {"uid": "1296527560008503328", "i": 20333, "idx": 2, "sa": ["Jeff Francoeur", "Michael Vick", "Natalie Portman"], "q": "He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome.`` I'll never forget this day,'' an emotional <strong> Michael Vick </strong> said after the game. <q> I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used to see when I lived in this city for six years. I'll never forget shedding a tear on the bus ride over here this morning because I took that route every Sunday to come here and play. </q> Former Brave <strong> Jeff Francoeur </strong> signed a sweet deal with the Royals. Is he worth the price? The` My Princess Dance' is an annual father-and-daughter event celebrating family relationships. <strong> Natalie Portman </strong> and", "new_id": -2}, {"uid": "1297122406226197630", "i": 33897, "idx": 5, "sa": ["Simon Cowell", "Will Smith"], "q": "on the judging panel. I don't think things <strong> Will Smith </strong> change too much.'' <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it <strong> Will Smith </strong> involve working directly with contestants. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I <strong> Will Smith </strong> have a lot more to do, </q> he said. On X-Factor'' competitors <strong> Will Smith </strong> make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see`` who can handle", "new_id": -2}, {"uid": "1296817703066027527", "i": 52682, "idx": 3, "sa": ["David McIntosh", "Mike Pence", "Karen Hartman"], "q": ", <strong> Karen Hartman </strong>, at an evangelical church service where she was playing the guitar.`` I think his faith is first and foremost what makes him tick,'' said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican. <q> Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> Bill Stephan, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.", "new_id": -2}, {"uid": "1295916542006537217", "i": 4605, "idx": 3, "sa": ["Bill Lockyer", "Diane Harkey"], "q": "bit leery of its impact on our state and the rest of our local municipalities,'' <strong> Diane Harkey </strong> said. There's also the political question of what governor would want to lead his or her state into bankruptcy. <q> I can't imagine anyone doing it, </q> <strong> Bill Lockyer </strong> said. title=\"A 10-year-old boy reported missing in Roseville has been found safe, p...\" href=\"http://www.kcra.com/news/26599406/detail.html\"> Missing 10-Year-Old Found Safe In Roseville title=\"A man who had been out drinking impaled his leg on a fence in midtown", "new_id": -2}, {"uid": "1295559175029818886", "i": 57867, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "products,'' with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> It's clear the idea is to frame this as a simple organizational shuffle-- <strong> Eric Schmidt </strong> says that he, <strong> Sergey Brin </strong>, and <strong> Larry Page </strong>`` anticipate working together for a long time to come''-- but there's no", "new_id": -2}, {"uid": "1296165849194232363", "i": 23413, "idx": 0, "sa": ["Mike Pence"], "q": "from his ambassadorship. Good luck with the`` sure, I worked for Obama but I didn't enjoy it'' messaging in the primaries, Jon. Update: Done deal. <q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' \" He said he would make", "new_id": -2}, {"uid": "1295408846085049364", "i": 24572, "idx": 4, "sa": ["Stephen Tyler", "Toby Young", "Robert Thompson", "Simon Cowell", "Jennifer Lopez"], "q": "one to get.'' <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Stephen Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says.`` Being mean was what made him a celebrity. But <strong> Stephen Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]