[{"uid": "1295910678241205248", "i": 18883, "idx": 1, "sa": ["Tim Cook", "Eric Schmidt", "Steve Jobs", "Nigel Slater"], "q": "ingredients are easy to find, says <strong> Nigel Slater </strong> Quince and apple tart. All photographs by Jonathan Lovekin <strong> Steve Jobs </strong>' Exit: Weekly Tech Recap <strong> Tim Cook </strong> would again step in to handle the day-to-day running of the iPhone maker. <q> I will continue as CEO and be involved in major strategic decisions for the company, </q> said <strong> Steve Jobs </strong>. Apple COO <strong> Tim Cook </strong> The iconic CEO's departure raised questions for investors about Silicon Valley's Week of Shake-Ups NBCBayArea Silicon Valley had a few big shake-ups this week, with Google's chief <strong> Eric Schmidt </strong> stepping down", "new_id": -2}, {"uid": "1296583372091275275", "i": 9890, "idx": 0, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "was elected Taoiseach have been a time of great trial and test, I believe we have worked hard to correct past failures and to secure the future recovery of our country,'' he told politicians. <q> I know some of the decisions my government had to take were not popular. But they had to be taken. </q> He found little comfort from the leaders of Fine Gael and Labour, the two parties which are expected to form the next government. Labour leader <strong> Eamon Gilmore </strong> said <strong> Brian Cowen </strong>'s coalition government had`` brought", "new_id": -2}, {"uid": "1295963650062226445", "i": 34006, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara", "Ernest Bai Koroma"], "q": " Gbagbo is locked in a power struggle with <strong> Alassane Ouattara </strong>, who was declared winner of a Nov. 28 election by United Nations-certified results before they were overturned by a pro-Gbagbo legal body, which alleged fraud. <q> If you don't move firmly, there's a chance you'll get more of this this year. We don't want to create a bad precedent, </q> <strong> Ernest Bai Koroma </strong>'s press secretary Unisa Sesay said. is due to hold around 20 Barack Obamaial elections over the next 18 months and regional leaders are concerned the impasse could encourage poll disputes elsewhere. Nigeria's state news", "new_id": -2}, {"uid": "1295478827046153737", "i": 34998, "idx": 0, "sa": ["Mike Pence", "Harry Reid"], "q": "elections, when Republicans took back majority control of the House but not the Senate. Republican Representative <strong> Mike Pence </strong> said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters. <q> So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people, </q> said <strong> Mike Pence </strong>. Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader <strong> Harry Reid </strong> said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"uid": "1297177746196968450", "i": 11069, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": "told <strong> David Letterman </strong>,`` I watch your show a lot. It's good to be here.'' <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his`` ascension to the throne following <strong> Brett Favre </strong>'' was a remarkable story. <q> I'm not 6' 5 </q> and I'm not 240 lbs, but I think the things you can't measure are often the things that give people the most success,'' <strong> Aaron Rodgers </strong> explained. <strong> Aaron Rodgers </strong> was born in Chico in Butte", "new_id": -2}, {"uid": "1295303967102465536", "i": 33020, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the patient, husband, or parents to sue a provider who they believe violated law in a late-term abortion. The <strong> Barack Obama </strong> of the Center for Reproductive Rights describes the law as`` clearly unconstitutional'' and not grounded <q> in either the Constitution or science </q>. At the Federal level, Indiana's Representative <strong> Mike Pence </strong> has just introduced legislation denying funding for non-abortion reproductive procedures( abortion funding has already been eliminated) to organizations who provide abortion in their menu of reproductive", "new_id": -2}, {"uid": "1297609955260161538", "i": 36062, "idx": 0, "sa": ["Paris Hilton", "Priscilla Presley", "Suzanne Somers", "Simon Cowell", "Lindsay Lohan", "Heidi Montag", "Jessica Simpson"], "q": "<strong> Jessica Simpson </strong>, <strong> Paris Hilton </strong>, <strong> Heidi Montag </strong>, and Fargolina Sondheim. She then informed the judge that there is a very good reason why he can not send her to prison or even back into rehab. <q> And what might that very good reason be? </q> The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied,`` The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me", "new_id": -2}, {"uid": "1297234411010321925", "i": 55122, "idx": 0, "sa": ["Michael Vick", "Christopher Chase", "Aaron Rodgers"], "q": "is <strong> Christopher Chase </strong>'s articles are only going to get worse now that football season is over( if such a thing is possible) Here's a taste of what we can see in a few weeks. <q> <strong> Aaron Rodgers </strong> Sends Back Steak at Green Bay Steakhouse </q>`` <strong> Michael Vick </strong> Adopts a Virtual Dog on Web-Site''`` <strong> Christopher Chase </strong> Assaulted at Local Wendy's'' On another note... I've noticed quite a few of my` <strong> Christopher Chase </strong> is a douchbag'' comments disappearing", "new_id": -2}, {"uid": "1295907459085770303", "i": 35082, "idx": 6, "sa": ["Zahi Hawass", "Michael Bauer"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'' Cooperstown for noodles It's <strong> Michael Bauer </strong>'s Bay Area pasta hall of fame. This heavenly ragout from Cotogna makes", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]