[{"uid": "1295497542237502476", "i": 38103, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1296171297131055622", "i": 30446, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "th District in the House.`` One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families,'' said <strong> Kirsten Gillibrand </strong>. <q> I am honored to once again serve on the Armed Services Committee to continue fighting for America's troops and veterans. </q>", "new_id": -2}, {"uid": "1295214437036208682", "i": 29792, "idx": 0, "sa": ["Simon Cowell"], "q": "her approach to a peer conversation, and described the new judges' panel so far as a`` collaborative table'' focused on lifting the contestants who survived the cross-country cattle calls onto Hollywood and beyond. <q> There's nothing like having that discussion with another artist to help you grow, </q> she said.`` At the end, America's voting. We're here to guide them through it and mentor them through it.'' That didn't always seem the case with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295799418036782093", "i": 2728, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1297446685101842958", "i": 25164, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said,`` It's now a three-horse race.'' Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. </q> Nokia said it would relegate its Symbian operating system to the status of`` a franchise platform.'' Its second operating system, MeeGo, developed with Intel, would be turned into an open-source product,", "new_id": -2}, {"uid": "1295704881085770248", "i": 48186, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "<strong> Derek Hough </strong> by friend and X Factor colleague <strong> Simon Cowell </strong>. The music mogul feels that <strong> Cheryl Cole </strong> would be wiser to live alone and become a star in her own right, a source told the newspaper. <q> <strong> Cheryl Cole </strong> told him( <strong> Derek Hough </strong>) she would spend a lot of time at his, but she needs her own space. She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend', </q> the insider added. However, <strong> Derek Hough </strong> is said to be`` gutted'' that the Fight For This Love singer, who has been tipped for a Brit Award, is not moving in with him.", "new_id": -2}, {"uid": "1295499873140181515", "i": 25734, "idx": 1, "sa": ["Vince Carter", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> Vince Carter </strong>- Top 10 Dunks 2:29 <strong> Vince Carter </strong>`` <strong> Vince Carter </strong> </q> <strong> Vince Carter </strong>( born January 26, 1977) is an American professional basketball player in the National Basketball Association( NBA). He is currently a starting shooting guard for the New Jersey Nets. Mostly known for his", "new_id": -2}, {"uid": "1295319354058130441", "i": 28709, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential", "new_id": -2}, {"uid": "1296362329255475725", "i": 5270, "idx": 3, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "teams in Los Angeles and Chicago have won 47 straight playoff series after winning Game 1.`` I wish I had put it in the bank, so to speak,'' said Jackson, the 10-time champion. <q> We've got to play this out.... Our defense stiffened at various points in the game, was very effective. We've got a lot of work ahead of us, but it's nice to know that( the 47-0 streak) is on our side. </q> Game 2 is Sunday night at Staples Center. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on", "new_id": -2}, [{"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]]