[{"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q>turned and looked at the picture... then looked me right in the eye... and walked away.</q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1295158532128794647", "i": 513, "idx": 4, "sa": ["Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game per doctors orders. <q>If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin,</q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295445493176455708", "i": 6364, "idx": 0, "sa": ["Adam Lambert", "Simon Cowell", "Jordin Sparks", "Steven Tyler"], "q": "<strong> Simon Cowell </strong>, the first three weeks of broadcast material from nationwide auditions will likely have its usual share of hopeless warblers among the next potential new superstar. In this May 26, 2010 photo released by Fox, <q>American... American Idol star <strong> Jordin Sparks </strong> performs \"Battlefield</q> at... Photo in Slideshow: American Idol star <strong> Jordin Sparks </strong> pose for a photo with Zander...- NEW YORK, NY--( Marketwire- 01/05/11)- <strong> Adam Lambert </strong> Photo: <strong> Steven Tyler </strong> speaks on stage after being", "new_id": -2}, {"uid": "1295897616111312927", "i": 48800, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Images View Larger Images Get Quote Symbol Lookup In the 1990s, attorney Gary Reback helped goad the Department of Justice into launching the landmark antitrust lawsuit against Help us to keep our finger on the pulse. <q>Previous| Main <strong> Rupert Murdoch </strong> employs BP strategy <strong> Robert Peston </strong>| 09:12 time, Monday, 24 January 2011 You might call it the BP strategy. It goes like this: company suffers a newspaper he headed and the row is unlikely to go away, commentators said Saturday. \"So far, our worst day in government,</q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Call to probe police over investigation into hacking Minister <strong> David Cameron </strong>'s hopes of limiting the", "new_id": -2}, {"uid": "1296864258154910775", "i": 3226, "idx": 1, "sa": ["Sergio Marchionne"], "q": "news, data and anlaysis. Sample \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q>Pay back the loans, get those out and then take( the company) public.</q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker", "new_id": -2}, {"uid": "1295155292216006706", "i": 22702, "idx": 0, "sa": ["Troy Polamalu", "Michael Vick", "Ben Roethlisberger"], "q": "of the suspension, reduced from six games, and has been up and down. But Steelers safety <strong> Troy Polamalu </strong> said he saw something deeper, more compelling than football, in <strong> Ben Roethlisberger </strong>'s saga this season. <q>I think the better story is the story of repentance,</q> <strong> Troy Polamalu </strong> said after Saturday's game. \"If fans want to see anything and how a true hero or a true role model should be, it should be <strong> Ben Roethlisberger </strong> or <strong> Michael Vick </strong> or these guys who", "new_id": -2}, {"uid": "1296964906258326574", "i": 17478, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.</q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a", "new_id": -2}, {"uid": "1295287031003260440", "i": 5058, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Microsoft Dynamics CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting Feb. 28. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized Dynamics CRM's <q>familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data.</q> Microsoft finds itself locked in fierce battle for CRM market-share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals. In trying to set cloud", "new_id": -2}, {"uid": "1297092821239337897", "i": 33633, "idx": 0, "sa": ["Simon Cowell"], "q": ", Miami, New York/New Jersey and Seattle beginning Sunday, March 27. Specific dates for each city have yet to be announced. Contestants will compete for a$ 5 million Sony record deal. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1297595058169951241", "i": 7613, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "only if she is a TV judge. According to a UK source, <strong> Cheryl Cole </strong> had been approached for initial talks over her individual deal and that it could be easily worth 1 million dollars. <q><strong> Cheryl Cole </strong> would love it but she knows it could easily be someone else on that poster,</q> the Daily Star quoted an insider as saying. Last year, <strong> Simon Cowell </strong> scored a promotional deal worth 60 million dollars with Pepsi to appear on the show. Copyright Asian News International/DailyIndia. com", "new_id": -2}]