[{"uid": "1296495369175095837", "i": 44678, "idx": 0, "sa": ["Steve Ballmer"], "q": "reported, \"Pilot cooperation between Microsoft Corp.'s Bing search engine and Alibaba Group search website Etao has ended, a spokeswoman for a Microsoft joint venture in China said Monday.\" Then Fletcher continued, <q>The spokeswoman for Shanghai MSN Network Communications Technology Co., a Microsoft joint venture that operates Bing in China, said she was unsure when the cooperation ended and called it \"uncertain' whether it would be restored.<q> That's less than encouraging news for Microsoft supporters, since a different representative labeled China \"the most important strategic market for Microsoft\" in late 2009, and <strong> Steve Ballmer </strong> didn\"t back down during", "new_id": -2}, {"uid": "1296859850024854534", "i": 2209, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the term \"shyster\" at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,<q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.<q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1295601684081559570", "i": 26664, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "has been coming under pressure from social networking rivals such as Facebook and Twitter. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google was \"probably overdue for a major management reorganization.\" <q>The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,<q> he said in a blog post. \"It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism", "new_id": -2}, {"uid": "1296280079111296551", "i": 6650, "idx": 7, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear front-runner, and I think the race is his if he chooses to accept it,<q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Gov. <strong> Mitch Daniels </strong>, who is considering a run for president himself, has reached his two-term limit and can not run again in", "new_id": -2}, {"uid": "1295996276049692682", "i": 17025, "idx": 0, "sa": ["Dick Conway", "Bill Lockyer", "Newt Gingrich"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q>it's going to be closer to zero,<q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN MATEO 2 BR/ 2.0 BA$ 775,000.00 SAN MATEO 2", "new_id": -2}, {"uid": "1296441222107479051", "i": 31760, "idx": 0, "sa": ["Jay Leno", "Conan O'Brien", "David Letterman", "Michele Ganeless"], "q": "<strong> Jay Leno </strong>'s is 55.6; and <strong> David Letterman </strong>'s is 55.8. The other late-night host on TBS, George Lopez, has the second-youngest audience, at 33.7. <strong> Michele Ganeless </strong>, president of Comedy Central, said, <q>It has never been about <strong> Jon Stewart </strong> versus <strong> Conan O'Brien </strong>.<q> She said the two shows could easily co-exist. Brad Adgate, director of research for Horizon Media, said that \"the way <strong> Conan O'Brien </strong>'s ratings have been dropping might be causing alarm at TBS,\"", "new_id": -2}, {"uid": "1296082803258637838", "i": 12070, "idx": 4, "sa": ["Barack Obama", "Michele Bachmann", "Mike Pence"], "q": "once they're smoked.\"- <strong> Barack Obama </strong> \"Soon a fresh water salmon will sit next to a salt water salmon in the spirit of civility.\"- <strong> Mike Pence </strong> Moore <q>The Tea Party has become a major force in American politics and within the Republican Party. Hearing the Tea Party's perspective on the State of the Union is something we believe CNN's viewers will be interested in hearing.<q>- CNN official statement \"Just the creation of this nation itself was a miracle. Who's to say that we can't see a miracle again?\"- <strong> Michele Bachmann </strong>, a", "new_id": -2}, {"uid": "1296111305260849667", "i": 42937, "idx": 0, "sa": ["Michael Jackson", "Marc Anthony", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q>heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam<q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American <strong> Marc Anthony </strong> and", "new_id": -2}, {"uid": "1295942099041975843", "i": 48479, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "lot times it has a lot to do with jealousy.\" \"We hit the guy pretty hard, we broke out some different angles, all different places on the field,\" Raji said. <q>I mean, he is a warrior. Any time a player has the longevity that he has had in this league you are a tough guy.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 2 BR/ 1.0 BA$ 565,000.00 KENSINGTON 3 BR/ 2.0 BA$ 499,000.00", "new_id": -2}]