[{"uid": "1296770511173654034", "i": 14674, "idx": 48, "sa": ["Donald Rumsfeld", "Colin Powell", "Andrew Card", "Paul Wolfowitz"], "q": "'s deputy, <strong> Paul Wolfowitz </strong>,`` was leaking against him''- which <strong> Donald Rumsfeld </strong> says he did not believe. You might describe this as the war behind the war. The sniping reached the Oval Office. <q> It needs to stop, </q> Bush told him. <strong> Donald Rumsfeld </strong> responded that it was State that was trashing the Pentagon. Chief of staff <strong> Andrew Card </strong> said he heard the opposite complaint from <strong> Colin Powell </strong>'s team. Bush called the next day. <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295816701183353357", "i": 6393, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick TechCrunch Disrupt Winner Qwiki Hits No. 1 On Google Trends` Hot Searches'", "new_id": -2}, {"uid": "1295693165029671442", "i": 5341, "idx": 3, "sa": ["Allen Iverson", "Danny Granger", "Jim O'Brien", "Andre Iguodala", "Phil Jackson"], "q": "hard to beat a team twice,'' <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Phil Jacksonadelphia failed in its bid to win three straight games for the first time this season. <q> We do a lot of things positive on the basketball court, we're just not putting together whole games, </q> <strong> Allen Iverson </strong> said.`` That's the frustrating part, because a game like this, we're supposed to win.'' Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers", "new_id": -2}, {"uid": "1296431574085868563", "i": 53102, "idx": 0, "sa": ["Michael Vick"], "q": ". \" Was raping in skee ball and tickets starting printing out like mad from the machine. Some black guy steps on them as I am about to tear them off and I'm like <q> zomg, what the fuck </q> As he walks by I catch a glimpse of him and it's <strong> Michael Vick </strong> on a date with some hoodrat. This was right about the time the Ron Mexico/herpes fiasco happened with him.", "new_id": -2}, {"uid": "1296648254175931443", "i": 55946, "idx": 1, "sa": ["David Letterman", "Barack Obama", "Mitt Romney"], "q": " Draped on the same blazer and open-collared shirt he wore David Lettermanier in the day on a New York City media blitz, <strong> Mitt Romney </strong> was the object of <strong> David Letterman </strong>'s needle even before starting down the list. <q> I begged him to put on a tie, </q> the host said as the former Massachusetts governor, and likely 2012 Barack Obamaial contender, chuckled. <strong> Mitt Romney </strong> then began his appointed task: reading a list of`` Top Ten Things You Don't Know About <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1297210131061849602", "i": 3914, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "about former Secretary of State <strong> Colin Powell </strong>'s infamous 2003 speech to the href=\"http://www.foxnews.com/topics/politics/united-nations.htm#r_src=ramp\"> United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong> was an`` honorable man'' who <q> believed every word he gave in that speech. </q> <strong> Donald Rumsfeld </strong> also defended the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's", "new_id": -2}, {"uid": "1296055743070402055", "i": 44924, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "from the Google PR team had the chutzpah to make this suggestion to <strong> Larry Page </strong> or if <strong> Larry Page </strong> came up with the idea himself. As a final human touch, <strong> Eric Schmidt </strong> tweeted after the news was out: <q> Day-to-day adult supervision no longer needed! </q> I could have done without the exclamation point, but using a medium like Twitter provided a nice book end to why Google's board pursued <strong> Eric Schmidt </strong> in the first place in 2001. Again, many articles", "new_id": -2}, {"uid": "1297279329173539341", "i": 34461, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "CAN Create more regulation YES I CAN Increase the size of government YES I CAN Create more wasteful spending YES I CAN Take in more ILLEGAL ALIENS YES I CAN Report Abuse <q> He is smart to collect retirement pay from the Senate before they quit paying it due to the loss of funds for it. Save all your cash,... the big crash is coming in years to come. You think Egypt has it rough... just wait for the US to start cashing in the bonds to pay Social Secuity retirees in the next 20 year!!!! </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295754864179863585", "i": 31395, "idx": 2, "sa": ["Marcus Camby", "LeBron James", "Allen Iverson", "Kenyon Martin", "Luther Head"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the final 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was definitely important, </q> Denver center <strong> Marcus Camby </strong> said.`` We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip.`` We had http://wn.com/Allen Iverson_Allen Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Kenyon Martin_Luther Head_LeBron James_*AI_on_Obama <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]