[{"uid": "1295207017257589379", "i": 9996, "idx": 0, "sa": ["Jennifer Lopez", "Kristy Lee Cook", "Simon Cowell"], "q": "too, in light of its winners' recent track record. But <strong> Kristy Lee Cook </strong>, a season seven finalist who's now signed to Nashville's Broken Bow Records, was optimistic about the show's direction. <q> There's definitely room for another season, </q> she says.`` I think it's going to be great with <strong> Jennifer Lopez </strong> and actual artists( judging).... They actually understand what's going on, unlike <strong> Simon Cowell </strong>, who didn't know because he's", "new_id": -2}, {"uid": "1295829484172982279", "i": 24981, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. <strong> Eric Schmidt </strong> sells shares In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of", "new_id": -2}, {"uid": "1296532535074448923", "i": 53061, "idx": 7, "sa": ["Marcus Camby", "Allen Iverson", "Darryl Dawkins", "Linas Kleiza", "Ben Roethlisberger", "Phil Jackson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Phil Jacksonadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' Ben Roethlisbergergest win since the trade. <q> I didn't know who he was when I got here, but a nationDarryl Dawkinsy televised game, I think a lot of people around the world know who he is now, </q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Allen Iverson_Allen Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts Phil JacksonADELPHIA( Ticker)-- With a strong finish,", "new_id": -2}, {"uid": "1296666801235831302", "i": 2971, "idx": 1, "sa": ["Jean-Philippe Courtois", "Steve Ballmer"], "q": "e-mail machine... Right now, we're selling millions and millions and millions of phones a year. Apple is selling zero phones a year.''[ href=\"http://www.businessinsider.com/flashback-Steve Ballmer-Steve Ballmers-first-take-on-the-iphone-september-22-2007-2010-6\"> January 2007] On the iPad: <q> We've got some other competitive actions coming back, and we'll talk about slates and tablets and blah, blah, blah, blah... </q>[ href=\"http://tech.fortune.cnn.com/2010/07/30/Steve Ballmer-Steve Ballmer-on-the-ipad-the-transcript/\"> July 2010] From <strong> Steve Ballmer </strong> to <strong> Jean-Philippe Courtois </strong>, indications are that Microsoft just isn't getting it about mobile computing. Unfortunately, this looks like yet another misstep in Microsoft's wobbly trajectory", "new_id": -2}, {"uid": "1295611382129794091", "i": 2081, "idx": 6, "sa": ["Eric Schmidt"], "q": "has accelerated in the fourth quarter, so has advertising spending,'' said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q> When consumers shop more, companies are more aggressive with advertising. </q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1295625457170147897", "i": 28399, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296586552205504526", "i": 32184, "idx": 1, "sa": ["John Brownlee", "Eric Schmidt"], "q": "help Google`` continue to gain ground'' on the iPhone, which has far more software available right now. Not only that, but Google CEO( and soon to be executive chairman) <strong> Eric Schmidt </strong> recently said that <q> all the company's strategic initiatives this year involve mobile devices. </q> Android tablets, mainly the Samsung Galaxy Tab, have also made inroads against the iPad, href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/211646/39965870/SIG=1332lhkpe/*http://www.cultofmac.com/as-android-tablets-arrives-ipads-marketshare-shrinks-from-95-to-77/79755\"> says <strong> John Brownlee </strong> at Cult of Mac, knocking Apple's market share from a`` commanding'' 95 percent to", "new_id": -2}, {"uid": "1295665836007979062", "i": 8579, "idx": 1, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "economy around.`` Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future,'' said Sen. <strong> Charles Ellis Schumer </strong>( D). <q> It's how we're going to create jobs, grow the economy, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team.`` The <strong> Barack Obama </strong> and I don't have to agree on everything,''", "new_id": -2}, {"uid": "1295917787195494007", "i": 46386, "idx": 0, "sa": ["Mimi Walters", "Bill Lockyer"], "q": "taxes) may be linked. <strong> Mimi Walters </strong> lost the November election for state treasurer by a wide margin to incumbent <strong> Bill Lockyer </strong>, who wasted no time in dismissing the idea in an unrelated conference call this morning. <q> It makes no sense, </q> he said. The treasurer then suggested that perhaps such proposals are being floated by those who think don't like public pension funds that manage retirement money`` for working people, not rich people.''", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]