[{"uid": "1295844451132481080", "i": 7005, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment, </q> <strong> Colin Powell </strong> said,`` which I think is the major problem facing America right now.'' Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295487896122978305", "i": 27803, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "show this week admitting he was snorting the sleep drug Lunesta when he fell of the stage in South Dakota in 2998. It was an incident that caused his bandmates to demand <strong> Steven Tyler </strong> go to rehab. <q> I guess it's not any news about my drug use and addictions in the past, </q> <strong> Steven Tyler </strong> told <strong> David Letterman </strong>. In a recent interview with Billboard magazine <strong> Steven Tyler </strong> said at first he didn't like the way`` American Idol'' was able to make singers an instant success. <strong> Steven Tyler </strong> said", "new_id": -2}, {"uid": "1295014176230670350", "i": 7954, "idx": 0, "sa": ["Amanda Holden", "Simon Cowell", "Michael McIntyre"], "q": "were`` far crazier'' than their American counterparts. \" I'm mad for it in Manchester. You guys have some far better and far crazier talent here in the UK. \" He said: <q> I'm mad for it in Manchester. You guys have some far better and far crazier talent here in the UK. </q> <strong> Amanda Holden </strong> praised the new additions to the show- with <strong> Michael McIntyre </strong> and the Hoff having replaced last year's <strong> Simon Cowell </strong> on the panel- and admitted the new format is working out well. Writing on her twitter", "new_id": -2}, {"uid": "1294978384186728451", "i": 48253, "idx": 6, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz"], "q": "to raise money for young women with breast cancer. Ms. <strong> Debbie Wasserman Schultz </strong> is a co-captain for the House on a Congressional women's softball team, and Ms. <strong> Kirsten Gillibrand </strong> serves as a co-captain for the Senate side. <q> I don't think I'd be talking out of school if I told you <strong> Kirsten Gillibrand </strong> and I are pretty good, and <strong> Gabrielle Giffords </strong>, not so much, </q> Ms. <strong> Debbie Wasserman Schultz </strong> said.`` We have to really coax her to participate. Let's just say she was in the process of skill building.'' Ms. <strong> Debbie Wasserman Schultz </strong>, Democrat of Florida, met Ms. <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1297193468265863243", "i": 57508, "idx": 4, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist with ties to the al-Qaida terrorist network. By ROBERT BURNS AP National Security", "new_id": -2}, {"uid": "1297304788026935319", "i": 33267, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "I suspect Wanted Dead or Alive <strong> Donald Rumsfeld </strong> Posters will be on sale soon. Don't expect <strong> Donald Rumsfeld </strong> to visit Europe or any place else out of the country anytime soon. target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=B24SMANDXCAEDW5G7B2AM363AA&amp;commentid=54224902\"> Report Abuse <q> The Good, The Bad, and The Ugly </q> He tried to do a Good job, but he had some Bad ideas, and things got Ugly. Report Abuse \" Take away his pension and set him up in his own private room in that", "new_id": -2}, {"uid": "1295321884188432581", "i": 30533, "idx": 3, "sa": ["Steve Ballmer"], "q": "`` we haven't done as good a job drawing in that broader set of demographics.'' <strong> Steve Ballmer </strong> also says the Xbox 360`` isn't a gaming console,'' but`` a family entertainment center'' and <q> a place to socialize. </q>", "new_id": -2}, {"uid": "1295564385175194279", "i": 16013, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "<strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of technology, and instead`` devote his energy to strategic projects, in particular working on new products,'' the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong>.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about", "new_id": -2}, {"uid": "1297291865155729933", "i": 20184, "idx": 0, "sa": ["Bernie Sanders"], "q": ", he and other residents formed a neighborhood watch to protect their lives and property.`` I am still very concerned about my friends in Egypt and about the political situation there,'' Root explained, <q> and I really would have preferred to have stayed. But I also realize that we[ i.e., American citizens] are kind of a liability in an unstable country in the middle of a revolution, so we can do more to help the Egyptian people from here. </q> By`` help,'' Root means his activities on a number of fronts, including: his private meeting with U.S. Senator <strong> Bernie Sanders </strong>( I-Vermont) in Burlington on Feb. 7, his insistence in interviews that", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]