[{"uid": "1297506563204570648", "i": 26873, "idx": 0, "sa": ["Michael Gove"], "q": "he said was unlawful as he failed to consult with any of the claimants. However, the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, <q> the final decision on any given school or project still rests with him </q>.`` He may save all, some, a few, or none. No-one should gain false hope from this decision.'' Mr Pank Patel, headteacher of Wood Green High School in", "new_id": -2}, {"uid": "1295056200183648275", "i": 41597, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "back. <strong> Donald Rumsfeld </strong> is to his right. Biden, Emanuel, Soetoro, the Clintons, Lieberman, Greenspan, G.W. Bush and Condoleeza Rice are the others.???????-- <q> The unexamined life is not worth living for a human being. </q>", "new_id": -2}, {"uid": "1295894021267862075", "i": 49541, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "Factor star had told <strong> Simon Cowell </strong> that she was unhappy with the direction her debut album was taking. However, speaking to The Sun, <strong> Cher Lloyd </strong> insisted that the judge has''[ her] back''. <q> I wouldn't be here without him, </q> she said.`` <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!'' She continued:", "new_id": -2}, {"uid": "1295609568069435392", "i": 2664, "idx": 1, "sa": ["Michael Vick", "Tramon Williams", "Riley Cooper", "Donovan McNabb"], "q": "night. Rookie <strong> Riley Cooper </strong> was out of position in the end zone and Packers DB <strong> Tramon Williams </strong> came down with an easy interception to clinch the W for title=\"Green Bay Packers\" href=\"http://www.nbcphiladelphia.com/topics?topic=Green+Bay+Packers\"> Green Bay. <q> I could have checked it down to the back and I feel like I got greedy and took a shot at the endzone and didn't throw the right ball I wanted to throw and then it got picked off, </q> <strong> Michael Vick </strong> saod.`` It's a bad way to go out, but, hey, I went out swinging.'' And just like <strong> Donovan McNabb </strong>, <strong> Michael Vick </strong> put up impressive numbers( 292 yards passing,", "new_id": -2}, {"uid": "1297211505102973444", "i": 29750, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": Okay. <strong> Donald Rumsfeld </strong>: Rush, I've lived one-third of the history of America. That's breathtaking to think of that. To: Kaslin Why did Rush do that? <q> Why did Rush do that? </q> Do what? posted on 02/08/2011 3:52:14 PM PST( The way to beat a terrorist is to terrorize him.) Rush regularly has guest authors on. He had Steyn interview his own", "new_id": -2}, {"uid": "1297463644228229126", "i": 31804, "idx": 0, "sa": ["Tom Carper", "Kirsten Gillibrand", "John Thune", "Tim Johnson", "Barack Obama", "Mitt Romney"], "q": "that he has been spending his Tim Johnsone working for his constituents. He later mentioned that he sat next to Democratic Sens. <strong> Tom Carper </strong> of Delaware and <strong> Kirsten Gillibrand </strong> of New York during the State of the Union address and joked, <q> Apparently it takes two Democrats to balance me out. </q> Advisers explained that <strong> John Thune </strong>'s presentation was meant to suggest he is the most conservative option to <strong> Barack Obama </strong> who is also electable. As <strong> Mitt Romney </strong> continues to plug his wife's eagerness to have him run", "new_id": -2}, {"uid": "1295127469219299878", "i": 3238, "idx": 0, "sa": ["LeBron James", "David Letterman", "David Stern"], "q": ", we assume, start at$ 180,000 a pop. Boos problem`` <strong> David Stern </strong> says that NBA fans boo <strong> LeBron James </strong> because he's good,'' noted Vancouver( B.C.) comic Torben Rolfsen. <q> Maybe, but that doesn't explain why they boo <strong> David Stern </strong>. </q> Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>:?`` Only thing you ever won was a buffalo-wing eating", "new_id": -2}, {"uid": "1296167480125468697", "i": 104, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "a former state Republican chairman. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early Barack Obamaial primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult.`` He had a lot of people around the country", "new_id": -2}, {"uid": "1295156723221855763", "i": 30900, "idx": 5, "sa": ["Soulja Boy", "Shaquille O'Neal", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Shaquille O'Neal </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right <strong> Soulja Boy </strong>, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]