[{"uid": "1296789416115392519", "i": 19435, "idx": 3, "sa": ["Eric Young", "Eddie Jordan", "Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win.`` It's been working for us, but we just couldn't get the win,'' <strong> Eric Young </strong> said. <q> It really worked tonight. </q> Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists.`` He", "new_id": -2}, {"uid": "1295768240143409154", "i": 42039, "idx": 4, "sa": ["George Karl", "Allen Iverson", "Rick Carlisle", "Ben Wallace", "Kobe Bryant", "Mo Williams", "Mike Krzyzewski"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Ben Wallace </strong> play, </q> Nuggets <strong> Mike Krzyzewski </strong> <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Mo Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_MaveRick Carlisles-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1297521829086999043", "i": 13603, "idx": 6, "sa": ["Michael Vick"], "q": "and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].'' Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q> I think 25 percent of people are for him- those are the football fans- 25 percent of people hate him and 50 percent are right in the middle, </q> Knorr said.`` A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?'' Because your contributions", "new_id": -2}, {"uid": "1295916567115490851", "i": 6714, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "of staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war", "new_id": -2}, {"uid": "1295702917119783444", "i": 34957, "idx": 1, "sa": ["Mike Pence"], "q": " The Pacers committed six turnovers, including three in the final two minutes, in the final quarter.`` I guess it's a consistency thing,'' swingman <strong> Mike Pence </strong> Dunleavy said. <q> We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes. </q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there", "new_id": -2}, {"uid": "1296097848183648383", "i": 43409, "idx": 0, "sa": ["Simon Cowell"], "q": "LONDON( Reuters)-`` The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National Television Awards on Wednesday, beating <q> Britain's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' The show, featuring <strong> Simon Cowell </strong> as an acerbic judge, has regularly topped the viewer ratings in Britain, and its latest winner, painter and decorator", "new_id": -2}, {"uid": "1295926949014860296", "i": 45841, "idx": 0, "sa": ["David Letterman", "Regis Philbin", "Nicole Kidman", "Hugh Jackman", "Russell Crowe"], "q": "commitment to the project, how she survives the drain, and her new album.( STAGE TUBE: <strong> Hugh Jackman </strong>, Urban, Newton-John et al.. Sing' I Still Call Australia Home' <strong> Nicole Kidman </strong> and <strong> Russell Crowe </strong> singing <q> I Still Call Australia Home </q> together.( STAGE TUBE: <strong> Regis Philbin </strong> and <strong> David Letterman </strong> Perform` Show Business' Duet by BroadwayWorld TV- January 19, 2011 As BroadwayWorld reported, yesterday, television icon href=\"http://broadwayworld.com/people/Regis Philbin_Regis Philbin/\"> <strong> Regis Philbin </strong>, who", "new_id": -2}, {"uid": "1296768307240500746", "i": 29325, "idx": 2, "sa": ["Barbara Walters", "David Letterman", "Joy Philbin"], "q": "this show about celebrities who've undergone heart surgery, as she had a faulty heart valve replaced last year. Regis and <strong> Joy Philbin </strong> spoke to <strong> Barbara Walters </strong> about the triple-bypass Regis underwent in 2007. <strong> Joy Philbin </strong> said, <q> Regis looked so fragile, and I thought, he'll never be the same again. </q> He'll never forget what his friend <strong> David Letterman </strong> said the night before the operation. Regis said,`` <strong> David Letterman </strong> comes on and he says,` You know, Regis, at 6 O'Clock this", "new_id": -2}, {"uid": "1295567949204783621", "i": 4287, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "needed!'' Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]