[{"uid": "1296282709080461832", "i": 3489, "idx": 2, "sa": ["David West", "LeBron James", "Allen Iverson", "Rudy Gay", "Hakim Warrick", "Kenyon Martin"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-loDavid West output this season.`` They really jumped on us from the start,'' Grizzlies forward <strong> Hakim Warrick </strong> said. <q> When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind. </q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat- who won in http://wn.com/Allen Iverson_Allen Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Kenyon Martin_Luther_LeBron James_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end", "new_id": -2}, {"uid": "1295443087093192192", "i": 47353, "idx": 0, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "It means the[ <strong> Barack Obama </strong>] administration is serious,'' Areikat said.`` What we are urging them now is to translate their support for a Palestinian state into concrete action.'' He added: <q> We hope that this will help international efforts to provide recognition of the Palestinian state and we hope that, as <strong> Barack Obama </strong> said at the U.N. General Assembly last year, by the next General Assembly session this year in September, Palestine will be a full member of the U.N. </q> But P.J. Crowley, a State Department spokesman, said that`` granting permission to raise the flag does not change their fundamental status.'' The flag-raising came as Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and", "new_id": -2}, {"uid": "1296121416224231429", "i": 20169, "idx": 0, "sa": ["Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. title=\"Bernie Sanders\" href=\"http://www.latimes.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in", "new_id": -2}, {"uid": "1296375844213581826", "i": 58896, "idx": 0, "sa": ["David Letterman", "Sarah Sellers", "Randy Jackson"], "q": ". To <strong> Randy Jackson </strong>, after catching him eyeing Tiffany Rios:''`` Were you lookin' down, boy? I saw you lookin' down,'' followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>: <q> You had me sold the second you laid eyes on me. </q> To scout Chris Cordeiro:`` You scared everyone in the room.'' To tone-deaf <strong> David Letterman </strong> Perotto:`` Did you eat paint chips as a child?'' In general:''* Bleep** Bleep** Bleep", "new_id": -2}, {"uid": "1295631675219987972", "i": 21631, "idx": 3, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama"], "q": "said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but`` we're not going to eat our own.'' <q> As diverse as we are in our thoughts and in our backgrounds, at the end of the day, we're interested in moving this country forward, and we know that we elected <strong> Barack Obama </strong> to be our leader, </q> <strong> Xavier Becerra </strong> said.`` And so we are hoping that he'll make the best decisions, cast the best judgments that will do exactly that.`` But we're not going to eat our", "new_id": -2}, {"uid": "1295914674088195073", "i": 45203, "idx": 4, "sa": ["Bernie Sanders", "Barack Obama", "Sheldon Whitehouse"], "q": "nation.'' <strong> Sheldon Whitehouse </strong> and <strong> Bernie Sanders </strong> said they support a move such as eliminating the cap on the maximum taxable earnings as a way to close the cost gap of Social Security down the road. <q> And it's not just us. There was a senator named <strong> Barack Obama </strong> who ran for <strong> Barack Obama </strong> of the United States on exactly that position, </q> <strong> Bernie Sanders </strong> said.`` And what he said is, if you raise the cap above$ 250,000, you can make Social Security strong and vibrant for a very, very long time. And actually the <strong> Barack Obama </strong>--", "new_id": -2}, {"uid": "1296309067021659679", "i": 7912, "idx": 3, "sa": ["Mike Pence"], "q": "now,'' he told the Central students.`` While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.'' Saying his <q> heart was in Indiana, </q> <strong> Mike Pence </strong> said he would continue to meet with`` the good and strong and opinionated people of this state'' before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a", "new_id": -2}, {"uid": "1297122406226197630", "i": 33899, "idx": 7, "sa": ["Simon Cowell", "Will Smith"], "q": ": The winner of X Factor <strong> Will Smith </strong> be awarded$ 5 million record deal, the largest guaranteed prize in TV history. <strong> Simon Cowell </strong> also says he's glad that audiences are still interested in talent competitions. <q> The good news is people are still excited about these shows- Idol, Dancing with the Stars, America's Got Talent- people, thank god, still like these shows and that gives me confidence for when we launch ours[ in the fall]. </q>", "new_id": -2}, {"uid": "1297243375238927881", "i": 19539, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "lending, transparency and bonuses will be announced by the...'' href=\"http://www.bbc.co.uk/blogs/opensecrets/2011/02/balen_report_the_case_continue.html\">`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' href=\"http://www.bbc.co.uk/blogs/thereporters/rorycellanjones/2011/02/the_future_of_friends_-_who_ca.html\"> <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...''`` I wondered how long it would take before we saw Europe's biggest space", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]