[{"uid": "1296138677011223120", "i": 8433, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> The reforms will also mean Ofsted has more powers to intervene in failing schools. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1296250921075300873", "i": 637, "idx": 2, "sa": ["Michael Gove", "Liam Fox", "George Osborne", "Ed Balls"], "q": "Lie 5. <strong> Michael Gove </strong>, just before the election: \"<strong> Ed Balls </strong> keeps saying that we are committed to scrapping EMA. I have never said this. We won't.\" Lie 6. <strong> Liam Fox </strong>: <q> a bigger army for a safer Britain </q>, but it now loses 7,000 soldiers. Lie 7. In October 2009 <strong> George Osborne </strong> said:\" ... retail banks should stop paying out significant cash bonuses.\" Then, a year later, he", "new_id": -2}, {"uid": "1296138564011223042", "i": 4673, "idx": 1, "sa": ["Michael Gove"], "q": ", and in what circumstances, if things start to go wrong.\" Education secretary <strong> Michael Gove </strong> welcomed the report, saying it had recognised the success of the programme. A DfE spokesperson said: <q> The Michael Government recognises the issues that the PAC report has raised. This is one of the reasons that we announced the creation of the Education Funding Agency( EFA) in the white paper published in November last year. \"The EFA will be dedicated to managing the flow of funding and overseeing the proper use of public funds in academies in a suitably light touch way. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy </q> in schools. Teaching unions respond to Education Bill ePolitix.com members offer a mixed reaction to the publication of the Education and Children's Bill.", "new_id": -2}, {"uid": "1296123832027361287", "i": 37234, "idx": 1, "sa": ["Michael Gove"], "q": "concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295449124083853322", "i": 7630, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that", "new_id": -2}, {"uid": "1296128584229654560", "i": 7385, "idx": 0, "sa": ["Michael Gove"], "q": "Kara Sea, as well as carry out a share swap which will make Russia a shareholder in BP. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297426615014974989", "i": 5614, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "decision to scrap a series of school improvement projects. The high court backed six councils who said <strong> Michael Gove </strong> had acted unfairly and unlawfully when he cancelled Buildings Schools for the Future projects in their area. <q> This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>, </q> shadow education secretary <strong> Andy Burnham </strong> commented. \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding. \"The ruling calls into question", "new_id": -2}, {"uid": "1297520477089751561", "i": 11908, "idx": 12, "sa": ["Michael Gove", "Andy Burnham"], "q": "11 February 2011 12:38 PM \"<strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\" . He said the ruling was a <q> damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister </q>. \"School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools,", "new_id": -2}, {"uid": "1295534980152666122", "i": 42009, "idx": 0, "sa": ["Michael Gove", "David Blunkett"], "q": "Conservatives- or at least some Conservatives- and the Liberal Democrats came in <strong> Michael Gove </strong>'s speech in this afternoon's Commons debate on Educational Maintenance Allowances( EMAs). It arose when <strong> Michael Gove </strong> first said that <q> In Liberal Democrat-controlled Hull, any student in receipt of education maintenance allowance also receives a travel grant to cope with the full cost </q>. Whereupon <strong> David Blunkett </strong> interrupted to say \"They won't now.\" <strong> Michael Gove </strong> replied, according to the following Hansard extract: There have been no comments made here yet. I", "new_id": -2}, {"q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "answer_q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "answer": "Simon Cowell", "sa": "['Simon Cowell']", "index_answer": 0, "idx": 2, "i": 42722}]