[{"uid": "1295484801026624020", "i": 23959, "idx": 0, "sa": ["Michael Gove", "Eric Pickles", "Harry Newton"], "q": "Oliver, such as Olivier and Olly. Had they done, Oliver would be number one, says a Radio 4-Open University study.\" So who should we blame for peddling this egregious nonsense. Oh look. <q> Mohammed is now the most popular name for baby boys ahead of <strong> Eric Pickles </strong> and <strong> Harry Newton </strong>, </q> said the headline last October in the Daily Mail.? Finally, unintended consequences. For when on Monday, we <strong> Michael Gove </strong> urges tactical Liberal Democrat voting in local elections Golden Age", "new_id": -2}, {"uid": "1297613349198836246", "i": 9639, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "has been forced to apologise over BSF He said that In five of the cases the failure was \"so unfair as to amount to an abuse of power\" . Labour's Shadow Education Secretary <strong> Andy Burnham </strong> says <q> This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>. </q> He's calling for Mr <strong> Michael Gove </strong> to apologise in the Commons. It wouldn't be the first time Mr <strong> Michael Gove </strong> had been forced to apologise over BSF. Last summer the Education Secretary \"", "new_id": -2}, {"uid": "1297463751262963296", "i": 20185, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge.", "new_id": -2}, {"uid": "1297540204167493642", "i": 12551, "idx": 2, "sa": ["Michael Gove"], "q": "We don't know. In a written statement to the Commons, <strong> Michael Gove </strong> said he would shortly contact the councils that took the case to the high court but reminded them of the judge's words that <q> no one should gain false hope </q> from the decision to demand he rethink whether to scrap their projects. The councils are hopeful that they will get the go-ahead for the projects that had been cancelled and extra funds from Michael Government. Does this", "new_id": -2}, {"uid": "1295461857197935118", "i": 39940, "idx": 1, "sa": ["Michael Gove", "David Cameron"], "q": "pay for news online? The fashionable solution touted by many anxious about the future...\" \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q> You can stay up to date with Stephanomics via these feeds.", "new_id": -2}, {"uid": "1296138564011223045", "i": 1565, "idx": 0, "sa": ["Michael Gove"], "q": "budgets, close schools on a whim, and make up his own definition of what early education means. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. Teaching unions respond to Education Bill ePolitix.com members offer a mixed reaction to the publication of the Education and Children's Bill.", "new_id": -2}, {"uid": "1297168301188874752", "i": 16997, "idx": 0, "sa": ["Michael Gove"], "q": "12.05 GMT Burnham: <strong> Michael Gove </strong>'s after 50 new powers. Photograph: Christopher Thomond for the Guardian As MPs gear up for the second reading of the education bill in parliament today, the shadow education secretary <q> \"<strong> Michael Gove </strong> will ask MPs to give him more than 50 new powers to control almost every single aspect of the school system in England. The education secretary wants to tell children what subjects they should study, teachers what and how they should teach and local communities what kind of schools they must have. </q> \" plight of children who have special needs is likely to get worse if MPs endorse the reforms. \" \"Such is the Michael Government's rush to grab new powers that MPs are being asked", "new_id": -2}, {"uid": "1295606098062603329", "i": 32225, "idx": 7, "sa": ["Michael Gove"], "q": "but actually make everyone go backwards? \" Even by the low standards of recent Education Secretaries, <strong> Michael Gove </strong> strikes me as being particularly out of his depth and reliant on simplistic ideologies for his policies. <q> Indeed, but is seems increasingly British schools are providing neither and instead encourage the exploration of feeling and the expression of opinion. Which is all very well once you have the facts and understanding. Which is, of course, why we have schools. </q> Facts, can exist without understanding, by the way. Two plus two is four and the Nile is the longest river in Africa and will remain so regardless of whether you understand it or not. A", "new_id": -2}, {"uid": "1296116708056623108", "i": 15197, "idx": 0, "sa": ["Michael Gove"], "q": "overhaul of the English schools system. The Michael Government is due to publish a new Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "index_answer": 0, "idx": 6, "i": 5893}]