[{"uid": "1295545349188383370", "i": 16505, "idx": 1, "sa": ["Tyler Perry", "Adam Lambert", "Kirsten Gillibrand", "David Boies", "Jane Lynch", "Ken Mehlman"], "q": "on the red carpet for the event, whose attendees included <strong> Adam Lambert </strong>, New York senator <strong> Kirsten Gillibrand </strong>, recent Golden Globe winner <strong> Jane Lynch </strong>, and former Republican National Committee chair <strong> Ken Mehlman </strong>, who came out as gay last year. <q> It's important that the court answer that question as promptly as possible, because the longer this is delayed, the longer people are deprived of their right to marry. </q> If the state supreme court rules that Prop. 8 proponents can not appeal the case, <strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul.``", "new_id": -2}, {"uid": "1297650813015483097", "i": 26522, "idx": 0, "sa": ["Hillary Clinton", "Zahi Hawass"], "q": "el plano internacional la secretaria de Estado estadounidense <strong> Hillary Clinton </strong> realizaba una ronda de diplomacia telef?nica para hablar con varios altos funcionarios de distintos pa?ses, incluyendo el canciller de India, sobre la transici?n en Egipto. <strong> Hillary Clinton </strong> <q> realiza llamadas telef?nicas a l?deres regionales y globales para lograr una perspectiva com?n sobre Egipto, sus recientes acontecimientos y el camino hacia adelante </q>, dijo su portavoz, Philip Crowley, en un mensaje en su cuenta de Twitter. El ministro encargado de las antig?edades, <strong> Zahi Hawass </strong>, anunci que ocho piezas de gran valor, que representan en especial", "new_id": -2}, {"uid": "1295439932220266506", "i": 1076, "idx": 1, "sa": ["Eric Schmidt"], "q": "plan.'''''' http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1297145288171491328", "i": 986, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "in high school to the locker room mood at halftime of the Super Bowl. The song,`` We Are the Champions,'' greeted <strong> Aaron Rodgers </strong> as he walked onstage to a standing ovation. <q> There must be a lot of Wisconsin people out there, </q> <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college.`` I think a number of reasons: one, I wasn't", "new_id": -2}, {"uid": "1295246138063356933", "i": 39546, "idx": 6, "sa": ["Bernie Sanders"], "q": "of issues facing the country.`` Most of the space in this newsletter dealt with the senator's views on the economic implications of what will be happening in the new Congress,'' it said. <q> Given the enormity of the tragedy in Arizona, however, it would have been absurd not to comment on what happened there. </q> <strong> Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions.", "new_id": -2}, {"uid": "1297052748174456841", "i": 18588, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "a baseball at a vase and watched it in reverse. Pieces of <strong> Simon Cowell </strong> come together and construct a British music mogul. How cool is that? I could have sworn he was the bad guy from <q> Terminator 2: Judgment Day </q> at first. I suppose though it could have been worse. At least it wasn't <strong> Steven Tyler </strong> coming together like that. I have a question though? Was the commercial suggesting that <strong> Simon Cowell </strong>'s career was", "new_id": -2}, {"uid": "1297513190155107384", "i": 51441, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Bremer-the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q> I've never heard anyone else say that, so I don't give it a lot of credence. </q> I wonder aloud whether,`` as a leader you have to be a bit intimidating?'' But <strong> Donald Rumsfeld </strong> demurs-`` Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"uid": "1297293075061915142", "i": 43056, "idx": 0, "sa": ["Steve King", "Donald Rumsfeld", "Orrin Hatch"], "q": "\" We do need 4 parties... Liberal, conservative republican and democrat. \" Report Abuse \" <strong> Orrin Hatch </strong> is a very WEAK piece of turd \" These entrenched rinos refuse to gracefully exit. Report Abuse <q> I think this is good that one of our two big parties is thinSteve King and being held in check by a grass roots organization.. </q> I'm not a Tea Party person mind you. I just think its cool that one fo the parties is being held in check by voters. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297220779174489602", "i": 59663, "idx": 6, "sa": ["Colin Powell", "Micah Zenko"], "q": "at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book, <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while <strong> Colin Powell </strong> was at the UN. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong>", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]