[{"uid": "1295126335224755812", "i": 58009, "idx": 0, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "dijo comprender que, si ganaba el no, Fiat se marchara de Italia, ayer los protagonistas parecieron acercar posturas. <strong> Sergio Marchionne </strong> elogi a los trabajadores y se?al que se han rebelado contra el declive y el extremismo. <q> Los que han votado a favor han sabido mirar lejos y hacen bien a un pa?s que siempre ha sido inmovilista </q>. La CGIL, a trav?s de su secretaria general, <strong> Susanna Camusso </strong>, llam a reabrir la negociaci?n y afirm que el refer?ndum demuestra que las f?bricas no son cuarteles. \"No se puede gobernar Mirafiori sin", "new_id": -2}, {"uid": "1295639157179568677", "i": 24807, "idx": 5, "sa": ["Larry Page", "Seth Harris", "Eric Schmidt"], "q": "18 months.\" There has also been talk of tension between <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and <strong> Larry Page </strong> pushing for more innovation. <q> Google has to do both but is losing talent and facing tough competition, so the balance is tough to reach, </q> he concluded. All of this is true, but replacing <strong> Eric Schmidt </strong> with <strong> Larry Page </strong> is not necessarily the answer, said target=\"_blank\"> David Dalka, a digital strategy consultant and keynote speaker.", "new_id": -2}, {"uid": "1295279837245153796", "i": 15610, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", U.S. consultancy Bain& Co said. Branchini said he expected fashion houses to open more monobrand stores to boost sales in emerging markets, as well as increase their offer of casual wear. <q> Upper sportswear is on the rise, as shown by several top businessmen around the world, </q> fashion expert Branchini said. \"Let's just think about( Fiat's Chief Executive) <strong> Sergio Marchionne </strong>, a trend-setter with his( trademark) blue sweater,\" he said. Chinese tourists will", "new_id": -2}, {"uid": "1297304646234995715", "i": 55280, "idx": 4, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "with Sony Music. \"It puts me under a lot of pressure. I've got something at stake here,\" he said during the ET interview. However, if anyone likes risk-taking it's <strong> Simon Cowell </strong>. <q> It's risky and I like risks. It's what I call a delicious thrill. </q> At the end of the interview, <strong> Nancy O'Dell </strong> lightened up the mood and asked <strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded: \"I like ugly dogs.", "new_id": -2}, {"uid": "1297245174074432537", "i": 18611, "idx": 0, "sa": ["Lindsay Lohan", "Ernie Banks", "Simon Cowell"], "q": "90s as a member of the Friends posse, the actor is now looking forward to being the integral character of a TV show. He describes <strong> Ernie Banks </strong> as \"an ensemble comedy\" but insists he is <q> at the creative centre this time. I've never done that before </q>. <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding", "new_id": -2}, {"uid": "1296004701157368340", "i": 43874, "idx": 1, "sa": ["Andy Coulson", "Paul Marsden"], "q": "said part of his case involved a Trinity Mirror reporter who moved to the News of the World in 2005, at the time when <strong> Andy Coulson </strong> was the paper's editor. In a statement, Mr <strong> Paul Marsden </strong> said: <q> I understand that the reporter was suspended last year in respect of hacking carried out for that paper last year. </q> Scotland Yard last night confirmed that the News of the World had approached it in September 2010 and handed over information about phone hacking relating to the suspended member of staff. Mr <strong> Paul Marsden </strong>, whose", "new_id": -2}, {"uid": "1297299209172949515", "i": 29158, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Nigel Lythgoe"], "q": ". <strong> Nigel Lythgoe </strong> said new judges; <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are giving the talent a chance they might not otherwise get this year. \"We've had some incredible country voices,\" <strong> Nigel Lythgoe </strong> said. <q> In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan. </q> <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz. \"<strong> Simon Cowell </strong> would have said,` He's not an American Idol! Get rid of him!'... What you are definitely going", "new_id": -2}, {"uid": "1295271188013254667", "i": 35388, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> offering his resignation to the prime minister: <q> \"The first person in history to offer to resign twice for something of which he knew nothing. </q> \" Norman also refers to continuing speculation that <strong> Glenn Mulcaire </strong>, the \"private investigator\" who hacked into phones on behalf of <strong> Andy Coulson </strong>'s News of the World. Surely this allegation can not", "new_id": -2}, {"uid": "1297491109028950563", "i": 46431, "idx": 0, "sa": ["Thaddeus McCotter", "Paul W. Smith", "Donald Rumsfeld"], "q": "roasting and all around family fun from Meijer. Admission? A can of food or a book, or$ 1 to Matrix Human Services. Good reading now: former Defense Secretary <strong> Donald Rumsfeld </strong>'s <q> Known and Unknown: A Memoir. </q> After having him on my show Friday and talking about it, I can't wait to get into it fully. Good reading soon: U.S. Congressman <strong> Thaddeus McCotter </strong>'s \"Seize Freedom.\" <strong> Paul W. Smith </strong>", "new_id": -2}, {"uid": "1295089667117588026", "i": 1663, "idx": 1, "sa": ["LeBron James", "Carmelo Anthony", "David Letterman", "Mike D'Antoni"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the all-star told the host that the players do in fact listen to the coach. \"He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> With <strong> LeBron James </strong> sitting out nursing a sprained ankle, the Miami Heat were routed by <strong> Carmelo Anthony </strong> and the Denver Nuggets, losing their second straight game, 130-102. Miami's Record:", "new_id": -2}]