[{"uid": "1296051154245661719", "i": 38093, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company", "new_id": -2}, {"uid": "1296781096226541600", "i": 16692, "idx": 4, "sa": ["Mike Pence", "Michele Bachmann"], "q": "for <strong> Mike Pence </strong>'s proposal in light of the footage. And <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>, R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her Facebook page, vowing to introduce her own bill <q> that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly. </q> The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their``", "new_id": -2}, {"uid": "1297253895021528626", "i": 48333, "idx": 1, "sa": ["Michael Gove", "Darren Henley"], "q": "moving towards a`` national formula for music education funding'' in 2011, but will ensure that no local Michael Government loses more than 10% of its central funding in this first year. <strong> Michael Gove </strong> said: <q> Access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. Many disadvantaged children are denied the music education they deserve, and that's why we need to bridge this musical divide. </q> <strong> Darren Henley </strong>'s review made 36 recommendations for minimum expectations of what any child going through the English school system should receive in terms of an education in music. It said more top music graduates should", "new_id": -2}, {"uid": "1295594472029032448", "i": 29271, "idx": 0, "sa": ["Michael Gove"], "q": "must know by the age of 16. The differences between the approaches then and now are illuminating. In 1987, Mr Baker( now Lord Baker) said a national curriculum was needed because <q> we can no longer leave individual teachers, schools or local authorities to devise the curriculum that children should follow </q>. Today, Mr <strong> Michael Gove </strong> argues insists that the Michael Government wants to give schools greater freedom over the curriculum- although not to the extent that there need be no compulsory curriculum at all.` Jam-packed", "new_id": -2}, {"uid": "1295554755243744795", "i": 16236, "idx": 2, "sa": ["Michael Vick"], "q": "was something that happened once in a while in a small, poor corner of a city.'' Cosby says the work that the organization does is supported by donors and people who care. <q> So people who care can really make a difference. Having the man power and having the money to be able to follow through with everything is the critical part for us. </q> jack Lurie, <strong> Michael Vick </strong>, Eagles, NFL? It is very simple:$$$$$$$$$$$$$$$$$$$$$$$", "new_id": -2}, {"uid": "1295907764085770318", "i": 20534, "idx": 1, "sa": ["Sergey Brin", "Larry Page", "Eric Schmidt", "Vint Cerf"], "q": "will slim down the decision-making process, so that there's more specific authority placed in the various senior executives, so they'll be able to make decisions without necessarily having a collaborative discussion,'' <strong> Vint Cerf </strong> said. <q> I think that will speed things up. </q> Though <strong> Eric Schmidt </strong> will step down as chief executive from Google in April this year, he will remain as a close advisor to co-founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Though his motives are not yet clear,", "new_id": -2}, {"uid": "1295680727075743232", "i": 26240, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Peter Mandelson"], "q": "a June 7, 1984 file photo, President... Photo: <strong> Andy Coulson </strong>, Prime Minister <strong> David Cameron </strong> U.S. Video: Raw video: Russian arms suspect in court U.S. Video: Gunshot victim offers rehab advice to Giffords Report Abuse <q> Based on Wkipedia <strong> Peter Mandelson </strong> is gay and has ties with the Bilderberg Group. </q> Time.com: NFL Labor Dispute: Should Owners Show Players the Money? ABC News: Doc: Giffords Hears Cheers Leaving Ariz., Smiles Refinance at 2.8%$ 160,000 Mortgage$ 622/mo. Free. No Obligation.", "new_id": -2}, {"uid": "1295778605072171565", "i": 302, "idx": 0, "sa": ["Alassane Ouattara"], "q": "par la BCEAO en faveur du r?gime Gbagbo depuis cette date. Dans leur communiqu, les dirigeants de l'U?moa invitent`` le pr?sident Gbagbo? respecter les r?sultats'' de la pr?sidentielle du 28 novembre, <q> et? faire une passation pacifique du pouvoir </q>. Couper les vivres au r?gime Gbagbo est consid?r par la communaut internationale comme une strat?gie essentielle pour le pousser? c?der pacifiquement le pouvoir? M. <strong> Alassane Ouattara </strong> et viter le recours? une intervention militaire ouest-africaine pour le d?loger", "new_id": -2}, {"uid": "1295479659113819673", "i": 27297, "idx": 0, "sa": ["Alassane Ouattara"], "q": " PARIS: West African armies are making preparations to invade Ivory Coast to overthrow strongman Laurent Gbagbo, his rival <strong> Alassane Ouattara </strong> claimed Wednesday in an interview with French daily La Croix. <q> Everything is being put in place, </q> said <strong> Alassane Ouattara </strong>, who was recognized as the winner of November's Ivorian presidential election by the international community but has been unable to take power as Gbagbo clings on.`` Military intervention is already planned", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]