[{"uid": "1297177593144113675", "i": 13461, "idx": 5, "sa": ["Simon Cowell", "Noel Gallagher", "Susan Boyle", "Elton John"], "q": "time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,'' he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce the full panel", "new_id": -2}, {"uid": "1296168415065404947", "i": 21041, "idx": 5, "sa": ["Barack Obama", "Rand Paul", "Mike Pence"], "q": "covered in... Photo in Slideshow: The sidewalk in front of the White House Politics Video: DHS Ends Color-Coded Threat Level System Politics Video: <strong> Rand Paul </strong>: <strong> Barack Obama </strong>` Been Co-Opted By The Tea Party' Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1295625451170147875", "i": 4305, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "n't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </blockquote> Certainly the legal department would have kittens <q> So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him </q> Frankly, it's enough to make one wonder what special power <strong> Andy Coulson </strong> had over <strong> David Cameron </strong>. Well i said that and apparently it is all down to Rupert. <blockquote> It certainly asks major questions about", "new_id": -2}, {"uid": "1297166995062062625", "i": 29606, "idx": 0, "sa": ["Courtenay Griffiths", "Simon Cowell", "Brenda Hollis"], "q": ".`` How will posterity judge the credibility of this court if, at this 11th hour, they prevented <strong> Simon Cowell </strong> Taylor from presenting... 90 percent of his closing arguments?'' <strong> Courtenay Griffiths </strong> said outside court. <q> We have decided not to participate in these closing arguments because as far as we are concerned it is a complete farce. </q> But prosecutor <strong> Brenda Hollis </strong> argued that neither Taylor nor his lawyers had the right to walk out.`` The accused is not attending a social event. He may not R.S.V.P. at the last minute,", "new_id": -2}, {"uid": "1295835993071843871", "i": 4525, "idx": 1, "sa": ["Eric Schmidt"], "q": "that it takes off.''' Unless Page delivers that kind of message, it will be difficult for customers to know for sure how much of an emphasis he intends to put on the enterprise business. <q> If Google is a real enterprise company, then we will need to see Page act like that is the case, </q> Andrews says.`` That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.'' In addition to paying customers,`` If I were a managed services provider I would", "new_id": -2}, {"uid": "1296111787260849671", "i": 16199, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt''. <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Miners in NZ` probably died in minutes' All 29 men entombed in New Zealand's Pike River mine were killed minutes after a methane gas explosion ripped through the coal mine", "new_id": -2}, {"uid": "1295798969051544070", "i": 38028, "idx": 2, "sa": ["John McCain", "Kirsten Gillibrand"], "q": "Tell.'' http://wn.com/Sec_Gates_wants_Senate_to_pass_repeal,_warns_of_Court_action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal http://wn.com/Gillibrand_Introduces_Legislation_to_Repeal_Don't_Ask_Don't_Tell <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's <q> Don't Ask, Don't Tell </q> policy. http://wn.com/040209_Jungbauer_Senate_Floor_Nuclear_power_ban_repeal US Senate votes 65-31 to repeal DADT Visit: firedoglake.com http://wn.com/Democrats_Activists_Speak_After_Key_Don't_Ask,_Don't_Tell_Repeal_Vote A Senate vote Saturday cleared the way for final passage of a bill to end the military's`` Don't Ask, Don't Tell", "new_id": -2}, {"uid": "1295366179186253335", "i": 43862, "idx": 1, "sa": ["Cheryl Cole", "Avril Lavigne", "Derek Hough", "Simon Cowell", "Aggro Santos"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.'' The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q> <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life. </q> This week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee", "new_id": -2}, {"uid": "1295786638204455947", "i": 37872, "idx": 0, "sa": ["James Finn", "Andy Coulson"], "q": "for miles and miles there was no appearance of life or habitation.'' The British Consul General, <strong> James Finn </strong>, wrote in 1857:`` the country is in a considerable degree empty of inhabitants.'' Report Abuse <q> Let's see, we let BP regulate and investigate itself. We let Wall Street regulate and investigate itself. Yea, let Israel investigate itself, what could go wrong. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, [{"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}]]