[{"uid": "1295607635131039250", "i": 27788, "idx": 1, "sa": ["Steve Jobs", "Eric Schmidt", "Sergey Brin"], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Larry is ready. It's time for him to have a shot at running this,</q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 per cent to$ 639 in extended trading. Just days ago, Apple Inc CEO <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1295867707217595946", "i": 32645, "idx": 0, "sa": ["Andy Coulson"], "q": "without <strong> Andy Coulson </strong> the Conservative leadership lacks a connection with ''the poorer parts of the country''. Pienaar's Politics on BBC Radio 5 live, the former Shadow Home Secretary says of the Conservative front bench: <q>The criticism that is often levelled at them is that they don't have a sense of what a large part of the country, the poorer part of the country, what their views and priorities are.</q> You can hear other BBC Radio 5 live highlights by visiting the", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding ''The X Factor's' judges' roster ''in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor'' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1296365944097009666", "i": 430, "idx": 4, "sa": ["Rodney Stuckey", "Rasheed Wallace", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "<strong> Rasheed Wallace </strong> as their only big starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q>When we have the bigger lineup, obviously we're better defensively,</q> <strong> Tayshaun Prince </strong> said. ''It's kind of pick and choose. ''Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}, {"uid": "1296442535213188609", "i": 43613, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "goal was to search for WMD? U.S. and British troops have captured many key facilities in Iraq's southern oil fields... Defense <strong> Donald Rumsfeld </strong> has been firm and consistent on what the war in Iraq is not about. <q>It has nothing to do with oil, literally nothing to do with oil,</q> he says. If it sounds as though he's protesting too much, it's because the Bush Administration is up against a prevailing world view that the burden of proof is on the U.S. to show that it", "new_id": -2}, {"uid": "1297294523070500357", "i": 13337, "idx": 1, "sa": ["George Washington", "Donald Rumsfeld", "Scott McClellan", "Richard Grenell"], "q": "''- <strong> Richard Grenell </strong>, CBS( 2009) <strong> Scott McClellan </strong> Job: Press <strong> Donald Rumsfeld </strong> Notable achievement: Not liking the Iraq war anymore Memoir: What Happened( 2008) What they said about him then: <q>When briefings get tense, <strong> Scott McClellan </strong>'s voice can become robotic, as if he's a hostage reading a statement. His body language can betray unease: He starts blinking rapidly and he clenches his shoulders as an interrogator unfurls a question.</q>- Mark Leibovitch, The <strong> George Washington </strong> Post( 2005) What they say about him now: ''I do feel a certain compassion for <strong> Scott McClellan </strong> after reading a book that is full of regret, soul-searching,", "new_id": -2}, {"uid": "1295560415243745631", "i": 13206, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as Google CEO to make room for co-founder Larry Page. <strong> Eric Schmidt </strong> will move into an Executive Chairman role. But why? And why now? According to <strong> Eric Schmidt </strong>: <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly.</q> The third leg of the triumvirate, <strong> Sergey Brin </strong>, will take the title of Co-Founder, focusing on new products. That's the official statement. But <strong> Eric Schmidt </strong> hinted at what's really going", "new_id": -2}, {"uid": "1295636751256720935", "i": 12848, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "to the coming campaign. ''We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.'' <q>GE is a story of success,</q> <strong> Kirsten Gillibrand </strong> added. ''If we can beat Russia in the race to the moon, we can beat China in the race to green energy.'' jakester: I think we shoud have a new bill intorduced", "new_id": -2}, {"uid": "1296927376112246784", "i": 6505, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "has said, upsetting many Italians. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand ''immediate clarification.'' <q>It's clear that an international group can have several offices but it would be different if the headquarters were in the United States,</q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. ''In the next two or", "new_id": -2}, {"uid": "1297300258049397812", "i": 11686, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program?'' Report Abuse ''What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary?'' One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q><strong> Barack Obama </strong> wants spend 50 billion on cupcakes.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}]