[{"uid": "1296222919222609411", "i": 34757, "idx": 1, "sa": ["Simon Cowell", "John Walsh"], "q": "will notice\" \" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of Frank Sinatra to perform at his birthday party, he would <q> like to see its widespread use for practical purposes like the virtual assistants </q>. The holograms have been installed at the entrance to the security search area of Terminal 1 to explain about liquid restrictions and to remind passengers to have boarding cards ready. Mr <strong> John Walsh </strong> said that", "new_id": -2, "mturk_index": "37"}, {"uid": "1295882669047398922", "i": 44363, "idx": 0, "sa": ["Andy Coulson"], "q": "mob mentality and committed an act of sheer stupidity. \" I wonder if the author would make the same plea for people convicted in e.g. the 1980s riots in my native Handsworth? <q> To prison he had to go, but surely 18 months would have been sufficient for someone who is never likely to reoffend? </q> <strong> Andy Coulson </strong> Woolard was a lucky boy when you look at the sentences handed out to these football hooligans last week creepydave \" Hi( s) Mum must be regretting grassing him", "new_id": -2, "mturk_index": "776"}, {"uid": "1295856327252723221", "i": 32642, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", fresh off announcing a management shake-up, will give a$ 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder <strong> Larry Page </strong>, says a media report. <q> Google... will give a$ 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, </q> the Wall Street Journal reported. View result It was the first such award for <strong> Eric Schmidt </strong> since he joined the company in 2001. It includes stock and options, the report said citing a Google spokesperson as", "new_id": -2, "mturk_index": "1268"}, {"uid": "1297022935112525318", "i": 23519, "idx": 1, "sa": ["Eric Schmidt"], "q": "aber noch bis in die Woche ziehen. Google-Chef <strong> Eric Schmidt </strong> m?chte lange EU-Ermittlungen vermeiden LONDON- Der Internetkonzern Google m?chte einen langwierigen Rechtsstreit mit der Europ?ischen Union im Streit ber die Marktmacht des Unternehmens verhindern. <q> Das wollen wir nat?rlich vermeiden </q>, sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung \"Sunday Telegraph\" . Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er,", "new_id": -2, "mturk_index": "1962"}, {"uid": "1295588443175472914", "i": 24681, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> explained the move in a blog post saying, \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" He added, <q> managing the business has become more complicated, </q> and Google wanted to \"speed up decision making,\" so <strong> Larry Page </strong> got the nod. As for <strong> Larry Page </strong>'s ability to lead the company, <strong> Eric Schmidt </strong> says, \"<strong> Larry Page </strong>, in my clear opinion,", "new_id": -2, "mturk_index": "1724"}, {"uid": "1295167629029294640", "i": 21492, "idx": 0, "sa": ["Debbie Wasserman Schultz", "Andreas Wittmann", "Kirsten Gillibrand"], "q": "target=\"_blank\" Munich every day, it was but natural that young <strong> Andreas Wittmann </strong> would soon soak up a variety of target=\"_blank\" musical influences while inheriting the musical propensity shared by both his father and grandfather. <q> Music has always been an integral part of my Giffords hospital visit: \"Like we were watching a miracle </q> WASHINGTON- U.S. Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., told reporters Wednesday night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle Giffords' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\"", "new_id": -2, "mturk_index": "676"}, {"uid": "1295597604252706817", "i": 36310, "idx": 1, "sa": ["Michael Vick"], "q": ",\" said Banks. In talking to youth, he said, he often cites as an example Eagles quarterback <strong> Michael Vick </strong>, who served 18 months in prison for dogfighting and has since joined the End Dogfighting campaign. <q> I'm trying to connect with the young ones to tell them to stop. You don't want to wait until it's too late. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2, "mturk_index": "187"}, {"uid": "1295574065192872455", "i": 7941, "idx": 3, "sa": ["Ken Auletta", "Barack Obama", "Eric Schmidt"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: \"Day-to-day adult supervision no longer needed!\" Nolan Finley: What despicable opportunists are", "new_id": -2, "mturk_index": "158"}, {"uid": "1295791480232554503", "i": 27574, "idx": 8, "sa": ["Andy Coulson", "Philip Hammond", "David Cameron", "Harriet Harman"], "q": "criminal activity was going on,\" Ms <strong> Harriet Harman </strong> said. While acknowledging that Mr <strong> Andy Coulson </strong> had denied any involvement in phone hacking, she added the issue risked further eroding public confidence in politics. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here, </q> she added. Transport Secretary <strong> Philip Hammond </strong> said he and his colleagues deplored \"any wrongdoing in any parts of the media\" . \"It's right that we have an investigative media that sometimes gives", "new_id": -2, "mturk_index": "672"}, {"uid": "1297437980065749054", "i": 1954, "idx": 1, "sa": ["Steve Ballmer", "Pete Cunningham"], "q": ". Canalys analyst <strong> Pete Cunningham </strong> called the pact \"a huge win for Microsoft.\" Indeed, the company is clearly hoping the tie-up with Nokia will change its sagging fortunes in the phone market. <q> I am excited about this partnership with Nokia, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. \"Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation", "new_id": -2, "mturk_index": "842"}]