[{"uid": "1294965103172343305", "i": 16172, "idx": 1, "sa": ["Gabrielle Giffords", "Nancy Pelosi", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., who stood by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling <strong> Gabrielle Giffords </strong> <q> how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said,`` and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1295901953137494561", "i": 1989, "idx": 0, "sa": ["Zahi Hawass"], "q": "bust dates back to the time of the 14th century B.C. queen and tops Egypt's wish list of artifacts that <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a 100 years ago, </q> <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview.`` My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to", "new_id": -2}, {"uid": "1296028477108707843", "i": 10512, "idx": 4, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> ESPN.com's Matt Mosley writes about all things NFC East in his division href=\"http://espn.go.com/blog/nflnation\"> Blog network: NFL Nation <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed", "new_id": -2}, {"uid": "1296030378020856833", "i": 29253, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Alan Eustace"], "q": "workers are located. In a speech on Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1 000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31 000 employees this year, Google will still have far fewer people than Microsoft Corp, among its fiercest rival", "new_id": -2}, {"uid": "1297203269184696860", "i": 7810, "idx": 11, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "the early years of the war to take the lead on certain nonmilitary tasks- such as training the Afghan police and creating a civil justice system- found their tasks more difficult than they had anticipated. <q> And an awful lot of that didn't get done, </q> he said. Asked his view of the <strong> Barack Obama </strong> administration's decision to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise", "new_id": -2}, {"uid": "1295968956261718089", "i": 790, "idx": 0, "sa": ["Ali Coulibaly", "Alassane Ouattara", "Raila Odinga"], "q": "janvier, le premier ministre k?nyan, <strong> Raila Odinga </strong>, m?diateur de l'UA dans la crise ivoirienne, avait galement plaid? Nairobi en faveur d'un isolement diplomatique et de sanctions financi?res accrues pour contraindre le pr?sident Gbagbo au d?part. <q> Si nous chouons? trouver un accord n?goci qui respecte le choix des Ivoiriens, nous pouvons alors nous r?soudre? d'autres mesures telles que l'isolement diplomatique et des sanctions conomiques et commerciales </q>, avait d?clar M. <strong> Raila Odinga </strong> de retour de sa mission infructueuse en C?te d'Ivoire. L'ambassadeur de C?te d'Ivoire en France nomm par <strong> Alassane Ouattara </strong> s` installe <strong> Ali Coulibaly </strong>, l'ambassadeur de C?te d'Ivoire en France nomm par <strong> Alassane Ouattara </strong>", "new_id": -2}, {"uid": "1295781802072171536", "i": 55207, "idx": 0, "sa": ["Andy Coulson"], "q": "are bold Report Abuse \" Jules said:`` The most toxic chemical know to man spills in concentrated form into a natural waterway. It should not have been allowed to even be there.'' \" Report Abuse <q> When you travel the Rhine, you see overloaded barge just barely above the water line. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295331968063275012", "i": 28164, "idx": 1, "sa": ["Catherine Zeta-Jones", "Mila Kunis", "David Gomez", "Angelina Jolie", "Junko Yoshioka", "Sam Saboura", "Eva Longoria"], "q": "`` There were more emerald green and forest greens than ever before,'' said <strong> David Gomez </strong> Pearlberg, fashion executive for <strong> Junko Yoshioka </strong> New York, citing <strong> Angelina Jolie </strong>, <strong> Catherine Zeta-Jones </strong> and <strong> Mila Kunis </strong>. Regardless of style or color, <q> it was sparkle and shine done in a new way, with plenty of three-dimensional embellishment, </q> <strong> Sam Saboura </strong> said. The bold statements made by the actresses were a stark contrast to last year's subdued red carpet that came on the heels of a dEva Longoriastating earthquake in Haiti.`` It was a more", "new_id": -2}, {"uid": "1296019530211435548", "i": 19397, "idx": 1, "sa": ["Michele Bachmann", "Newt Gingrich", "Bill Lockyer"], "q": "making them known,'' he added. In its statement Tuesday, the`` Network for Global Transformation'' said violence was not their goal but defended it as a means to an end. <q> The exercise of constructive violence is for us a legitimate recourse </q> the statement said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry,", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]