[{"uid": "1297596908087900188", "i": 20011, "idx": 1, "sa": ["Holly Willoughby", "Simon Cowell", "Cher Lloyd"], "q": "replace <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. One of her gaffes included saying to finalist <strong> Cher Lloyd </strong>: <q> What a night it has been for you, a night of dreams </q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1294962672210993211", "i": 8275, "idx": 6, "sa": ["Mark Kelson", "Gabrielle Giffords", "Erica Hill", "Kirsten Gillibrand", "Jared Lee Loughner", "Barack Obama"], "q": "as police continue to investigate. Mr. <strong> Barack Obama </strong> flew to Tucson Wednesday to meet with the injured and families of the slain and to try to soothe the nation in an address at the University of Arizona entitled <q> Together We Thrive: Tucson and AmErica Hill. </q> <strong> Jared Lee Loughner </strong> Stopped by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband <strong> Mark Kelson </strong>, were`` just crying with joy'' when <strong> Gabrielle Giffords </strong> opened her eyes.", "new_id": -2}, {"uid": "1295800781124010530", "i": 55981, "idx": 3, "sa": ["John McCain", "Colin Powell", "Gene Sperling", "Barack Obama", "Sarah Palin"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US Gene Sperlingral and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he questioned Sen. <strong> John McCain </strong>'s judgment in picking Gov. <strong> Sarah Palin </strong> as his running mate because", "new_id": -2}, {"uid": "1296021352213417993", "i": 24674, "idx": 0, "sa": ["Alex Jones", "Eric Schmidt"], "q": "House Committee on Oversight and... will say tonight that both political parties have a... Technology Video: What's Behind Record-Breaking Winter Storms? Technology Video: The Conversation: Facebook's Military Wall Of Honor Report Abuse <q> Gee, thanks Yahoo! <strong> Alex Jones </strong> only covered this weeks ago... </q> Or was it months? I du n no; the number of things the Big Media seems target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=3J7CDZTJZ3GLJC2R56OU3M3LBU&amp;commentid=51532142\"> Report Abuse \" Is it just me, or does <strong> Eric Schmidt </strong> look like one of those", "new_id": -2}, {"uid": "1297639527102711458", "i": 18373, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld", "Condoleezza Rice"], "q": "at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of title=\"Iraq\" href=\"http://www.latimes.com/topic/intl/iraq-PLGEO0000012.topic\"> Iraq.`` Powell was not duped or misled by anybody,'' <strong> Donald Rumsfeld </strong> writes. <q> nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ title=\"CIA\" href=\"http://www.latimes.com/topic/politics/espionage-intelligence/cia-ORGOV000009.topic\"> CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> George W. Bush </strong> asked for Iraqi invasion plans within days of title=\"September 11, 2001 Attacks\" href=\"http://www.latimes.com/topic/unrest-conflicts-war/terrorism/september-11-2001-attacks-EVHST000001.topic\"> 9/11- argues that removing Hussein was the right thing to do.", "new_id": -2}, {"uid": "1297647737198574120", "i": 37567, "idx": 7, "sa": ["Bernie Sanders", "Barack Obama"], "q": "assessment I asked him if he thought <strong> Barack Obama </strong> would face either a Democratic primary challenger or an independent challenger on the Left. <strong> Bernie Sanders </strong> replied,`` I wouldn't be surprised.'' But then he quickly added, <q> But I don't have the answer to that. </q> I did see a couple of people wearing a`` Draft <strong> Bernie Sanders </strong>'' sticker. For his part,| 2.13.11@ 7:40 PM`` back to my days with the New Democratic Party''", "new_id": -2}, {"uid": "1295560496260145161", "i": 48112, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.'' Noting that <q> the business has become more complicated </q> as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, have been`` talking for a long time about how best to simplify our management structure,'' and", "new_id": -2}, {"uid": "1297260236064307266", "i": 28641, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q> unauthorised tapping into or hacking of mobile communications </q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for", "new_id": -2}, {"uid": "1295999663180568069", "i": 9141, "idx": 0, "sa": ["Danny Sullivan", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them.'' <q> You have investors and others saying` Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?' </q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. Help and Tech", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]