[{"uid": "1295559524014680153", "i": 19562, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "will be the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. Co-founder <strong> Sergey Brin </strong>, meanwhile, <q> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> said.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> wrote.`` So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time how best to", "new_id": -2}, {"uid": "1296173728032686081", "i": 35992, "idx": 2, "sa": ["Mike Pence", "Barack Obama", "L. Brent Bozell III"], "q": "me he's`` Disappointed, but not surprised'' about <strong> Mike Pence </strong>'s decision to rule out running for <strong> Barack Obama </strong> in 2012.`` I think he's made the best decision for his family,'' <strong> L. Brent Bozell III </strong> continues. <q> Besides, he's young- 51. He has plenty of time. </q> Others close to the draft movement admit to be in a`` funk'' about <strong> Mike Pence </strong>'s decision. One stating:`` Seriously, we have no one for 2012 now.'' I do", "new_id": -2}, {"uid": "1295805489188252160", "i": 59234, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 title=\"White House\" href=\"http://www.dailypress.com/topic/politics/government/executive-branch/white-house-PLCUL000110.topic\"> White House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295476069159825946", "i": 10272, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "many Republic... <strong> Mike Pence </strong>, On`` Morning Joe,'' on Government Takeover of Health Care:`` This Will Not Stand.'' <strong> Mike Pence </strong>, On`` Morning Joe,'' on Government Takeover of Health Care: <q> This Will Not Stand. </q> Congressman <strong> Mike Pence </strong> appeared on the MSNBC program`` Morning Joe'' today to discuss the <strong> Barack Obama </strong> Administration and Democrats in Congress' government takeover of health care, passed over the wishes of the American people. Congressman <strong> Mike Pence </strong> noted", "new_id": -2}, {"uid": "1294975566041533473", "i": 56012, "idx": 0, "sa": ["Linas Kleiza", "Allen Iverson", "Angel Robinson", "Carmelo Anthony"], "q": "from other bettors go to www.sbrforum.com http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angel Robinsones Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1296802392154992666", "i": 52184, "idx": 2, "sa": ["Matt Lucas", "David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Tim Hasselbeck"], "q": "Friday, 8:30 p.m.). <strong> David Letterman </strong> makes a rare appearance on ABC primeTim Hasselbecke as part of a group to talk about their open heart surgery with <strong> Barbara Walters </strong>. The others include <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Bill Clinton </strong> on <q> A <strong> Barbara Walters </strong> Special: A Matt Lucaser of Life& Death </q>( ABC, 10 p.m.). The return of`` Smallville''( The CW, 8 p.m.) and`` Supernatural''( The CW, 9 p.m.) with new episodes, meant to happen", "new_id": -2}, {"uid": "1295668674231571473", "i": 31265, "idx": 0, "sa": ["Andy Coulson"], "q": " In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' he added. The Prime Minister said he was", "new_id": -2}, {"uid": "1296744552199131154", "i": 36486, "idx": 10, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George Tenet", "Darrell Hammond"], "q": "many months to build a large occupying army,'' and`` this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.'' <q> The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong, </q> <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement.`` If one starts with` good press", "new_id": -2}, {"uid": "1297144094027197444", "i": 10626, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]