[{"uid": "1295619769089243661", "i": 45319, "idx": 0, "sa": ["Eric Schmidt"], "q": "Badger Exploration and Entree Gold Identify New Copper Zones in Yerington Nevada; Entree Gives Notice of Intent to Earn Additional Interest in Blackjack Property More News related to Management Changes Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> F.N.B. Corporation( FNB) Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank JPMorgan( JPM) said to change M&A management, hire Cravath's Woolery EGI) announced that", "new_id": -2}, {"uid": "1295238967163905547", "i": 32395, "idx": 0, "sa": ["Steve Ballmer"], "q": "separate sites onto a single SharePoint front-end, saving the company$ 2 million a year. <strong> Steve Ballmer </strong> says SharePoint lets more business users in an organization publish content to the Web without having to involve IT. <q> Marketing, sales, customer service people desire to move things along quickly, and without necessarily on every transaction having IT involved. SharePoint is a great bridge for that, </q> said <strong> Steve Ballmer </strong> in an interview with InformationWeek. When asked what SharePoint brings to the table that other Web development platforms don't, <strong> Steve Ballmer </strong> responded`` Well, you can do anything with anything. The question", "new_id": -2}, {"uid": "1295564385175194279", "i": 16011, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " <strong> Eric Schmidt </strong> Steps Down; Co-founder <strong> Larry Page </strong> is New Google CEO Mark Hefflinger on January 20, 2011- 10:35 am. Mountain View, Calif.- Citing a desire to <q> streamline decision making and create clearer lines of responsibility at the top of the company, </q> Google on Thursday announced that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder <strong> Larry Page </strong> will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of technology", "new_id": -2}, {"uid": "1296709837249151493", "i": 2867, "idx": 8, "sa": ["Russ Granik", "Allen Iverson", "Vince Carter"], "q": "turned on to it,'' said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Allen Iverson-Vince Carter matchup is what the league really needed.`` Watching these two kids,", "new_id": -2}, {"uid": "1295396906230801414", "i": 6647, "idx": 4, "sa": ["Ryan Seacrest", "Simon Cowell", "Randy Jackson"], "q": ".''' OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans <strong> Randy Jackson </strong> and host <strong> Ryan Seacrest </strong> say it will. <q> I'm inspired by the new life here, and I love it, </q> <strong> Ryan Seacrest </strong> said.`` <strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny", "new_id": -2}, {"uid": "1295283262030097462", "i": 18927, "idx": 0, "sa": ["Jon Stewart", "David Letterman", "Piers Morgan", "Oprah Winfrey"], "q": "editor launches his new CNN show <strong> Piers Morgan </strong> Tonight, featuring an interview with <strong> Oprah Winfrey </strong>, later today. Speaking to The Guardian, <strong> Piers Morgan </strong> claimed that his career will only end when he is`` ignored''. <q> The only enemy for me is being ignored, </q> he said.`` If I'm being ignored by the American media then it's all over. If I'm the centre of their attention then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a", "new_id": -2}, {"uid": "1297272533143687717", "i": 28854, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "the nascent cloud computing market. Accelerating content, especially video, is a game of intelligence and muscle involving many parts and pieces. Ara's Jaguar is a high performance caching engine geared to deliver. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1297011149120438784", "i": 54334, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "highlights the importance of conservation initiatives to help expand the critical remaining numbers. Cairo- Work has begun to restore priceless Egyptian antiquities, including a statue of King Tutankhamun, damaged by looters amid anti-government protests <q> Cairo, antiquities chief <strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime.`` Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295868870143261707", "i": 31318, "idx": 1, "sa": ["Michael Arrington", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "te maken of zelfs te verslaan. Er zijn genoeg nieuwe uitdagingen te verzinnen, maar het lijkt erop dat <strong> Eric Schmidt </strong> ze niet durft aan te gaan. Volgens TechCrunch <strong> Michael Arrington </strong> is de overwinning op Microsoft voor <strong> Eric Schmidt </strong> genoeg. <q> Nu ze op twee fronten met Apple en Facebook strijden, liggen de kansen mijns inziens niet in het voordeel van Google </q>, href=\"http://techcrunch.com/2011/01/20/techcrunch-interview-with-Eric Schmidt-Eric Schmidt-Larry Page-Larry Page-and-Sergey Brin-Sergey Brin/\" target=\"_blank\"> schrijft hij. 4. Bureaucratisch martelaarschap Google stapt een nieuw tijdperk binnen en moet opnieuw zijn prioriteiten bepalen. Komende maanden moeten er veel hordes genomen worden- rechtszaken", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]