[{"uid": "1296239169000835597", "i": 20681, "idx": 0, "sa": ["Angelina Jolie", "Jane Lynch", "Brad Pitt"], "q": "talked about being starstruck at the Golden Globes only a few weeks back. <strong> Jane Lynch </strong>, a guest on The Conan Show Thursday night described how she met <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> and it was the first time. <q> I get really star struck, </q> says <strong> Jane Lynch </strong>.`` I saw <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> on the red carpet at the golden globes. I was being interviewed and waved. They waved back.'' <strong> Jane Lynch </strong> actually got the chance to go up", "new_id": -2}, {"uid": "1296206715139067427", "i": 5874, "idx": 0, "sa": ["Eamon Gilmore"], "q": "to be a series of redundancies and better efficiencies in the public sector. Yesterday, Labour leader <strong> Eamon Gilmore </strong> claimed that his party would honour the deal if they formed part of the next Government. <q> All the parties, again, are not being totally honest about this, </q> he said.", "new_id": -2}, {"uid": "1295785128191660097", "i": 41871, "idx": 4, "sa": ["Gerry Adams", "Brian Cowen", "Eamon Gilmore"], "q": "<strong> Brian Cowen </strong>, but about the collective performance of this Government and the need for a new start,'' Mr <strong> Eamon Gilmore </strong> said. Sinn F?in president <strong> Gerry Adams </strong> said Mr <strong> Brian Cowen </strong>'s announcement would lead to further instability. <q> The Government and Fianna F?il are in chaos... their focus is not on the problems facing the country. </q> ResultsShould <strong> Brian Cowen </strong> remain as Taoiseach? Today's Interactive Irish Times Crosaire and Simplex crosswords, plus 10 years of crossword archive. Rossella Bottone and Luisella Mazza's lo-fi approach to music interviews is winning online fans,", "new_id": -2}, {"uid": "1297183321119177307", "i": 4332, "idx": 3, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "<strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they`` saved lives.'' But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>: <q> Qahtani would be subjected to sexual humiliation and long periods of sleep deprivation and isolation while in custody at Guantanamo, and his heartbeat at one point dropped to 35 beats per minute. </q> <strong> Donald Rumsfeld </strong> said he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized.`` I didn't approve any of that,'' <strong> Donald Rumsfeld </strong> said in", "new_id": -2}, {"uid": "1295886626001212416", "i": 49199, "idx": 2, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' Play video Moscow Airport Blast Kills At Least", "new_id": -2}, {"uid": "1295218063057311263", "i": 30510, "idx": 4, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "yesterday with the hateful and nasty speech'' given by his wife, Simone, in which she called <strong> Alassane Ouattara </strong> a`` bandit chief''. Gbagbo's spokesman dismissed the possibility of an ECOWAS military intervention: <q> The people will not accept external diktats... If Ivorians don't want a head of state, it's the Ivorians who will get rid of him themselves. </q> <strong> Raila Odinga </strong>'s first trip to Abidjan since being appointed as mediator by the continental body ended on January 5 with little tangible progress after Gbagbo failed to make good on promises that mediators said he made.", "new_id": -2}, {"uid": "1297706529235225092", "i": 55024, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 14, 2011, 1:02 PM EST- U.S. Markets close in 2 hrs 58 mins{`` s'':`` msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Jay Yarow, On Monday February 14, 2011, 10:04 am EST <strong> Steve Ballmer </strong> just finished his keynote at the Mobile World", "new_id": -2}, {"uid": "1297415226250134550", "i": 29973, "idx": 0, "sa": ["Steve Ballmer"], "q": "'s now a three-horse race.'' The benefit to Nokia, a handset vendor without a smartphone platform, is clear. For Microsoft, Nokia's scale and distribution offer an unrivaled route to market. <q> Nokia would contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies, </q> the firm said in a statement.`` The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,'' said Microsoft CEO <strong> Steve Ballmer </strong>. Analysts have", "new_id": -2}, {"uid": "1295218030130613328", "i": 21121, "idx": 0, "sa": ["Colin Powell"], "q": "do the same thing.'' He said the`` overarching concern that all of us had,'' including those with the Alabama Department of Public Safety and Alabama Alcoholic Beverage Control Board, is <q> you don't want anyone hurt. </q>`` It was recommended to our office that the best way you can ever keep anyone from doing something foolish is almost to have the doctrine of overwhelming force that <strong> Colin Powell </strong> had that you go in", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]