[{"uid": "1295559701061718598", "i": 52, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295907439137379893", "i": 36451, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "was important that all allegations were properly investigated.`` Hacking into people's phones is illegal,'' she said.? href=\"http://news.scotsman.com/phone-tapping/Tony Blair-Tony Blair-never-had-a.6699950.jp\"> <strong> Tony Blair </strong> never had a mobile while prime minister <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist. </q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}, {"uid": "1297136473102924319", "i": 36178, "idx": 6, "sa": ["Donald Rumsfeld", "Robert McNamara", "George H. W. Bush"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered.`` I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,'' he added, insisting the <strong> George H. W. Bush </strong> administration's decision", "new_id": -2}, {"uid": "1295608494129794051", "i": 36825, "idx": 0, "sa": ["Eric Schmidt"], "q": "Paris-based Insee. Thirty-five of the 49 companies in the S&P 500 that reported earnings since Jan. 10 have topped analyst estimates, with General Electric Co. and Bank of AmEric Schmidta Corp. due to release results today. <q> Recent data suggested the economic performance in Europe has been okay, and probably somewhat better than people expected, </q> said Adrian <strong> Eric Schmidt </strong>, a currency strategist at Lloyd TSB Bank Plc in London. The euro strengthened 0.5 percent against the dollar, and was 0.3 percent stronger versus the yen. The dollar weakened 0.2 percent", "new_id": -2}, {"uid": "1295805220124010531", "i": 12264, "idx": 1, "sa": ["Colin Powell"], "q": "these matters in his State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1297272969044515334", "i": 43506, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "derision as the show's signature quality.`` Mr. <strong> Steven Tyler </strong>, who will turn 63 next month, has done much of the heavy lifting for` Idol' this season,'' Mr. Caramanica writes, <q> helping keep the show within striking distance of last season's ratings and ensuring that even though certain things have been lost in transition, the show still has a steady center. </q> Do you agree? Do Mr. <strong> Steven Tyler </strong>'s occasionally outrageous antics enliven the talent competition? Or is he a'' buffoonish liability''? Is`` Idol'' still`` Idol'' without Mr. <strong> Simon Cowell </strong>? Let", "new_id": -2}, {"uid": "1297128027137412656", "i": 12872, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " DALLAS, TX.-- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1295831264124387374", "i": 21034, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Tom Austin"], "q": "though.`` A growing number of MSPs have embraced the Google Apps Reseller program,'' says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q> more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-cusTom Austiners. </q> The article asks,`` Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder <strong> Larry Page </strong>?'' Spin off? While there's no reason to think Google would kill off", "new_id": -2}, {"uid": "1297088895231997447", "i": 37628, "idx": 3, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he spoke in`` hypothetical'' terms and that nothing was decided, <q> with no reference about a new location for the company's leadership for today or tomorrow. </q> In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that`` Fiat would be better off if it eliminated Italy.'' Tour Highlights Continuous Improvement WIKA Instrument has been on a lean journey for nearly 10 years,", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]