[{"uid": "1296371371213876756", "i": 1317, "idx": 0, "sa": ["Dwight Howard", "LeBron James", "Jerry West", "Allen Iverson", "Kobe Bryant", "Bob Schmidt"], "q": "<strong> Dwight Howard </strong> Superman dunk, AND1, Hot sauce, <strong> LeBron James </strong>, la lakers, Boston celtics nba champions, La Clippers, Denver Nuggets, <strong> Allen Iverson </strong>, Dallas Mavericks, East <strong> Jerry West </strong> All star g... LD2k's: <q> LIBERATION: The Ballad Of <strong> Kobe Bryant </strong> </q> Ft. <strong> Bob Schmidt </strong> LD2k's:`` LIBERATION: The Ballad Of <strong> Kobe Bryant </strong>'' Ft. <strong> Bob Schmidt </strong> <strong> Kobe Bryant </strong>'s legacy is about to cement itself with his chase after his 4th title in 6 trips to the finals. Telling <strong> Kobe Bryant </strong>'s", "new_id": -2}, {"uid": "1297353501031227960", "i": 1923, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content? Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1296677924235356194", "i": 56366, "idx": 0, "sa": ["Mike Pence", "John Podesta", "Joseph R. Pitts"], "q": "narrow exemptions to the amendment in the event of rape, abuse or when the life of the woman is threatened, adding controversial language that would change`` rape'' to`` forcible rape,'' which <strong> John Podesta </strong> said <q> bizarrely distinguishes between good rapes and bad rapes. </q> <strong> Mike Pence </strong>'s bill would prohibit abortion providers from receiving federal funding. And <strong> Joseph R. Pitts </strong>' bill would reintroduce the proposals from the`` Stupak amendment,'' meant to bar tax credits or subsidies for any private health", "new_id": -2}, {"uid": "1297210131061849602", "i": 3916, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "that officials were never able to improve the camp's public image.`` It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job,'' he said. <q> The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that for whatever reason the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people. </q> <strong> Donald Rumsfeld </strong> described the prison camp as a`` fine operation'' and said the service members who operate it have`` taken a lot of heat unfairly.'' <strong> Donald Rumsfeld </strong> also made clear that he has", "new_id": -2}, {"uid": "1295397312088637442", "i": 17551, "idx": 1, "sa": ["Laurence Maroney", "Michael Vick", "Jim Irsay", "Brad Childress"], "q": "`` I think the market's out there and you know it's something we'll work on. The offer will reflect him being right there with Brad Childressy and being at the top,'' <strong> Jim Irsay </strong> said. <q> We look forward to getting something done. </q>-- <strong> Michael Vick </strong> Marot Broncos RB <strong> Laurence Maroney </strong> arrested in St. Louis ST. LOUIS( AP)- Denver Broncos running back <strong> Laurence Maroney </strong> has been arrested in St. Louis on drugs and weapons allegations. His", "new_id": -2}, {"uid": "1296659107232505354", "i": 7900, "idx": 0, "sa": ["Lou Cannon", "Craig Shirley", "Mike Pence", "Jon Tester"], "q": ". And where would he have fit in today's political climate? We have two guests to talk about him: <strong> Lou Cannon </strong>, who covered his years as governor and president, and <strong> Craig Shirley </strong>, author of <q> Reagan's Revolution: The Untold Story of the Campaign That Started It All. </q> Plus: The Democrats pick Charlotte for their 2012 convention... the latest in the Chicago mayoral race... <strong> Mike Pence </strong> is a no go for the White House but <strong> Jon Tester </strong> Huntsman signals he might... Montana Republicans get", "new_id": -2}, {"uid": "1295582204150192172", "i": 7143, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by Google CEO <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296371376213876815", "i": 3152, "idx": 8, "sa": ["Tracy McGrady", "Dwight Howard", "Tyronn Lue", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Kobe Bryant"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen Iverson_Allen Iverson_vs_Kobe Bryant_Kobe Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk, AND1, Hot sauce, <strong> LeBron James </strong>, la lakers,", "new_id": -2}, {"uid": "1295597137034635799", "i": 38118, "idx": 3, "sa": ["Eric Holder", "Bill Ayers", "John McCain", "George W. Bush", "Colin Powell", "Barack Obama"], "q": "Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate Sen. <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie <strong> Barack Obama </strong> to former 1960s radical <strong> Bill Ayers </strong>. <q> I think that's inappropriate. I understand what politics is about-- I know how you can go after one another, and that's good. But I think this goes too far, and I think it has made the <strong> John McCain </strong> campaign look a little narrow. It's not what the AmEric Holderan people are looking for, </q> he said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible George W. Bushial candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]