[{"uid": "1295581455002506782", "i": 56438, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "formal:`` Day-to-day adult supervision no longer needed!,'' he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in. </q> He expects it to be`` a significant improvement in the things that I can do in my time.'' The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google", "new_id": -2}, {"uid": "1294995142169689113", "i": 54517, "idx": 0, "sa": ["Michael Gove"], "q": "Class href=\"http://www.anorak.co.uk/wp-content/uploads/Michael Gove-Michael Gove.jpg\"> <strong> Michael Gove </strong> says it's OK for music teacher to touch pupils. His advice forms part of the Education Secretary's Keeping Children safe in Music Drive. He says: <q>`` Whether it's adjusting the position of a violin or demonstrating how to handle drumsticks, showing how a trombone slide should work or introducing new subtleties in oboe playing, teachers should be trusted to touch children without feeling they are somehow transgressing the rules. </q> \" Anyone laughing like a teenage adolescent will be sent from the room. Fingers over holes, lips puckered and begin...", "new_id": -2}, {"uid": "1296744918231997480", "i": 9779, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Sen. <strong> John McCain </strong>( R-Ariz.) gave a curt response Thursday to reports that former defense secretary <strong> Donald Rumsfeld </strong> had some unkind things to say about him in his new book, Known and Unknown. <q> Thank God he was relieved of his duties, </q> <strong> John McCain </strong> href=\"http://blogs.abcnews.com/george/2011/02/sen-John McCain-John McCain-fires-back-at-Donald Rumsfeld-Donald Rumsfeld-memoir-thank-god-he-was-relieved-of-his-duties.html#tp\" target=\"_hplink\"> said on ABC's`` Good Morning America,'' after admitting that the two had had a contentious working relationship that often caused them to butt heads over Iraq war policy. Most", "new_id": -2}, {"uid": "1297390016200884258", "i": 50900, "idx": 4, "sa": ["George W. Bush", "John McCain", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld", "Paul Bremer"], "q": ".'' blame responsibility, NEWSWEEK dedicates a separate`` box'' to <strong> Donald Rumsfeld </strong>' delegations of blame to <strong> George W. Bush </strong>, <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong>, L. <strong> Paul Bremer </strong> and to our maverick, <strong> John McCain </strong>. The box is labeled: <q> Stuff happens-and Rummy has never been shy about calling out the culprit. Some choice zingers from his memoir... </q> <strong> John McCain </strong> has already responded to <strong> Donald Rumsfeld </strong>'s zinger with`` Thank God he was relieved of his duties.'' But overall, NEWSWEEK is quite restrained in its criticism of Donald Rumsfeld-almost to the point of being", "new_id": -2}, {"uid": "1296224676092700695", "i": 2485, "idx": 1, "sa": ["Mitch Daniels", "Eric Holcomb", "Mike Pence"], "q": "the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office.`` I'm open to running for <strong> Eric Holcomb </strong>,'' <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said the Columbus Republican's decision instantly catapults him into the leading position to succeed <strong> Eric Holcomb </strong> <strong> Mitch Daniels </strong>. Although those who wanted him to run for president", "new_id": -2}, {"uid": "1295572388224641040", "i": 2683, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296178072054247437", "i": 23369, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand", "Mark Gallogly"], "q": "the Hartley fundraiser and is a top donor to Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds. <q> It sounds incredibly aggressive, </q> he said.`` But I think it's very doable.'' If <strong> Barack Obama </strong> hopes to hit such a <strong> Mark Gallogly </strong>, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor,", "new_id": -2}, {"uid": "1296218123081313799", "i": 3385, "idx": 1, "sa": ["Chris Webber", "Allen Iverson", "David Bowie"], "q": "away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game.`` It felt like we turned that corner,'' <strong> Allen Iverson </strong> said. <q> We just did everyDavid Bowieg right at the end. I David Bowiek <strong> Chris Webber </strong> did a great job at the end. We ran the offense through him and he made some great David Bowiegs happen. </q> <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second.``", "new_id": -2}, {"uid": "1295887665065683465", "i": 38156, "idx": 5, "sa": ["Eric Schmidt"], "q": "something fresh and new to stay competitive. Ruling by consensus can be effective, but as you grow larger it grows more challenging.'' After 10 years of having`` equal'' decision making power, <q> we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' Some Google employees are reportedly concerned about the timing", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]