[{"uid": "1295669752061620314", "i": 55515, "idx": 0, "sa": ["Mike Pence"], "q": "throughout Indiana, but sources in the state said he's been invited to many more than eight and could be confirmed to speak at more of them in short order. As one party source explained, <q> What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period? </q> Indeed, the state statute does not prevent <strong> Mike Pence </strong>`` from participating in party activities conducted by a regular party committee.'' Of course, if he does decide to run for president, it will take", "new_id": -2}, {"uid": "1295945463061587467", "i": 7076, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "Monday that the officers' claims were overblown.`` We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,'' Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog DANVILLE 2 BR/", "new_id": -2}, {"uid": "1295440561060325912", "i": 58573, "idx": 0, "sa": ["Drew Brees", "Philip Rivers", "Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Tom Brady"], "q": "<strong> Aaron Rodgers </strong>. He'd been in the bullpen for three years and everyone knew he was ready.'' On draft day, however, the Packers were far from convinced that <strong> Aaron Rodgers </strong> would be exceptional. <q> I kept <strong> Aaron Rodgers </strong> and his agent on hold for an agonizing ten minutes per Ted's instructions while waiting to see if the phone would ring with an offer we couldn't refuse. </q> Extra point: If you had to pick a quarterback to start for your team next season, where would you rank <strong> Aaron Rodgers </strong> among these six peers? <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Philip Rivers </strong>, <strong> Michael Vick </strong> and <strong> Ben Roethlisberger </strong>", "new_id": -2}, {"uid": "1297234002160825518", "i": 43155, "idx": 5, "sa": ["Simon Cowell"], "q": ". In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden ticket, a''? 1m recording contract'', meant href=\"http://news.bbc.co.uk/2/hi/entertainment/7778138.stm\" title=\"?150,000 in prize money\">? 150,000 in prize money. <q> We make over a million pound commitment to the winner, </q> <strong> Simon Cowell </strong> said, meaning hundreds of thousands of pounds invested on development and promotion. <strong> Simon Cowell </strong> promises US X Factor winner$ 5m contract HummDrumm 8 February 2011 11:38 AM If you win this competition", "new_id": -2}, {"uid": "1295584186085278737", "i": 5545, "idx": 3, "sa": ["Tim Ford", "Larry Page", "Eric Schmidt"], "q": "of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.'' <q> I believe <strong> Larry Page </strong> is ready </q> to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's Tim Forde for him to have a shot at running this.'' But many in Silicon Valley were stunned that <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295559927021315698", "i": 14118, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Google and Apple have had a complicated relationship over the years, with the two companies previously sharing a close relationship in facing off against Microsoft in the personal technology market and <strong> Eric Schmidt </strong> href=\"http://www.macrumors.com/2006/08/29/google-ceo-joins-apple-board-of-directors/\"> joining Apple's board of", "new_id": -2}, {"uid": "1295907761051232811", "i": 13084, "idx": 4, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "also insisted he would not join the administration but would continue to serve as an informal adviser to the <strong> Barack Obama </strong>. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to the United States. <q> You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say` I've seen the light,' </q> <strong> Colin Powell </strong> said of the summit between the two Barack Obamas. He also said of expectations of <strong> Barack Obama </strong>,`` We didn't elect Superman, we elected a human being.'' CBS: FACE THE NATION", "new_id": -2}, {"uid": "1296725293246726664", "i": 414, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "OS. The pressure comes ahead of next week's strategy day, when Nokia's recently appointed CEO- former Microsoft man <strong> Stephen Elop </strong>- will reveal how he plans to turn around the ailing firm. <q> Get rid of MeeGo- it's the biggest joke in the tech industry right now </q> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies.`` Get rid of your own proprietary high-end", "new_id": -2}, {"uid": "1296619354222035969", "i": 37430, "idx": 2, "sa": ["M. Night Shyamalan", "Thaddeus Young", "Allen Iverson", "Tim Duncan", "Will Bynum"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second Tim Duncane this week and <strong> Will Bynum </strong> have an MRI on Thursday. <q> This one's on me. I let us down toM. Night Shyamalan, </q> <strong> Allen Iverson </strong> said.`` I feel bad, that's a game we should have won. We didn't make shots at the Tim Duncane we needed to make shots.'' The crowd chanted`` We Want AI!", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]