[{"uid": "1297251106136822784", "i": 27096, "idx": 2, "sa": ["Ann Coulter", "Donald Rumsfeld", "David Keene", "Sarah Palin"], "q": "Rummy the`` Defender of the Constitution'' Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through Alaska. <q> The Holland American ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends, </q> href=\"http://us.rd.yahoo.com/dailynews/dailybeast/ts_dailybeast/storytext/12309_sixthingstowatchattheconservativepoliticalactionconference/40096831/SIG=114snc49f/*http://www.conservative.org/press/#ixzz1DNudnqbc\"> ACU chief <strong> David Keene </strong> said, Ann Coulterouncing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer,", "new_id": -2}, {"uid": "1297298258261144595", "i": 25948, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "George Tenet", "George H. W. Bush"], "q": "hamid- mahmud- bodies- iraqi- national- congress?_s=PM:WORLD\"> killing of Uday and Qusay Hussein by American troops in July 2003. Here's the passage from <strong> Donald Rumsfeld </strong>'s`` Known and Unknown'': <q> After his sons were killed, there was an intelligence report that Saddam Hussein was paying$ 60 million for his agents to target the <strong> Bill Clinton </strong>'s two daughters and my two daughters for reprisal attacks. That threat report was brought up at an NSC meeting in October 2003. I acknowledged it, but went on with our discussion. </q>`` You need to take this seriously,'' <strong> George H. W. Bush </strong> said. He had received word that pictures of his daughters had been found in Uday Hussein's palace. <strong> George Tenet </strong> broke in, reinforcing the <strong> Bill Clinton </strong>", "new_id": -2}, {"uid": "1295238571014565425", "i": 2990, "idx": 0, "sa": ["Lea Michele", "Vera Wang", "January Jones", "Angelina Jolie", "Beverly Hills"], "q": "in terms of fashion,'' she added. Still, there was room at the <strong> Beverly Hills </strong> Hilton Hotel in <strong> Beverly Hills </strong>, Calif., for waves of gowns in green, red, blue, black and blush tones. <q> I don't see an oVera Wangll trend. It's not all about strapless or one look- the way it's been so cLea Michelerly in the past. You always hope to see individuality and you got it, </q> said Cindy Weber CLea Michelery, InStyle fashion director. She also noted there were more covered-up looks, save <strong> January Jones </strong>' strategically cutout top, and a rainbow of colors. <strong> Angelina Jolie </strong> wore a long-sleeve, green gown with subtle", "new_id": -2}, {"uid": "1295973498237387853", "i": 36853, "idx": 1, "sa": ["David Letterman", "Nathan Lane", "Til Schweiger"], "q": "`` The Fabulous Baker Boys'') appeared in a Public Theater production of <strong> Nathan Lane </strong> Talks Addams Family,`` Jersey Shore,''`` 127 Hours'' and More on`` <strong> David Letterman </strong>''( Video) <strong> Nathan Lane </strong> visited <q> The Late Show with <strong> David Letterman </strong> </q> Jan. 21 and shared an anecdote from his current Broadway run in The Add... The Ultimate Playbill Binder- Archival Quality Storage for Contemporary Sized Playbills The Phantom of the Opera Time Stands STil Schweigerl The", "new_id": -2}, {"uid": "1297104143023560218", "i": 57485, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway", "Richard Hunter"], "q": "<strong> Michael Vick </strong> turned his back as his entourage restrained <strong> Richard Hunter </strong>. There's a stand-up guy right there. <strong> Richard Hunter </strong>, in the closing text to the video, summed it up well. <strong> Dwaine Caraway </strong> gave <q> the key to the city of Dallas to a felon who is still on probation. Now we're going to have to spend a fortune in tax dollars to have all the locks changed. </q> East Dallas Times, an online community news outlet serving the White Rock Lake area. He applauds title=\"Richard Hunter\" href=\"http://www.nbcdfw.com/topics?topic=Richard Hunter+Richard Hunter\"> <strong> Richard Hunter </strong>.  Copyright NBC Local Media ", "new_id": -2}, {"uid": "1295001420194838603", "i": 23044, "idx": 1, "sa": ["Simon Cowell", "Peter Rice", "Stevie Wonder", "Michael Jackson"], "q": ", <strong> Peter Rice </strong> confirmed there would be four judges on the show, two men and two women, but insisted <strong> Simon Cowell </strong> would not be making the final decision on who would appear on it. He said: <q> There's great speculation. I think <strong> Simon Cowell </strong> is still meeting and trying to find the right mixture. It'll be four judges as it is in href=\"http://www.earthtimes.org/tag/England.html\"> England- it's two men, two women, one of which will be <strong> Simon Cowell </strong>.'`` <strong> Simon Cowell </strong>'s going to come to us and he's going to say,` This is who I would like the judges to be,' and we'll have a conversation about it. </q> <strong> Peter Rice </strong> also claimed the show would be different from` American Idol' because of the involvement of judges with their acts, meaning they could find the next`` <strong> Stevie Wonder </strong> or <strong> Michael Jackson </strong>''. He", "new_id": -2}, {"uid": "1296054621070402076", "i": 17690, "idx": 1, "sa": ["Steve Ballmer"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong>`` is always on thin ice,'' said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q> Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the.... is set to report earnings for the fiscal second quarter Thursday... Photo in Slideshow: <strong> Steve Ballmer </strong>, Connie <strong> Steve Ballmer </strong>., the world's biggest software maker", "new_id": -2}, {"uid": "1297720898167477278", "i": 40763, "idx": 0, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "Supporters of the internationally recognized winner of Ivory Coast's election also have pushed for a cocoa ban in an effort to financially strangle incumbent leader Laurent Gbagbo, who the UN says lost the November election. <q> It's clear that the taxes that come from cocoa go directly to keeping Gbagbo in power. That's why we called for an export ban and it seems to be working, </q> said <strong> Patrick Achi </strong>, spokesman for internationally recognized winner <strong> Alassane Ouattara </strong>, who is now trying to run the country from a hotel. Years of campaigning by`` fair trade'' consumers already have forced chocolate makers to sign", "new_id": -2}, {"uid": "1295354667110805007", "i": 36869, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "Cole to buy a multi-million dollar home in North Palm Drive, rather than move into a more modest? 400,000 apartment with her alleged boyfriend <strong> Derek Hough </strong>. A supposed friend of Cole's said of <strong> Simon Cowell </strong>: <q> He knows how lonely it can be to start over in a new country and he wants her nearby.`` Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants Cheryl to be happy and he knows she'll enjoy living in his neighbourhood. </q> The insider claimed that Cole is not yet ready to move in with <strong> Derek Hough </strong>, explaining:`` Cheryl and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]