[{"uid": "1295507172010305551", "i": 9856, "idx": 2, "sa": ["Larry Brown", "Allen Iverson"], "q": "'s had the best year since I've been around him,'' said <strong> Larry Brown </strong>, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "new_id": -2}, {"uid": "1295797594180797500", "i": 36366, "idx": 3, "sa": ["Colin Powell"], "q": ", he said. <strong> Colin Powell </strong> disparaged the idea of cutting one program or another that might be a politically popular target for one party or another. blog comments Reader Comments( 1) <q> You can't fix the budget or the national debt by killing National Public Radio </q> or the federal spending on the arts, he said. It's a start. That is 2 places that we are throwing money away. VIDEO: Giffords leaves Tucson hospital", "new_id": -2}, {"uid": "1295218063057311263", "i": 30507, "idx": 1, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "last resort if Gbagbo refuses to hand over power.`` We want dialogue to begin between the <strong> Alassane Ouattara </strong> camp and president Gbagbo,'' the incumbent's spokesman <strong> Ahoua Don Mello </strong> told AFP on Sunday. The two men <q> know each other, they can sit down and find a solution. </q> At the besieged Golf Hotel, <strong> Alassane Ouattara </strong> spokeswoman Anne Ouloto repeated the demand that:`` He( Gbagbo) must go.'' Gbagbo`` is not following the logic of peace or of dialogue", "new_id": -2}, {"uid": "1295563322217792524", "i": 23986, "idx": 8, "sa": ["Eric Schmidt"], "q": "says the basic strategy is to have the right ad in the right spot every time. They're looking carefully at which ads go where, they're happy with the choice of ranking ads. Competitor complaints, <q> we've done a fairly thorough review. </q> 4:44: <strong> Eric Schmidt </strong> is giving final words, saying that a decade has been a long time. 4:44: OK, now we're switching back to a more traditional earnings call, led by", "new_id": -2}, {"uid": "1297163800138723333", "i": 31076, "idx": 0, "sa": ["Charlie Sheen", "Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": "'' Alan:`` How's the pediatrician game?'' Herb:`` Like taking money from babies.'' Gordon:`` God, I love your life.'' <strong> Charlie Sheen </strong>: <q> Thanks, but it's really not as fun as it looks. </q> Gordon:`` Really?'' <strong> Charlie Sheen </strong>:`` Nah, I'm kidding! Cheers to me!'' <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge", "new_id": -2}, {"uid": "1296736670245350410", "i": 45761, "idx": 3, "sa": ["Donald Rumsfeld", "Paul Bremer"], "q": "recognize <strong> Paul Bremer </strong>'s intentions. <strong> Donald Rumsfeld </strong> asserts that Bush exacerbated matters by allowing confusion in the chain of command and enabling <strong> Paul Bremer </strong> to`` pick and choose'' which senior Washington officials to deal with. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. <strong> Donald Rumsfeld </strong> portrays Powell as reigning over a State Department reluctant to accept Bush's political direction and intent on taking anonymous swipes at in the media. He", "new_id": -2}, {"uid": "1296240021002752520", "i": 13668, "idx": 0, "sa": ["Ally Coulibaly", "Alassane Ouattara"], "q": "gyptien, au Caire. Les autorit?s fran?aises doivent`` condamner fermement les crimes du r?gime Moubarak'' href=\"http://fr.news.yahoo.com/3/20110128/twl-israel-palestiniens-violences-951b410.html\"> Un jeune Palestinien gri?vement bless par balle lors d'affrontements avec des colons en Cisjordanie En C?te d'Ivoire, <q> il n' y a pas de compromis possible </q>( mis? jour) <strong> Ally Coulibaly </strong>, le nouvel ambassadeur de C?te d'Ivoire en France nomm par <strong> Alassane Ouattara </strong>, vient de prendre le contr?le de... Egypte: le si?ge du parti de Moubarak en feu Des", "new_id": -2}, {"uid": "1295447410083853376", "i": 31559, "idx": 0, "sa": ["Micheline Calmy-Rey", "Alassane Ouattara"], "q": " The seven-member cabinet also agreed to freeze any assets belonging to Gbagbo, who is clinging to power in the world's largest cocoa producer despite losing a presidential election to <strong> Alassane Ouattara </strong> on Nov. 28. <q> These measures are aimed at encouraging the two countries to present requests for judicial assistance in a criminal matter, </q> <strong> Micheline Calmy-Rey </strong> said.`` Switzerland wants to avoid our financial centre being used to hide funds illegally taken from the populations concerned,'' added <strong> Micheline Calmy-Rey </strong>, a social democrat who currently also holds the rotating Swiss presidency", "new_id": -2}, {"uid": "1297709799012566528", "i": 41312, "idx": 1, "sa": ["Steve Ballmer"], "q": "in large part by being the most operator-friendly option.`` The mobile operator can add value over and above connectivity and distribution and customer service,'' CEO <strong> Steve Ballmer </strong> told MWC attendees in his keynote address Monday. <q> Windows Phone will continue to be the best place for mobile operators to add value. </q> Microsoft announced a number of improvements to Windows Phone 7 that will help its lofty goal on the software end. These include Internet Explorer 9 for all WP7 smartphones, multitasking for third-party applications, support for", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]