[{"uid": "1296932811087031838", "i": 31727, "idx": 0, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "Italians Saturday. His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, {"uid": "1297074215210305048", "i": 5769, "idx": 0, "sa": ["Deneen Borelli", "George Soros", "Clarence Thomas", "George W. Bush", "Colin Powell", "Condoleezza Rice"], "q": "the significant double standard that is displayed here when it comes to what we've witnessed on this video versus how black conservatives are also attacked and the NAACP remains silent,'' <strong> Deneen Borelli </strong> said in a phone interview. <q> The NAACP, and I'm sure you know this, they were basically hired by <strong> George Soros </strong> to track racism in the Tea Party movement. </q> The NAACP did condemn racist attacks against former black secretaries of State <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> during <strong> George W. Bush </strong>'s presidency. NAACP won't directly address racism leveled against <strong> Clarence Thomas </strong> at progressive protest Oregon state legislature pushes shopping", "new_id": -2}, {"uid": "1297616629186400779", "i": 32526, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "'m colorful.'' And he wrote this memo to the Chairman of the Joint Chiefs:`` I am seeing nothing that is thoughtful, creative or actionable. How can that be?'' <q> That was a good memo, </q> <strong> Donald Rumsfeld </strong> commented.`` And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.''`` Why did you call it the` Goose Egg", "new_id": -2}, {"uid": "1297715935009617444", "i": 45469, "idx": 2, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the", "new_id": -2}, {"uid": "1295919467156090424", "i": 4164, "idx": 1, "sa": ["Bill Lockyer"], "q": "states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same.''+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: <q> States didn't ask for it. We don't want it. We don't need it. </q>-`` Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers.''-`` The people", "new_id": -2}, {"uid": "1296253842209223685", "i": 9676, "idx": 1, "sa": ["Don Nelson", "Allen Iverson", "Tim Hardaway"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looking for a complete game to extend that winning streak. <q> The best part about it is we struggled at Tim Hardawayes in the game but we got it Don Nelsone, </q> <strong> Allen Iverson </strong> said.`` We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1297588971109002780", "i": 20653, "idx": 7, "sa": ["Donald Rumsfeld", "Tony Blair"], "q": "while eluding capture, he says. For <strong> Tony Blair </strong>,`` the most eloquent public voice'' in arguing the cause for war, there is the sort of praise that only the American Right now lavishes. <q> Top marks in terms of communicating go to <strong> Tony Blair </strong>, </q> Mr <strong> Donald Rumsfeld </strong> observed.`` He had fibre and courage and knew how to put the English language together. He was most impressive.'' But for all the trials and tribulations in the 10 years since", "new_id": -2}, {"uid": "1295284054229982243", "i": 33734, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Microsoft Dynamics CRM Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "new_id": -2}, {"uid": "1296089891132530234", "i": 27312, "idx": 1, "sa": ["Darrell Issa", "Mick Jagger", "Eric Schmidt"], "q": ", vacations and schmoozing. These include at least three wintertime trips to the Caribbean and a trip by Google chief executive <strong> Eric Schmidt </strong> to the Cannes Film Festival, where he hobnobbed with <strong> Mick Jagger </strong> and Hollywood stars. <q> Our report only reveals only part of the picture, </q> said the letter to <strong> Darrell Issa </strong> asking for an investigation.`` The House Oversight& Government Reform Committee has subpoena power if necessary. We urge you to use all the tools at the committee's disposal to reveal the", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]