[{"uid": "1295974551233406472", "i": 16816, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "Freddie Mac.`` The authorities should not delay efforts to create an action plan for the future,'' says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q> could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company Confidential HOTEL MAINTENANCE Company Comfort", "new_id": -2}, {"uid": "1296014153261193737", "i": 1322, "idx": 0, "sa": ["Bill Rigby", "Tim Bajarin", "Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital.`` Microsoft is a results-driven company.'' Black money esTim Bajarinated at$ 462 Bill Rigbyion to$ 1.4 trillion: Pranab Finance Minister said the esTim Bajarinate of black money stashed abroad", "new_id": -2}, {"uid": "1296184446238502266", "i": 7279, "idx": 0, "sa": ["David Letterman", "Roy Wood"], "q": "Felipe Esparza- are near the end of their 60-city comedy tour and coming to the American Bank Center Selena Auditorium.`` Texas jokes are great, until you're in Idaho,'' <strong> Roy Wood </strong> said. <q> You do border crossing, bilingual classrooms, they're not going to get that in Montana or Vermont. Lots of material is restricted to geography.`` What's best about it for me is how many people who are coming out who never saw the show. It's good for comedy because it's bringing people who have never been to comedy shows to my performance. It helps my own career down the road, as well as the tour. </q> From the moment he debuted on`` Late Night with <strong> David Letterman </strong>'' and opened with jokes about suicide, al-Qaida and race relations between Latinos and blacks, <strong> Roy Wood </strong> has shown that there are few subjects off limits", "new_id": -2}, {"uid": "1296525914251117573", "i": 45255, "idx": 0, "sa": ["Michael Vick", "Pat Quinn", "Greg Harris"], "q": "In India, which prides itself on its rambunctious but tolerant democracy, the... Photo: <strong> Pat Quinn </strong>, David Koehler, <strong> Greg Harris </strong> U.S. Video: Homeland Security chief touts US border safety target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=JIOJAMJT5FZTCUOJFS55VJBUEQ&amp;commentid=52646920\"> Report Abuse <q> I guess when a police officer lay dying in a hospital, and his spouse wants to comfort him, it's critically important to the moral fiber of Illinois that the officer die alone and in great pain. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn More Trader Makes$ 4 Billion Wiz Kid Stock&", "new_id": -2}, {"uid": "1295004329069189661", "i": 30960, "idx": 1, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell"], "q": ":`` i'd do it for a million for SANDS. money, mouth?'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' Buy Cheap tickets for", "new_id": -2}, {"uid": "1295597475096829451", "i": 20036, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "Tagesgesch?ft f?hren, teilte der Konzern am Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren </q>, sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig.`` Wir haben unsere Rollen jetzt klarer", "new_id": -2}, {"uid": "1295564829204079138", "i": 47530, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "continue on as executive chairman. <strong> Eric Schmidt </strong> Tweeted,`` Day-to-day adult supervision no longer needed!'' in the minutes after the announcement. <strong> Eric Schmidt </strong> has been Google's CEO for the past Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> Google co-founder <strong> Larry Page </strong> will be CEO in shake-up <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as Google CEO Change at the top for Google- <strong> Larry Page </strong> takes over as CEO <strong> Eric Schmidt </strong> Out As Google CEO, <strong> Larry Page </strong> Takes Over Google's <strong> Larry Page </strong> to", "new_id": -2}, {"uid": "1296666151253952018", "i": 44987, "idx": 1, "sa": ["King Henry", "Eric Schmidt", "Chris DiBona", "Steve Crocker", "Whitfield Diffie"], "q": "did all of the editing and I was <strong> King Henry </strong> VIII. She requested that it was put on Youtube. Music:`` I Never Woke Up In Handcuffs Before'',`` D`` Ah, Putrefaction'', <q> Panic, Shear Bloody Panic </q>,`` Discombobulate& quot... Google Internet Summit 2009: Security Session Google Internet Summit 2009: The State of the Internet May 5, 2009 Security Session panelists are <strong> Whitfield Diffie </strong>, <strong> Steve Crocker </strong>, <strong> Chris DiBona </strong>, <strong> Eric Schmidt </strong> Grosse,", "new_id": -2}, {"uid": "1295699377236945420", "i": 537, "idx": 1, "sa": ["Joel Segal", "Michael Vick"], "q": "is, incidentally, <strong> Joel Segal </strong>'s job. And so, lo and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Philadelphia Inquirer's Jeff McLane caught up to him Wednesday. <q> I can say it over and over again, </q> <strong> Michael Vick </strong> said,`` but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]