[{"uid": "1297175264144113727", "i": 19138, "idx": 3, "sa": ["Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "Hussein legitimized the 2003 invasion anyway. \"I have no doubt that given the facts that were made available to <strong> George W. Bush </strong> in 2003, I would have made the same decision...,\" <strong> Donald Rumsfeld </strong> writes. <q> Ridding the region of Saddam's brutal regime has created a more stable secure world. </q> No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: \"What you know today can help you unthink your thinking about", "new_id": -2}, {"uid": "1296148222056688642", "i": 31878, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Georgia Legislators Aim to` Crack Down' On Illegal Immigration This Year YouTube overnight sensation Megan McGlover talks about Atlanta traffic, weather and more on Wednesday's Daily 11 at 7 with Ted Hall.", "new_id": -2}, {"uid": "1295692802212844576", "i": 11084, "idx": 1, "sa": ["Andy Coulson"], "q": "a spokesman it's time to move on,\" The Telegraph quoted him, as saying. Following his resignation, Cameron said that he was sorry over <strong> Andy Coulson </strong>'s departure, and added that he was <q> punished for the same offence twice </q>. Last week Cameron had refused to confirm or deny reports that his communications director had offered to resign to help the coalition avoid further damage over the issue. However Cameron admitted that <strong> Andy Coulson </strong> was\" extremely", "new_id": -2}, {"uid": "1297189237260702220", "i": 18094, "idx": 4, "sa": ["George Stephanopoulos", "George H. W. Bush", "Donald Rumsfeld", "David Gregory"], "q": "do, or expressed serious reservations.\" After reading off several names, she complained, \"What don't they get? What don't they understand?\" On January 9 2007, NBC's <strong> David Gregory </strong> <q> As the <strong> George H. W. Bush </strong> prepares to start a new phase of the war in Iraq, the White House is fending off charges that key figures in the administration have concluded the war is lost. </q> here. If <strong> Donald Rumsfeld </strong> is to be forced to admit a mistake about the troop surge, why not the journalists who derided the idea? Instead, <strong> George Stephanopoulos </strong> highlighted the cost of the war", "new_id": -2}, {"uid": "1297697522107970622", "i": 31610, "idx": 3, "sa": ["Steve Ballmer"], "q": "searching in Bing on Windows Phone 7. Why did nobody else laugh? It was funny. 4:10 PM Little jab at the iPhone and Android there, not surprising. 4:10 PM In describing the pre-WP7 situation: <q> Good phones, but all filled with a sea of icons. </q> 4:09 PM It's about \"completing tasks more easily.\" Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start", "new_id": -2}, {"uid": "1295498090112721958", "i": 57533, "idx": 9, "sa": ["Allen Iverson", "Chauncey Billups", "LeBron James"], "q": "<strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday. \"It seemed like the tide was turning, nothing was really going good for us,\" <strong> Chauncey Billups </strong> said. <q> I wasn't really maLeBron James too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting. \"Shots just started going for me and we started to run a couple of plays for me. </q> The Pistons survived another scare from Philadelphia, and headed home with a chance to wrap up their playoff series. Game 5 is Tuesday in Detroit. \"The guys competed their guts out. They just got beat", "new_id": -2}, {"uid": "1295582424002506758", "i": 3389, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Brent Scowcroft", "Mikhail Gorbachev", "Dan Quayle"], "q": "anniversary show Hussein tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along witGeorge H. W. Bush, the reunion included former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Advisor <strong> Brent Scowcroft </strong>. The Kuwaiti dignitaries included", "new_id": -2}, {"uid": "1296151238229572695", "i": 21350, "idx": 0, "sa": ["Alec Baldwin", "Michael Vick", "Jane Fonda"], "q": "have been shaving ounces and inches from packages for years,\" reports- investigates- shrinking- household- products/story?id=12537221\"> ABC News quotes a Consumer Reports study as saying. The story suggests that <q> to keep consumers from noticing the incredible disappearing act, manufacturers have grown clever about packaging. </q> The study cites up to 20 percent reductions. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat MEDIABISTRO EVENTS Monetizing Social Media Socialize: Monetizing Social", "new_id": -2}, {"uid": "1297278635173539337", "i": 25764, "idx": 0, "sa": ["Eric Cantor", "Bill Clinton", "Barack Obama", "Donald Rumsfeld"], "q": "How Many Jobs Would of Been LOST\" . This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy \"AmEric Cantoran\" Report Abuse <q> Funny how all these repugs. yell about the treaty saying he will just ram it thru congress... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Bill Clintonion Wiz Kid Stock& Option Trader Makes$ 4 Bill Clintonion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1296921227106987589", "i": 34965, "idx": 4, "sa": ["Rob Burnett", "David Letterman", "Howard Stern", "Jay Leno"], "q": ".\" <strong> Howard Stern </strong>: \"Two years, you're thinking you're going to exit?\" <strong> David Letterman </strong>: \"I think that's what it is. Yeah.\" <strong> Howard Stern </strong>: <q> That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't go on that show! </q> according to Entertainment Weekly, <strong> David Letterman </strong>'s producer, <strong> Rob Burnett </strong>, doesn't think so. \"I think the first time Dave said he was going to leave in two years was back in 1987....", "new_id": -2}]