[{"uid": "1295604671131039242", "i": 3911, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "feeling burned out by the CEO post, will become executive chairman and remain an adviser to Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will focus on new products and strategic projects. <q> In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1297437980065749054", "i": 1626, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q> Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets.`` Today, developers, operators, and consumers want compelling mobile products,", "new_id": -2}, {"uid": "1295473355144211985", "i": 25464, "idx": 0, "sa": ["Simon Cowell", "David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>.`` I'm not going in there to be a harsh", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1295135262100007940", "i": 3612, "idx": 0, "sa": ["Simon Cowell"], "q": "of the aging juggernaut's first nine seasons when <strong> Simon Cowell </strong> moved on to another Fox singing competition,`` The X Factor,'' set to launch later this year. Randy Jackson remains with the promise of <q> fewer` yos' and maybe more` nos.' </q> Other major`` Idol'' changes are coming as well in an effort to reinvigorate a franchise that already has seen its best days, according to 67 percent of nationwide viewers in a recent Chicago Shopping Overwhelming", "new_id": -2}, {"uid": "1296960716249118758", "i": 43005, "idx": 0, "sa": ["Michael Vick"], "q": "<q> How they just now reporting this?... <strong> Michael Vick </strong> Spoke on this Like a while back on his Twitter Page... Lmao... </q> Edit: Nevermind <strong> Michael Vick </strong> was speaking on Sporting News Comeback Player of the year... Last edited by KeepOnPushing; 14 Minutes Ago at Bills WR on his Dropped pass that could have won the game", "new_id": -2}, {"uid": "1296884781086720518", "i": 21903, "idx": 2, "sa": ["Zahi Hawass"], "q": "warned against`` rumours.'' In a posting on his blog( www.drhawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in`` 70 broken objects, all of which can be restored.'' <q> I want people to know that after nine days of protests, the monuments are safe, </q> <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed", "new_id": -2}, {"uid": "1296706301075202568", "i": 3243, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", nor did he always receive effective implementation of the decisions he made,'' <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1297183947119177270", "i": 43109, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "and recounts his government career serving former US presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. He was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q>`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an] enormous number of", "new_id": -2}, {"uid": "1295566930055705737", "i": 33143, "idx": 1, "sa": ["Eric Schmidt"], "q": "talks about how mobile stuff is perhaps the biggest thing at Google for 2011.`` As I think about Google's strategic initiatives in 2011, I realize they're all about mobile,'' he wrote. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale. </q> However, <strong> Eric Schmidt </strong> says Googe needs to do three things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he", "new_id": -2}]