[{"uid": "1295323242230227979", "i": 836, "idx": 0, "sa": ["Elisabeth Hasselbeck", "Joy Behar", "Kirsten Gillibrand", "Sarah Palin"], "q": "<strong> Kirsten Gillibrand </strong> <strong> Elisabeth Hasselbeck </strong>, who called <strong> Sarah Palin </strong>'s behavior`` despicable.'' After`` View'' co-host <strong> Joy Behar </strong> said the map, which features white and red gun sights drawn over districts whose Democratic representatives voted for health care, <q> looks like an al Qaeda Christmas card </q> Thursday, <strong> Elisabeth Hasselbeck </strong>-- who campaigned with <strong> Sarah Palin </strong> in 2008-- spoke up in uncharacteristic agreement.`` This hasn't been a great week in terms of, I think, the Constitution and where it says that you", "new_id": -2}, {"uid": "1295907390241205262", "i": 13786, "idx": 1, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": "runs the in the German capital where the bust is kept.`` The foundation's position on the return of Nefertiti remains unchanged,'' foundation president Professor <strong> Hermann Parzinger </strong> said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter an official state request as it had", "new_id": -2}, {"uid": "1295495107185335919", "i": 9643, "idx": 1, "sa": ["Steve Cohen", "Mike Pence"], "q": "night that compared the Republicans' tactics to those of the Nazis.`` They don't like the truth, so they summarily dismiss it,'' <strong> Steve Cohen </strong>, who is Jewish, said of the Republicans. <q> They say it's a government takeover of healthcare. A big lie, just like[ Nazi propaganda minister Joseph] Goebbels.`` You say it enough and you repeat the lie, repeat the lie, repeat the lie until eventually people believe it. Like blood libel, that's the same kind of thing, </q> he added.`` The Germans said enough about the Jews and people believed it, and you have the Holocaust.'' The debate took place less than two weeks after an Arizona shooting rampage targeting <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295965342261718034", "i": 21195, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "denied the presence in Egypt of`` any terrorist organization linked to al-Qaida or other groups.'' But he said there have been attempts to mobilize elements trained outside Egypt or recruit people on the Internet. <q> We are sure that there are dozens of people loyal to al-Qaida in Gaza and some of them already have been involved in previous terrorist attempts in Egypt, </q> he said, blaming a 2009 blast at a Cairo mosque that killed a French tourist on the Palestinian Army of Islam. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for", "new_id": -2}, {"uid": "1295125227265830412", "i": 42552, "idx": 31, "sa": ["Donald Rumsfeld", "Isnilon Hapilon"], "q": "`` <strong> Donald Rumsfeld </strong> okayed <strong> Isnilon Hapilon </strong> Ghraib Isnilon Hapilonses according to former US general''- CBS News[ dead link]^`` <strong> Donald Rumsfeld </strong> okayed Isnilon Hapilonses says former U.S. general''- ABC News[ dead link]^- <q> <strong> Donald Rumsfeld </strong> okayed Isnilon Hapilonses says former US Army general </q> Reuters News^ The photos America doesn't want seen- World- smh.com.au^ Anger at <strong> Isnilon Hapilon </strong> Ghraib photos| NEWS.com.au[ dead link]^ elmundo.es- Fotograf?a- M?s pruebas del horror en <strong> Isnilon Hapilon </strong>", "new_id": -2}, {"uid": "1296553046084983809", "i": 35624, "idx": 9, "sa": ["Eric Schmidt"], "q": "sagt <strong> Eric Schmidt </strong>. Das Unternehmen versucht nun, ber die Kontakt im Google-E-Mail-Dienst GMail eigene Beziehungsgeflechte zwischen Menschen zu entwickeln, um die Suchergebisse zu verbessern. Die gescheiterte bernahme des Gutschein-Dienstes Groupon sei kein Problem f?r Google. <q> Der Erfolg von Groupon ber?hrt Googles Gesch?ft nicht </q>, sagt <strong> Eric Schmidt </strong>. Groupon verkauft Gutscheine lokaler H?ndler mit gro?en Rabatten und schafft es auf diese Weise, die L?den der H?ndler zu f?llen, ohne dass diese berhaupt im Internet pr?sent sein m?ssen. Viele Beobachter sehen in", "new_id": -2}, {"uid": "1296233966016105510", "i": 31982, "idx": 0, "sa": ["David Vitter", "Lamar Alexander", "John Boozman", "Jeff Merkley", "John Barrasso", "Mike Crapo", "Kirsten Gillibrand", "Bernie Sanders", "Frank Lautenberg", "Jim Mountain Inhofe", "Jeff Sessions", "Barbara Boxer", "Mike Johanns", "Tom Udall", "Sheldon Whitehouse"], "q": "D-DE), <strong> Frank Lautenberg </strong>( D-NJ), Benjamin Cardin( D-MD), <strong> Bernie Sanders </strong>( I-VT), <strong> Sheldon Whitehouse </strong>( D-RI), <strong> Tom Udall </strong>( D-NM), <strong> Jeff Merkley </strong>( D-OR), <strong> Kirsten Gillibrand </strong>( D-NY) \" <q> Republicans: Ranking Member <strong> Jim Mountain Inhofe </strong>( R-OK), <strong> David Vitter </strong>( R-LA), <strong> John Barrasso </strong>( R-WY), <strong> Jeff Sessions </strong>( R-AL), <strong> Mike Crapo </strong>( R-ID), <strong> Lamar Alexander </strong>( R-TN), <strong> Mike Johanns </strong>( R-NE), <strong> John Boozman </strong>( R-AR) </q> With Oberstar Gone, Who Will Lead the Democrats on T& I Committee? House Transpo Committee Promises Bipartisanship, To Tackle Aviation First`` Our problem is that <strong> Barbara Boxer </strong> has expressed a desire to introduce a bill that", "new_id": -2}, {"uid": "1295982743180977695", "i": 47870, "idx": 0, "sa": ["Barack Obama", "Eric Schmidt", "James Murdoch"], "q": "Page Ads Why The Verizon iPhone Is Going To Be Huge: Only 26% Of Verizon Subscribers Have Smartphones Verizon Q4 Misses, Shares Sag; Smartphones 26% Of Post-Paid Subs News Corp.'s Daily iPad Newspaper Launching <q> In the Next Few Weeks </q> <strong> James Murdoch </strong> Confirms The Daily Subscriptions, Launching In The`` Next Few Weeks'' <strong> Eric Schmidt </strong> At DLD11: Google Will Add 1,000 New Employees In Europe Developers Report Increased Interest in Android, Tablets for 2011 <strong> Barack Obama </strong> to Appoint the", "new_id": -2}, {"uid": "1295471430042287111", "i": 4994, "idx": 0, "sa": ["Sergio Marchionne"], "q": "refunds directly on a prepaid debit card from`` Minivans'' is a trending search topic on the Internet today after Chrysler management said it is rethinking the future of the minivan vehicle. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> told the Associated Press on Tuesday.`` We need to retain all its functionality but make it much more versatile.'' To begin commenting right away, you can log in below using your Disqus,", "new_id": -2}, {"i": 19500, "idx": 1, "index_answer": 0, "new_id": -1, "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP)`` I have said if the Egyptian Museum is safe, than Egypt is safe,'' <strong> Zahi Hawass </strong> said. <q> However, I am now concerned Egypt is not safe. </q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297629731208748579"}]