[{"uid": "1295594054135462916", "i": 45475, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "annuels'' clatants'', qu'un de ses fondateurs, <strong> Larry Page </strong>, deviendrait directeur g?n?ral, l'actuel PDG <strong> Eric Schmidt </strong> restant pr?sident du conseil d'administration. <strong> Eric Schmidt </strong> a indiqu que ce changement tait le r?sultat de r?flexions visant? <q> simplifier notre structure de direction et acc?l?rer le processus de d?cision </q>. <strong> Sergey Brin </strong>, qui avait fond Google avec <strong> Larry Page </strong> en 1998, va quant? lui`` consacrer son nergie? des projets strat?giques, en particuliers en travaillant? de nouveaux produits'', a pr?cis le groupe", "new_id": -2}, {"uid": "1296130680234815518", "i": 27462, "idx": 0, "sa": ["Simon Cowell", "David Tennant"], "q": "announce my retirement... but I'm not b*** y going to!'' Sir <strong> David Tennant </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> href=\"http://yahoo-uk.feedsportal.com/fc/x-factor.html\"> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten href=\"http://yahoo-uk.feedsportal.com/fc/cancer-leukaemia.html\"> cancer. href=\"http://yahoo-uk.feedsportal.com/fc/soap-operas.html\">", "new_id": -2}, {"uid": "1295656695068894746", "i": 45020, "idx": 0, "sa": ["Iain Gray", "Ed Miliband", "David Cameron", "Andy Coulson"], "q": "'' said <strong> Ed Miliband </strong> with his tongue firmly in his check as he glanced around the smart Atos offices where he had been hobnobbing with staff as he spread the Labour message with his Scottish lieutenant, <strong> Iain Gray </strong>. <q> I'm not going to be employing <strong> Andy Coulson </strong>, </q> said <strong> Ed Miliband </strong> to laughter when he was asked about <strong> David Cameron </strong>'s ex-director of communications. <strong> Ed Miliband </strong> claimed that <strong> David Cameron </strong> made the`` wrong judgement'' by keeping <strong> Andy Coulson </strong> in place when there were a`` cloud of allegations", "new_id": -2}, {"uid": "1296106306239763512", "i": 27180, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys", "new_id": -2}, {"uid": "1295648417122683417", "i": 8684, "idx": 2, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "helped propel the Conservative leader to power in elections in May 2010-- later left Downing Street without speaking to reporters. <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going but added that he could <q> understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q>`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' he said. Labour leader <strong> Ed Miliband </strong>", "new_id": -2}, {"uid": "1296129417102268970", "i": 48727, "idx": 2, "sa": ["David Letterman"], "q": "were going to win that I told a guy who used to be my friend that if New England lost, I would wear a dress on <strong> David Letterman </strong>.''`` Quite slimming,'' <strong> David Letterman </strong> reacted, adding, <q> You get on the subway like that, I'll give you$ 1000. </q> The actor responded while laughing,`` I have to say, riding the subway would be easier than what I'm going through right now. This might be the most humiliating moment in my life and I've", "new_id": -2}, {"uid": "1297526701080166924", "i": 47577, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "and wine Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2}, {"uid": "1295461653182812690", "i": 59769, "idx": 9, "sa": ["Simon Cowell", "Toby Young", "Steven Tyler"], "q": "to the point,'' he told title=\"TV Guide\" href=\"http://www.dailypress.com/topic/services-shopping/books-magazines/tv-guide-PRDPER000001.topic\"> TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. <q> What's with the oohoohbes on your jujubes? </q> he asks one contestant in a star-studded bikini top.`` Hellfire, save matches... a duck and see what hatches!'' he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong>", "new_id": -2}, {"uid": "1297200118026525700", "i": 45890, "idx": 0, "sa": ["Bernie Sanders", "Steven Ford"], "q": "on foreign trade. Posted by Mary Ellen, on February 8th, 2011 at 11:37 am I'd argue that these developing countries can afSteven Ford to go Left now that we're not assassinating them. Read <q> Confessions of an Economic Hitman. </q> That title isn't a metaphor. Posted by Al Dorman, on February 8th, 2011 at 11:38 am This guy needs to read the text of <strong> Bernie Sanders </strong>' filiBernie Sanders speech. There is more truth in", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]