[{"uid": "1296744552199131154", "i": 36518, "idx": 42, "sa": ["Donald Rumsfeld", "Colin Powell", "Abraham Lincoln", "Eric Shinseki"], "q": "a mistake for AmEric Shinsekian civilians to be running Iraq-he offered to go there for two weeks-rather than`` putting an Iraqi face on postwar Iraq as soon as possible.'' But he noted that <strong> Colin Powell </strong>'s State Department had <q> proposed an AmEric Shinsekian-led civil authority for an indefinite period. </q> As for Bush's`` Mission Accomplished'' appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the president's`` public affairs team'' did not appreciate that the end of major combat operations was", "new_id": -2}, {"uid": "1296372558154075149", "i": 25532, "idx": 0, "sa": ["Bernie Sanders", "Tom Salmon"], "q": "windfall comes as State Auditor <strong> Tom Salmon </strong>, a Republican who switched from the Democratic Party in 2008, considers a run against <strong> Bernie Sanders </strong> in 2012. He said he would announce his decision by March. <q> Obviously, <strong> Bernie Sanders </strong>'s going to raise the money he feels is necessary to be competitive, </q> said Phil Fiermont, <strong> Bernie Sanders </strong>' campaign director.`` We had a very good quarter and expect that's going to continue the next year and a half or more until we get to 2012.''", "new_id": -2}, {"uid": "1295819037185630726", "i": 958, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}, {"uid": "1295560041021315598", "i": 39294, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295541994061915165", "i": 2259, "idx": 1, "sa": ["Alassane Ouattara"], "q": ". A Muslim from the northwest who has campaigned for Gbagbo in areas where rival presidential claimant <strong> Alassane Ouattara </strong> has strong support. ONUCI stressed the bulletin in question`` does not conform to the facts'' and denounced it as <q> part of a propaganda campaign aimed at inciting hatred among President Gbagbo's supporters against ONUCI </q>. Partisan press While a few Ivoirian newspapers strive to occupy the middle ground, the bulk of the written press is firmly divided into two camps, with allegiances for the most part clearly colour-coded", "new_id": -2}, {"uid": "1296552417261570573", "i": 28501, "idx": 23, "sa": ["Larry Brown", "Allen Iverson", "Jason Kidd"], "q": "game and showed some of the grit they displayed last seJason Kidd, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach <strong> Larry Brown </strong> said.`` They might not always play right and they might not always play good, but they try.'' The", "new_id": -2}, {"uid": "1296170473171278348", "i": 2072, "idx": 1, "sa": ["George W. Bush", "Mike Pence", "Barack Obama"], "q": "announcement in a letter being sent to supporters.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> and wife Karen said in the letter. <q> We will not seek the Republican nomination for <strong> George W. Bush </strong> in 2012. </q> <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to mount a bid for the Republican nomination. The nominee will face Democratic <strong> Barack Obama </strong> in the November 2012 election. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297564427252067843", "i": 10087, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " Two months after <strong> Barack Obama </strong> signed a law that will lead to the repeal of Don't Ask, Don't Tell, <strong> Donald Rumsfeld </strong> told ABC News Radio that the nation is ready for open service. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> said.`` We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.'' <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders", "new_id": -2}, {"uid": "1295436800089227269", "i": 9378, "idx": 2, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": ", the former economist agreed to give Gbagbo's allies a certain number of ministry positions in a new government. <strong> Raila Odinga </strong> also urged <strong> Alassane Ouattara </strong> to provide for Gbagbo's safe exit from office. <strong> Alassane Ouattara </strong> <q> should provide Mr. Gbagbo ironclad assurances about his freedom to choose with dignity and security his future option, including the option of continuing in politics in( Ivory Coast) or to settle in a country of his choice, </q> <strong> Raila Odinga </strong> said. Pro-Gbagbo forces have been accused of targeting <strong> Alassane Ouattara </strong>'s supporters in the commercial hub of Abidjan, and supporters of both candidates have taken to the streets in protest. A West African", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]