[{"uid": "1295650549188383258", "i": 34496, "idx": 3, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Charles Grandison Rose III"], "q": "`` I would find myself busting into tears and sobbing uncontrollably,'' <strong> David Letterman </strong>''... Stop the heart, work on it, restart it... good luck,'' <strong> Robin Williams </strong> <q> They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster!, </q> <strong> Regis Philbin </strong>`` It was hell,'' <strong> Charles Grandison Rose III </strong>`` I probably would have had a heart attack and may very well have died,'' <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>,", "new_id": -2}, {"uid": "1296429332256245803", "i": 14454, "idx": 11, "sa": ["Jalen Rose", "Aaron McKie", "Allen Iverson", "Travis Best", "Jermaine O'Neal", "George Lynch", "Phil Jackson"], "q": "series at 1-1. Game 3 of the Travis Best-of-five Eastern Conference quarterfinals is Saturday in Indiana.`` I'm going to remember this game for a long time,'' said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and <strong> George Lynch </strong> added 16 for Phil Jacksonadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the", "new_id": -2}, {"uid": "1296433725170967043", "i": 33395, "idx": 0, "sa": ["Michael Vick", "George Karl", "Stewart Mandel"], "q": "technical foul at the end of the first half against Philadelphia for throwing his headband into the stands. <strong> George Karl </strong> says he's proud of the way the Nuggets have handled the Anthony trade circus. <q> We laugh about it, we joke about it, </q> <strong> George Karl </strong> said.`` In general, it has not had a big effect on our basketball.'' <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295425450082264181", "i": 21260, "idx": 0, "sa": ["Steve Ballmer", "Mike Feinberg"], "q": ". <strong> Mike Feinberg </strong> at EMC and <strong> Steve Ballmer </strong> Caniano at AT&T discuss EMC Atmos onLine, which EMC announced at EMC World 2009. AT&T also announced a new storage service based on Atmos at the show as well. <q> If I could run webOS on my phone, and a slate, and a netbook... And they all talked to each other and shared information... A friendly little product family... That connects you to the world in amazing new ways, </q> a narrator states on the promotional video, according to those who have seen it. HP has not confirmed the reports, but it has invited the media to a webOS-related event slated for Feb. 9.", "new_id": -2}, {"uid": "1295623615132808715", "i": 36615, "idx": 0, "sa": ["Andy Coulson", "Chris Bryant"], "q": "News of the World After <strong> Andy Coulson </strong>, we need the full story to come out| <strong> Chris Bryant </strong> 15.08 GMT on Friday 21 January 2011. It was last modified at Strummered 21 January 2011 3:19 PM <q> But in a sense, <strong> Andy Coulson </strong>- as I have argued before- is a sideshow </q> I see your point, but in a greater sense, he's far from a sideshow because he's the one that got access to the most powerful office in the country. taxesandcuts 21", "new_id": -2}, {"uid": "1295199579040058902", "i": 8507, "idx": 6, "sa": ["Kirsten Gillibrand", "Mark Kelson", "Debbie Wasserman Schultz"], "q": "and Rep. <strong> Debbie Wasserman Schultz </strong>( D-Fla.) in the room.`` It literally was the will of her husband,'' <strong> Mark Kelson </strong>, drawing her out and coaxing her to open her eyes, <strong> Kirsten Gillibrand </strong> said. <q> It was all about her courage and her strength, </q> she said.`` It was very clear to us that she was understanding everything we were saying.'' <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most`` nonpartisan'' lawmakers she knows, a", "new_id": -2}, {"uid": "1296709236003522652", "i": 5046, "idx": 5, "sa": ["Marcelo Bielsa", "Sergio Marchionne"], "q": "combustible est integrada en su marca'', reconoce <strong> Sergio Marchionne </strong>.`` Sin embargo, es mucho m?s que eso. Yo no creo que dependa tanto de los precios del combustible'', insiste. <q> Comprar un Fiat 500 es una elecci?n de estilo de vida </q>, dice <strong> Sergio Marchionne </strong>. Australia: el cicl?n Yasi ocasiona da?os severos al estado de Queensland <strong> Marcelo Bielsa </strong> continuar al mando de la selecci?n chilena de f?tbol El contenido de las p?ginas externas no es responsabilidad de la BBC.", "new_id": -2}, {"uid": "1295154648139460635", "i": 28092, "idx": 0, "sa": ["Colin Powell", "George H. W. Bush"], "q": "Boomer doesn't question <strong> George H. W. Bush </strong>'s judgment However, Boomer stressed that he talked about <strong> George H. W. Bush </strong>'s command with reluctance.`` I truly believe that Monday morning quarterbacking is easy,'' Boomer stressed. <q> I did not question the <strong> George H. W. Bush </strong>'s judgment then, nor do I now.`` We should presume that he made an informed and thoughtful decision.`` That's the way I fell about it. </q> In his memoirs, Schwarzkopf stated`` I don't have any problem with it'' when informed by <strong> Colin Powell </strong> that <strong> George H. W. Bush </strong> was prepared to stop the war.`` Our objective was the destruction of the enemy", "new_id": -2}, {"uid": "1296423886068993025", "i": 44781, "idx": 1, "sa": ["Gregg Popovich", "Doc Rivers", "Gordon Hayward", "Allen Iverson", "Michael Finley", "Tyrus Thomas", "Tim Duncan", "George H. W. Bush"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some adGeorge H. W. Bush from <strong> Gregg Popovich </strong> <strong> Doc Rivers </strong> at halfTim Duncane.`` <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you,''' <strong> Allen Iverson </strong> said. <q> I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to Michael Finleyd something. </q> <strong> Allen Iverson </strong> and <strong> Gordon Hayward </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as Tim Duncane expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]