[{"uid": "1295459435213254167", "i": 457, "idx": 0, "sa": ["Regis Philbin", "Kelly Ripa", "50 Cent", "David Letterman"], "q": "show co-host assured viewers Wednesday that his health wasn't a factor, saying,`` No, I'm not sick.'' <strong> Regis Philbin </strong> went on to hold up newspaper clips with stories about his announcement. <q> I don't want to get morbid about this but I almost felt like I was looking at my obituary, </q> he said. As for his replacement?`` I heard <strong> 50 Cent </strong>!'' co-host <strong> Kelly Ripa </strong> joked. On Tuesday's`` Late Show With <strong> David Letterman </strong>,'' <strong> Regis Philbin </strong> called in to talk about the announcement", "new_id": -2}, {"uid": "1296012365168460293", "i": 26433, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "<strong> Michael Vick </strong> wore most of this season. <strong> Michael Vick </strong> signs a two-year contract with a provider of the football pads <strong> Michael Vick </strong> wore most of the past season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297219570140312582", "i": 7406, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": ", maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including that of the show's other producers and the network. Our opinion is that we should be", "new_id": -2}, {"uid": "1297451775077103110", "i": 58512, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Bing and AdCenter, and Nokia's and content store will be integrated into Microsoft Marketplace. Under the proposed partnership, Microsoft will provide devStephen Eloper tools. Nokia is moving Symbian and MeeGo off the table. <q> I am excited about this partnership with Nokia, </q> said Microsoft CEO <strong> Steve Ballmer </strong>,`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute.", "new_id": -2}, {"uid": "1295629074004243497", "i": 10230, "idx": 0, "sa": ["Tommy Sheridan", "Andy Coulson"], "q": "I suspect I always will. I take the blame because, ultimately, it was my responsibility. I am not asking for any sympathy, I suspect that I am unlikely to get any here today. <q> If a rogue reporter decides to behave in that fashion, I am not sure there is an awful lot more I could have done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place. </q> <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010`` I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as", "new_id": -2}, {"uid": "1295439769093192317", "i": 5491, "idx": 0, "sa": ["Walter Johnson", "Kirsten Gillibrand", "Ben Ali"], "q": "sports& type= Video& sent= no& search= Search'',`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/09/VI2011010901914.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01092011- 8v&amp;flvURL=/media/2011/01/09/01092011- 8v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F09%2F01092011- 8v.jsn </q>}{`` title'':`` <strong> Kirsten Gillibrand </strong> Pepper, <strong> Walter Johnson </strong>'',`` description'':`` <strong> Walter Johnson </strong> senior <strong> Kirsten Gillibrand </strong> Pepper, a 2010 All-Met swimmer, talks about her passion for swimming. A Florida State recruit,", "new_id": -2}, {"uid": "1295210270182157371", "i": 19597, "idx": 0, "sa": ["Sergio Marchionne"], "q": "has shown signs of life- 16 new or revamped cars and an operating profit- and this year, company executives trumpeted a return and held forth with a swagger that seemed inconceivable a year ago. <q> There's not a guy in the auto industry who thought we could do this, </q> <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview.`` If I can't sell these cars, I can't sell anything.'' Still, the", "new_id": -2}, {"uid": "1297255122064307212", "i": 7687, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " <q> Es wurde nicht gefoltert, es wurde niemand verletzt </q> Preisnachlass auf Donald Rumsfelds Memoiren`` Known and Unknown''.(? APA) Washington. Das umstrittene US-Gefangenenlager Guantanamo in Kuba sei`` eines der besten Gef?ngnisse der Welt'', davon ist <strong> Donald Rumsfeld </strong> berzeugt.", "new_id": -2}, {"uid": "1297254281101777433", "i": 51686, "idx": 5, "sa": ["Simon Cowell"], "q": "`` I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the U.K. version of`` X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]