[{"uid": "1297661612114016263", "i": 12203, "idx": 0, "sa": ["David Letterman", "Whitney Houston", "Howard Stern", "Justin Bieber", "Win Butler", "Patrick Monahan"], "q": "We're going to go play another song because we like music. Thank you to the Grammys. Thank you everyone. We're so happy.''- Arcade Fire frontman <strong> Win Butler </strong>.-- <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group.--`` <strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.--`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"uid": "1295932595118014000", "i": 35206, "idx": 2, "sa": ["David West", "Allen Iverson", "Keith Van Horn", "Jason Kidd", "Steve Nash", "Phil Jackson"], "q": "to 33-8 with their second straight win after a dismal <strong> David West </strong> Coast trip on which they lost three in a row. At the halfway point of the seJason Kidd, Dallas is on pace for a franchise-best 66 wins. <q> Guys don't care if we win 60 games if we don't win a championship, </q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Phil Jacksonadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1296142019223117323", "i": 16491, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in football games, according to RadarOnline. The deal will be publicly announced today, according to the company. <q> We're real excited about it, </q> the company's chief executive officer Rob Vito said.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"uid": "1296218653223641622", "i": 35371, "idx": 0, "sa": ["Simon Cowell"], "q": "show supremo <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panellist. A source told The Sun newspaper: <q> <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>( c) BANG href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1297422152219660298", "i": 40548, "idx": 0, "sa": ["Steve Ballmer"], "q": "to Nokia CEO Stepehn Elop, who took to the stage with Microsoft CEO <strong> Steve Ballmer </strong> to talk through the details of the partnership. Android very nealy became the OS of choice. Elop explained that Nokia had <q> explored the opportunity with the Google ecosystem... there's some attractive elements but our fundamental belief is that we would have difficulty differentiating. </q> Problems`` commoditizing'' the software, as well as the growing number of Android handsets at all price points were noted as hurdles, particularly given Nokia's already-sturdy mid-and-low range catalogue of handsets. Canon", "new_id": -2}, {"uid": "1295084295169869316", "i": 3325, "idx": 1, "sa": ["Barack Obama", "Alassane Ouattara"], "q": "country, the world's biggest cocoa producer, has been in turmoil since early December when Laurent Gbagbo refused to leave office despite opposition leader <strong> Alassane Ouattara </strong>'s UN-certified and internationally-recognized victory in November's run-off election. <q> The facts on the ground are indisputable. Cote d'Ivoire has a legitimately elected <strong> Barack Obama </strong>- <strong> Alassane Ouattara </strong>. The previous incumbent, Laurent Gbagbo, must stand aside, </q> Mr. Ban reiterated today both at the news conference and in an earlier speech to the 192-member General Assembly, as he outlined the UN's priorities for 2011. He stressed his deep concern at the growing", "new_id": -2}, {"uid": "1295618246003915784", "i": 23257, "idx": 1, "sa": ["David Letterman", "Camille Grammer"], "q": "is now his fiancee; they plan to marry after he leaves`` La Cage aux Folles'' next month, which <strong> Camille Grammer </strong> announced on`` Late Show With <strong> David Letterman </strong>,'' after`` Housewives'' and its after-show, <q> Watch What Happens: Live, </q> capping off the night of Jan. 13). Older man( 55), younger wife( 42), youngest girlfriend( 29). Same old. <strong> Camille Grammer </strong> was not shy under the surgeon's scalpel.", "new_id": -2}, {"uid": "1295558971260145169", "i": 24108, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "2011, 22:16 EST Google announced Thursday that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1296174977054247442", "i": 3037, "idx": 0, "sa": ["Stephanie Flanders", "Eric Schmidt"], "q": "that he was the most pro-China of Google's triumvirate leadership. In March last year Google stopped co-operating with China over censorship- a joint decision that Mr <strong> Eric Schmidt </strong> said he was happy with. <q> Over time I would hope- especially in my new role with more of an external focus- that I can try to get more of Google, appropriately and within our policies, into China, </q> he told the BBC's economics editor, <strong> Stephanie Flanders </strong>, at the World Economic Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]