[{"uid": "1295644518096387074", "i": 25245, "idx": 1, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Bill Maher", "Jeffrey Young", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut`` a good$ 100 Bill Maherion.'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 Bill Maherion in the first year,'' agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1295952030070795286", "i": 18567, "idx": 0, "sa": ["Laura Marling", "Katy Perry", "Simon Cowell"], "q": "and are instead looking at established US names like Rihanna and <strong> Katy Perry </strong>. But <strong> Simon Cowell </strong> is trying to persuade producers that Cole, who already judges the UK edition, is perfect for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> a srouce told The Sun.`` They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV.'' <strong> Laura Marling </strong>", "new_id": -2}, {"uid": "1296083432189841410", "i": 36592, "idx": 1, "sa": ["Michael Vick"], "q": "rid of the ball quicker and protect himself better.`` I feel like I got greedy,'' <strong> Michael Vick </strong> said, and then he added the line that will sum up his 2010 season: <q> It's a bad way to go out but, hey, I went out swinging. </q> Those words will resonate for days and weeks as everybody tries to come to grips with what just happened and with what might happen in the future. The operating assumption is that the Eagles are", "new_id": -2}, {"uid": "1296264397254001163", "i": 15946, "idx": 0, "sa": ["Alassane Ouattara"], "q": "traveling the continent to shore up support for a <strong> Alassane Ouattara </strong> government that remains confined to an Abidjan resort hotel. In Zambia, Soro said African allies of democracy may need to remove Mr. Gbagbo by force. <q> Our fore fathers did it while fighting for independence, our elders did the same way fighting for multiparty, today we have to fight for democracy, </q> he said. Soro said it is time African Union leaders make clear to Mr. Gbagbo that he must go.`` Cote d'Ivoire government is asking the African Union to take strong decision against Mr.", "new_id": -2}, {"uid": "1295799418036782093", "i": 3281, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": ".`` There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,'' he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297627010160415775", "i": 39920, "idx": 3, "sa": ["Mike Pence", "L. Brent Bozell III"], "q": "and ABC`` ignored'' this and- ya ready for it-`` <strong> L. Brent Bozell III </strong>'s organization says that this is a pattern.'' He didn't note that <strong> L. Brent Bozell III </strong>'s organization is a right wing site dedicated to <q> exposing liberal bias.`` He continued that <strong> L. Brent Bozell III </strong>'s group says that the networks`` like abortion, not like abortion, but they support abortion rights. </q>( And obviously Fox`` News'' doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer href=\"http://mediamatters.org/blog/201102080043\"> harassing a spokesperson for Planned Parenthood.) He continue`` they don't", "new_id": -2}, {"uid": "1297356962224657449", "i": 40604, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> RSS feeds ranging from dining and movie reviews to celebrity news and much more! Get the latest celebrity news on your iPhone, Blackberry or other mobile phone.", "new_id": -2}, {"uid": "1296835163019169351", "i": 20543, "idx": 0, "sa": ["Alassane Ouattara"], "q": "where <strong> Alassane Ouattara </strong> draws his power base.Guillaume Soro, a former rebel leader serving as prime minister in <strong> Alassane Ouattara </strong>'s alternative cabinet, said he did not believe the AU panel would have any more success than previous mediation efforts. <q> I know Gbagbo very well from having worked with him, </q> said Soro, who was prime minister under Gbagbo prior to the elections.`` Gbagbo won't bow down in the face of the AU panel. This is why the AU should not push aside the military option", "new_id": -2}, {"uid": "1297442150096944143", "i": 1420, "idx": 0, "sa": ["Mike Pence", "Joe Donnelly", "Jackie Walorski", "Mike McDaniel"], "q": " The 51-year-old congressman's future has been the subject of speculation since he resigned from the No. 3 GOP House leadership slot after easily winning in November a sixth term representing his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]