[{"uid": "1295229583111804422", "i": 24652, "idx": 0, "sa": ["Johnny Depp", "Halle Berry", "Nicole Kidman", "Mark Wahlberg", "Angelina Jolie", "Anne Hathaway", "Annette Bening"], "q": "for Globe dramatic actress as a ballerina coming unhinged in`` Black Swan,'' while <strong> Annette Bening </strong> is the probable winner for best actress in a musical or comedy for her role as a stern but loving lesbian mom in <q> The Kids Are All Right. </q> The Globes ceremony also features such heavyweight nominees as <strong> Mark Wahlberg </strong>, <strong> Halle Berry </strong> and <strong> Nicole Kidman </strong> in the dramatic acting categories and <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong> in the musical or comedy ranks.", "new_id": -2}, {"uid": "1297283465095453212", "i": 27089, "idx": 1, "sa": ["David Letterman", "Kathleen A. Hayes"], "q": "treats for a silent auction. Some of the items included tickets to`` Late Show'' with <strong> David Letterman </strong>, a gift card to the spa and salon LUSH, as well as New York Yankees tickets. <q> We had a great turnout... people I have spoken to had a fabulous time, </q> <strong> Kathleen A. Hayes </strong>, Auxiliary co-chair, said.`` We were able to meet and exceed our fund-raising goal, so I would say that's a success.'' The Auxiliary plays an important role in helping The", "new_id": -2}, {"uid": "1295612697003915826", "i": 7036, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "Bloomberg)-- <strong> Andy Coulson </strong> resigned as director of communications for U.K. Prime Minister <strong> David Cameron </strong>, citing`` continuing pressures'' over allegations of illegal phone tapping while he was editor of the News of the World newspaper. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today.`` Nothing is more important than the government's task of getting this country back on its feet.'' <strong> Andy Coulson </strong> resigned from the newspaper, owned by <strong> Rupert Murdoch </strong>'s", "new_id": -2}, {"uid": "1296448931064503816", "i": 49741, "idx": 0, "sa": ["Zahi Hawass"], "q": "of a museum in Baghdad, demonstrators spoke of their commitment to Egyptian history. One man pleaded with people outside the museum's gates on Tahrir Square not to loot the building, shouting at the crowd: <q> We are not like Baghdad. </q> Al-Masry Al-Youm reports that about 1000 people entered the museum, but most looting was confined to the gift shop. Chairman of the Supreme Council of Antiquities href=\"http://www.time.com/time/world/article/0,8599,2045155,00.html\" target=\"_hplink\"> <strong> Zahi Hawass </strong> told TIME: \"`` I'm", "new_id": -2}, {"uid": "1296582759133529646", "i": 44576, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Werbeausgaben der Kunden Google schickt wieder Autos los Fahrten f?r Google Maps in Deutschland- in sterreich vorerst nicht geplant The New Yorker spricht von Konflikten wegen China und`` lustlosem'' F?hrungsstil href=\"http://derstandard.at/1295570782225/Eric Schmidt-Eric Schmidt-Geraete-ohne-Internet-sind-nicht-laenger-interessant\"> <strong> Eric Schmidt </strong>: <q> Ger?te ohne Internet sind nicht l?nger interessant </q> Dickes Aktienpaket f?r <strong> Eric Schmidt </strong>, der nach 10 Jahren als CEO abtritt Nach geplatzter bernahme des Schn?ppchendienstes Firmengr?nder <strong> Larry Page </strong> soll das Unternehmen agiler machen Google- Mitgr?nder <strong> Larry Page </strong> kauft eine Yacht und wird CEO", "new_id": -2}, {"uid": "1297237513246775808", "i": 34241, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ": 173 Terrorverd?chtige sind derzeit noch in Haft- nur drei davon verurteilt. <cite>( Foto: picture-alliance/ dpa) </cite> Der fr?here US-Verteidigungsminister <strong> Donald Rumsfeld </strong> hat das umstrittene US-Gefangenenlager Guantanamo in Kuba als <q> eines der besten Gef?ngnisse der Welt </q> bezeichnet. Aus ihm unbekannten Grund sei es aber der US-Regierung nicht gelungen, den Menschen zu vermitteln, dass in Guantanamo`` nicht gefoltert wurde, dass niemand verletzt wurde'', sagte <strong> Donald Rumsfeld </strong> in einem Interview mit dem", "new_id": -2}, {"uid": "1295665804215974041", "i": 1513, "idx": 0, "sa": ["Eric Schmidt"], "q": "patients with href=\"http://topics.bloomberg.com/kidney-disease/\"> kidney disease, including those receiving dialysis. Treatment of dialysis patients is paid for by Medicare, the U.S. health insurance program, which has imposed a new program to control costs. <q> We think Amgen's pricing power will help offset any decline in the proportion of Aranesp sales derived from the U.S. dialysis market where Medicare bundling rules are being adopted, </q> <strong> Eric Schmidt </strong> said in his note today. Amgen fell 34 cents, less than 1 percent, to$ 56.97 at 4 p.m. New York time in Nasdaq Stock Market composite trading. Amgen spokesman David", "new_id": -2}, {"uid": "1295455607232456200", "i": 36251, "idx": 1, "sa": ["Alassane Ouattara", "Ben Ali", "Raila Odinga"], "q": "accept de confier plusieurs portefeuilles? des alli?s de Gbagbo dans son futur gouvernement, a-t-il dit. <strong> Raila Odinga </strong> a galement exhort <strong> Alassane Ouattara </strong>? apporter des garanties solides? Laurent Gbagbo sur sa s?curit et le choix de <q> sa future option, y compris l'option de continuer en politique ou de s` installer dans un pays de son choix </q>. Les pr?sidents am?ricain et chinois sont convenus mercredi de rechercher des terrains d'entente, apr?s une ann?e 2010 marqu?e... href=\"http://fr.news.yahoo.com/79/20110119/twl-itBen Alie-les-manifestants-tudiants-ne-fe7f0c9.html\"> ItBen Alie: les manifestants tudiants ne sont pas de dangereux r?volutionnaires Plus", "new_id": -2}, {"uid": "1295936962220463131", "i": 23805, "idx": 4, "sa": ["Sergio Marchionne"], "q": "the buzz.'' The brand is gaining awareness with little marketing to date. Marketing Professor Mike Bernacchi at University of Detroit Mercy said tailored marketing makes sense for a niche car. <q> Big spending on conventional media would be a waste, </q> he said.`` I'm always surprised by how much mileage you can get on the Internet.'' <strong> Sergio Marchionne </strong> said the 500 is a`` unique expression of individuality'' and designed to be customized.", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]