[{"uid": "1296058277015597615", "i": 2683, "idx": 0, "sa": ["Eric Schmidt", "Jamie Court"], "q": "and busy District thoroughfares. The animation shows Google's CEO testifying before Congress using real-life, creepy quotes from <strong> Eric Schmidt </strong> about privacy to make the case for why Congress should question him. http://www.consumerwatchdog.org/video/mr-schmidt-goes-washington. <q>We are using Mr. <strong> Eric Schmidt </strong>'s own words in this satire to dramatize how outrageous. it is that Congress has failed to question one of the most powerful CEOs in America after he has shown such disregard for our personal privacy and his company has committed the largest wire-tapping breach in history,</q> said <strong> Jamie Court </strong>, president of Consumer Watchdog. ''Mr. <strong> Eric Schmidt </strong>'' is a sequel to Consumer Watchdog's first ''Don't Be Evil?'' animation- view it at http://www.consumerwatchdog.org/blog/schmidt-out-googles-ceo-office-privacy- which", "new_id": -2}, {"uid": "1296817001259670033", "i": 39633, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in ''70 broken objects, all of which can be restored.'' ''I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.</q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295393652226230279", "i": 14258, "idx": 0, "sa": ["Sergio Marchionne"], "q": "AP Auto Writer WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. ''We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297373233070008855", "i": 34990, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> Sees ''Bubble' Google has made 87 acquisitions worth$ 8.4 billion in the last 10 years, but the recent high valuations placed on some high-profile Internet companies has <strong> Eric Schmidt </strong> scratching his head. <q>There are clear signs of a bubble,</q> Mr. <strong> Eric Schmidt </strong> told the Swiss magazine Bilanz. ''But valuations are what they are.''' Reuters( For those DealBook readers who read German- or who perhaps those who will work at the New York", "new_id": -2}, {"uid": "1295856332069795845", "i": 9321, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295584219212418566", "i": 1675, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1296477480098844678", "i": 40391, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Percorso: ANSA>> Chrysler: risultati oltre attese. <strong> Sergio Marchionne </strong>: e' rinata Chrysler: risultati oltre attese. <strong> Sergio Marchionne </strong>: e' rinata NEW YORK- I risultati <q>conseguiti da Chrysler lo scorso anno, sia sul fronte dei prodotti sia sul fronte finanziario, hanno superato le aspettative</q>. Lo afferma l'amministratore delegato di Fiat e Chrysler, <strong> Sergio Marchionne </strong>. ''Abbiamo mantenuto la promessa di lanciare 16 nuovi veicoli negli ultimi 12 mesi. Questi veicoli sono la testimonianza della rinascita di Chrysler. Dati i positivi", "new_id": -2}, {"uid": "1295932595118014000", "i": 29066, "idx": 3, "sa": ["Allen Iverson", "David West"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q>This is not the team we thought we were going to have,</q> Sixers coach Larry <strong> David West </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1297372999188006442", "i": 10965, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": ". <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Blade Network Technologies sells switches to improve blade server performance <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}]