[{"uid": "1296244054065306688", "i": 5284, "idx": 3, "sa": ["Eric Schmidt"], "q": " Pero en Davos <strong> Eric Schmidt </strong> descart tales rumores. Recalc que el cambio`` no tuvo nada que ver con los competidores'' y hab?a sido`` malinterpretado, creo, por mucha gente''. Agreg que <q> Todos las razones que se han ofrecido para explicar esta reorganizaci?n no han sido correctas </q>, agreg.`` La raz?n correcta es que nos sentamos y dijimos:` esta es una empresa que necesita ser dirigida de una manera m?s simple'''. <strong> Eric Schmidt </strong>, quien se convertir en presidente", "new_id": -2}, {"uid": "1297079511110805018", "i": 34698, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson"], "q": "were jailed for phone hacking. In one recording, Mr <strong> Andy Coulson </strong> praises news editor title=\"More on Ian Edmondson...\" href=\"http://www.thisislondon.co.uk/standard/related-156042-Ian Edmondson-Ian Edmondson.do\"> <strong> Ian Edmondson </strong>, who was sacked last month for alleged phone hacking. He says: <q> I've got total and complete faith in <strong> Ian Edmondson </strong>, I think he is a great operator and I think he's doing a brillIan Edmondsont job. </q> In another tape, he apparently tells a reporter:`` People are making redundancies we've all got to justify our existence. It means that I need more stories. I need more exclusives, and I", "new_id": -2}, {"uid": "1295999636228769818", "i": 43992, "idx": 1, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": ", dass er <strong> Zahi Hawass </strong>, der in seiner Heimat Generalsekret?r des Obersten Rates f?r Altert?mer ist, unter anderem eine gemeinsame Ausstellung anbieten will. Ganz bestimmt aber nicht die Abgabe der Nofretete an gypten! <strong> Hermann Parzinger </strong>: <q> Es ist zu 100 Prozent sicher, dass sie in Berlin bleibt. Wir haben alle Unterlagen, alles ist rechtm?ig, das k?nnen wir belegen. Man kann also davon ausgehen, dass die Nofretete noch sehr, sehr lange in den wunderbaren R?umen des Neuen Museums bleiben wird. </q> Dass die 3300 Jahre alte B?ste hierher geh?rt, best?tigt auch eine B.Z.-Umfrage. Die Berliner wollen ihre K?nigin nicht mehr hergeben. Um keinen Preis! Nofretete ist Berlin, Cindy Marzahn`` Nofretete", "new_id": -2}, {"uid": "1296218123081313799", "i": 3387, "idx": 3, "sa": ["Chris Webber", "Allen Iverson", "Jason Richardson", "Maurice Cheeks", "David Bowie", "Troy Murphy"], "q": "field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second.`` I don't David Bowiek I had any doubt about them playing together,'' coach <strong> Maurice Cheeks </strong> said. <q> The reason you put the ball in their hands is because they make plays. </q> The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night at Atlanta. They won't return home until Jan. 9 against Seattle. <strong> Jason Richardson </strong> scored 24 points, <strong> Troy Murphy </strong> had", "new_id": -2}, {"uid": "1295534401212385796", "i": 56172, "idx": 3, "sa": ["Steven Tyler", "Simon Cowell"], "q": "a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants.`` Oh my God, this is awful,'' she moaned after saying no to a young woman from Ivory Coast. <q> Oh my God, I hate this. </q> Mr. <strong> Steven Tyler </strong> wasn't as snide as Mr. <strong> Simon Cowell </strong>, but he did become the de facto hard man to please.`` You sang beautiful, but I just wasn't feeling that pizzazz,'' he", "new_id": -2}, {"uid": "1296980220081723411", "i": 53853, "idx": 1, "sa": ["Bernie Sanders"], "q": "taxpayers in Vermont and other Democratic-leaning states for another bailout.''- U.S. Sen. <strong> Bernie Sanders </strong>, a Vermont independent, on American International Group Inc.'s mortgage insurer doing more business in GOP-leaning states <q> Any money you net you did not actually save. Rather, you earned it, because there are few things more time-consuming than properly marketing and selling a home. </q>- real estate agent Jeff Block, on for-sale-by-owner efforts`` In a casino, things happen quickly, and I think you would want to have people on the floor available 24/7. That", "new_id": -2}, {"uid": "1295647859184696927", "i": 55462, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "at the News of the World has made it difficult for me to give the 110 per cent needed in this role,'' said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and today defended his own judgment in hiring him after his resignation from the", "new_id": -2}, {"uid": "1297604000021626892", "i": 8310, "idx": 1, "sa": ["Eamon Gilmore"], "q": "remain focused on the campaign, regardless of the poll results.`` There will be no complacency from Fine Gael,'' he said. Meanwhile, <strong> Eamon Gilmore </strong> said Labour was the only party with <q> any prospect of catching up </q> with Fine Gael.`` Therefore, we're going to continue to work to increase the support of the Labour Party between now and polling day,'' he said.", "new_id": -2}, {"uid": "1295266164203423758", "i": 3012, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> had hoped, it was enough for Fiat to make good on its commitment to invest? 1-billion($ 1.3-billion Canadian) in Mirafiori and make it the European centrepiece of its partnership with Chrysler. <q> This project is the first tangible example of the benefits brought by the Chrysler alliance to Italian operations and it is significant that it should take place at Mirafiori, the symbol of this nation's industrial and automotive culture, </q> Fiat said in late November, when most of the Mirafiori unions signalled they would support Mr. <strong> Sergio Marchionne </strong>'s factory overhaul plan. On Friday night, Mr. <strong> Sergio Marchionne </strong> said the vote`` represents a desire to achieve", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]