[{"uid": "1295628138018169942", "i": 2141, "idx": 4, "sa": ["Sienna Miller", "Andy Coulson", "Keir Starmer"], "q": "stung by allegations that they were too easy on the paper, have recently reopened the investigation. Chief pSienna Millercutor <strong> Keir Starmer </strong> said last week that a`` comprehensive assessment'' of all evidence would be held to determine <q> whether there is any material which could now form evidence in any future criminal pSienna Millercution relating to phone hacking. </q> The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago.`` To say this is long overdue is an understatement,'' said", "new_id": -2}, {"uid": "1295316162045481986", "i": 30172, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Kevin Garnett", "Tim Duncan"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first Tim Duncane since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said.`` We're not having http://wn.com/Kevin Garnett_Kevin Garnett_2004_vs_LeBron Jamess_Playoffs_GM7_~Classic_Game~ KG single handedly putting the Tim Duncanberwolves franchise on his back to beat the LeBron Jamess in Game 7. He does it all in this game. http://wn.com/Celtics__Knicks_112209_I_Kevin Garnett's_game-winning_buzzer_beater!!! NEW YORK(", "new_id": -2}, {"uid": "1295647631245137447", "i": 59541, "idx": 0, "sa": ["Eric Schmidt"], "q": "will take over as chief executive, replacing <strong> Eric Schmidt </strong>. Google's stock fell 2.4 percent. Bond prices rose slightly, sending their yields down to 3.41 percent from 3.43 percent late Thursday. Report Abuse <q> The average person in this country Is much more concerned with cost increases in food and gas then </q> in earnings in stocks they can not afford to buy You lazy reporters need to get down to` main' st. and Report Abuse \" If the Whiners here are as smart as they claim to be...", "new_id": -2}, {"uid": "1295586061144719886", "i": 20822, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,'' <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated.`` We'' ve been talking about how best to simplify", "new_id": -2}, {"uid": "1295473355144211985", "i": 30865, "idx": 0, "sa": ["Steven Tyler", "David Letterman", "Simon Cowell"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any target=\"_blank\" href=\"http://onlinenews.com/\"> news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>.`` I'm not going in there to be a harsh", "new_id": -2}, {"uid": "1295779892017170523", "i": 2226, "idx": 20, "sa": ["Andrew P. Smith", "Mike Pence", "Marjorie Dannenfelser", "Sarah Palin"], "q": "`` He has that everyman, Indiana appeal with vision,'' <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. <q> I hate to bring up Reagan because everybody does that, </q> <strong> Marjorie Dannenfelser </strong> said.`` But it's what Reagan did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.'' <strong> Andrew P. Smith </strong>, who heads the University of New", "new_id": -2}, {"uid": "1296744552199131154", "i": 36493, "idx": 17, "sa": ["Tommy Franks", "Donald Rumsfeld", "Richard Myers", "Dick Cheney"], "q": "troops to Iraq at the outset, rather than <strong> Donald Rumsfeld </strong>'s preferred option of a light and agile force?`` There was no disagreement among those of us responsible for the planning,'' <strong> Donald Rumsfeld </strong> says, adding: <q> If anyone suggested to <strong> Tommy Franks </strong> or[ Joint Chiefs of Staff Chairman <strong> Dick Cheney </strong>] <strong> Richard Myers </strong> that the war plan lacked sufficient troops, they never informed me. </q> It was as though that ended the debate, when subsequent events made clear that the decision not to send more troops allowed Iraq to descend into bloody turmoil that would drag on for years. In the", "new_id": -2}, {"uid": "1295511637124485681", "i": 32654, "idx": 0, "sa": ["Tim Foreman", "David Letterman", "Brian Bell"], "q": "occurring on the Central Coast in January and February. NO REST FOR THE SUCCESSFUL'' tooltipId=`` mi_tt2''> NO REST FOR THE SUCCESSFUL For Weezer lead guitarist <strong> Brian Bell </strong>, performing <q> Say It Ain't So </q> in front of a live studio audience on`` Late Show With <strong> David Letterman </strong>'' was a surreal experience.`` Playing on TV for the first Tim Foremane when you're in your 20s, it's just bizarre", "new_id": -2}, {"uid": "1296456455168951827", "i": 13674, "idx": 0, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "I just want to see things get better for them.'' For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q> People ask that question all day, but my whole thing is to just win the basketball game, </q> <strong> Allen Iverson </strong> insisted.`` If I had a <strong> Shaquille O'Neal </strong> game and we didn't win I would be feeling terrible right now. I'm just happy we got the win. Like I said, it's just another", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]