[{"uid": "1295716713239091726", "i": 12903, "idx": 0, "sa": ["Ahoua Don Mello", "Ali Coulibaly", "Alassane Ouattara"], "q": "maintenant consid?r comme un sans-emploi, un citoyen fran?ais, ordinaire, qui n'est plus pour nous un interlocuteur'', a expliqu? l'AFP <strong> Ahoua Don Mello </strong>, pr?cisant que la d?cision a t prise aujourd` hui. <q> Nous avons re?u une note verbale du minist?re( fran?ais) des Affaires trang?res signalant qu'ils avaient accr?dit <strong> Ali Coulibaly </strong> comme ambassadeur de C?te d'Ivoire en France </q>, a-t-il ajout, en r?f?rence? l'ambassadeur nomm par <strong> Alassane Ouattara </strong>, qui a t reconnu pr?sident l?gitime par la communaut internationale. Le gouvernement Gbagbo avait d?j renvoy d?but janvier de C?te d'Ivoire les ambassadeurs britannique et", "new_id": -2}, {"uid": "1296585409255721481", "i": 11181, "idx": 0, "sa": ["Michael Gove"], "q": ". Crime hotspots website meltdown as millions key in Blairs' address London-( Glitches): Connaught Square residents have told of their disgust as a new criminal hotspots website named them the nation's Number One. <q> Surely we're only the second worst in the country, </q> Dame Dilys Pillpoppa said today,`` what with Buck... New Maths for Schools Education Minister <strong> Michael Gove </strong> is introducing a new way of teaching Maths. He explained to Parliament:' I went into a school yesterday and", "new_id": -2}, {"uid": "1296128045255868977", "i": 36600, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "in a dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I", "new_id": -2}, {"uid": "1296225829149782528", "i": 10643, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "'' he said.`` He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.'' <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most outspoken critics of title=\"Barack Obama\" href=\"http://www.dailypress.com/topic/politics/government/Barack Obama-Barack Obama-PEPLT007408.topic\"> <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to", "new_id": -2}, {"uid": "1297412962097157230", "i": 4885, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "which include not only the device, but the software, services, applications and customer support that make a great experience,'' <strong> Stephen Elop </strong>, Nokia President and CEO, said at a joint news conference in London. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> \" \"`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides", "new_id": -2}, {"uid": "1295461755182796292", "i": 14473, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "said they feared clashes with Gbagbo's forces who are laying siege to the Abidjan hotel serving as <strong> Alassane Ouattara </strong>'s headquarters. Gbagbo's forces have surrounded the hotel for weeks and the Security Council insisted the blockade <q> be lifted without delay. </q> Speaking earlier <strong> Raila Odinga </strong>, the prime minister of Kenya, admitted a two-day peace mission to Ivory Coast he had undertaken on behalf of the African Union had failed.`` Despite extensive discussions on Monday", "new_id": -2}, {"uid": "1295589360144719946", "i": 27562, "idx": 0, "sa": ["Paris Hilton", "Simon Cowell", "Cher Lloyd", "Tom Bernard"], "q": "are still the key ways to make money. For a few indie films, box office is buoyant, but DVD and TV revenues are soft. That dynamic has market players hopeful, but wary. <q> This year, you'll see a large amount of( movies) make their way into the marketplace, but in terms of making your money back, it depends on what you spend, </q> said <strong> Tom Bernard </strong>, co-head of indie distributor Sony Pictures Classics. Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Play video <strong> Paris Hilton </strong> in a police car Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1295907484175931405", "i": 3290, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Tom Austin"], "q": "to seLarry Page act like that is the case,'' Andrews says.`` That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.'' In addition to paying cusTom Austiners, <q> If I were a managed services provider I would be looking for that same kind of message, </q> Andrews adds. more than 3 million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services. These are mostly small", "new_id": -2}, {"uid": "1295463558109772812", "i": 42047, "idx": 1, "sa": ["Alassane Ouattara", "Lu De"], "q": "Accueil nouvelObs.com, toutes les actualites et l'information du jour href=\"http://rss.nouvelobs.com/actualite/monde/20110119.OBS6554/Alassane Ouattara-une-intervention-militaire-est-prevue-pour-chasser-gbagbo.html\"> <strong> Alassane Ouattara </strong>:`` Une intervention militaire est pr?vue'' pour chasser Gbagbo <q> L'intervention militaire est d?j pr?vue, organis?e. Elle sera programm?e </q>, assure le pr?sident <strong> Lu De </strong> C?te d'Ivoire. Le pr?sident <strong> Lu De </strong> C?te d'Ivoire, <strong> Alassane Ouattara </strong>( c) Afp <strong> Alassane Ouattara </strong>, pr?sident ivoirien reconnu par la communaut internationale, affirme qu'une`` intervention militaire est d?j pr?vue''", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]