[{"uid": "1295934410148537354", "i": 59819, "idx": 0, "sa": ["Jeff Green", "Allen Iverson", "Kobe Bryant", "Earl Boykins"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, Earl Boykinsier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said.`` You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.'' <strong> Jeff Green </strong>, whose previous high was", "new_id": -2}, {"uid": "1296542505250052610", "i": 41525, "idx": 0, "sa": ["Michael Vick"], "q": "reasons. Washington, D.C. Police Chief Cathy Lanier, who commanded that city's vehicular homicide unit in the late 1990s, said cameras conserve manpower and keep officers safe while reducing fatalities. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl href=\"http://42125.r.msn.com/?ld=4vlgT0JYZNeSeQxS4zoNJ4ZK5321aBu1jY5xXHomeUlDwhq0ie1ntQQbMZPYx0SoZPEJZQWx8WD7dLPBvrqY1ClJwoW1UaOAoyFD4rsUyVlX0G7CObN8QUD8TfPvDKS8- Vnl2UCxHhq4ofwEZRAbbfIX5W1beFuWsfhgM7Nz_l2obapmxCuueEjV4bhht51n26yHpA6K6- GnEUGAluacNHc", "new_id": -2}, {"uid": "1294959202181354591", "i": 19279, "idx": 2, "sa": ["Colin Powell", "Kim Il"], "q": "They presumed the United States now could cut its military budget dramatically and spend that money at home. That perception was bolstered two years later when <strong> Colin Powell </strong>, then chairman of the Joint Chiefs of Staff, declared: <q> I'm running out of enemies. I'm down to Castro and <strong> Kim Il </strong> Sung. </q> <strong> Colin Powell </strong>'s observation 20 years ago is still basically true: The United States has no militarily significant rivals, notwithstanding the terrorist threat and the war in Afghanistan. Regardless, the Defense Department is still buying", "new_id": -2}, {"uid": "1297219570140312582", "i": 7407, "idx": 3, "sa": ["Simon Cowell"], "q": "big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including that of the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about", "new_id": -2}, {"uid": "1296671144083132443", "i": 7437, "idx": 8, "sa": ["David Letterman", "Piers Morgan", "Mitt Romney"], "q": "To keep at least some aura of suspense about his plans, <strong> Mitt Romney </strong> has ducked questions about another presidential bid. He told Mr. <strong> David Letterman </strong> he had`` no plans for that at this point,'' but added, <q> I'll keep the door open. </q> He told CNN's Mr. <strong> Piers Morgan </strong> that there`` are things you've got to assess before you make a final decision.'' He listed matters of health and the kind of support network`` you'd like to", "new_id": -2}, {"uid": "1296717072176898115", "i": 48487, "idx": 0, "sa": ["Marcus Camby", "Dario Hunt", "Allen Iverson", "Carmelo Anthony"], "q": "Western Conference playoff <strong> Dario Hunt </strong>. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a big second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right way, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"uid": "1295133242039174154", "i": 22483, "idx": 4, "sa": ["Allen Iverson"], "q": "got the win. That's what makes it so easy to take. I'm as happy as I can be right now.'' <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. <q> I'm glad I did something right in that game, </q> he said.`` I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something", "new_id": -2}, {"uid": "1296539025070647889", "i": 44102, "idx": 0, "sa": ["Eric Schmidt"], "q": "stack the deck in favor of a particular party. Both companies say that the proposal works in favor of an open Internet. Google CEO <strong> Eric Schmidt </strong> said in a press conference that the legislation <q> would establish a new and enforceable prohibition against discrimination for wireline and broadband Internet services, specifically, no discrimination against or prioritizing of lawful Internet content apps or services in a way that harms users or competition, no blocking or degrading of Internet content and applications. </q> Some experts say the proposal could help produce a real resolution on net neutrality.`` I would hope that the Verizon-Google proposal breaks the logjam on network neutrality, by showing there is room for", "new_id": -2}, {"uid": "1294957392081149963", "i": 8361, "idx": 7, "sa": ["LeBron James", "Allen Iverson", "Rasheed Wallace", "Mike Brown", "Kobe Bryant", "Mike James", "Mo Williams"], "q": "25 win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Mike James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear.`` He willed this win for us,'' Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen Iverson_Allen Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. PicLeBron James himself up", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]