[{"uid": "1296248071002900092", "i": 29079, "idx": 10, "sa": ["Sergio Marchionne", "Ma Su"], "q": "prova del fuoco da leader della Cgil. Lei non sar la`` signora del no'', <strong> Ma Su </strong> tutto vuole trattare rispettando le regole del gioco e non facendosele imporre dagli altri. Chiama in causa la Confindustria: <q> Spetta alla Marcegaglia invitare Cgil, Cisl e Uil a un confronto sull` eventuale contratto nazionale dell` auto. Non pu essere la Fiat a scriverlo perch? nei fatti un monopolista e nemmeno la Federmeccanica che non rappresenter pi il settore </q>. Non teme l'ennesimo accordo separato, quanto`` la balcanizzazione delle relazioni industriali''. Definisce`` falsa e sbagliata'' l'accusa di <strong> Sergio Marchionne </strong> alla Fiom che bloccherebbe lo sviluppo.`` La riprova? Il Nuovo Pignone?", "new_id": -2}, {"uid": "1296387706032849946", "i": 53717, "idx": 3, "sa": ["Drew Brees", "Michael Vick"], "q": "all-star exhibition, <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q> It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time, </q> <strong> Drew Brees </strong> said yesterday.`` We want great events like this to continue, in places like Hawaii.'' <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for fans", "new_id": -2}, {"uid": "1296111817041386023", "i": 4738, "idx": 1, "sa": ["Chris Anderson", "Eric Schmidt"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... Google DC Talks: A Conversation with <strong> Chris Anderson </strong> As part of the Google DC Talks series, Google's Washington office", "new_id": -2}, {"uid": "1295268805147652642", "i": 12637, "idx": 0, "sa": ["David Letterman", "David Axelrod", "Barack Obama"], "q": "Summit when there was a large clunking sound. Leaning forward over the top of his lectern he said:`` Oops. Was that my err...''. ClDavid Lettermany thrown by what had happened he later joked: <q> I'm sure there's somebody back there that's really nervous right now, don't you think? They're sweating bullets... </q> newslite.tv <strong> David Axelrod </strong>:`` Witchcraft'' Caused Barack Obamaial Seal to Fall- On CBS's`` The Late Show with <strong> David Letterman </strong>'' last night, White House senior adviser <strong> David Axelrod </strong> explained what he thought had caused the Barack Obamaial seal to", "new_id": -2}, {"uid": "1296954560216498177", "i": 6092, "idx": 0, "sa": ["Mike Pence", "Sean Duffy", "George H. W. Bush"], "q": "the clinic in New Jersey, has been fired for her handling of the alleged sex trafficking ring. A video released Tuesday showed the clinic manager giving the pimp adGeorge H. W. Bush on how to make his exploitation of girls look <q> as legit as possible. </q> The state attorney general has also launched an investigation into the manager's actions. Yesterday, two U.S. congressmen, <strong> Mike Pence </strong> and <strong> Mike Pence </strong> <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered", "new_id": -2}, {"uid": "1296566909244629504", "i": 29806, "idx": 9, "sa": ["Paul Joseph Watson", "Allen Iverson", "Miguel Ángel Portugal", "Rasheed Wallace", "Kobe Bryant", "Alex Jones"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Miguel Ángel Portugales becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Alex Jones's_Evidence_Points_to_BP_Oil_Spill_as_False_Flag_Event_on_The_Alex Jones_Alex Jones_Show_1/3 Evidence Points To BP Oil Spill False Flag <strong> Paul Joseph Watson </strong>& <strong> Alex Jones </strong> www.prisonplanet.com", "new_id": -2}, {"uid": "1295470516213155876", "i": 2287, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing.`` Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great` Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a`` fantastic", "new_id": -2}, {"uid": "1297109661161923080", "i": 55805, "idx": 0, "sa": ["David Gergen", "Colin Powell", "Sam Donaldson", "Bob Schieffer"], "q": "p.m.). 2. And there's also`` Reagan,'' a special from History at 9 p.m. Wednesday. That program features <strong> Colin Powell </strong>, <strong> Sam Donaldson </strong>, <strong> David Gergen </strong> and CBS' <strong> Bob Schieffer </strong>. <strong> David Gergen </strong> says, <q> When a guy gets up and takes a bullet and walks away with a smile, people just think differently about him. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and", "new_id": -2}, {"uid": "1295437553089227285", "i": 34662, "idx": 1, "sa": ["Simon Cowell", "George Michael", "Jonathan Ross"], "q": "when he and pal music boss <strong> Simon Cowell </strong> heard new tracks from <strong> George Michael </strong>, <strong> Simon Cowell </strong> gushed about one:`` That is a No. 1!'' <strong> Jonathan Ross </strong>, who presents next week's Comedy Awards, teased: <q> His new stuff is very modern, dancing and electronic. </q> Buy Cheap tickets for the upcoming Bam! Jordan's just released a statement confirming her marriage is over- and it's explosive stuff Bam! Jordan's just released a statement confirming her marriage is", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]