[{"uid": "1295560400214679552", "i": 19597, "idx": 4, "sa": ["Eric Schmidt"], "q": "and so forth-- and to deliver such a service at scale,\" <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments <q>http://www.netpublicradio.org/adobe_photoshop_cs3.jpghttp://www.netpublicradio.org/adobe_photoshop_cs3_prt.jpghttp://www.netpublicradio.org/adobe_photoshop_cs4.jpghttp://www.netpublicradio.org/adobe_photoshop_cs5.jpg Adobe Photoshop 7 only$ 49.45- DOWNLOAD NOW Adobe Photoshop CS...</q> \"http://www.netpublicradio.org/adobe_photoshop_cs3.jpghttp://www.netpublicradio.org/adobe_photoshop_cs3_prt.jpghttp://www.netpublicradio.org/adobe_photoshop_cs4.jpghttp://www.netpublicradio.org/adobe_photoshop_cs5.jpg Adobe Photoshop 7 only$ 49.45- DOWNLOAD NOW Adobe Photoshop CS...\" \"I have many question about your post. I think u should write...\" The Pathways ICT Leadership Development Program Overview And", "new_id": -2}, {"uid": "1296318894261652524", "i": 14810, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Larry Drew"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q>I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Drew </strong> Brown said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1295779860127156232", "i": 11574, "idx": 0, "sa": ["Donald Rumsfeld", "Ban Ki-moon", "Benjamin Netanyahu", "Michael Oren"], "q": "Israel has the ability and the right to investigate its own military. UN <strong> Donald Rumsfeld </strong> General <strong> Ban Ki-moon </strong> had earlier telephoned Israeli PM <strong> Benjamin Netanyahu </strong> with the proposal. Nine people died when Israeli commandos stormed the Turkish ship last week. <q>We are rejecting an international commission. We are discussing with the Obama administration a way in which our inquiry will take place,</q> Mr <strong> Michael Oren </strong> told Fox News Sunday. He said Israel would not apologise for the incident. Eight of those killed were Turkish, and the ninth had joint US-Turkish nationality http://wn.com/UN_Report_On_Israel_Flotilla_Killings__BBC_News_22_Sept_2010 Posted on:4 TheRecord.org Israel's military broke", "new_id": -2}, {"uid": "1297443291053690376", "i": 4118, "idx": 0, "sa": ["Simon Cowell"], "q": "singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.</q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q>I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table,</q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1295245546048136202", "i": 20488, "idx": 8, "sa": ["Marcus Camby", "Gregg Popovich", "Allen Iverson"], "q": "played tough defense, too, which is not usually their forte. \"They stopped us, doing the things we wanted to do and we couldn't stop their two stars,\" Spurs coach <strong> Gregg Popovich </strong> said. <q>That's really the bottom line. Their defense outplayed us.</q> Nene added 13 points and 12 rebounds and <strong> Marcus Camby </strong> grabbed 10 boards for sixth-seeded Denver, which entered the playoffs having http://wn.com/Allen_Iverson_29pts_clutch_shot_buzzer_beater_vs_Spurs_NBA Practice? <strong> Allen Iverson </strong> didn't need any of it to score 29 points and lead the Denver Nuggets", "new_id": -2}, {"uid": "1296463311082231470", "i": 3136, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q>I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks,</q> said Eagles head coach Andy Reid at an evening press conference. \"This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.\" NFL investigating", "new_id": -2}, {"uid": "1297694269130826245", "i": 35054, "idx": 2, "sa": ["Toby Harnden", "Donald Rumsfeld"], "q": "detachment\" in order to \"match the achievements of its author\". <strong> Donald Rumsfeld </strong> provides some \"puckish\" and \"acidic\" observations about former colleagues, according to <strong> Toby Harnden </strong> in the Telegraph. Any readers <q>expecting a mea culpa from the famously cocksure <strong> Donald Rumsfeld </strong> will be disappointed</q> but nonetheless this is a \"clearly written work that attempts to cut through a number of myths to give a measured account of how things happened and why\". Financial Times is more disparaging, describing the reading", "new_id": -2}, {"uid": "1296521624090341381", "i": 13752, "idx": 4, "sa": ["Hu Jintao", "Barack Obama", "David Letterman", "Conan O'Brien"], "q": "the check, <strong> Hu Jintao </strong> said, \"Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.\" â\u0080¢ <strong> David Letterman </strong>- <q>China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.</q> With unemployment stalled at nearly 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises: â\u0080¢ <strong> Conan O\"Brien </strong>- \"<strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2}, {"uid": "1297115713149880860", "i": 11352, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> aimed criticism at former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> over the Iraq war during an interview with ABC News' <strong> Diane Sawyer </strong>. <strong> Colin Powell </strong> <q>did not, in my view, do a good job of managing the people under him,</q> <strong> Donald Rumsfeld </strong> said. \"There was a lot of leaking out of the State Department, and the president knew it.... And it was unhelpful. And most of it ended up making the State Department look good", "new_id": -2}]