[{"uid": "1295631675219987972", "i": 21631, "idx": 3, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama"], "q": "said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but`` we're not going to eat our own.'' <q> As diverse as we are in our thoughts and in our backgrounds, at the end of the day, we're interested in moving this country forward, and we know that we elected <strong> Barack Obama </strong> to be our leader, </q> <strong> Xavier Becerra </strong> said.`` And so we are hoping that he'll make the best decisions, cast the best judgments that will do exactly that.`` But we're not going to eat our", "new_id": -2}, {"uid": "1295762462175325235", "i": 11912, "idx": 1, "sa": ["John Thune", "John Culberson", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "<strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. Rep. <strong> John Culberson </strong>, R-Texas, and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., will be seatmates. <q> I guess I asked him out on a date, </q> she said on MSNBC.`` And he said yes. So I am going to go sit on... what is normally the Republican side of the aisle.'' The idea of mixing and mingling was", "new_id": -2}, {"uid": "1296471930208027692", "i": 12815, "idx": 0, "sa": ["Alassane Ouattara"], "q": "`` So far, there is no prohibition on accepting bean deliveries from farmers, and we're doing that in order to recuperate what we have paid for in advance,'' said one purchases manager in Abidjan. <q> But none of these beans have been registered for export, </q> he said. Other exporters based in both Abidjan and San Pedro confirmed that beans were not being registered. <strong> Alassane Ouattara </strong>, who is recognized by Western powers and African states as the winner of a", "new_id": -2}, {"uid": "1296218172048857110", "i": 18253, "idx": 1, "sa": ["Mike Pence", "Ben Young"], "q": "presidency, seek the Indiana governor's office or retain his congressional seat-- that she had no idea what he might decide.`` My personal reaction is I'm disappointed,'' Hollis said. <q> I wanted someone of <strong> Mike Pence </strong>'s caliber representing the Republican Party in the race for the White House.`` My hope is that he will continue to stay in a leadership position, whether running for governor or staying where he's at in Congress. I just want him representing Indiana in some capacity, </q> Hollis added. <strong> Ben Young </strong> of Richmond thinks <strong> Mike Pence </strong> made the right decision.`` My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time,", "new_id": -2}, {"uid": "1297705501051036292", "i": 892, "idx": 1, "sa": ["Steve Ballmer"], "q": "podr?a beneficiar a las posibilidades de crecimiento de Nokia en Estados Unidos. <strong> Steve Ballmer </strong>, por su parte, ha destacado la buena respuesta al pacto tanto de los inversores como de los clientes, a?adiendo que suma <q> dos tecnolog?as que organizan la informaci?n, las aplicaciones y los servicios en una experiencia amable con el usuario </q>, ha manifestado <strong> Steve Ballmer </strong> planteando un pacto en el que todos ganan. Adem?s, <strong> Steve Ballmer </strong> ha centrado buena parte de su exposici?n en defender las mejoras que a su juicio ha llevado a cabo Microsoft con Windows", "new_id": -2}, {"uid": "1296591076195919887", "i": 48875, "idx": 8, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": "Divorce Settlement Report.wmv Transcript by( www.newsy.com) Talk about a quick turn around. Only six months after filing for divorce, Former Fraiser front man <strong> Kelsey Grammer </strong> confirms he's engaged to marry his current girlfriend Kayte Walsh. <q> After suffering a tragic set-back with a miscarriage a few months ago... <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement Please Visit www.newsvideosite.com and you can watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement <strong> Camille Grammer </strong>, <strong> Camille Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce Settlement, Kayte Walsh, <strong> Kelsey Grammer </strong>, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Prenup, Entertainment Ne... <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February click our link thetodaybuzz.com- to watch full`` <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... Fox News- Kelly's Court- <strong> Kelsey Grammer </strong>'s Nasty Divorce Gets", "new_id": -2}, {"uid": "1296449395205996048", "i": 46621, "idx": 10, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. Denver also halted the Celtics' dominance over Western Conference teams this season, snapping their string of 16 straight wins. <q> I don't look at it as we beat the best team in the league, a win is a win, </q> <strong> Allen Iverson </strong> said.`` Obviously, we can compete with anybody. No one seems to know how much talent we have. We have enough talent to scare some people, but we just have to bring it night", "new_id": -2}, {"uid": "1295563029055377931", "i": 23681, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "nuevos productos, dijo la compa?a. En una conferencia telef?nica, <strong> Eric Schmidt </strong> dijo que los tres han estado tomando decisiones juntos, pero era un proceso lento. La nueva organizaci?n har?a m?s eficiente el proceso al <q> elevarme a mi y hacer que <strong> Larry Page </strong> se encargue del d?a a d?a </q>, dijo <strong> Eric Schmidt </strong>. El cambio fue anunciado junto a los resultados de la compa?a, los cuales saltaron 29% en el cuarto trimestre. Google registr ganancias por US$ 2.540 millones, frente a US$ 1.970", "new_id": -2}, {"uid": "1295670139191152175", "i": 54293, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Glenn Mulcaire", "Tom Watson", "Rupert Murdoch"], "q": "`` serious questions'' about the Prime Minister's judgment.`` This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,'' Mr <strong> Tom Watson </strong> said. <q> His departure creates serious questions over the Prime Minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.`` It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day.`` Spin and obfuscation is all we get from Downing Street- we need to get to the truth. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone-hacking. Although he took responsibility, he", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]