[{"uid": "1296669399223756300", "i": 6051, "idx": 4, "sa": ["Peter Noever", "Zahi Hawass"], "q": "Irak Im Moment schaut es jedenfalls nicht so aus, als ob das Weltkulturerbe in gypten hnlich leiden w?rde wie jenes im Irak, als w?hrend des Irakkriegs Bagdads Nationalmuseum und die Grabungsst?tten von Babylon gepl?ndert wurden. <q> Wir sind nicht wie Afghanistan </q>, erkl?rte der neu gek?rte Minister <strong> Zahi Hawass </strong>. Dort waren die Kultursch?tze des Landes in einem jahrzehntelangen Krieg weitgehend zerst?rt worden.`` Die Zivilisation wohnt den gyptern inne.'' Ende 2011 nimmt Mak-Direktor <strong> Peter Noever </strong> seinen Abschied-", "new_id": -2}, {"uid": "1295603056020365317", "i": 48045, "idx": 1, "sa": ["Eric Schmidt"], "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Trend Micro? SafeSync? Trend Micro", "new_id": -2}, {"uid": "1295589410085278769", "i": 4343, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": ", 12:56 AM EST- U.S. Mark Zuckerbergets open in 8 hrs 34 mins Google turns <strong> Larry Page </strong> on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Friday January 21, 2011, 12:45 am SAN FRANCISCO( AP)-- When Google", "new_id": -2}, {"uid": "1295874386251510784", "i": 23291, "idx": 0, "sa": ["Alassane Ouattara"], "q": "to quit.Cocoa is one of the country's main exports and is a major source of wealth for incumbent president Laurent Gbagbo. Election winner <strong> Alassane Ouattara </strong> called for the ban to run for a month. <q> The government informs all the economic operators of the immediate halt to all coffee and cocoa exports, </q> his office said, adding that anyone who did not follow the order would be`` subject to national and international sanctions''. Berlusconi would still win an election, if it were held now, a pollster", "new_id": -2}, {"uid": "1295617945243957771", "i": 17494, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": ", Mr <strong> David Cameron </strong> was asked during a visit to RAF Brize Norton whether he still had faith in Mr <strong> Andy Coulson </strong>.`` You know what I have said about this in the past,'' he replied. <q> I have got nothing to add to that and I think he's done a very good job for the Government. </q> It is believed Mr <strong> Andy Coulson </strong> informed Mr <strong> David Cameron </strong> of his intention to leave on Wednesday. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News of the", "new_id": -2}, {"uid": "1295762095175325199", "i": 15360, "idx": 6, "sa": ["John McCain", "George W. Bush", "Mike Pence", "Gary Bauer", "Ron Paul"], "q": "not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former George W. Bushial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1295992685115605516", "i": 40564, "idx": 0, "sa": ["Ray LaHood", "Bill Lockyer", "Barack Obama"], "q": "that they expect to unveil a transportation plan after <strong> Barack Obama </strong> presents his budget to Congress in mid-February. Transportation Secretary <strong> Ray LaHood </strong> told a recent business conference in Atlanta that the six-year <strong> Bill Lockyer </strong> will include a$ 50 Bill Lockyerion <q> upfront investment to help employ the nearly one in five construction workers that are still out of a job, </q> according to a transcript of his remarks. He has also said he wants Congress to put a transportation <strong> Bill Lockyer </strong> on href=\"http://www.sfgate.com/Barack Obama-Barack Obama/\"> <strong> Barack Obama </strong>'s desk for signature by August. What's unclear is", "new_id": -2}, {"uid": "1296759238078708740", "i": 6413, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": ", there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows.'' And then, just to punctuate his point, he added: <q> Smile or` Go**** a duck.' </q> That's what we were waiting for. It's almost like <strong> Simon Cowell </strong> never left. VIDEO: Hooray! <strong> Ryan Seacrest </strong> finally got some loving on last night's Play nice and have fun. And", "new_id": -2}, {"uid": "1296213446044204067", "i": 58788, "idx": 5, "sa": ["Ahoua Don Mello", "Ana Monteiro", "Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> take control, the Eurobonds may jump to 55 cents, he said.`` You buy them at 30 cents with a predicate that <strong> Alassane Ouattara </strong> will come in and restore normality,'' Culverhouse said. <q> The worst case is you buy them at 30 cents and nothing happens for five years. It's still a very, very divided country. </q>-- Editors: Gavin Serkin, <strong> Ana Monteiro </strong>. To contact the reporter on this story: Chris Kay in LonAhoua Don Mello at ckay5@bloomberg.net", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]