[{"uid": "1297189507065617923", "i": 19359, "idx": 4, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.'' <q> In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it, </q> he writes.`` The elites in Paris and Bonn who thought themselves the guardians of a sophisticated, new world order did not. All in all I was amused by the ruckus.`` Bush, in his", "new_id": -2}, {"uid": "1295755514184385545", "i": 26803, "idx": 25, "sa": ["Allen Iverson", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen Iverson_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s`` team first'' approach with the Philadelphia 76ers has earned him", "new_id": -2}, {"uid": "1296200464159858698", "i": 5819, "idx": 15, "sa": ["David McIntosh", "Mike Pence"], "q": "a discernment that this is the right move.'' Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.'' <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said. That, <strong> Mike Pence </strong> said, was what it came down to in the end.`` At the end of the day, we ultimately believed that where our little family is led", "new_id": -2}, {"uid": "1295950627068943882", "i": 14802, "idx": 0, "sa": ["Angelina Jolie", "Barack Obama", "Kenneth Feinberg"], "q": ", <strong> Angelina Jolie </strong>, Rappers, Singers, Dancers, Actors/Actresses, even most politicians. The Gulf of Mexico has been poisoned& time is running out before mass sickness sets in. First Americans were told by <strong> Barack Obama </strong>, <q> This was the worst environment disaster in US history. </q> Now we are told by this same class of master teleprompter readers to believe that the`` Worst Environmental Disaster In US History,'' has just disappeared? That matter can neither be created nor destKenneth Feinberged, but all", "new_id": -2}, {"uid": "1295209231006406224", "i": 56958, "idx": 3, "sa": ["Chris Webber", "Allen Iverson", "Maurice Cheeks"], "q": "'' <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. <q> I don't think I had any doubt about them playing together, </q> coach <strong> Maurice Cheeks </strong> said.`` The reason you put the ball in their hands is because they make plays.'' The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night", "new_id": -2}, {"uid": "1296810817171016196", "i": 57683, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.''- href=\"http://www.bloomberg.com/news/2011-02-03/new-york-times-profit-falls-26-on-print-ad-circulation-revenue-slide.html\" target=\"_blank\"> Bloomberg \" <strong> Donald Rumsfeld </strong> was right about everything: new book <q>`` Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after a typically obtuse quote he gave to the press while mismanaging the`` global war on terrorism. </q> In his memoir, <strong> Donald Rumsfeld </strong> is settling various old scores, and, obviously, trying to convince everyone that he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in", "new_id": -2}, {"uid": "1295604441021397504", "i": 30814, "idx": 0, "sa": ["Hillary Clinton", "Angelina Jolie", "Karyn White", "Brad Pitt", "Barack Obama"], "q": "that politics makes strange bedfellows, genealogists announced Tuesday that <strong> Barack Obama </strong> is a distant cousin of actor <strong> Brad Pitt </strong>, while <strong> Hillary Clinton </strong> is related to <strong> Angelina Jolie </strong>'s girlfriend, <strong> Angelina Jolie </strong>. Maybe they can all adopt a village in Cambodia. <q> When you get back into your ancestry, you eventually find that you're related to lots of people, </q> said genealogist Christopher Child, who guided the Barack Obamaial research for the New England Historic Genealogical Society.`` Barack Obamaial candidates are no exception.'' The family trees of this year's <strong> Karyn White </strong> House contenders only get weirder from", "new_id": -2}, {"uid": "1297510090068009998", "i": 23200, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show.`` We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,'' he said. <q> It hasn't been tested yet but that's the idea. </q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1296876367021512194", "i": 54514, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "that works for everybody.'' Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <strong> Roger Goodell </strong> spoke on several other topics.? On an 18-game regular season: <q> Repeatedly, the fans have said the quality of the preseason doesn't meet NFL standards. That is... the basis on which we started to look at the 18-and-two concept, by taking two of those low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see. </q> <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past:`` I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]