[{"uid": "1295649657122683421", "i": 27829, "idx": 3, "sa": ["Chris Gibson", "Kirsten Gillibrand"], "q": "we can beat Russia in the race to the moon, we can beat China in the race to green energy and that's what this is about,'' said Senator <strong> Kirsten Gillibrand </strong>( D- New York). <q> It's about being competitive. It's about creating opportunity for growth in a growing sector and I think the President's speech really hit the mark. </q> Republican Congressman <strong> Chris Gibson </strong>, fresh off his vote to repeal and replace`` Obamacare'', also reviewed the speech positively.`` I don't want to focus on what I may or may not have disagreed with,", "new_id": -2}, {"uid": "1297115713149880860", "i": 13664, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "advisor to the <strong> George W. Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA... \" Report Abuse <q> <strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either. </q> Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for <strong> George W. Bush </strong>. He MAY have saved us from Obama if he had.... Report Abuse \" What Democratic leaders said in", "new_id": -2}, {"uid": "1295033286023609359", "i": 53183, "idx": 0, "sa": ["David Letterman", "Bo Outlaw", "Amar'e Stoudemire"], "q": "when he played for the Phoenix Suns.`` I played with <strong> Bo Outlaw </strong> back in my rookie year and I used to make fun of him all the time,'' <strong> Amar'e Stoudemire </strong> said about <strong> Bo Outlaw </strong> wearing goggles. <q> They're not fashionable. So then I figured since I have to wear them, it's time to make these goggles fashionable. </q> Facebook! Know something we don't? E-mail us at New York Knicks star <strong> Amar'e Stoudemire </strong> appeared on`` Late Night with <strong> David Letterman </strong>'' on Thursday. He discussed his how he dealt with suffering from a detached retina", "new_id": -2}, {"uid": "1297092964239337473", "i": 51982, "idx": 0, "sa": ["Jay Sean", "Sergio Marchionne", "Lil Wayne"], "q": "<strong> Jay Sean </strong> and <strong> Lil Wayne </strong> Team up Again for`` Hit the Lights'' Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... <q> Yeah keep glorifying the Thug culture yahoo, super bowl, NFL and anyone else that can make a buck off it.... Our kids deserve better. </q> The don't call it the NFL( National Felons League) for nutin'. Don't know as they do deserve better though. They're some dumb crackers out there and they progeny is dumber", "new_id": -2}, {"uid": "1295565225148553765", "i": 27652, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Christina Aguilera", "Venus Williams"], "q": "fire'' and that the future is bright. While he is proud of his decade as CEO, <strong> Eric Schmidt </strong> said he is confident that <strong> Larry Page </strong> will accomplish even more in the next ten years. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> he wrote. Photos: <strong> Venus Williams </strong>' Outfit Causes a Stir href=\"http://abcnews.go.com/Entertainment/slideshow/stars-secret-revelations-8652794\"> Photos: <strong> Christina Aguilera </strong>'s Embarrassing Party Moment", "new_id": -2}, {"uid": "1295612670207978506", "i": 4624, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was <q> not a reaction to competitors. </q> Rather, he said, it was an effort to speed up decision-making at the company, which ended the year with about 24,000 employees.`` Google has many different businesses and the issue that", "new_id": -2}, {"uid": "1295907484175931405", "i": 3288, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page", "Tom Austin"], "q": "Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>.`` <strong> Eric Schmidt </strong> clearly had passion for enterprise software,'' says Gartner analyst Whit Andrews. <q> He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with <strong> Larry Page </strong>. </q> Google officials consider Google Apps a strategic business, and`` they're highly ethical so they wouldn't just pull the plug,'' adds Gartner analyst <strong> Tom Austin </strong>. But it remains to be seen", "new_id": -2}, {"uid": "1295907390241205262", "i": 13785, "idx": 0, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": "Berlin museum. Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor <strong> Hermann Parzinger </strong> said in a statement.`` She is and remains the ambassador of Egypt in Berlin.'' <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes", "new_id": -2}, {"uid": "1296371375213876905", "i": 15072, "idx": 0, "sa": ["Mike Birbiglia", "David Letterman", "Jimmy Fallon", "Conan O'Brien"], "q": "68 Bloomsburg 74, West Chester 61 Bluffton 88, Franklin 76 Bridgeport 80, St. <strong> Jimmy Fallon </strong> Aquinas 53 Sciences, Pa. 56 Drexel 65, Hofstra 60 Farmingdale 81, Bard 53 Felician 80, http://wn.com/Mike Birbiglia_Mike Birbiglia_Tour_Week_Five__The_Basketball_Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, <strong> Mike Birbiglia </strong> teamed", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]