[{"uid": "1295831264124387374", "i": 21030, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page", "Tom Austin"], "q": "Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>.`` <strong> Eric Schmidt </strong> clearly had passion for enterprise software,'' says Gartner analyst Whit Andrews. <q> He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with <strong> Larry Page </strong>. </q> Google officials consider Google Apps a strategic business and,`` they are highly ethical so they would not just pull the plug,'' adds Gartner analyst <strong> Tom Austin </strong>. But it remains to be seen", "new_id": -2}, {"uid": "1296846368234831873", "i": 45544, "idx": 0, "sa": ["Alassane Ouattara", "Maria Luiza Ribeiro Viotti"], "q": "- crisis.html\"> New York- The UN Security Council on Friday called for a peaceful and prompt href=\"http://www.earthtimes.org/tag/resolution.html\"> resolution of the political stalemate in Ivory Coast, where strongman Laurent Gbagbo is still clinging to power. <q> Council members underscore their strong desire that the crisis be resolved peacefully, rapidly and on conditions that respect the will of the href=\"http://www.earthtimes.org/tag/Ivory-Coast.html\"> Ivory Coast people, </q> said Brazil Ambassador <strong> Maria Luiza Ribeiro Viotti </strong>, the council president.Maria Luiza Ribeiro Viotti reiterated previous calls by the 15-nation council for Ivory Coast to resolve the conflict over November's presidential elections that were claimed by Gbagbo and his internationally- recognized rival <strong> Alassane Ouattara </strong>.", "new_id": -2}, {"uid": "1296759648093224960", "i": 57708, "idx": 1, "sa": ["Richard Blumenthal", "Chris Smith", "Kirsten Gillibrand"], "q": " Sample`` We will no doubt see attempts to pass these bills in the Senate,'' Sen. <strong> Kirsten Gillibrand </strong>, D-NY and Sen. <strong> Richard Blumenthal </strong> D-CT said in a letter to colleagues on Wednesday. <q> We must work together to stop these bills in their tracks, as they represent an unprecedented effort to restrict women's access to reproductive health care and to their trusted health care providers, </q> the Senators said. Republicans <strong> Chris Smith </strong>, R-NJ, and Mike Spence, R-ID introduced a pair of bills in January meant to perform similar functions. <strong> Chris Smith </strong> said passing his bill- the No Taxpayer", "new_id": -2}, {"uid": "1297096787035717130", "i": 38128, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ESSENTIELLE.BE Prolongation de la 6e Triennale de Design <q> Belgium is Design. Design for Mankind </q> <strong> Donald Rumsfeld </strong> pas pr?t? remettre en cause l'invasion de l'Irak L'arm?e am?ricaine`` croyait'' en l'existence d'armes de destruction massive en Irak avant son invasion en 2003, a affirm l'ancien secr?taire? la D?fense du", "new_id": -2}, {"uid": "1295425471034701433", "i": 27408, "idx": 2, "sa": ["Howard Stern", "Jay Leno", "Piers Morgan", "David Letterman"], "q": "amount of material,'' <strong> Howard Stern </strong> said in an interview for CNN's`` <strong> Piers Morgan </strong> Tonight.'' <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is`` not fit to scrub <strong> David Letterman </strong>'s feet.'' <q> I don't know how he's beaten <strong> David Letterman </strong> in the ratings, </q> he said.`` It's beyond my comprehension. America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.''", "new_id": -2}, {"uid": "1295147685219021316", "i": 58186, "idx": 1, "sa": ["Sleepy Floyd", "Shaquille O'Neal", "Allen Iverson", "Yao Ming", "Phil Jackson"], "q": "record for most points in a quarter, set by <strong> Sleepy Floyd </strong> of Golden State in 1987. <strong> Allen Iverson </strong>'s final two 3-pointers were the Shaquille O'Nealgest of the game, coYao Ming after Phil Jacksonadelphia had pulled within 10 with 5:14 remaining. <q> When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable, </q> <strong> Allen Iverson </strong> said.`` He almost pulled it off.'' <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before", "new_id": -2}, {"uid": "1296764730048218118", "i": 44220, "idx": 0, "sa": ["James Steinberg", "Alassane Ouattara"], "q": "Thursday. The African Union last week set up the five-member panel to deliver binding resolutions within a month to Gbagbo and <strong> Alassane Ouattara </strong>, the internationally recognised winner of the disputed November 28 elections. <q> Our position is very clear, which is that we believe that Mr <strong> Alassane Ouattara </strong> won the election and should be the leader of the country, </q> US Deputy Secretary of State <strong> James Steinberg </strong> told reporters in Nairobi.`` We hope that the new mission of the AU leaders can make clear to former president Gbagbo that that is the universal view and that the", "new_id": -2}, {"uid": "1295192606168738817", "i": 44913, "idx": 0, "sa": ["Dennis Kucinich", "Bernie Sanders"], "q": "open book. His href=\"http://www.facebook.com/profile.php?id=1432659675&amp;sk=wall\"> Facebook page shows him to be a self-declared`` progressive''-- a fan of Vermont socialist <strong> Bernie Sanders </strong>, Ohio socialist wannabe <strong> Dennis Kucinich </strong>, and state media outlet, NPR. <q>`` Rather than pointing fingers or assigning blame, </q> said Obama in Tucson,`` let us use this occasion to expand our moral imaginations.'' In the days immediately after the shooting, Fuller expanded his moral imagination by telling Democracy NOW radio,`` It looks", "new_id": -2}, {"uid": "1297662083114016267", "i": 46181, "idx": 0, "sa": ["David Letterman", "Whitney Houston", "Howard Stern", "Justin Bieber", "Win Butler", "Patrick Monahan"], "q": "We're going to go play another song because we like music. Thank you to the Grammys. Thank you everyone. We're so happy.''- Arcade Fire frontman <strong> Win Butler </strong>.___ <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group.___`` <strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.___`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]