[{"uid": "1297129562188514329", "i": 2374, "idx": 9, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol?`` I haven't seen a full episode,'' he said. <q> I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over, </q> <strong> Simon Cowell </strong> continued.`` The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"uid": "1297435702142311425", "i": 53782, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer", "Ray Allen"], "q": "ecosystem,'' acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, devStephen Elopers, mobile services, partnerships with carriers, and app stores to distribute software. <q> There are other mobile ecosystems. We will disrupt them. There will be chRay Allenges. We will overcome them. Success requires speed. We will be swift, </q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter.`` Together, we see the opportunity, and we have the will, the resources and the drive to succeed.'' The companies", "new_id": -2}, {"uid": "1295218070163594249", "i": 689, "idx": 24, "sa": ["Simon Cowell"], "q": "January 2010, a visibly shaken <strong> Simon Cowell </strong> appeared before the Television Critics Association meeting in Pasadena to say that he and Fox had reached an agreement that morning.`` Where we have come to,'' he said, <q> is that The X Factor will launch in America in 2011, with me judging the show and executive-producing the show, and because of that, this will be my last season on At the Idol finale on May 26, 2010, a wistful <strong> Simon Cowell </strong> looked out over the crowd one last time.`` It felt very weird, </q> he says, remembering the moment.`` When you're standing there in front of 5,000, 6,000 people and you feel this warmth and emotion; that's when I felt more emotional than I ever thought I", "new_id": -2}, {"uid": "1295562123175194116", "i": 6396, "idx": 0, "sa": ["Meg Whitman", "Eric Schmidt", "Larry Page"], "q": "1,280. The Nasdaq Composite Index-0.77%) dropped 0.8% to 2,704. Tech stocks pulled back as results from Seagate Technology-21.35%) spurred concerns for the consumer and corporate markets. <q> H-P appoints five new board members, including <strong> Meg Whitman </strong> href=\"http://on.mktw.net/gvRpEZ\"> http://on.mktw.net/gvRpEZ </q> 4:18 p.m. EST, Jan. 20, 2011 from href=\"http://twitter.com/MarketWatch\"> MarketWatch`` Google reports higher profit; co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO in April href=\"http://on.mktw.net/gFyUVk\"> http://on.mktw.net/gFyUVk'' 4:08", "new_id": -2}, {"uid": "1295639824217038876", "i": 29862, "idx": 0, "sa": ["Ian McEwan", "Andy Coulson"], "q": "free`` get out of the security council'' card in the form of a veto. \" \" Appeasement by another name. It just emboldens the aggressor, as rightists constantly remind us. \" <q> International Saddam era sanctions should be levelled on Israel now, but they won't be and nothing will change until eventually, in a world of self delusion, Israel commits an atrocity that even the US can't ignore. Can't imagine how bad that will have to be. </q> gwillikers 21 January 2011 12:55 PM <strong> Andy Coulson </strong>-- We long ago forgace the PalestinIan McEwans for stealing Jewish land. MARK THOMASON-- If the PalestinIan McEwans were actually right people would support them with deeds and", "new_id": -2}, {"uid": "1295543475207126533", "i": 22638, "idx": 1, "sa": ["Laidback Luke", "David Letterman", "Dan Fogler", "Jonathan Mendelsohn"], "q": "After converting clubs and Dan Foglerce floors everywhere from Ibiza to London, <strong> Laidback Luke </strong> blasts back into the stratosphere with his new, hard hitting single'Till Tonight` featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2- <q> I'll Go Crazy If I Don't Go Crazy Tonight </q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2-`` I'll Go Crazy If I Don't Go Crazy Tonight'' on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed`` I'll Go Crazy If", "new_id": -2}, {"uid": "1295644189196657172", "i": 26127, "idx": 4, "sa": ["Andy Coulson"], "q": "last February when they warned of a`` collective amnesia'' at News International over the practice.`` The cloud that was hanging over <strong> Andy Coulson </strong> last May was very small,'' one senior Tory said. <q> The cloud had obviously become a lot bigger in recent weeks. </q> One minister did, however, voice doubts about <strong> Andy Coulson </strong>'s claim that media intrusion alone had prompted his resignation.`` This resignation must mean that <strong> Andy Coulson </strong> knows something is coming down the pipeline,'' the", "new_id": -2}, {"uid": "1295565225148553765", "i": 27651, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "which href=\"http://abcnews.go.com/Technology/wireStory?id=10644870\" target=\"external\"> <strong> Eric Schmidt </strong> said are his greatest strengths. He added that <strong> Sergey Brin </strong> will retain the title co-founder and focus on strategic projects, particularly new products. As for himself, <strong> Eric Schmidt </strong> said, <q> I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> <strong> Eric Schmidt </strong>: <strong> Larry Page </strong> Will Merge Technology and Business Vision` Brilliantly' <strong> Eric Schmidt </strong> said that when he first joined Google, he never imagined the growth that the company has achieved but added that Google's", "new_id": -2}, {"uid": "1295497269083329029", "i": 4173, "idx": 2, "sa": ["Simon Cowell"], "q": "was lying on carpet stained with the victim's blood. In an affidavit seeking charges against Tessa Marie Schuyleman, 22, whose Facebook page says she lives in Olympia, police claim the photos show her <q> posing as a dead person </q> on the very spot where 17-year-old Mackenzie <strong> Simon Cowell </strong>'s blood had soaked into the murder suspect's carpet. NEW YORK?- It's a kinder`` American Idol'' without <strong> Simon Cowell </strong>. Television's top show", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]