[{"uid": "1295976018128352266", "i": 2927, "idx": 1, "sa": ["Michael Gove", "Fraser Nelson", "Matthew Taylor", "Tim Montgomerie", "David Cameron", "Stephan Shakespeare"], "q": "), <strong> Fraser Nelson </strong>( The Spectator), Freddie Sayers( PoliticsHome) and <strong> Matthew Taylor </strong>( RSA).`` The Who is going to be Who of the next parliamentary party'' Jonathan Isaby, Editor of ConservativeHome. <q> The list of the insiders making things happen in David Camerons Machine </q> <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence.`` What makes David Camerons Conservatives tick?'' <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families.`` The first internet age Michael Government'' <strong> Stephan Shakespeare </strong>, Founder and", "new_id": -2}, {"uid": "1297451512119193621", "i": 1359, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": " Super Bowl MVP <strong> Aaron Rodgers </strong> shares a laugh with Dave on last night's`` Late Show with <strong> David Letterman </strong>.''( credit: CBS) <q> Late Show with <strong> David Letterman </strong>. </q> And while the host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he couldn't resist a <strong> Brett Favre </strong> inquiry now that he's tied No. 4", "new_id": -2}, {"uid": "1295873173251510817", "i": 32712, "idx": 0, "sa": ["Alassane Ouattara"], "q": "le colonel Hilaire Gohourou Babri, porte-parole des FDS, Forces de d?fense et de s?curit, a affirm que`` cette force trang?re a chang de strat?gie pour circuler librement et chapper ainsi? ces contr?les'' en utilisant <q> des v?hicules portant des immatriculations civiles </q> sans sigle`` UN''. L'Onuci d?ment. Il faut rappeler que les rapports entre et la force onusienne et le camp Gbagbo se sont durcis ces derni?res semaines. L'ONU, qui reconna?t <strong> Alassane Ouattara </strong> comme le", "new_id": -2}, {"uid": "1295667432215973908", "i": 52099, "idx": 0, "sa": ["Alan Johnson", "Jo Moore", "Andy Coulson"], "q": "<strong> Andy Coulson </strong>'s resignation. <strong> Andy Coulson </strong>, the prime minister's director of communications, leaves number 10 Downing Street following his resignation. Photograph: Getty Images. <strong> Jo Moore </strong> these days? Remember the good ol' <q> Good day to bury bad news </q> and 9/11? The problem for the Tories is that the news hasn't been buried- by Blair's return appearance at the Iraq Inquiry, or by <strong> Alan Johnson </strong>'s resignation as shadow chancellor- and is leading all", "new_id": -2}, {"uid": "1294962672210993211", "i": 8274, "idx": 5, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable,'' <strong> Kirsten Gillibrand </strong> said.`` This is a woman with the most reMark Kelsonable determination,'' <strong> Debbie Wasserman Schultz </strong> said. <q> We were so excited when the doctors said,` This is incredible progress.'[ <strong> Gabrielle Giffords </strong>' neurosurgeon] Dr. Lemole outside the hospital room... he said,` You know I don't really make much of emotion and friendship,' he said,` but we saw the power of friendship in there.' </q> Six people were killed and 14 were injured when a young man opened fire at a meet-and-greet event <strong> Gabrielle Giffords </strong> was holding at a busy Tucson, Ariz., superMark Kelsonet. Police say the man accused of", "new_id": -2}, {"uid": "1297124258224133148", "i": 43582, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": ", 6:36 pm LOS ANGELES( AP)-- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1296889583025706506", "i": 20350, "idx": 0, "sa": ["Michael Vick"], "q": "work, let's get an agreement that works for everybody.'' Get the new Baltimore Football app for complete Ravens coverage-- iPhone and Android versions available now!? On an 18-game regular season: <q> Repeatedly, the fans have said the quality of the preseason doesn't meet NFL standards. That is... the basis on which we started to look at the 18-and-two concept, by taking two of those low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see. </q> <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past:`` I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he", "new_id": -2}, {"uid": "1296603179193396764", "i": 45409, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Tyler Perry"], "q": "air are all but silenced.`` The show has experienced year-to-year declines of about 10 percent for the last several seasons now, so everyone expected ratings to drop,'' a TV insider tells me. <q> The only question was how much they drop. And although the show did drop, it still produced huge numbers easily beating all its competition. Last week's episode was actually up from last Thursday's episode by nearly 18 percent, and was down only 9 percent from the equivalent episode last year. </q> href=\"http://www.popeater.com/2010/11/25/Simon Cowell-Simon Cowell-Steven Tyler-Tyler Perry-american-idol\"> <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> href=\"http://www.popeater.com/2010/09/22/american-idol-Jennifer Lopez-Jennifer Lopez-Steven Tyler-Tyler Perry-judges\">` American Idol' Confirms <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> as New Judges href=\"http://www.popeater.com/2010/08/19/Steven Tyler-Tyler Perry-american-idol-judge\"> <strong> Steven Tyler </strong> Tells Friend He's an` American Idol' Judge", "new_id": -2}, {"uid": "1296102307059129886", "i": 17502, "idx": 2, "sa": ["Barack Obama", "Alassane Ouattara", "Bingu wa Mutharika"], "q": "My brother and my friend[ Gbagbo] has briefed me in detail of what happened and also he has briefed me in detail of his ideas,'' AFP news agency quotes Mr <strong> Bingu wa Mutharika </strong> as saying. <q> I will take his proposals and his views back to African Union so that together... we can find the way forward. </q> The AU has previously backed the UN and Ecowas line on recognising Mr <strong> Alassane Ouattara </strong> as the winner of November's Barack Obamaial elections. Code cracked Revealed: The piece of paper that proved Hitler was fooled", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]