[{"uid": "1295245546048136202", "i": 20481, "idx": 1, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. \"Their role players beat us as much as anyone else,\" said <strong> George Karl </strong>. <q>From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.</q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1296177695162824209", "i": 7481, "idx": 1, "sa": ["Mark Sanford", "Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.</q> Video: <strong> Chris Christie </strong> <strong> Mark Sanford </strong> visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for president in... Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to", "new_id": -2}, {"uid": "1295975913233406486", "i": 8929, "idx": 1, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000. \"It felt good when it left my hand, I knew it had a chance,\" said <strong> Allen Iverson </strong> of his game winner. <q>I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in. \"That was my first buzzer-beater ever,</q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after making the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1294997802152699116", "i": 17862, "idx": 1, "sa": ["David Letterman", "Conan O'Brien", "Bill Cosby"], "q": "n't edgy or realistic. \"Someone said, \"How come one of your kids( from the show) is not dating a white kid?\" remembers the show's patriarch, <strong> Bill Cosby </strong>. <q>And I said,` Because the one on` Family Ties' hasn't touched a black person yet.'</q> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno\" tooltipId= \"mi_tt2\"> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno <strong> Conan O\"Brien </strong> says he got a phone call", "new_id": -2}, {"uid": "1296258980134725636", "i": 14097, "idx": 11, "sa": ["Mike Pence"], "q": "the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q>You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,</q> McIntosh said. Former Wayne Township superintendent will part ways with district From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1297711836012566562", "i": 8441, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\"", "new_id": -2}, {"uid": "1296987403169525255", "i": 44847, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Simon Cowell"], "q": "The <strong> Girls Aloud </strong> singer has been subject to much speculation over her place on the show, but <strong> Simon Cowell </strong> is said to have finally persuaded US TV executives to give her a slot on the panel. <q><strong> Simon Cowell </strong> is the boss of this show,</q> a source told the News of the World. \"He gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk.", "new_id": -2}, {"uid": "1295254600092618767", "i": 7206, "idx": 8, "sa": ["Steve Javie", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q>I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,</q> <strong> Allen Iverson </strong> said. \"His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1296086314120438784", "i": 44595, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. User comments are not being accepted on this article.", "new_id": -2}]