[{"uid": "1295975913233406486", "i": 8929, "idx": 1, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000. \"It felt good when it left my hand, I knew it had a chance,\" said <strong> Allen Iverson </strong> of his game winner. <q> I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in. \"That was my first buzzer-beater ever, </q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after making the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1297260302158613537", "i": 25879, "idx": 0, "sa": ["Bill Lockyer"], "q": "they don't expect Democrats to support either Brown's proposals or additional cuts suggested by the legislative analyst, and that the budget process is a negotiation between the two houses, not the two parties. <q> That's what I told Brown the day after the election, </q> said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). \"I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.\" State Treasurer <strong> Bill Lockyer </strong>,", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1297299745011485186", "i": 30379, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ripe off people of Millions, or Billions of dollars, why are they wasting their time? If he had been charged, and convicted, he would have likely have been out by now anyway. Report Abuse <q> many a man has been left under a bridge by a woman. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1297596166169951287", "i": 4117, "idx": 0, "sa": ["Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q> On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor. </q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities Minister <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"uid": "1297457173244645933", "i": 11497, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1295401402180518914", "i": 25713, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. overhauls Chrysler's model lineup by staying under the... Photo: A Fiat union worker holds a picture of Fiat... Photo: A woman walks in front of a graffiti with the...", "new_id": -2}, {"uid": "1297109629077856777", "i": 9605, "idx": 3, "sa": ["Sergio Marchionne"], "q": "of the U.S. auto industry. \"The great thing about this country, it has the ability to learn.\" Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said. <q> He represents part of America that I think is important as hell. I think it's at the heart of what we are. </q> OK, not everyone likes the rapper's music, <strong> Sergio Marchionne </strong> conceded, \"but a lot of what he is is us, you know? I mean there's sort of a seriousness about that kid that is", "new_id": -2}, {"uid": "1296171922065404971", "i": 2957, "idx": 1, "sa": ["Mike Pence"], "q": "especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> wrote in the letter. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute", "new_id": -2}, {"uid": "1297339126177307664", "i": 10700, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one of them asked me. <q> Unless something miraculous happens, and we get an unexpected gift candidate. </q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts- like Reagan in'76 challenging an incumbent <strong> Bill Clinton </strong> of his own party or Rubio staying in the", "new_id": -2}]