[{"uid": "1297221727246972417", "i": 4736, "idx": 0, "sa": ["Noel Whelan", "Enda Kenny", "Micheál Martin", "Eamon Gilmore"], "q": "the polls, there is no reason why they need to engage in these high profile media events and take the risk that something might go wrong,'' <strong> Noel Whelan </strong>, a barrister and political analyst said. <q> I think Fine Gael has made a strategic decision and a wise decision to do the minimum in terms of leaders debates and to do them as late as possible so that if anything did go wrong, the damage could be contained. </q> <strong> Enda Kenny </strong> will participate in three other debates before the February 25 poll and said he was happy to leave Labour Party leader <strong> Eamon Gilmore </strong> and the new leader of the ruling Fianna Fail party, <strong> Micheál Martin </strong> to their``", "new_id": -2}, {"uid": "1297234021222871650", "i": 9281, "idx": 8, "sa": ["Michael Gove"], "q": "your children's education? \" Didn't need to. I knew the schools- and many of the staff- and decided I didn't want to entrust my offspring to their render mercy. <q> I think you'd also find that` bullying and drug addiction' are commonplace in hundreds of private schools. </q> Why, I wonder, is Mr <strong> Michael Gove </strong> insisting that the current wave of FREE schools buys their buildings, land, etc.,( that the state does on their behalf) rather than lease them from the", "new_id": -2}, {"uid": "1296725293246726664", "i": 415, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "in the tech industry right now \" In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. <q> Get rid of your own proprietary high-end solution( MeeGo)- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> Ahmad advised <strong> Stephen Elop </strong>.`` Focus your high-end portfolio around WP7, and over time you can take the cost down( that's <strong> Steve Ballmer </strong>[ <strong> Steve Ballmer </strong>'s] job and cost base) to get this into", "new_id": -2}, {"uid": "1295393152046235650", "i": 1909, "idx": 0, "sa": ["Bernie Sanders", "Bill Frist", "Joe Lieberman"], "q": " But a couple things before I go: No mo <strong> Joe Lieberman </strong>? <strong> Joe Lieberman </strong> might not throw his hat into the ring next time around. Bummed? Comcast-NBC merger. Senator <strong> Bernie Sanders </strong> of Vermont tweets: <q> The mega-merger of Comcast-NBC will lead to less local news coverage, fewer points of view,& reduced competition for viewers& ads. </q> Deal with it: <strong> Bill Frist </strong> says the health care <strong> Bill Frist </strong> is the href=\"http://www.huffingtonpost.com/2011/01/18/Bill Frist-Bill Frist-health-care-repeal-gop_n_810345.html\"> law of the land and Republicans should build on it rather than try to symbolically tear it down. Ah,", "new_id": -2}, {"uid": "1295779716219185201", "i": 26481, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "new TV singing show The Voice China Daily 2011-01-21 10:29:10.0 Universal to partner new TV singing show The VoiceUniversal Group has signed a recording and services deal with the producers of a new target=\"_blank\" href=\"http://televisiontimes.com/\"> television singing competition <q> The Voice Of..., </q> which launches in the target=\"_blank\" href=\"http://usaworldnews.com/\"> United States this spring to rival the popular`` American Idol'' series. The label <strong> Simon Cowell </strong> inspires <strong> Jane Lynch </strong>'s` Glee' character actress <strong> Jane Lynch </strong> has said that her tough talking", "new_id": -2}, {"uid": "1297290545073252890", "i": 37605, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "music network.`` This isn't just a singing competition, the contestants will also be judged on their song writing, radio interviews and music videos,'' <strong> Nigel Lythgoe </strong> said in a statement. <q> We're looking for more than just a singer, we want the complete creative, talented package- performer, personality and writer. We want the next Country superstar. </q> It is not the first time the Nigel Lythgoes have worked together. <strong> Simon Cowell </strong> has been a producer on`` Idol'' since 2002. The elder <strong> Nigel Lythgoe </strong> credits his son with some of his success, since it", "new_id": -2}, {"uid": "1297236316010321925", "i": 37401, "idx": 0, "sa": ["Eamon Gilmore"], "q": "assured, the new FF leader laying into his opponent from the off. Asked about the deficit, he accused Labour of chopping and changing its economic policy which he said lacked detail, but was basically <q> borrow more and tax more </q>. However in reply Mr <strong> Eamon Gilmore </strong> blamed Fianna F?il for the current economic crisis with 450,000 unemployed and a further 100,000 having emigrated. He said Labour was the only party committed to renegotiating the EU/IMF", "new_id": -2}, {"uid": "1296774980232128580", "i": 17631, "idx": 1, "sa": ["Desmond Bishop", "Ben Roethlisberger", "Michael Vick", "Clay Matthews III"], "q": "It sounds kind of comical, but he is very similar to a <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles,'' <strong> Clay Matthews III </strong> said Wednesday at the Packers' media session. <q> He may not have the same speed as <strong> Michael Vick </strong>, but he definitely has that play-making ability, and I think that is why they have had so much success to date. </q> Packers linebacker <strong> Desmond Bishop </strong> said trying to stop <strong> Ben Roethlisberger </strong> is different than virtually any other quarterback in the NFL.`` His ability to break tackles in the pocket, his elusiveness, and when he does", "new_id": -2}, {"uid": "1296947872117014565", "i": 3376, "idx": 0, "sa": ["Sergio Marchionne"], "q": "automotive conference in San Francisco, he called the interest rates a`` thorn'' in his side and said that refinancing the two loans would mean no longer having to explain the`` shyster rates.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' The term, probably derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]