[{"uid": "1297236828167477280", "i": 244, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": "arena, network television.`` Sometimes you've got ta put your money where your mouth is,'' said <strong> Simon Cowell </strong>, featured in two ads during Fox's record-breaking Super Bowl broadcast Sunday. <q> It's a massive, massive risk. But it's also an incredible incentive. It puts everyone, rightly, under a tremendous amount of pressure to find a star. </q> He won't say who he's considering to join him as a judge in the new show-- continuing the cat-and-mouse game with fellow former Idol judge <strong> Paula Abdul </strong> by saying they were friends`` 80 percent", "new_id": -2}, {"uid": "1297383800139182089", "i": 633, "idx": 0, "sa": ["David Letterman"], "q": "has been caught up in a homestead exemption property tax scandal. <strong> David Letterman </strong> Gaynor, the husband of Circuit Court Judge Mindy Glazer had to pay$ 50,000 to the Broward County property appraiser in back taxes and penalties. <q> There was no explanation, </q> said Ron Cacciatore, of the Broward Property Appraiser's Office.`` They just wanted us to remove the penalties and interest, which we wouldn't do.'' Cacciatore, who heads up Broward's homestead exemption", "new_id": -2}, {"uid": "1296932811087031838", "i": 31727, "idx": 0, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "Italians Saturday. His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, {"uid": "1297477270042631307", "i": 6100, "idx": 5, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "the Daily Mirror U.K. and others reported that <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> are in the process of adopting a child from Haiti,'' says the statement provided by Adam Waldman of Washington's Endeavor Group, who represents her. <q> There is no truth to these rumors.`` Rather, Ms. <strong> Angelina Jolie </strong> is focused on enhancing the welfare and legal protection of children within Haiti. As such, she has been meeting with government of Haiti officials, Haitian legal experts and non-governmental organizations regarding a new initiative of the href=\"http://us.rd.yahoo.com/dailynews/dailybeast/ts_dailybeast/storytext/12362_haitiangirlnotbeingadoptedintobrAngelina Joliefamily/40144340/SIG=12ffvbttm/*http://www.thedailybeast.com/blogs-and-stories/2010-01-14/whos-helping-haiti/\"> <strong> Brad Pitt </strong> Foundation. The recently launched <strong> Angelina Jolie </strong> Legal Fellows Program will assist the justice system in Haiti to improve child protection. </q> Not only that, but <strong> Angelina Jolie </strong> never even met the Haitian girl named Leah, according to Waldman.`` There is no truth to these rumors,'' the statement says.`` Rather, Ms.", "new_id": -2}, {"uid": "1297481485248463360", "i": 45002, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "programs, and more incentives for companies to hire. While she was here, we also asked about her friend, congresswoman <strong> Gabrielle Giffords </strong>. Who is recovering after getting shot in the head in Tucson last month. <q> I went to visit about a week and a half ago, and she's really making great strides and she's talking and she's moving both sides of her body, so all the things that the doctors say needed to happen are happening, and her progress is really inspiring, </q> said <strong> Kirsten Gillibrand </strong>. Conviction of a former local funeral director upheld in appellate court Rochester man sentenced for sexually abusing a teen on a cruise ship", "new_id": -2}, {"uid": "1296218172048857090", "i": 15203, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democarts have expressed interest in running, including U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong>, whose northern Indiana district is expected to become", "new_id": -2}, {"uid": "1294955048093012011", "i": 46339, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "a major milestone for her and we're hoping that she crosses through many more,'' stated her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors at the hospital have also managed to assist <strong> Gabrielle Giffords </strong> in sitting up and dangle her legs over the side of the bed. <strong> Gabrielle Giffords </strong> is also able to open her right eye, although that eye is", "new_id": -2}, {"uid": "1296798587177504257", "i": 13874, "idx": 1, "sa": ["Joe Lieberman", "Al Franken", "Kirsten Gillibrand", "Mark Kirk", "Jerry Moran", "Barbara Boxer", "Mike Johanns", "Bob Casey", "Scott Brown", "Jon Kyl"], "q": "points to the European financial system,'' said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and <strong> Jerry Moran </strong>. <q> The threat of a nuclear-armed Iran is undeniable and we must make sanctions as strong as possible to deny Iran the economic means to develop those weapons. Europ? isch-Iranische Handelsbank must halt these practices or be closed immediately, </q> they said. Expressing their grave concern with the continued financial support of Iran'' s nuclear proliferation activity by Europ? isch-Iranische Handelsbank( EIH) in Hamburg, the senators urged the German government to take", "new_id": -2}, {"uid": "1294965589267878411", "i": 28224, "idx": 0, "sa": ["Chris Huhne"], "q": "market rate salaries and bonuses, and that the bank would not be immune to the financial storms that recently saw some of the UK's biggest financial institutions refinanced with public money. Mr <strong> Chris Huhne </strong> said: <q> If at any point more capital is required then it would obviously have to come back to its shareholders.`` If the shareholders were a mixture of private and public then it would be a rights issue or any of the normal means of finding that money.`` However, the closing position of the Treasury is it wants to be as far away from any contingent liabilities as possible, which means that it would want to make sure that it does not pick up any liabilities under any circumstances. </q>` Be surprised' On the issue of bankers' bonuses, Philip Wynn Owen, from the Department of Energy and Climate Change said:`` It's likely that to actually form a bank the government", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google.`` That is a net positive.'' Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a` wow' moment, </q> he says.`` For me this is the beginning of the real revolution in information.`` You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]