[{"uid": "1297181619149962785", "i": 14016, "idx": 0, "sa": ["David Letterman", "Christina Aguilera", "Jay Leno", "Janet Napolitano", "Conan O'Brien"], "q": "- <strong> Christina Aguilera </strong>- national- anthem- Conan O'Brien/?utm_source=twitterfeed&amp;utm_medium=twitter\" rel=\"nofollow\"> MTV Newsroom and Twitter. Despite the fact that <strong> Christina Aguilera </strong> apologized, she was fodder for the late-night talk show hosts. <strong> David Letterman </strong> mentioned her mistake and admitted <q> I know all about public humiliation </q> <strong> Jay Leno </strong> told viewers`` Secretary of Homeland Security <strong> Janet Napolitano </strong> told everybody if you see something at the Super Bowl that isn't right, tell somebody- and immediately 50 million people called after href=\"http://www.examiner.com/top-news-in-san-francisco/super-bowl-xlv-Christina Aguilera-Christina Aguilera-flubbed-but-game-made-history\" rel=\"nofollow\"> <strong> Christina Aguilera </strong>", "new_id": -2}, {"uid": "1295132025137953291", "i": 16928, "idx": 4, "sa": ["Joe Biden", "A Clinton White", "Jonathan Tasini", "Bernie Sanders", "Bill Clinton"], "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Bernie Sanders </strong> said.`` We need leadership in the <strong> A Clinton White </strong> House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "new_id": -2}, {"uid": "1297482510048791575", "i": 4381, "idx": 3, "sa": ["Scott Garrett", "Mike Pence"], "q": "came from`` a whole cross-section of our members.'' <strong> Mike Pence </strong> <strong> Scott Garrett </strong>( R-N.J.), an RSC leader, who was involved with a number of meetings with top Republicans this week, said leadership was <q> receptive to going higher with the cuts </q>- something he conceeded could've happened earlier in the process. MisssingRonnieR Party: Conservative Reply# 2 Feb. 11, 2011- 6:40 PM EST Congrats to the freshmen. Why is it so hard for", "new_id": -2}, {"uid": "1297366143052019203", "i": 4881, "idx": 0, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": "would have no comment about the divorce or his future plans. <strong> Camille Grammer </strong> said in her statement that she hoped she and <strong> Kelsey Grammer </strong> could`` improve our communication'' and co-parent their children. She added that, <q> I wish <strong> Kelsey Grammer </strong> and Kate love and happiness in their new marriage. </q> and wife at the premiere of the film`` Swing... and soon-to-be ex-wife <strong> Camille Grammer </strong> have struck a deal. Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> <strong> Kelsey Grammer </strong> is getting his wish and may be able to walk down the...", "new_id": -2}, {"uid": "1295494129204455946", "i": 52091, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"uid": "1296109009070025294", "i": 37113, "idx": 1, "sa": ["Rachel Maddow", "Jan Schakowsky", "Anthony Weiner", "Meghan McCain", "Greta Van Susteren", "Cenk Uygur", "Marsha Blackburn", "Bernie Sanders", "Lawrence O'Donnell", "Alex Wagner", "Richard Wolffe", "Nate Silver", "Ed Rendell"], "q": "hosted by <strong> Cenk Uygur </strong>'': Sen. <strong> Bernie Sanders </strong>( I-Vt.); EJ Dionne, Washington Post; Rep. <strong> Jan Schakowsky </strong>( D-Ill.); Gov. <strong> Ed Rendell </strong>, fmr. Governor of PennsylGreta Van Susterenia and NBC News Political Analyst <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q>: Rep. <strong> Anthony Weiner </strong>( D-NY); <strong> Nate Silver </strong>, New York Times; <strong> Richard Wolffe </strong>, MSNBC Political Analyst; Rep. <strong> Marsha Blackburn </strong>( R-Tenn.); <strong> Meghan McCain </strong>, DailyBeast.com; <strong> Alex Wagner </strong>, PoliticsDaily.com`` The <strong> Rachel Maddow </strong>'':", "new_id": -2}, {"uid": "1295364352186253316", "i": 23429, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": " <strong> Michael Vick </strong> has done sitdowns with each of the networks that cover the NFL, but clearly his story is about more than football. <strong> Piers Morgan </strong> asked <strong> Oprah Winfrey </strong> what advice she would give <strong> Michael Vick </strong>. <q> I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him, </q> <strong> Oprah Winfrey </strong> said.`` I will just save all my advice for when I sit down with him.''`` I'm trying to get him as well. One of us is going to win,", "new_id": -2}, {"uid": "1295545193181207041", "i": 23023, "idx": 1, "sa": ["Mike Pence", "John Boehner", "Daniel Lipinski", "Bart Stupak"], "q": "2009 by then-Democratic <strong> Mike Pence </strong> href=\"http://www.foxnews.com/topics/Bart Stupak-Bart Stupak.htm#r_src=ramp\"> <strong> Bart Stupak </strong> would have banned payments for abortions with money provided by the government to individuals seeking health insurance. That language was dropped from the final legislation. The new legislation <q> will make clear taxpayer funding of elective abortions is not the policy of this government, </q> <strong> John Boehner </strong> said. <strong> Daniel Lipinski </strong>, a pro-life Democrat who had major objections to the health care bill's abortion components, voted against the House version of the bill but for the Senate-passed`` reconciliation'' that did", "new_id": -2}, {"uid": "1295094108207257632", "i": 49725, "idx": 0, "sa": ["Steve Ballmer"], "q": "and services from China and said it expected those purchases to be more than$ 3 billion in coming years. MICROSOFT CORP The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]