[{"uid": "1295885804234930188", "i": 15955, "idx": 2, "sa": ["Catherine Ashton", "Alassane Ouattara"], "q": ". European Union embargo on Ivory Coast cocoa trade is unlikely for now because of the potential cost to the country's population, a spokeswoman for the EU's foreign policy chief <strong> Catherine Ashton </strong> said on Monday. <q> A trade embargo is an option, but unlikely because of the potential impact. It's not an immediate option, </q> Maja Kocijancic told a regular news briefing.`` DISRUPTION WOULD BE HUGE'' Dealers said that if exporters respect <strong> Alassane Ouattara </strong>'s call for an export ban, there will be less availability of cocoa on", "new_id": -2}, {"uid": "1296060870015597583", "i": 576, "idx": 0, "sa": ["Alassane Ouattara"], "q": "products such as cocoa butter and powder have come to a virtual stop, several major European physical cocoa traders said on Wednesday.`` The export ban is de-facto in force,'' one physical trader said. <q> The main exporters are complying with the export ban, the only sales offers being made are from small companies. </q> Cocoa prices have surged since Monday, after Ivory Coast presidential claimant <strong> Alassane Ouattara </strong> called for a month-long ban on Ivorian cocoa exports to cut funds from his rival for the presidency, incumbent Laurent Gbagbo.", "new_id": -2}, {"uid": "1296278683209059853", "i": 58376, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "technology in the world. But despite global success, SST is still considered a`` small business'' with only 38 employees.`` As a small business you have to watch every dollar,'' Balfour said. <q> If you have a few more dollars you can expand that research and development group. </q> <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation.`` You have to continue to invest very aggressively in high", "new_id": -2}, {"uid": "1295850790037830710", "i": 7226, "idx": 1, "sa": ["George Osborne", "Andy Coulson"], "q": "what <strong> Andy Coulson </strong> brought to it. His argument is sufficiently layered to avoid sounding blatantly disloyal. For example, he points out that Mr <strong> George Osborne </strong> teamed up with Mr <strong> Andy Coulson </strong> to give Tory policies a harder edge: <q> Inside those circles the toughest minded on those issues is <strong> George Osborne </strong> which is maybe surprising given that he's richest of them- but he is always the one who wants to go for lower taxes and go for the slight tougher edged, harder edge line and I think <strong> Andy Coulson </strong> gave him a lot of advantage in that. He brought a second dimension to <strong> George Osborne </strong>'s arguments and I hope whoever they replace him with will bring the same to the table. </q>", "new_id": -2}, {"uid": "1295975421157089792", "i": 42142, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "href=\"http://tvbythenumbers.zap2it.com/harrys-law-nbc\" title=\"Harry\"> Harry's Law 2.1/ 6 10.37 CBS href=\"http://tvbythenumbers.com/hawaii-five-0-cbs\" title=\"Hawaii Five-0 ratings, news, and viewing links\"> Hawaii Five-0( R) 1.7/ 5 6.55- via NBC press note: <q> In Late-Night Metered Markets Monday night:? In Nielsen's 56 metered markets, household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 3.3/ 8; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 2.1/ 5 with an encore; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 3.2", "new_id": -2}, {"uid": "1296668242187940877", "i": 58307, "idx": 0, "sa": ["Danilo Gallinari", "Allen Iverson", "Samuel Dalembert", "Nick Young", "Žydrūnas Ilgauskas", "Rodney Carney", "Jared Jeffries"], "q": "scored 17, <strong> Jared Jeffries </strong> had 15 and <strong> Danilo Gallinari </strong> 12 for the KNick Youngs( 16-22), who snapped a two-game losing streak. The KNick Youngs also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. <q> We finally got one here, </q> <strong> Jared Jeffries </strong> said.`` We made some <strong> Žydrūnas Ilgauskas </strong> plays when we needed them down the stretch.'' <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26", "new_id": -2}, {"uid": "1295727628021119018", "i": 25766, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "a ratings slump or slip further away from the top spot. American viewers have never known an Idol that does not feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295551546153829398", "i": 44434, "idx": 0, "sa": ["Martin Short", "David Letterman"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then Broadway, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1297116847195428397", "i": 41473, "idx": 4, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "have to make a case-by-case decision based on them as a person.'' And what does <strong> Simon Cowell </strong> think of the new season of American Idol?`` I haven't seen a full episode,'' he said. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. </q>` American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' 4 2011 Grammy Nominees- Various Artist href=\"http://www.hollywoodreporter.com/blogs/heat-vision\"> Heat Vision What's hot in the world of fanboy entertainment, from blockbuster", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]