[{"uid": "1295669745069369875", "i": 28103, "idx": 5, "sa": ["David Cameron", "Andy Coulson"], "q": "jefes, Ian Edmonson, acusado tambi?n de pinchar tel?fonos para conseguir noticias. En una declaraci?n, <strong> David Cameron </strong> lament la decisi?n del que era uno de sus asesores m?s cercanos, aunque dijo entender las razones por <q> las continuas presiones que est?n sufriendo l y su familia </q>. La semana pasada, el primer ministro rechaz confirmar o negar los rumores sobre una inminente dimisi?n de <strong> Andy Coulson </strong> para evitar que el esc?ndalo salpicara al Gobierno, aunque admiti que su jefe de prensa se sent?a", "new_id": -2}, {"uid": "1295902691252543115", "i": 24731, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Jan 24, 2011, 3:58 PM EST- U.S. Markets close in 2 mins. Google awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Barbara Ortutay, AP Technology Writer, On Monday January 24, 2011, 3:32 pm NEW YORK( AP)-- Google Inc.", "new_id": -2}, {"uid": "1295390036093929511", "i": 55867, "idx": 5, "sa": ["Simon Cowell", "Mark Dawidziak", "Steven Tyler"], "q": "of the show. The rest of the players' roles were defined by his polarizing presence.`` Idol'' without <strong> Simon Cowell </strong> runs the risk of being`` All in the Family'' without Archie Bunker. <q> What` Idol' is all about now is taking it up a notch, </q> <strong> Steven Tyler </strong> said.`` No more, no less.'' More The TV Blog with <strong> Mark Dawidziak </strong>? 2010 Cleveland Live, Inc.. All Rights Reserved. Use of this site constitutes acceptance of our", "new_id": -2}, {"uid": "1295956479149733513", "i": 33282, "idx": 6, "sa": ["Mike Pence"], "q": ", the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of the Supreme Court building, located directly behind the U.S. Capitol. <q> Thank you for braving the cold one more time, </q> <strong> Mike Pence </strong> told the crowd.`` We will win this fight because the deepest desire of every mother and father is to protect their child, at any cost, even with their own lives, and that truth can", "new_id": -2}, {"uid": "1295143398136134670", "i": 4198, "idx": 1, "sa": ["Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q> somebody who was just good with people. </q>`` It's kind of neat because the tattoo industry has a stereotype, too,'' she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Professor Davide Sola discusses why enterprise and entrepreneurial activity are key", "new_id": -2}, {"uid": "1295602326021397504", "i": 20970, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "r?jouis de travailler? la fois avec lui et <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) pour encore longtemps'', explique le futur ex-PDG de Google, href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"\"> sur le blog officiel de Google. <q> J'ai appris un nombre incalculable de le?ons </q> Dans un communiqu, <strong> Larry Page </strong> a rendu hommage? son futur pr?d?cesseur.`` De toute vidence, <strong> Eric Schmidt </strong> a fait un travail remarquable en dirigeant Google depuis dix ans'', a d?clar <strong> Larry Page </strong>,", "new_id": -2}, {"uid": "1297721728245252110", "i": 20015, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. The Miami Herald is pleased to provide", "new_id": -2}, {"uid": "1296242877002752516", "i": 47139, "idx": 1, "sa": ["Hillary Clinton", "Eric Schmidt"], "q": "We checked and found this was a legitimate request. We complied. We will be instructed when to turn it back on. I hope this will be very soon'' <strong> Eric Schmidt </strong>, GOOGLE CHAIRMAN <q> We obviously think it's a bad idea( Egypt's decision to shut down communications), we obviously do not want these things to happen. </q> World Video: Eight killed by suicide bomb in Kabul supermarket World Video: <strong> Hillary Clinton </strong> denounces Egyptian govt. violence Time.com: Crisis in Cairo: The Latest from Egypt in Turmoil Time.com: Egypt's Crisis: Israel", "new_id": -2}, {"uid": "1295570551043630625", "i": 13260, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Mark Zuckerberg"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Startup Mark Zuckerbergetcetera Offers Buy Side Traders An Open Source Software Platform For Algorithmic Trading <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having <strong> Larry Page </strong> running things", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]