[{"uid": "1297602550118030342", "i": 38970, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Doch die Zeiten, in denen Mobilfunk-Anbieter das Sagen hatten, sind mit dem neuen Plattform-Modell vorbei.`` Sie sind auf die Rolle von Dienstleistern reduziert worden, die Netzverbindungen anbieten'', sagt etwa Gartner-Analystin Milanesi. <q> Und aus dieser Nische werden sie nicht mehr herauskommen. </q> Allerdings wissen auch Google und Apple, dass ein Smartphone ohne schnelle Internetverbindung nur ein totes St?ck Technologie ist. Deswegen hatte Google-Chef <strong> Eric Schmidt </strong> schon vor einem Jahr in Barcelona Bereitschaft zu Gespr?chen mit den Netzbetreibern demonstriert.", "new_id": -2}, {"uid": "1296399687193740829", "i": 40328, "idx": 2, "sa": ["Jean Ping", "Alassane Ouattara"], "q": "para todas las partes de Costa de Marfil, con las que se deber?n negociar dichas resoluciones''. Tras el anuncio de la formaci?n de la comisi?n, <strong> Jean Ping </strong> explic que el panel tiene el objetivo de <q> <strong> Alassane Ouattara </strong> realmente pueda ejercer el poder </q>. Costa de Marfil vive una intensa crisis desde la segunda vuelta de los comicios presidenciales marfile?os del pasado noviembre, cuando la ONU reconoci a <strong> Alassane Ouattara </strong> como presidente electo, despu?s de que la Comisi?n Electoral Independiente", "new_id": -2}, {"uid": "1296897094171786270", "i": 42040, "idx": 0, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "Charlotte. The 49ers neutralized <strong> Tu Holloway </strong>, a player of the year candidate, and handed the Musketeers their first A-10 loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> 49ers coach <strong> Alan Major </strong> told the Charlotte Observer.`` You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.'' 9. Poor man", "new_id": -2}, {"uid": "1295568038178864146", "i": 43431, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "'' Moran said. He said Wall Street was comfortable with <strong> Eric Schmidt </strong>, and that investors may question whether <strong> Larry Page </strong> is the right person for the job because he lacks CEO experience at a major public company. <q> Certainly, there will be some concerns going forward, </q> Moran said.`` He will have to prove himself.'' The move suggests that Google needs someone at the helm who can properly create and market products to consumers, rather than just invent things,", "new_id": -2}, {"uid": "1297253585195313665", "i": 23300, "idx": 0, "sa": ["Michael Lewis", "Chris Huhne"], "q": "expected to begin within two years. Once completed, after another three to five years, the project would provide about 30 operational and maintenance jobs. Energy and climate change secretary <strong> Chris Huhne </strong> said: <q> Offshore wind not only provides clean, green, secure energy, the investment that comes with it is great for the UK economy too.`` A new wind farm off the Humberside coast will be a further jobs and investment boost for the region, hot on the heels of Siemens' announcement of plans to develop the port of Hull. </q>` Exciting news' <strong> Michael Lewis </strong>, managing director of E.ON's European renewables business, said:`` This is really exciting news for us as we see offshore wind as an important part in the future energy", "new_id": -2}, {"uid": "1296619509025804817", "i": 31889, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "<strong> Ricky Gervais </strong> joked that there was a`` ridiculous rumor'' that surprise contender`` The Tourist'' was nominated so that the members could hang out with the stars of the costly flop, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. <q> That is rubbish. That is not the only reason, </q> <strong> Ricky Gervais </strong> told the audience.`` They also accepted bribes.''( The association has said the lawsuit is`` completely without merit.'')", "new_id": -2}, {"uid": "1295361979143278086", "i": 52812, "idx": 3, "sa": ["Simon Cowell", "Liv Tyler"], "q": "permanent mentor to the contestants.`` He's going to fill some of that <strong> Simon Cowell </strong> void, of being the industry veteran who's not going to pull any punches,'' Fox's Beckman said. <q> Even though he's not going to be a judge, he's going to have an impact throughout the season on the kids. </q> The very fact that Fox is talking about a`` <strong> Simon Cowell </strong> void'' suggests how much`` Idol'' must prove this season. Whether <strong> Liv Tyler </strong>, J-Lo& Co. are up to the task remains to be", "new_id": -2}, {"uid": "1296576641238125066", "i": 50889, "idx": 0, "sa": ["Michael Vick", "Will Rogers"], "q": "their animals for 48 hours. Workers were preparing to chop ice on ponds so the cattle <strong> Will Rogers </strong> have adequate water.`` They are tough enough to handle it,'' Hafner said of the cattle. <q> They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going. </q> Report Abuse \"... Paula Lawson, a 59-year-old community organizer from suburban Glencoe... \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology", "new_id": -2}, {"uid": "1295815498029966341", "i": 1220, "idx": 0, "sa": ["Eric Schmidt", "Tom Austin"], "q": "'s shaky social-networking position, pushing ahead with Android in the cutthroat mobile market, doubling-down on the upcoming Chrome OS and growing display ad revenue, not to mention retaining Google's dominance in search advertising. <q> If push comes to shove and management decides to jettison less-strategic initiatives, Google Apps could be in trouble, </q> Gartner analyst <strong> Tom Austin </strong> said via e-mail. It doesn't help that <strong> Eric Schmidt </strong>, a former CEO at Novell and CTO at Sun Microsystems, has much more experience and, arguably, knowledge of enterprise software than", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,'' <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q> <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft, </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'''`` <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}]