[{"uid": "1295968642108970021", "i": 22809, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "companies can do very well.... the fact that these things become popular and everybody wants them, means everybody wins.'' On how not making any money on Android doesn't matter...( 6:12 in) <q>We make zero. It's free. That would be the definition of no margin.... I have been surprised at how important Android is to our business, but for none of the reasons that you all[ in the media] talk about. It's fundamentally because Android is seen as representative of the new model of computing.</q> <strong> Google Inc. </strong> gives$ 100m compensation to outgoing CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong> Palestinian leader hits back at claims that he ''sold out'' to Israel <strong> Google Inc. </strong>", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. ''I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, ''If I was your height, I'd get a double-double every night.</q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, '''but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1295437553089227285", "i": 28601, "idx": 0, "sa": ["Simon Cowell", "George Michael"], "q": "when he and pal music boss <strong> Simon Cowell </strong> heard new tracks from <strong> George Michael </strong>, <strong> Simon Cowell </strong> gushed about one: ''That is a No. 1!'' Ross, who presents next week's Comedy Awards, teased: <q>His new stuff is very modern, dancing and electronic.</q> Buy Cheap tickets for the upcoming Bam! Jordan's just released a statement confirming her marriage is over- and it's explosive stuff Bam! Jordan's just released a statement confirming her marriage is", "new_id": -2}, {"uid": "1297336520021299256", "i": 36805, "idx": 0, "sa": ["Simon Cowell"], "q": "firearm within 50 feet of a road, footpath or bridle-path, and in most cases will be contrary to laws for the protection of wildlife and the prohibition of cruelty to animals.'' He added: <q>Ownership and use of these weapons is perfectly legal but what is neither legal nor morally acceptable is to go around firing them randomly at animals.</q> <strong> Simon Cowell </strong> is urging the police to investigate such incidents thoroughly and he has asked them to issue warnings to the public not to fire air-guns at wild animals in any circumstances. Wildlife Aid said that", "new_id": -2}, {"uid": "1295658306074924083", "i": 1966, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", and <strong> Sergey Brin </strong> ran the company together- or not together, as the case may be. <strong> Sergey Brin </strong> and Page didn't just hire those Firefox devs on their own. They acquired entire companies on their own. <q>One day Larry and <strong> Sergey Brin </strong> bought Android, and I didn't even notice,</q> <strong> Eric Schmidt </strong> said in 2009. ''<strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them.'' step down", "new_id": -2}, {"uid": "1295945705264699914", "i": 15335, "idx": 0, "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said. ''Oh, I want this guy, I want that guy.' That's the reality of what we do. <q>It's a talent-acquisition business, right? If you don't have it, it's hard to win.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1.1 BA$ 1,365,000.00 SAN FRANCISCO 1 BR/ 1.1", "new_id": -2}, {"uid": "1296088479132530180", "i": 46902, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. ''Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "new_id": -2}, {"uid": "1295979046057327630", "i": 9528, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company. ''My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,'' Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. NJ lawmakers planning to sit with members of opposite party at State of Union", "new_id": -2}, {"uid": "1297361556156647441", "i": 19294, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q>I believe you are a star,</q> we followed like faithful minions- for nine years straight! It's going to take a minute to readjust, so be patient. And, unlike last season, let's maybe take it easy on the new", "new_id": -2}, {"uid": "1295562321105267213", "i": 32368, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong> for a long time to come.'' Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. ''The results speak for themselves,'' Page said in a statement. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.</q> Before <strong> Eric Schmidt </strong> was hired in April 2001, Page was Google's CEO.", "new_id": -2}]