[{"uid": "2008100805_00011962_W", "i": 3984, "idx": 1, "sa": ["Andrew Dutney"], "q": "more parents and children into the light,\" assoc prof <strong> Andrew Dutney </strong> said. the situation at the moment is that... by adhering to the sa legislation, clinics have to be in breach of the national code. <q> under sa's legislation, anonymity is guaranteed while under the national code of ethics, the child's access to knowledge has to be provided. </q> a different man's sperm was used to produce 29 children, most of whom are living in adelaide. again, they don't know they are related. leonie hewitt is the mother of one of the children", "new_id": -2}, {"uid": "2008112411_00011223_W", "i": 1263, "idx": 0, "sa": ["George Smitherman"], "q": "infrastructure minister <strong> George Smitherman </strong> was quick to shoot him down. <strong> George Smitherman </strong> has different plans for nanticoke, and said in an interview last week he's <NO_QUOTATION> it will work. the idea: burn biomass instead of coal. <q> it's an exciting option, </q> says <strong> George Smitherman </strong>, who in september directed the ontario power authority to look at ways to add more renewables to the grid. he specifically asked the power authority to explore the potential of burning biomass in coal-fired plants.", "new_id": -2}, {"uid": "2008100223_00009084_W", "i": 269, "idx": 5, "sa": ["Dale Sveum", "Rickie Weeks"], "q": "career-high 89 runs while mostly hitting leadoff. when <strong> Dale Sveum </strong> took over as manager on sept. 15, he dropped <strong> Rickie Weeks </strong> from first in the order down to seventh. \"he's really close,\" <strong> Dale Sveum </strong> said. <q> he's been working real hard on getting off his back foot and it's been paying off a little bit. he does tease you. there will be streaks where you say,` it's coming, it's really coming,' and then he falls backwards again. he's one of the strongest-headed young men you'll ever be around, and that's what keeps him going instead of just falling completely apart with some of the struggles. </q> <strong> Rickie Weeks </strong> is eligible for arbitration for the first time this winter.? 2001- mlb advanced media, l.p. all rights reserved.", "new_id": -2}, {"uid": "2008110622_00038411_W", "i": 4107, "idx": 1, "sa": ["Joe Maddon"], "q": "rays fan walking around across the pond. \"i'm hoping to be recognized in europe, because that would truly indicate that the tampa bay rays have arrived on the continent,\" the 54-year-old <strong> Joe Maddon </strong> said. <q> that was one of my goals prior to the season. </q> <strong> Joe Maddon </strong> said he would love to place a rays cap on the head of the statue of david. \"my main objective is to see somebody wearing rays gear,\" he said. \"so in one of", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 1390, "idx": 1, "sa": ["Eric Staal", "Scott Hartnell", "Scottie Upshall"], "q": "fans roaring was watching the canes' seemingly insurmountable lead become, well, surmountable. \"we scored early and we scored often,\" said the canes' <strong> Eric Staal </strong>, who had two goals and an assist. <q> we were all over them. </q> but <strong> Scott Hartnell </strong>, who had a hat trick for the flyers, scored his second and third goals in the third to make it a 5-3 game. when <strong> Scottie Upshall </strong> scored with 4:52 left, it was 5-4 and the", "new_id": -2}, {"uid": "2008090100_00004829_W", "i": 3856, "idx": 0, "sa": ["Barack Obama", "Andy Barr", "John McCain", "Jerome Armstrong"], "q": "shows that he still wants to win and is seeking the support of the republican base, writes <strong> Jerome Armstrong </strong>. if <strong> John McCain </strong> picks minnesota gov. tim... daily kos <strong> Barack Obama </strong>'s convention speech was <NO_QUOTATION> <NO_QUOTATION> and came from the <q> democratic wing of the democratic party, </q> writes an elated kos. for so long, the liberal blogosphere has been waiting for the democratic leadership to draw a sharp line... <strong> Andy Barr </strong> hurricane gustav is throwing off the republican national convention as the gop scrambles to", "new_id": -2}, {"uid": "2008102008_00001403_W", "i": 1175, "idx": 1, "sa": ["Andrew Symonds", "James Sutherland"], "q": "cards in the first innings, said. <strong> James Sutherland </strong> said though he was happy to see <strong> Andrew Symonds </strong> back in action on the field, the exiled all-rounder will have to some while before staking a claim for national comeback. <q> he is back playing cricket, which is good, but there is a whole lot of other things that need to be satisfied before we get to a stage for the selectors to have an interest in it, </q> the ca chief explained. \"i am satisfied that he is working in the right direction to play cricket for australia again,\" he was quoted as saying the sydney morning herald. <strong> Andrew Symonds </strong> scored a crucial 73-run", "new_id": -2}, {"uid": "2008122605_00011597_W", "i": 1497, "idx": 0, "sa": ["Laura Bradford"], "q": "term in the state house and to become the speaker of the house. on an election night that led some mesa county republicans to shed tears at their party in the roper music ballroom, <strong> Laura Bradford </strong> surprised everyone. <q> i was never supposed to win this race, </q> <strong> Laura Bradford </strong> said a month after her 605-vote victory. \"every single odd was against me.\" the unlikely lawmaker received a standing ovation when house republicans gathered to elect their leaders two days after the election. her", "new_id": -2}, {"uid": "2008101710_00026070_W", "i": 2452, "idx": 0, "sa": ["Torry Pedersen"], "q": "have chosen for the newspaper and online we have called integrated separation. everyone talks about integration in a newsroom as a holy grail. we don't' believe in it. you have to have a focus. <q> to make a newsaper good, you have to focus on the newspaper, to make online good, you have to focus on online. and you need considerable skill. so to centralise the decision making is to slowly take the front position online. </q> pederson's comments will be seen as heresy to many uk newspaper executives. telegraph media group, guardian news and media and many regional newspapers are in the process of merging their online and print news operations. <strong> Torry Pedersen </strong>", "new_id": -2}, {"uid": "2008110620_00024351_W", "i": 1870, "idx": 2, "sa": ["Sarah Palin"], "q": ". <strong> Sarah Palin </strong> arrived back in alaska late on wednesday, greeted by cheering supporters at the anchorage international airport. she downplayed concerns about how hurt feelings in the state legislature could make it difficult for her to govern. <q> nobody should have hurt feelings. my goodness, this is politics. politics is rough and tumble, and people need to get thick skins, just like i've gotten, </q> said <strong> Sarah Palin </strong>. thomson reuters is the world's largest international multimedia news agency, providing investing news, world news, business news, technology news, headline news, small business news, news alerts, personal finance", "new_id": -2}]