[{"uid": "1295884555196345865", "i": 46306, "idx": 4, "sa": ["Bob Barr", "David I", "Mike Pence"], "q": " \"in bringing his message of hope to the world,\" the former Republican congressman's website says. \"<strong> David I </strong> also am reminded of others who have risen from the ashes,\" <strong> Bob Barr </strong> told reporters Friday. <q> The city of Atlanta is the Phoenix city. The people of Haiti, likewise, will rise from the problems created by last year's earthquake and emerge stronger and better than before. <strong> Franklin Roosevelt </strong> <strong> David I </strong> know is Mr. <strong> Baby Doc </strong>'s deep wish and something that he knows in his heart. </q> Accompanying <strong> Bob Barr </strong> will be fellow Georgia attorneys <strong> Mike Pence </strong> Puglise, who practice law in the small rural towns of Jasper and Snelleville, GA respectively. One has to wonder how <strong> Bob Barr </strong>", "new_id": -2}, {"uid": "1297476011000409604", "i": 16211, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ". Meanwhile, Lee's colleague, Senator <strong> Kirsten Gillibrand </strong> Gillbrand made a stop in Rochester Friday afternoon. She did not have much to say on Lee's actions, but rather on the voters in the district. <q> My focus is on the constituents in teh district, and my goal is that they are all well looked after and have access to all the constituent services they need during this time of transition, </q> said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman. \"We", "new_id": -2}, {"uid": "1297294523070500357", "i": 13340, "idx": 4, "sa": ["Joe Klein", "Al Gore", "Donald Rumsfeld"], "q": "these people want, no matter the damage and harm done to the nation as a whole-that can come only from genuine moral cowardice.\"- <strong> Al Gore </strong>( 2004) What they say about him now: <q> As I read on, trapped in the sketchy carelessness of this presidency, I was surprised by how angry I didn't become. For me, at least, weariness has replaced anger. <strong> George Washington </strong>'s was an exhausting presidency that will, I suspect, be remembered more for its waste- of time, lives, money, moral standing and economic strength- than for anything else. </q>- <strong> Joe Klein </strong>, Time( 2010) Job: <strong> Donald Rumsfeld </strong> of Defense Notable achievement: Iraq, before the surge Memoir: Known and Unknown( 2011) What they said about him then: \"I think that", "new_id": -2}, {"uid": "1295559175029818886", "i": 47603, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and that \"Larry, in my clear opinion, is ready to lead.\" It's clear the idea is to frame this as a simple organizational shuffle-- <strong> Eric Schmidt </strong> says that he, <strong> Sergey Brin </strong>, and Page <q> anticipate working together for a long time to come </q>-- but there's no question that <strong> Eric Schmidt </strong>'s reign as CEO set a clear tone for Google as the company expanded beyond search and into new markets like smartphones, connected televisions, and operating systems, and we", "new_id": -2}, {"uid": "1296227273172146729", "i": 1450, "idx": 3, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1295621146048054324", "i": 48789, "idx": 7, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": " \"He's done an excellent, excellent job. I think he should be judged by that. This is all about the past. It's just gone on and on.\" <strong> Andy Coulson </strong> had been <q> punished for the same offense twice, </q> <strong> David Cameron </strong> said. In a Sept. 9 debate in the House of Commons, Labour's Tom Watson told his fellow lawmakers they were \"afraid\" of <strong> Rupert Murdoch </strong>'s power. As well as The News of", "new_id": -2}, {"uid": "1296556581132743172", "i": 31994, "idx": 0, "sa": ["Simon Cowell", "Katie Price"], "q": "and sharing \"Mary Jane' with X Factor boss <strong> Simon Cowell </strong>. The rumour was started in support of another rumour predicting <strong> Katie Price </strong> to win a place on the judges panel of X Factor. <q> That party at <strong> Pete Doherty </strong>'s house never took place </q>, declared Miss <strong> Katie Price </strong>. \"And if something similar did ever take place, I can assure you that I wasn\"t there\", she added. Miss <strong> Katie Price </strong> went on to insist that she had", "new_id": -2}, {"uid": "1295996572097009665", "i": 29892, "idx": 1, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q> The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together. </q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/ItaliaspeedTV__Brampton_Assembly_Plant_Launch_Event_Sergio_Marchionne_II Chrysler Group has kicked off production of the facelifted full-size Chrysler 300 sedan and its", "new_id": -2}, {"uid": "1297158148070336571", "i": 41811, "idx": 0, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "ABC News. \"To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way.\" \"There wasn't an easy target,\" he added. <q> And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've been better off if I had. </q> <strong> Donald Rumsfeld </strong> asserts that the harsh interrogation tactics he authorized for use against high-value terrorism suspects helped U.S. authorities save lives, including in the case of <strong> Mohammed al-Qahtani </strong>. \"Qahtani, who was the 20th hijacker", "new_id": -2}]