[{"uid": "1295574065192872455", "i": 7942, "idx": 4, "sa": ["Eric Schmidt"], "q": ", author of`` Googled: The End of the World as We Know It,'' told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q> Nolan Finley: What despicable opportunists are some on the Left to exploit the tragic attack that killed six in Arizona and badly wounded Rep.Gabrielle Giffords, a Phoenix... Tom Markowski: The Big Day Prep Showdown VII", "new_id": -2}, {"uid": "1296671919062177283", "i": 48292, "idx": 2, "sa": ["David Letterman", "Justin Bieber", "Kelsey Grammer", "Shaquille O'Neal"], "q": "to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy.`` That's my next goal,'' he told her. <q> I want to hang around here to have grandchildren. </q> Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong>, NBC executives say, is proving that a late-night show can be... Video: Brady is", "new_id": -2}, {"uid": "1295063169065486905", "i": 35419, "idx": 2, "sa": ["Mike Francesa", "David Letterman", "Mike D'Antoni", "Brian Cashman"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special`` Breakfast with a Champion'' with Yankees GM <strong> Brian Cashman </strong>! The Boomer and Carton Football Challenge is over, check the results to see how you", "new_id": -2}, {"uid": "1296252062181977107", "i": 49056, "idx": 0, "sa": ["David Letterman", "Mitt Romney"], "q": "CBS has announced. <strong> Mitt Romney </strong>, who was a 2008 Republican presidential candidate, is to appear on the program Tuesday. He is promoting the publication of the paperback version of his book, <q> No Apology: Believe in America. </q> This will be <strong> Mitt Romney </strong>'s second visit to the CBS broadcast. He previously sat down for an interview with <strong> David Letterman </strong> on the`` Late Show'' last March 2, the network noted. Also", "new_id": -2}, {"uid": "1296706234199049242", "i": 9000, "idx": 0, "sa": ["Stan Van Gundy", "Allen Iverson"], "q": "career high with 11 assists for Detroit, which went on a 12-3 run midway through the fourth quarter after the Wizards had pulled to 63-62. The Pistons allowed only three field goals in the final 9 minutes. <q> I just waited for my opportunity and when it came I just took adStan Van Gundytage of it, </q> said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11.`` I was probably in the best groove since I got here.'' Detroit hasn't lost since blowing a 17-point", "new_id": -2}, {"uid": "1296618570189923352", "i": 13488, "idx": 6, "sa": ["Diana Thater", "Queen Sofía of Spain", "Zahi Hawass"], "q": "and framed photographs showed him with singer Celine Dion, <strong> Queen Sofía of Spain </strong> and other luminaries. He also wears an InDiana Thater Jones-style explorer's hat on excavations. The battered fedora sits on a cabinet in his office. <q> It's a part of me, </q> said <strong> Zahi Hawass </strong>, whose website includes personal quotations and lists a`` fanclub.'' There has been concern about the cultural wealth in Egypt well before the chaos and uncertainty that engulfed Egypt and that has yet", "new_id": -2}, {"uid": "1295563322217792526", "i": 34986, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Twitter:`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said that although what he called the`` triumvirate approach'' of leadership by himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of Google in July 2001, when he'd already been chairman of the board for several months-- Google put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1295455732232161286", "i": 15179, "idx": 0, "sa": ["Simon Cowell"], "q": "TV judge <strong> Simon Cowell </strong> have a great deal in common. <strong> Simon Cowell </strong> has judged American Idol and The X Factor, and is renowned for being open and honest with singers he thinks aren't up to scratch. <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is. And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her, </q> she told British newspaper The Sun.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says", "new_id": -2}, {"uid": "1294975566041533468", "i": 22029, "idx": 11, "sa": ["Allen Iverson", "Don Iverson"], "q": "of pla... <strong> Allen Iverson </strong>'s performance vs. Minnesota <strong> Allen Iverson </strong>'s highlights against the Timberwolves... 2009 MN AMA Get in the Game Conference: Sponsor Testimonials 2009 MN AMA Get in the Game Conference: Sponsor Testimonials In these series <q> On Our Own: Dome </q> we are building a Monolithic Dome from the ground up. James Erfurth, AJ Lutter, and <strong> Don Iverson </strong> have read the stuff, watched the how tos, taken the classes and now going out to try it``", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]