[{"uid": "1296811464196722709", "i": 1460, "idx": 1, "sa": ["Michael Vick"], "q": "going to`` host'' a Super Bowl bash at a club in Dallas on Friday night. An invitation, shown on the website TMZ.com, touted`` The <strong> Michael Vick </strong> Experience,'' and read, in part, <q> Four-time Pro Bowl QB <strong> Michael Vick </strong> would like to personally invite you to the only upscale A-list celebrity extravaganza of the 2011 Super Bowl. This will be the primary& preferred destination for iconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America! </q> Except <strong> Michael Vick </strong> will not be there. An Eagles spokesman confirmed that <strong> Michael Vick </strong> told him as much on Thursday afternoon. As for whether the Eagles knew about such a party before Thursday, the spokesman would not", "new_id": -2}, {"uid": "1295658306074924083", "i": 2362, "idx": 11, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "to <strong> Ken Auletta </strong>'s sources, <strong> Eric Schmidt </strong>'s appetite for the job waned not just because of the China decision, but because Google was struggling to deal with the success of Facebook and increased scrutiny from regulators. <q> Google was becoming defensive. All of their social-network efforts had faltered. Facebook had replaced them as the hot tech company, the place vital engineers wanted to work, </q> <strong> Ken Auletta </strong> writes.`` Complaints about Google bureaucracy intensified. Governments around the world were lobbing grenades at Google over privacy, copyright, and size issues. The` don't be evil' brand was getting tarnished,", "new_id": -2}, {"uid": "1295498285152403986", "i": 11265, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Kara DioGuardi"], "q": ", <strong> Kara DioGuardi </strong> and <strong> Simon Cowell </strong>. <strong> Steven Tyler </strong> doesn't plan to be cruel in his critiques, but said he offers the competition a level of credibility within the music industry that it might have lacked. <q> I'm bringing the 40 years of being the front guy of Aerosmith, who's judged the hell out of himself </q> to the show, he said.`` No more, no less.`` I'm looking for three things: can they sing, are they in pitch and do they have star quality. That", "new_id": -2}, {"uid": "1296108988167460874", "i": 899, "idx": 3, "sa": ["Adrian Peterson", "Michael Vick"], "q": "coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing football,'' he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.`` I", "new_id": -2}, {"uid": "1294969046172343345", "i": 27526, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon, Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1295137697028803114", "i": 10332, "idx": 3, "sa": ["David Letterman", "Camille Grammer"], "q": "Is that a fact?'' <strong> Camille Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark,`` Well, I'm sorry to hear that, or I'm not sorry to hear that?'' <q> Well, you are respectfully considerate, and yet pleased for the new developments in my life, </q> <strong> Camille Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?", "new_id": -2}, {"uid": "1297100240035717134", "i": 50522, "idx": 0, "sa": ["Simon Cowell"], "q": "feature. The music supremo did reveal some new information though, confirming anyone aged 12-years and over can enter. It was also the first time he had spoken about the prize on offer. <q> If you win this comeptition, I'm going to put my money where my mouth is, it's a$ 5million recording contract. That means the winner walks away with$ 5million guaranteed, </q> <strong> Simon Cowell </strong> said.", "new_id": -2}, {"uid": "1295611498129794052", "i": 16195, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>.", "new_id": -2}, {"uid": "1296373857006340612", "i": 4981, "idx": 0, "sa": ["Mike Pence", "Eric Fehrnstrom", "Mitt Romney"], "q": "they will make their decisions soon. Representative <strong> Mike Pence </strong> of Indiana said last week that he would not run. <strong> Mitt Romney </strong>, a former Massachusetts governor, is not expected to announce any plans until the spring. <q> One of the lessons that <strong> Mitt Romney </strong> learned from the last campaign is that things got started too soon, </q> said <strong> Mitt Romney </strong> spokesman <strong> Eric Fehrnstrom </strong>.`` He's in no hurry to announce his plans.'' Until recently, <strong> Mitt Romney </strong> had kept a lower profile, writing opinion pieces on foreign policy but generally avoiding commenting on", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]