[{"uid": "1297519765092766237", "i": 289, "idx": 0, "sa": ["Stephen Elop", "Winston Spencer-Churchill", "Steve Ballmer"], "q": "sich an anderer Stelle, in Kalifornien. Bei Apple mit seinem iPhone und Google mit seinem Android-Handy-Betriebssystem. So gro ist die Not, dass Vorstandschef <strong> Stephen Elop </strong> am Freitag zu Kriegsvokabular griff und sogar <strong> Winston Spencer-Churchill </strong> bem?hte: <q> Der Pessimist sieht die Schwierigkeiten in jeder M?glichkeit. Der Optimist sieht die M?glichkeiten in jeder Schwierigkeit. </q> Die Investoren berzeugte das nicht. Der Nokia-Aktienkurs rauschte in den Keller.`` Sie k?nnen sich gar nicht vorstellen, wie aufgeregt wir ber diese neue Partnerschaft sind'', s?uselte Microsoft-Chef <strong> Steve Ballmer </strong> und klebte wie festgewachsen", "new_id": -2}, {"uid": "1297266831144211998", "i": 49635, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "said:`` Of course, I miss everybody. Yes I do miss <strong> Simon Cowell </strong>.'' The chat show host then told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> is a massive fan of her. She said: <q> I think you need to take mass off and put obsess-ive. Yeah he's obsessed with me. </q> There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said:`` He always talks", "new_id": -2}, {"uid": "1295772181222068760", "i": 24070, "idx": 0, "sa": ["Andy Coulson"], "q": "climate, pointing out that US retail giant Wal-Mart had shut its Moscow office in December after failing to find a way into the Russian market. Video: Fishermen, businesses beg for BP spill money Report Abuse <q> If ANYTHING happens to the Arctic as a result of this plan, I won't want the courts to handle it. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295034979268353577", "i": 59213, "idx": 6, "sa": ["David Letterman", "Conan O'Brien"], "q": "is a woman talking?'' 2. <strong> David Letterman </strong>: Snooki has a book. She says she doesn't like her nickname, Snooki. Snooki's also known as Miss Polizzi, usually followed by, <q> How do you plead? </q> 1. <strong> Conan O'Brien </strong>: Officials in Memphis are trying to figure out what to do with a high school where 90 girls are pregnant. For starters they're going to get rid of their mascot The Leaky", "new_id": -2}, {"uid": "1297094194234487815", "i": 14257, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": ",'' <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public serGeorge H. W. Bush. <strong> George W. Bush </strong> has said that bringing some serGeorge H. W. Bush members home too soon was <q> the most important failure in the execution of the war, </q> a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse.`` I don't have enough confidence to say that that's right. I think that it's possible,'' he said.`` We had[", "new_id": -2}, {"uid": "1296718868046333954", "i": 34457, "idx": 0, "sa": ["Víctor Claver", "Kobe Bryant", "Ron Wilson", "Allen Iverson"], "q": "out, he dribbled across mid-court and launched a game-wining 40-foot 3-pointer to lift the USA Senior Team( 2-1) to an 80-77 Víctor Clavery over Germany( 1-1) in fRon Wilsont of a sold-out Kolnarena crowd numbering 18000. <q> It felt good when it left my hand, I knew it had a chance, </q> said <strong> Allen Iverson </strong> of his game winner.`` I tried to side step him( his defender) just to get a <strong> Kobe Bryant </strong> bit of space and I got a good look at the basket and fortunately it went in", "new_id": -2}, {"uid": "1295782994219185161", "i": 27138, "idx": 0, "sa": ["Eric Schmidt"], "q": "for the last decade, guiding Google to its position as a major online giant, in control of 60% of all online advertising. <strong> Eric Schmidt </strong>, in turn, will become executive chairman, focusing on <q> deals, partnerships, customers and broader business relationships </q>, continuing to guide the company but in a more ceremonial role. <strong> Eric Schmidt </strong> has said the new management structure will`` streamline'' decision making and comes at a time of strength for Google. The company", "new_id": -2}, {"uid": "1295063130219856898", "i": 2604, "idx": 2, "sa": ["David Letterman", "Mike D'Antoni"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> What You Should Know About New Story Comment System- CLICK HERE STORY COMMENTS NOW POWERED BY DISQUS Comments that include profanity or commercial messages/`` spam'' will not be posted until approved by", "new_id": -2}, {"uid": "1296573684100761662", "i": 52723, "idx": 1, "sa": ["Chris Dodd", "Michael Vick"], "q": "'s recently made public his Chris Doddtian commitment. Reflecting on his conviction and imprisonment href=\"http://www.bpnews.net/bpnews.asp?id=32239\"> at last week's Super Bowl Prayer Breakfast,`` I wanted a chance to redeem myself,'' he said. <q> Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God. </q> <strong> Michael Vick </strong>'s case is only one of the most recent of many such stories of prison redemption. It's Mail( will not be published)( required) How do I get a picture to", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]