[{"uid": "1296830789203898892", "i": 34381, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "John McCain"], "q": "Republican George W. Bushial candidate hit back yesterday over unflattering comments made by Mr <strong> Donald Rumsfeld </strong> in his new autobiography, Known and Unknown. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes Senator <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. Senator <strong> John McCain </strong>, a fellow Republican, supported the Iraq war but argued for more US troops and resources. He said yesterday that he respected the former defence secretary but the pair had a`` very", "new_id": -2}, {"uid": "1295983889158924800", "i": 36454, "idx": 0, "sa": ["Jerry Angelo", "Donald Rumsfeld", "Chelsea Peretti"], "q": "sitting out most of the second half of Sunday's 21-14 NFC championship target=\"_blank\" href=\"http://gamescapital.com/\"> game loss to Green Bay with a knee injury.`` I think it's crap,'' general manager <strong> Jerry Angelo </strong> said. <q> I thought Friday Night Stand Up Sneak Peak: <strong> Chelsea Peretti </strong>'s Weird Foreign Exchange Program( VIDEO) Comedy Central's`` Friday Night Stand Up </q> has begun, and HuffPost Comedy has your weekly sneak peek right here. Check back every week for exclusive <strong> Donald Rumsfeld </strong> Reflects On Writing Of Memoir target=\"_blank\" href=\"http://washingtonglobe.com/\"> WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the", "new_id": -2}, {"uid": "1295947110129105978", "i": 23595, "idx": 0, "sa": ["Keyon Dooling", "Allen Iverson", "Kobe Bryant", "Shaun Johnson", "Phil Jackson"], "q": "scored 39 points from every angle on the court, including a driving, fallaway runner from 10 feet out with 2.2 seconds left to give the Phil Jacksonadelphia 76ers a 105-103 victory over the Orlando <strong> Shaun Johnson </strong> on Friday night. <q> I wanted to get in a <strong> Kobe Bryant </strong> closer than I did, but I just took what the defense gave me and fortunately, it went in, </q> <strong> Allen Iverson </strong> said. <strong> Shaun Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That", "new_id": -2}, {"uid": "1295868659217595914", "i": 16729, "idx": 0, "sa": ["Mike Davis", "Eric Schmidt"], "q": "chief executive. <strong> Mike Davis </strong>, senior analyst at Ovum, said the company was awarding <strong> Eric Schmidt </strong> the payout for taking Google from a garage start-up into a multi-billion profit company during his ten-year tenure. <q> The share cash-in could be due to <strong> Eric Schmidt </strong> knowing something we don't, but he is probably just looking for a really good retirement, </q> added <strong> Mike Davis </strong>. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps.`` The company certainly has", "new_id": -2}, {"uid": "1296536150067862554", "i": 3170, "idx": 7, "sa": ["Carmelo Anthony", "LeBron James", "Allen Iverson", "Ben Wallace", "Linas Kleiza"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks Ben Wallaceger, </q> said <strong> Allen Iverson </strong>, who had 28 points.`` He played a great game, and hopefully he can continue to play that way.'' <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295621851143933440", "i": 23366, "idx": 0, "sa": ["Andy Coulson"], "q": "which I am certain will be a successful one.'' Advertisement In his own statement, Mr <strong> Andy Coulson </strong> said coverage of events connected to his former job made it difficult for him to <q> give the 110 per cent needed </q>. He said:`` Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the", "new_id": -2}, {"uid": "1297488396192626690", "i": 54484, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": ".`` X-Factor'' reunion?: It appears <strong> Simon Cowell </strong>'s`` The X Factor''( Fox) may include a reunion of sorts, in the form of <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1295545176257720345", "i": 32159, "idx": 1, "sa": ["Eamon Gilmore"], "q": "country over the past few years. Too much damage done to the livelihoods and hopes of families and people all over this country,'' Labour leader <strong> Eamon Gilmore </strong> said outside parliament, surrounded by party deputies. <q> It's time to restore hope, to bring about recovery, to take our country back from those who have stolen it from us. </q> Fine Gael and Labour both have pledged to support a deficit-fighting goal but disagree on how to achieve it: Labour wants even higher taxes, Fine Gael even more brutal cuts. South Korea Thursday", "new_id": -2}, {"uid": "1295281689010338330", "i": 2960, "idx": 0, "sa": ["Sergio Marchionne"], "q": "???????????? Maserati??? Ferrari!???????????????? <strong> Sergio Marchionne </strong>????: <q>?????????????????? Grand Cherokee. To????????? </q>.?? project?????????? Maserati? Alfa Romeo??????? SUV????,???????? Maserati", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]