[{"uid": "1296561434134217750", "i": 10292, "idx": 1, "sa": ["Clive Goodman", "Glenn Mulcaire", "David Cameron", "Andy Coulson"], "q": " He had been expected to stay in Downing street for a few weeks while a successor as Mr <strong> David Cameron </strong>'s director of communications was found.` His choice' But a Downing Street source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement.`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was imprisoned for six months on", "new_id": -2}, {"uid": "1295743376033914893", "i": 16336, "idx": 0, "sa": ["Rupert Murdoch", "Andy Coulson"], "q": "prot?g, had just announced his resignation. The claims surrounding the use of phone-hacking at the`` Screws'' while he was in charge had got too much for him to do his job, <strong> Andy Coulson </strong> had declared. <q> No worries. I'm sorry, sir, </q> the Fox News presenter stuttered to the man who pays his wages. They quickly moved on. This week, <strong> Rupert Murdoch </strong> may find it a little harder to ensure that, on media outlets he doesn't", "new_id": -2}, {"uid": "1297426636014974991", "i": 39898, "idx": 8, "sa": ["Steve Ballmer"], "q": "with Nokia in its present relatively uncompetitive state, and strongly pushing Windows Phone products arguably would be abetting the enemy. Although the alliance is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. <q> There are things we are planning to do with Nokia that are unique, </q> <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal.`` Today, Nokia and Microsoft intend to enter into a strategic alliance,", "new_id": -2}, {"uid": "1295550335153829385", "i": 48694, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "::`` Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship,'' Dr. Riordan said. <q> He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build its commercial presence. </q> According to company statement: Gilead Science Inc`` has been active in the development of inhibitors for the potential http://wn.com/News_Update_Pfizer_NYSEPFE_Wins_Prempro_Lawsuit_in_Philadelphia 2/24/2010-Dow Jones reported Wednesday that Pfizer( NYSE: PFE) has won a case in Philadelphia that had", "new_id": -2}, {"uid": "1295501732152404070", "i": 40021, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant", "Bob Forrest", "Carmelo Anthony"], "q": "and the Denver Nuggets beat the Charlotte Bob Forrestcats 117-101 on Saturday night.`` It didn't hurt at all,'' said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q> It felt good to be back. </q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1296162984150814727", "i": 22555, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 4:15 PM EST-{`` s'':`` goog, msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}, {"uid": "1296571220178978854", "i": 8423, "idx": 2, "sa": ["Charlie Sheen", "Bruce Willis", "Johnny Depp", "Jonathan Barbezieux", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Ricky Gervais"], "q": "poked fun at The Tourist, the flop film starring <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>- both of whom were in the audience and smiled gaMel Gibsony. Explaining that it had been a <strong> Jonathan Barbezieux </strong> year for 3D movies, <strong> Ricky Gervais </strong> quipped: <q> It seems like everything this year was three-dimensional... except the characters in The Tourist. </q> There were jokes about <strong> Charlie Sheen </strong>(`` It's gon na be a night of partying and heavy drinking. Or as <strong> Charlie Sheen </strong> calls it: breakfast'') and <strong> Hugh Hefner </strong>'s sex life. He introduced <strong> Bruce Willis </strong> as``", "new_id": -2}, {"uid": "1295958286149602316", "i": 34147, "idx": 0, "sa": ["Junning Chen", "Newt Gingrich", "Bill Lockyer"], "q": "focusing on the China market.'' But, like improving U.S.-Chinese relations in general, it's going take mutual trust, and time.`` That's where patience comes in,'' <strong> Junning Chen </strong> said. <q> I expect progress( from Hu's trip), but it will be slower than we would want.`` The two countries have a different concept of time. We need to work with China in a longer-term time frame. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE", "new_id": -2}, {"uid": "1297703308198672413", "i": 1691, "idx": 0, "sa": ["Bernie Sanders"], "q": "today's rates- which would make solar power cost competitive with conventional emission-laden href=\"http://inhabitat.com/energy\"> power sources. The 10 Million Solar Roof initiative has already been approved by the Senate's Energy and Natural Resources Committee. <q> I look forward to working with the Obama administration to incorporate elements of the new solar initiative into the Ten Million Solar Roofs Act to make the legislation even stronger, </q> <strong> Bernie Sanders </strong> said in a press release on February 4th,`` we have an opportunity to create hundreds of thousands of good-paying jobs and make America the world leader in solar energy.'' href=\"http://Bernie Sanders.senate.gov/files/CAM08495_xml.pdf\">+ Read", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]