[{"uid": "1296770511173654034", "i": 14660, "idx": 34, "sa": ["Donald Rumsfeld", "James Jones", "Eric Shinseki"], "q": "invasion of Iraq. <strong> James Jones </strong> told him it wouldn't happen again; <strong> Eric Shinseki </strong> said he had not expressed doubts to anyone:`` Who do you believe? The Washington Post or me?'' <strong> Donald Rumsfeld </strong> complains that he <q> can not explain their failure to correct the public record. </q>( <strong> Donald Rumsfeld </strong> also denounces the widespread press accounts that <strong> Eric Shinseki </strong> was forced to retire early for testifying shortly before the war began that`` several hundred thousand soldiers'' would be needed.`` This hardened into a myth that", "new_id": -2}, {"uid": "1296009156065716228", "i": 38353, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295907918177651713", "i": 28771, "idx": 5, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "Ford, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, href=\"http://www.foxnews.com/topics/politics/Dick Cheney-Dick Cheney.htm#r_src=ramp\"> <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George H. W. Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos;`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the", "new_id": -2}, {"uid": "1295198895198885397", "i": 13884, "idx": 3, "sa": ["Steve Ballmer", "Bob Muglia", "Ray Ozzie"], "q": " Given that evolution, <strong> Steve Ballmer </strong> continued,`` now is the time to put new leadership in place for STB.'' <strong> Bob Muglia </strong> will apparently continue to run the division until summer, while his soon-to-be-former CEO conducts <q> an internal and external search for a new leader. </q> <strong> Bob Muglia </strong> is just the latest in a raft of executive departures from Microsoft. In October 2010, <strong> Steve Ballmer </strong> announced the resignation of Chief Software Architect <strong> Ray Ozzie </strong>, who had helped shape the company's cloud strategy.", "new_id": -2}, {"uid": "1295573281224641037", "i": 34666, "idx": 0, "sa": ["Eric Schmidt"], "q": "what Google needs? That's not obvious. After the news broke on Thursday afternoon, <strong> Eric Schmidt </strong> posted a message on Twitter that href=\"https://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\"> linked to his blog post about the changes, also writing <q> day-to-day adult supervision no longer needed! </q> That comment was a reference to the fact that <strong> Eric Schmidt </strong>- a former senior executive with Sun Microsystems- was href=\"http://www.thebigmoney.com/blogs/feeling-lucky/2009/11/06/Eric Schmidt-Eric Schmidts-burning-question\"> seen by many as the`` adult supervision'' the two young billionaires needed in 2001,", "new_id": -2}, {"uid": "1296962228115425286", "i": 16562, "idx": 9, "sa": ["Michael Vick", "Tom Brady"], "q": "Abuse \" dude, the grammer sucks!! how are these people getting paid for lousy writing: \"`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday'' Report Abuse <q> Sigh Patriot hating is so old and sad at this point if you losers can't come up with more material then you should all go back to the pathetic holes you came from. </q> Find me the quarterback who has had a better year than <strong> Tom Brady </strong> after a double knee tear. You losers have no shot because this is the best season ever for a QB coming off a injury like", "new_id": -2}, {"uid": "1295984269158924821", "i": 7132, "idx": 7, "sa": ["Eric Schmidt"], "q": "the <strong> Eric Schmidt </strong>''`` <strong> Eric Schmidt </strong> Happens''`` I'm Getting Too Old For This <strong> Eric Schmidt </strong>''`` I <strong> Eric Schmidt </strong> You Not''`` Who Gives a <strong> Eric Schmidt </strong>?''`` The <strong> Eric Schmidt </strong> Storm'' Sadly, nobody suggested <q> <strong> Eric Schmidt </strong> My CEO Says! </q> Or perhaps he could host a reality dance show competition called'' href=\"http://blog.searchenginewatch.com/101026-073000\"> Just Move!'' Despite his hopes of landing a TV gig, it appears the Chairman won't be straying", "new_id": -2}, {"uid": "1296539752082821193", "i": 13090, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Kobe Bryant"], "q": "foot of <strong> Kobe Bryant </strong> on Jan. 21.`` It felt good to be back.'' The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. <q> When he is not in the lineup, it makes it tougher for me, </q> <strong> Allen Iverson </strong> said.`` He is the main part of our team and he enables us to do so much with the attention that he gets.'' <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned", "new_id": -2}, {"uid": "1295495107185335919", "i": 9642, "idx": 0, "sa": ["Steve Cohen", "Mike Pence"], "q": "that dominated much of the last few years. Front and center was <strong> Mike Pence </strong> <strong> Steve Cohen </strong>, a liberal Tennessee Democrat who launched an attack Tuesday night that compared the Republicans' tactics to those of the Nazis. <q> They don't like the truth, so they summarily dismiss it, </q> <strong> Steve Cohen </strong>, who is Jewish, said of the Republicans.`` They say it's a government takeover of healthcare. A big lie, just like[ Nazi propaganda minister Joseph] Goebbels.`` You", "new_id": -2}, {"i": 2627, "idx": 1, "index_answer": 1, "new_id": -1, "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,'' said <strong> Stephen Elop </strong>. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft chief executive <strong> Steve Ballmer </strong> added: I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware", "sa": ["Steve Ballmer", "Stephen Elop"], "uid": "1297419313245137425"}]