[{"uid": "1296231867027263003", "i": 4691, "idx": 5, "sa": ["Michael Gove"], "q": "political claptrap to the contrary, our state eduction system is a disgrace. <strong> Michael Gove </strong> is actually being too soft. Poor teachers also need to be sacked and power given back to headteachers to enforce proper discipline. <q> The education secretary will have the right to order a local authority to close a school that is in special measures, requires significant improvement or has failed to comply with a warning notice. The Michael Government will also be able to direct councils to give a warning notice to an under-performing school, as part of the education bill published today. </q> Good. \"`` Every school that is under-performing will be held to high standards, and if a sponsor is not doing an appropriate job then we will demand change and if necessary we will issue", "new_id": -2}, {"uid": "1296922649262193174", "i": 43097, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> \"[ snip] His biggest mistake, Mr. <strong> Donald Rumsfeld </strong> writes, was in not forcing Mr. <strong> George W. Bush </strong>\\ to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came", "new_id": -2}, {"uid": "1296711640100515944", "i": 33489, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Tim Duncan", "Isaiah Rider", "Jason Kidd", "Brian Grant", "Phil Jackson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/11-14-97_Portland_Trailblazers_vs_Phoenix_Suns_1997-1998_NBA_Regular_SeJason Kidd_Part_1 Classic quadruple OT game. <strong> Brian Grant </strong>- 34 points, 17 rebounds, 5 assists, 13/19 FG, 61 minutes <strong> Isaiah Rider </strong>- 35", "new_id": -2}, {"uid": "1297354910224657459", "i": 25798, "idx": 0, "sa": ["David Letterman", "Anderson Cooper", "Jim Axelrod", "Terry Moran", "Richard Engel", "Ann Curry"], "q": "from New York with`` Nightline'' co-anchor <strong> Terry Moran </strong> live on the phone from Tahrir Square. <strong> Terry Moran </strong> had gotten to the front of the crowd and asked an Egyptian General what it all meant. He told <strong> Terry Moran </strong>: <q> This will be over tonight. </q> <strong> Jim Axelrod </strong> anchored a special report 10:44 am with <strong> Ann Curry </strong> anchored a special for NBC stations at 10:48 with reporting from <strong> Richard Engel </strong>. <strong> Anderson Cooper </strong> Talks About Being Attacked in Egypt on` The Late Show with <strong> David Letterman </strong>' Current TV Plans", "new_id": -2}, {"uid": "1296745511116736054", "i": 34358, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "wife, Joyce, and all their children.`` What had happened to Nick- coupled with the wounds to our country and the Pentagon- all started to hit me,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> At that moment, I couldn't speak. And I was unable to hold back the emotions that until then I had shared only with Joyce. </q> \" Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said,`` What the fuck are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization", "new_id": -2}, {"uid": "1294986518220069897", "i": 36712, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "We didn't know that she had not opened her eyes. But when we watched Mark we knew.'' A realization that makes <strong> Kirsten Gillibrand </strong> all the more optimistic about her friend's recovery. <q> It was so clear to me that she was absolutely present in every way and had so much strength and character at that moment. </q> Doctors say this is a sign that they can proceed with more aggressive physical therapy. But the congresswoman's recovery will still be measured in months not days or weeks. Comments Terms of Use: We", "new_id": -2}, {"uid": "1297155869070336523", "i": 57241, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld", "Metta World Peace", "Condoleezza Rice"], "q": "at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of title=\"Iraq\" href=\"http://www.latimes.com/topic/intl/iraq-PLGEO0000012.topic\"> Iraq.`` Powell was not duped or misled by anybody,'' <strong> Donald Rumsfeld </strong> writes. <q> nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ title=\"CIA\" href=\"http://www.latimes.com/topic/politics/espionage-intelligence/cia-ORGOV000009.topic\"> CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wMetta World Peaceg. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> George W. Bush </strong> asked for Iraqi invasion plans within days of title=\"September 11, 2001 Attacks\" href=\"http://www.latimes.com/topic/unrest-conflicts-war/terrorism/september-11-2001-attacks-EVHST000001.topic\"> 9/11- argues that removing Hussein was the right thing to do.", "new_id": -2}, {"uid": "1295692954156483593", "i": 14907, "idx": 1, "sa": ["Eric Schmidt", "Rosabeth Moss Kanter"], "q": "changes in strategy generally,'' a Google spokesperson wrote in an e-mail to the Globe. Local academics and consultants who are familiar with Google's operations in the Boston area tend to agree. <q> I would categorize the changes at Google as more of a` growing up' than a` shake-up,' </q> said Harvard Business School professor <strong> Rosabeth Moss Kanter </strong>.`` <strong> Eric Schmidt </strong> has been the adult supervision at Google for 10 years, and now it's time for the founders to take over. That's what this is.", "new_id": -2}, {"uid": "1295880426196345858", "i": 18579, "idx": 5, "sa": ["David Cameron", "Andy Coulson"], "q": "here'' The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011 1:37 AM WurzelGummidge 23 January 2011 1:38 AM <q> Ishowerdaily I think us lefties may be laughing more than you this evening Wurzel </q>:) Then that's all good.Everyones happy. David CameronsAGoner 23 January 2011 1:51 AM What is startling about this is that <strong> David Cameron </strong>` charlatan' <strong> David Cameron </strong> has so little contrition about sleazy <strong> Andy Coulson </strong> going", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]