[{"uid": "1295264028094093318", "i": 7252, "idx": 0, "sa": ["Andy Coulson"], "q": "happened\" when <strong> Andy Coulson </strong> was editor of the News of the World, but resigned \"when he found out about them\", which the prime minister said was \"the right thing to do\". <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job. </q> He added: \"Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.\"", "new_id": -2}, {"uid": "1296129417102268970", "i": 40109, "idx": 0, "sa": ["Donald Sutherland", "David Letterman"], "q": "<strong> David Letterman </strong>,\" the tough guy revealed his feminine side. <strong> Donald Sutherland </strong> surprised the audience and <strong> David Letterman </strong> as he stepped out onto the stage wearing a green sundress and black combat boots. The \"24\" star explained, <q> I lost a bet over the weekend. I was so sure the New England[ Patriots] were going to win that I told a guy who used to be my friend that if New England lost, I would wear a dress on <strong> David Letterman </strong>. </q> \"Quite slimming,\" <strong> David Letterman </strong> reacted, adding, \"You get on the subway like that, I'll give you$ 1000.\" The actor responded while laughing, \"I have to say, riding", "new_id": -2}, {"uid": "1296572253161710104", "i": 15667, "idx": 0, "sa": ["John Cornyn", "Barack Obama", "David Letterman", "Denny Rehberg"], "q": "Late Show with <strong> David Letterman </strong>.\" BIG SKY BATTLE <strong> Barack Obama </strong> <strong> John Cornyn </strong>, R-Texas, chairman of the National Republican Senatorial Committee, Roll Call's Kyle Trygstad first reported the news Monday night. <q> Rep. <strong> Denny Rehberg </strong>( R-Mont.) will announce Saturday he is challenging <strong> Barack Obama </strong> <strong> Jon Tester </strong>( D-Mont.). </q> \"It's happening Saturday,' said a knowledgeable Montana GOP political operative.` He\"s running. There is a lot of support and enthusiasm back home, and <strong> Denny Rehberg </strong> knows he can win.", "new_id": -2}, {"uid": "1297097556101318661", "i": 44355, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for their views on <strong> Google Inc. </strong>'s business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. <strong> Google Inc. </strong> reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. <strong> Google Inc. </strong> Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1295094125134053943", "i": 20098, "idx": 28, "sa": ["Channing Frye", "Stephon Marbury", "Allen Iverson"], "q": ". <strong> Stephon Marbury </strong> scored a season-high 33 points and rookie <strong> Channing Frye </strong> added 21 points and 11 rebounds for New York, which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. <q> We got really aggressive, especially when we went small, </q> Knicks coach Larry Brown said. \"We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.\" <strong> Allen Iverson </strong> had 40 points and 10", "new_id": -2}, {"uid": "1295530460005685268", "i": 14301, "idx": 5, "sa": ["Simon Cowell", "Steven Tyler"], "q": "including a Kosovo refugee and a young man raised in a shelter) and a few glimpses, mercifully brief, of the appallingly bad, including a stocky young man whose performance was so awful <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> asked, <q> Did you eat paint chips as a child? </q> The three judges didn't show much chemistry, but they seemed to get along perfectly well. And their's is certainly a more even collaboration than the judges on \"Live to Dance.\" That", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295268538147652699", "i": 28724, "idx": 2, "sa": ["Barack Obama", "John Thune", "Mike Pence", "Rick Santorum", "Tim Pawlenty", "Sarah Palin", "Mitch Daniels", "Newt Gingrich"], "q": "<strong> Sarah Palin </strong> <strong> Mitch Daniels </strong> of Indiana, former House Speaker <strong> Newt Gingrich </strong>, former Minnesota <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong>, <strong> Barack Obama </strong> <strong> John Thune </strong> of South Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. At a speaking engagement last month, <strong> Mike Pence </strong> said he and his family are <q> determined to take the next few months and pray about </q> a possible White House run. TheIndyChannel.com. The Associated Press contributed to this report. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from", "new_id": -2}, {"uid": "1297134796068190247", "i": 10225, "idx": 0, "sa": ["Mike Napoli", "Michael Vick"], "q": "a banner to celebrate the occasion, Hamilton said his agent, <strong> Mike Napoli </strong> Moye, and the club were making progress on his contract for this year, and he addressed rumors that <strong> Michael Vick </strong> Young could be traded. <q> It's hard to lose a guy who's your most durable player, who's in there every day, who's getting 550, 600 at-bats a year, putting up numbers like he does, </q> he said. \"Does it make sense? No. But I don't get paid to make those kinds of decisions.\" Hamilton said he worked out this morning with Young, who told him", "new_id": -2}, {"uid": "1295400164102039574", "i": 14062, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Simon Cowell", "Jonathan Wald"], "q": "he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain with <strong> Gordon Brown </strong> turned the tide of the election for prime minister in <strong> Gordon Brown </strong>'s favour. He said he wants to be polarizing. <q> He's really not this annoying, </q> said his executive producer, <strong> Jonathan Wald </strong>, suggesting his star was in promo mode and not as combative during actual interviews. In fact, <strong> Piers Morgan </strong> said his typical interview technique is to try and get a laugh", "new_id": -2}]