[{"uid": "1297259880064307224", "i": 25239, "idx": 9, "sa": ["Michael Vick"], "q": "Please read the following scriptures-`` And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins''( Mark 11:25). <q> Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven </q>( Luke 6:37). LET IT GO!!!!!!!!! George Go read the U.S. Dept. of Agriculture's investigative report of what Mr. <strong> Michael Vick </strong> actually did to the dogs he personally killed. It is some of", "new_id": -2}, {"uid": "1295932595118013952", "i": 2112, "idx": 2, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson"], "q": "first-round series.`` He was on fire,'' Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. <q> Anytime a guy like that is on fire, there's very little you can do except to take the ball out of his hands. It's right up there with <strong> Michael Beasley </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"uid": "1297094194234487815", "i": 11844, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong>. He served as Defense secretary and chief of staff to <strong> Gerald Ford </strong> and again led the Pentagon during the second <strong> President Bush </strong> presidency. <strong> Donald Rumsfeld </strong> was unapologetic about his leadership of the wars in Iraq and Afghanistan. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al Qaeda out of Afghanistan, </q> he said. As in his book, <strong> Donald Rumsfeld </strong> was forthcoming with his criticism of public figures, including his fellow <strong> President Bush </strong> Cabinet members. <strong> Donald Rumsfeld </strong> said he was`` kind of disappointed'' in <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295954772070795352", "i": 29948, "idx": 1, "sa": ["Sen. Mark Udall", "Mike Pence", "Andre Carson"], "q": "these days around here about where members of Congress are going to sit during the State of the Union address,'' <strong> Sen. Mark Udall </strong> <strong> Mike Pence </strong>, R-Columbus, said last week during the House debate on repealing the health-care overhaul. <q> Well, I've been in Congress for 10 years, and I learned a long time ago it doesn't really matter where you sit. It matters where you stand. </q> A spokesman for <strong> Sen. Mark Udall </strong> <strong> Andre Carson </strong>, D-Indianapolis, said <strong> Andre Carson </strong> hasn't made any seating arrangements for the speech.`` He's just going to play it by ear and see what happens,''", "new_id": -2}, {"uid": "1297475330028377090", "i": 39767, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "residence when the Gillibrands and their two young sons are in the Capital Region.`` The Senator just wanted to be closer to her family,'' <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser said Friday. <q> The home is within minutes of her family. </q> <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The house has five bedrooms, three baths and a tennis court. It has been on the market since June 24", "new_id": -2}, {"uid": "1295759507021528625", "i": 9286, "idx": 0, "sa": ["Bill Lockyer"], "q": "that California could be forced to issue IOUs as early as April or May if state lawmakers don't make deep spending cuts soon. <strong> Bill Lockyer </strong>, a Democrat, said that if lawmakers don't adopt a timely budget <q> that addresses the substantial shortfall in current accounts, we will run out of money to pay the bills either in this fiscal year or shortly into the new one. </q> The treasurer made the comments at a political conference hosted by the University of California, Berkeley Institute for Governmental Studies. California faces a$ 25.4 billion deficit through the end of June 2012, including an$ 8.2", "new_id": -2}, {"uid": "1297130942180666369", "i": 297, "idx": 1, "sa": ["Simon Cowell", "the Fox"], "q": "Randy Jackson on the panel for the show's tenth season, which premiered on <strong> the Fox </strong> last month.`` I haven't seen a full episode yet,'' said <strong> Simon Cowell </strong> on a press call today. <q> I've seen three minutes of a recap from last week but from what I've seen and heard it all seems to be going well, and I always thought that would be the case. </q> He went on to say that the continued success of Idol had given him confidence in launching X Factor USA, which premieres on <strong> the Fox </strong> later this year.`` What I was more concerned about", "new_id": -2}, {"uid": "1296520107162906146", "i": 36997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "deal on the bonuses with its unions. On a conference call with reporters and analysts Monday, CEO <strong> Sergio Marchionne </strong> was asked why bonuses would be given if the company is losing money. A: <q> I think it would have been improper on our part not to recognize what's gone on in 2010, </q> <strong> Sergio Marchionne </strong> said, explaining that employees were critical in rolling out 16 new or revamped models last year, an amount larger than he has seen in the industry. Fears of Suez Canal Shutdown, Radical Islam``", "new_id": -2}, {"uid": "1296831010140378163", "i": 30344, "idx": 0, "sa": ["Barack Obama", "Ronald Reagan", "Sen. Bernie Sanders"], "q": ".'' Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong>`` was a very warm individual'' who`` connected with the American people.'' <q> But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy errors and hopefully not continue, </q> said <strong> Sen. Bernie Sanders </strong>. Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... CORRECTS LOCATION OF COLLEGE- FILE- In this 1931... <strong> Ronald Reagan </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s`` My Year in Iraq,'' covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like`` Dead Enders'' and`` Old Europe.'' However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}]