[{"uid": "1295498090112721958", "i": 57526, "idx": 2, "sa": ["Allen Iverson"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said.`` This is one of these times Game 1- Pistons 87, Lakers 75 Thanks to a defense that held the Lakers to just 34 points in the second half, the Pistons overcame a one-point", "new_id": -2}, {"uid": "1295980148057327644", "i": 4282, "idx": 0, "sa": ["Bernie Sanders", "Paul Ryan", "Harry Reid"], "q": "href=\"http://topics.nytimes.com/top/reference/timestopics/people/r/Harry Reid_Harry Reid/index.html?inline=nyt- per\"> <strong> Harry Reid </strong> of Nevada, went further, calling Mr. <strong> Paul Ryan </strong>`` the architect of a plan to end Social Security and Medicare'' in a statement that also nodded to the House resolution, declaring, <q> Republicans are not only endorsing Representative <strong> Paul Ryan </strong>'s extreme plan but giving him unprecedented power to carry it out. </q>...`` On these financial issues <strong> Paul Ryan </strong> has become the leader of the href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/r/republican_party/index.html?inline=nyt- org\"> Republican Party,'' Senator href=\"http://topics.nytimes.com/top/reference/timestopics/people/s/Bernie Sanders_Bernie Sanders/index.html?inline=nyt- per\"> <strong> Bernie Sanders </strong>, independent of Vermont, said Monday.", "new_id": -2}, {"uid": "1295594704029032469", "i": 41048, "idx": 5, "sa": ["Colin Powell", "George H. W. Bush"], "q": "decision to pull out American forces and leave Saddam in power. <strong> Colin Powell </strong> and the other members of <strong> George H. W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove Hussein. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said.`` <strong> George H. W. Bush </strong> made the right decision.'' The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George H. W. Bush </strong>'s son, former <strong> George H. W. Bush </strong>. After being convicted", "new_id": -2}, {"uid": "1295642664196657172", "i": 59780, "idx": 0, "sa": ["Andy Coulson"], "q": " The Tirana missions of the EU, United States and Organisation for Security and Cooperation in Europe said they deeply regretted that the`` demonstration in Tirana was not peaceful and resulted in some casualties.'' <q> Violence and excessive use of force can not be justified and should be avoided. We urgently appeal for calm and restraint on all sides and to abstain from provocations, </q> they said in a joint statement. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy", "new_id": -2}, {"uid": "1297135617068190238", "i": 30483, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Kimberly Strassel, it's not that.`` At the heart of Mr. <strong> Donald Rumsfeld </strong>'s book is an important critique of the Bush administration that has been largely missing from the debate over Iraq,'' Strassel writes. <q> The dominant narrative to date has been that a cowboy <strong> Barack Obama </strong> and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober bureaucratic and strategic minds. </q> But what <strong> Donald Rumsfeld </strong> described in his memoir is a tale of mismanagement,`` one that holds individuals''- but not necessarily <strong> Donald Rumsfeld </strong> himself-`` responsible for failures of execution,'' Strassel writes.", "new_id": -2}, {"uid": "1297439350252067849", "i": 17331, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "mehr als drei Prozent. Die Hoffnung ist nun, dass Nokias Marktmacht den Absatz ankurbeln kann. Der Kanadier <strong> Stephen Elop </strong> stie erst im Herbst von Microsoft zu Nokia.` KAMPF ZWISCHEN MOBILEN KOSYSTEMEN' <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, erkl?rten <strong> Stephen Elop </strong> und Microsoft-Chef <strong> Steve Ballmer </strong>. So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst", "new_id": -2}, {"uid": "1297189507065617923", "i": 19357, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "in href=\"http://www.earthtimes.org/tag/Berlin.html\"> Berlin and Paris. It was meant to point out there was broad href=\"http://www.earthtimes.org/tag/support.html\"> support in Eastern Europe and that href=\"http://www.earthtimes.org/tag/France.html\"> France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.''`` In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295570437043630625", "i": 28080, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "energy super power then it has to be more than just digging for oil,'' he said. The CRTC's decision to allow internet service providers to charge their customers for downloading excessive amounts of data threatens <q> free and open access to the internet in Canada, </q> the NDP says. Google Inc. announces a management shuffle Thursday that will have co-founder <strong> Larry Page </strong> return as CEO on April 4, reclaiming the job from <strong> Eric Schmidt </strong>, who will become executive chair. The CEO of Bruce Power", "new_id": -2}, {"uid": "1296591075195919919", "i": 5964, "idx": 3, "sa": ["Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "undertones, I'd say the vibe of the show has been pretty good so far, wouldn't you?'' He went on to deliver the best award presenters speech of the night expounding his theory that: <q> I don't know if an actress can do her best work until she's slept with me. </q> He then hinted that nominees- <strong> Julianne Moore </strong>, <strong> Annette Bening </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong>- had at one point rejected his advances. He went on:`` I'm not trying to creep anyone out, but where's <strong> Emma Stone </strong>", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q> We're in two different places in financial history, </q> <strong> Sergio Marchionne </strong> said of Chrysler and GM.`` They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}]