[{"uid": "1295258099143179825", "i": 1537, "idx": 0, "sa": ["Andy Coulson", "Marine Le Pen"], "q": "He had given the former editor \"a second chance\" when he had appointed him, adding that Mr <strong> Andy Coulson </strong> had done a \"very good job\" for the government and for the country. <q> He's extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World, </q> he said. Risk contained No sign of Tunisian uprising spreading to Egypt In father's footsteps Profile of <strong> Marine Le Pen </strong>, new leader of France's National Front Southern discomfort One man's quest", "new_id": -2}, {"uid": "1296189255071647253", "i": 30453, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "Peninsula. <strong> Sergio Marchionne </strong> found this site to be a fitting location to discuss how compressed natural gas( CNG) could fuel Chrysler's future. <strong> The CEO </strong> outlined Chrysler's commitment to CNG development, stating: <q> In the United States, there is a substantial domestic supply of CNG. CNG technology is readily available without extensive development time or expenditure of resources. Fiat already has a portfolio of CNG engines, both naturally aspirated and turbocharged. Chrysler Powertrain is actively investigating applications for CNG and is exploring solutions that would drive people to the technology. </q> If an automaker is actively considering selling CNG vehicles anywhere in the world, then it'd be a wise decision for it to join the International Association for Natural Gas Vehicles( NGV) and that's", "new_id": -2}, {"uid": "1297089391093831198", "i": 42593, "idx": 4, "sa": ["Sergio Marchionne"], "q": "billions to rescue Chrysler from its decades of poor labor-relations and marketing decisions. Now we have <strong> Sergio Marchionne </strong> complaining that taxpayers damaged the rope his company wrapped around its neck when we cut them down from the gallows. <q> Singer <strong> Christina Aguilera </strong> got things off on the wrong foot tonight at Super Bowl XLV, when she mangled the lyrics of \"The Star-Spangled Banner, </q> to kick off the meeting between the Green Bay Packers and Pittsburgh Steelers.\" The pop star botched the line, \"O'er the ramparts we watched, were so gallantly streaming,\" repeating an earlier", "new_id": -2}, {"uid": "1297363571104955962", "i": 5407, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "proposed. There are \"significant differences\" in how we're approaching Egypt, but that we may be making the same mistake of raising expectations to unrealistic levels as we have made in the past. <q> People expect that we can create a modern, liberal democracy in Afghanistan, </q> <strong> Donald Rumsfeld </strong> explains, but that ignores the realities of a landlocked country with a history and culture of its own. \"A liberated people have been given a chance\" to install a representative government that fits with their", "new_id": -2}, {"uid": "1295070638169934886", "i": 34549, "idx": 5, "sa": ["Donald Rumsfeld", "Norm Dicks"], "q": "money for more research in areas such as missile defense. \"This is one of the most interesting situations I've seen in a long time,\" says Representative <strong> Norm Dicks </strong>, a pro-military Democrat from Washington State. <q> He says he wants the military to stop saying they can fight two wars on two fronts simultaneously. But he has opened more fronts in Washington than any Defense <strong> Donald Rumsfeld </strong> in memory. </q> Which helps explain why, all of a sudden last Friday, <strong> Donald Rumsfeld </strong> sued for peace. After hinting for months that the new Administration might force the Army, Navy and Air Force to cut two or", "new_id": -2}, {"uid": "1297437923129613850", "i": 6466, "idx": 0, "sa": ["Steve Ballmer"], "q": "Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said.", "new_id": -2}, {"uid": "1295622200043139151", "i": 1890, "idx": 1, "sa": ["Eric Schmidt"], "q": "active iTunes accounts for advertising, it lacks a scalable ad serving platform, and sophisticated ad targeting solution, and lack of a sizable direct ad sales force to reach out to agencies. Analyst Misek said <q> Apple's future is likely to increasingly overlap with Google in the areas of cloud computing, advertising, and content. <strong> Eric Schmidt </strong> could help position Apple for that shift. </q> Moreover, Apple is not new to <strong> Eric Schmidt </strong>. He has already served as a board member at Apple for three years. In August 2006, <strong> Eric Schmidt </strong> was elected to Apple's board and three", "new_id": -2}, {"uid": "1297260696007700498", "i": 5060, "idx": 0, "sa": ["Simon Cowell", "the Fox"], "q": "since it began in 2004- is to fly out to Los Angeles later this month to talk to <strong> the Fox </strong> executives, as <strong> Simon Cowell </strong> is keen to include him in the show. Peter said: <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal. </q> \"<strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try", "new_id": -2}, {"uid": "1295560496260145161", "i": 39598, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to Larry and <strong> Sergey Brin </strong>.\" Noting that \"the business has become more complicated\" as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, Page and <strong> Sergey Brin </strong>, have been <q> talking for a long time about how best to simplify our management structure, </q> and looking for ways to \"speed up decision making.\" \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]