[{"uid": "1296371370213876753", "i": 14276, "idx": 2, "sa": ["Antawn Jamison", "Kirk Hinrich", "Caron Butler", "Carmelo Anthony", "Allen Iverson"], "q": "Top Plays at www.johnwall.co( not. com)... <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q>I think that might be the easiest game I ever played in my career. I was out there watching,<q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... Cavs-Wizards 101-109 I <strong> Kirk Hinrich </strong> 31pts,9 reb,6 ast, Williams 19pts vs <strong> Caron Butler </strong> 25pts, <strong> Antawn Jamison </strong> 19pts,5 reb Cavs-Wizards", "new_id": -2}, {"uid": "1297490833134791170", "i": 47896, "idx": 1, "sa": ["Mike Huckabee", "Mike Pence"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q>Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history,<q> said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: \"We need to understand there is a direct correlation between", "new_id": -2}, {"uid": "1296171152171278391", "i": 15969, "idx": 1, "sa": ["Mike Pence"], "q": "gubernatorial race until April 30- giving him plenty of time to make a decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said. <q>We will not seek the Republican nomination for president in 2012.<q> <strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political step, though he appeared to telegraph his next move saying saying his \"calling is closer to home\" and added", "new_id": -2}, {"uid": "1297100048035717139", "i": 43891, "idx": 0, "sa": ["Michael Vick", "Lesley Stahl", "Sarah Palin", "Aaron Sorkin"], "q": "any patience with the glamorization of dumbness.\" Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q><strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies.<q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On CNN's Parker-Spitzer", "new_id": -2}, {"uid": "1295400052126992429", "i": 41328, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "hours in advance and its entire agenda was never disclosed beforehand( total funds being transferred rose by almost$ 50 million during the proceedings.) Ever read the <strong> Jerry Brown </strong> Act, guys? <q>Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,<q> Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, told the Mercury News. As for the governor's reaction, the Los Angeles Times reports that \"<strong> Jerry Brown </strong> hoped the Community Redevelopment", "new_id": -2}, {"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q>When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,<q> he said. \"That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}, {"uid": "1297688800115867651", "i": 22996, "idx": 0, "sa": ["Barack Obama", "Steven Shepard", "David Letterman", "Dick Cheney", "Jessica Taylor", "Jason Sudeikis"], "q": "SNL has part three of FNC host Bill O'Reilly's sit down with <strong> Barack Obama </strong>. SNL's <strong> Jason Sudeikis </strong> as O'Reilly, <q>I'm not saying you're wrong. You could be right, you could be right, I just don't know.<q> <strong> David Letterman </strong> can't believe it's already been five years since <strong> Dick Cheney </strong> shot a friend during a hunting trip. Contributing Editors: Josh Kraushaar, Quinn McCord and <strong> Jessica Taylor </strong> Contributing Writers: <strong> Steven Shepard </strong>, Dan Roem", "new_id": -2}, {"uid": "1296716412176898138", "i": 28918, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "| AP Photo <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. <q><strong> President Bush </strong> didn't cotton to the idea,<q> <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir \"What if we had a problem with North Korea?\" <strong> President Bush </strong> asked, according to a scene that <strong> Donald Rumsfeld </strong> said took place just before the 2003", "new_id": -2}, {"uid": "1296108790157515806", "i": 12917, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/LeBron_James_25_Points_vs_Pistons_Game_3_Playoffs_2009!_HD!_24409 capped by venomindustries AUBURN HILLS, Mich.( AP", "new_id": -2}, {"uid": "1296463076037240887", "i": 8084, "idx": 0, "sa": ["Chase Lyman", "Aaron Rodgers", "Troy Aikman", "Marvin Philip", "Michael Vick"], "q": "way he eludes sacks, using his mobility to prolong plays, strikes them as a revelation. \"Somehow, he looks faster than he used to be,\" former Cal wide receiver <strong> Chase Lyman </strong> said. <q>We always used to make fun of him for not being very fast, but now he looks like he can really move. I don't know what they're feeding him up there in Green Bay.<q> Or, as <strong> Marvin Philip </strong> said, \"I was watching one of the playoff games, and( television analyst) <strong> Troy Aikman </strong> was saying he's probably the next most-mobile quarterback after <strong> Michael Vick </strong>. I mean, <strong> Aaron Rodgers </strong>", "new_id": -2}]