[{"uid": "1296870951108445740", "i": 846, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "this week, <strong> Justin Bieber </strong> appeared on The Late Show with <strong> David Letterman </strong> to promote his film, Never Say Never. Friday night he will be on the show again playing the drums and also reading the Top 10 List, <q> Reasons it's fun to be <strong> Justin Bieber </strong>. </q> David Lettermanier Friday, CBS released a video clip preview of the singer's Top 10 list. The clip shows Top 10 Reasons it's fun to be <strong> Justin Bieber </strong>, numbers 7, 6, and 5:", "new_id": -2}, {"uid": "1297176031226918403", "i": 3782, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "way overboard with its weather coverage. <strong> Aaron Rodgers </strong> on <strong> David Letterman </strong>'s show last night. Published Feb. 8, 2011 at 8:00 a.m. CBS released this transcript of <strong> Aaron Rodgers </strong>' chat with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> ON <q> LATE SHOW with <strong> David Letterman </strong>, </q> MONDAY, FEB. 7( <strong> Aaron Rodgers </strong> walks out onstage as CBS Orchestra plays \"We Are the Champions,\" and audience gives him a standing ovation) Dave: \"We were talking a little", "new_id": -2}, {"uid": "1296853411023298074", "i": 43988, "idx": 3, "sa": ["Tony Dungy", "Albert Haynesworth", "Dan Patrick", "Michael Vick", "Michael David Smith"], "q": "are false, has forwarded to us via text message his comments to the Washington Post. \"<strong> Albert Haynesworth </strong> has yet to speak to the authorities at all on this matter,\" Speck said. <q> So only one side of the story has been told at this point in time. If contacted by the authorities, <strong> Albert Haynesworth </strong> will certainly cooperate in any way. This man, who actually provoked the situation himself, recognized <strong> Albert Haynesworth </strong> and is now simply trying to turn it into his 15 minutes of fame and get, we can only assume, some money. \"<strong> Albert Haynesworth </strong> did not assault this man and looks forward to his day in court to refute these ridiculous allegations. </q> Posted by <strong> Michael David Smith </strong> on February 4, 2011, 12:01 PM EST <strong> Michael Vick </strong> hosting a party, his former dog fighting co-defenDan Patrickt got shot. So some eyebrows were raised this week when it was reported that But <strong> Tony Dungy </strong>", "new_id": -2}, {"uid": "1297201801051740673", "i": 19395, "idx": 1, "sa": ["Aaron Rodgers", "David Letterman"], "q": "calm demeanor and that shiny belt they threw on him during the awards presentation. \"The belt has really caught on,\" says <strong> Aaron Rodgers </strong> of the WWE World Championship belt, complete with spinning logo. <q> It's a celebration that stared during practice, and the fans love it. You've got to give them what they love. </q> Judging by the screams of \"yeah\" from the audience, the fans do love it. And they also followed <strong> Aaron Rodgers </strong> to <strong> David Letterman </strong>'s New York studio.", "new_id": -2}, {"uid": "1295386149175915067", "i": 3478, "idx": 1, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "modifying the language or persuading the Palestinians to abandon the effort. \"We have made clear that we do not think that this matter should be brought before the Security Council,\" Crowley told reporters. <q> We do not believe that this would be a productive step. </q> On Tuesday, 17 senators led by Democratic Sen. <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and \"make it clear to the Palestinian Authority that it needs to sit", "new_id": -2}, {"uid": "1296160134113442817", "i": 17102, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> were on the call Thursday with analysts. The search giant's stock was up 1.3 percent in after-hours trading. Google's stock price has climbed by about 6 percent over the past month, and since <q> Google stock is not selling off, it tells you the market is very happy with the report, </q> said Rick Munarriz, a senior analyst at The Motley Fool. Google in 2010 embarked on an ambitious strategic agenda, including a hiring surge that pushed its global work force to 24,400 people-- a 23", "new_id": -2}, {"uid": "1295569764147800153", "i": 46329, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "yet: Kona( a cloud-based BI tool) and 12 Sprints( a collaborative decision making tool, also in the cloud) <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295022795099024897", "i": 40295, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama"], "q": "her hospital room when the Arizona congresswoman opened her eyes for the first time. This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person. <q> She's the most non-partisan person I've ever met, </q> <strong> Kirsten Gillibrand </strong> said. \"She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are.\" <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295528550084181014", "i": 1947, "idx": 0, "sa": ["Michael Gove"], "q": "encouraging signs. Yet on the basis of today's pronouncement, it is unclear exactly where <strong> Michael Gove </strong> now wants to drive things. He presents his approach as an enabling, non-prescriptive project. Yet the wish <q> to reduce unnecessary prescription... and central control </q> seems directly to contradict the greater focus advocated for subject content and the establishment in the curriculum of \"essential knowledge that all children should acquire\" . The original establishment of the national curriculum was a model", "new_id": -2}, {"uid": "1295539340089374724", "i": 6821, "idx": 1, "sa": ["Ben Ali", "Bernie Sanders", "Helen Caldicott", "John King", "George W. Bush", "Barack Obama", "William Hartung", "David Cay Johnston"], "q": "Retiring Generals Entering Defense Industry \"The Worse Off You Are, Your Taxes Increase\" : JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" <q> Prophets of War: Lockheed Martin and the MaJohn King of the Military-Industrial Complex. </q> By <strong> William Hartung </strong>.( Nation Books, 2010) Rep. McDermott: \"The Medical-Industrial Complex in this Country is Bigger than the Military-Industrial Complex\" Dr. <strong> Helen Caldicott </strong> On the New Nuclear Danger: <strong> George W. Bush </strong>'s Military-Industrial Complex EXCLUSIVE...", "new_id": -2}]