[{"uid": "1295131435025296915", "i": 31883, "idx": 2, "sa": ["Travis Best", "Allen Iverson", "Danny Ferry", "Paul Silas"], "q": "professiona... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz...`` Taiwan's`` first NBA player? 2010/07/28?? <strong> Danny Ferry </strong>( Dan) <strong> Paul Silas </strong> Issel( born October 25, 1948 in Batavia, Illinois) is a retired AmTravis Bestan", "new_id": -2}, {"uid": "1294961054148406273", "i": 3453, "idx": 0, "sa": ["Jim Clyburn", "Kirsten Gillibrand"], "q": "know so far, the work of a lone deranged gunman, is now the right time to really analyze and discuss the political discourse in our country?'' South Carolina Democratic Congressman <strong> Jim Clyburn </strong> was quick to proclaim: <q> I think so. Look, I lived through the 50s and the 60s... We've got to really be very, very concerned about how we say things and the things that we do say and how that may impact people. </q> Democratic New York Senator <strong> Kirsten Gillibrand </strong> chimed in:`` We may never know what motivated him to commit these heinous crimes, but what we do know is that the climate of debate has degraded so significantly,", "new_id": -2}, {"uid": "1295561949204783632", "i": 33338, "idx": 1, "sa": ["Eric Schmidt"], "q": "will focus on deals, partnerships, customers, government outreach and technology thought leadership. Internally, he will continue to act as an advisor to the co-founders, Google said. In a tweet, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision no longer needed! </q>`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> said in a href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> blog post.`` This triumvirate approach has real benefits in terms", "new_id": -2}, {"uid": "1296924177215564325", "i": 23136, "idx": 0, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "Paolo Romani", "Asif Ali Zardari"], "q": "remarks which upset ItAsif Ali Zardarians on Saturday. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, {"uid": "1295553530028262402", "i": 4648, "idx": 0, "sa": ["David Letterman"], "q": "Mind and Behavior: Emotions and Health NDavid Lettermany half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q> UCSF Mini Medical School for the Public </q>[ 11/2007][ Health and Medicine][ Show... IF AIR TRAVEL WORKED LIKE HEALTH CARE FASTEN YOUR SEATBELTS-- IT'S GOING TO BE A BUMPY FLIGHT.... Staying in the Now: Mental Health Through", "new_id": -2}, {"uid": "1297097928101318703", "i": 37405, "idx": 2, "sa": ["Michael Vick", "Mike Williams"], "q": "receiver <strong> Mike Williams </strong>, who got eight.`` It's unbelievable,'' <strong> Michael Vick </strong> said Saturday on NFL Network's`` NFL Total Access,'' which exclusively revealed the award, in conjunction with The AP. <q> I have to give all glory to God and thank my coaches and my teammates. They put me in this position, they got me better as an NFL player, as a quarterback. They took advantage of my talents. </q> You are now in: Sports, Top News, Top News for more stories Related Article( s):( Video) Pepsi Super Bowl Ad: Another Angry Black Woman Stereotype( Video", "new_id": -2}, {"uid": "1295223510099581967", "i": 5173, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "David Drummond", "Scott King", "Barack Obama"], "q": "is shared with third parties. The company will document all cases where legally binding censorship requests have been complied with, and that information will be publicly available. <strong> David Drummond </strong>, senior vice <strong> Barack Obama </strong> for corporate development, said <q> Pulling out of China, shutting down Google.cn, is just not the right thing to do at this point... but that's exactly what this proposal would do. </q>[ 18] CEO <strong> Eric Schmidt </strong> and founders <strong> Larry Page </strong> and Sergey http://wn.com/DHS_OFFICIALLY_MERGES_WITH_SPLC__NEW_RED_TERROR_SECRET_POLICE Southern Poverty Law Center is Now Officially Part of DHS. The CEO of SPLC now sits on the DHS`` WorScott King Group on Countering Violent Extremism'' along", "new_id": -2}, {"uid": "1295663496254312452", "i": 6381, "idx": 0, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "a hot company before it goes public. Some engineers seem to be drawn by the work at a smaller company, which offers an opportunity to reshape culture with less corporate bureaucracy and more creative freedom. <q> Facebook has become the cool kid on the block, and now Google wants to prove it can still be cool, too, </q> said <strong> Danny Sullivan </strong>, who follows both companies closely as editor-in-chief of Search Engine Land. To get back to its roots, Google concluded it needed to rearrange the hierarchy in place since technology veteran <strong> Eric Schmidt </strong> was brought", "new_id": -2}, {"uid": "1295243276223936526", "i": 10016, "idx": 0, "sa": ["Steve Ballmer"], "q": ", the introduction of Internet Explorer 9 and of Office 365-- and citing growth in its cloud services-- Bing and Windows Azure-- <strong> Steve Ballmer </strong> thanked the company's one billion customers and attributed the company's success to <q> big technology bets that we've made. </q> Las Vegas is all about big bets and many in the tech industry have doubted the cards in Microsoft's hand, particularly in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]