[{"uid": "1295630063219987992", "i": 1936, "idx": 2, "sa": ["Simon Cowell"], "q": "He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter,`` What's with the jujubees on your uu-uu-bees?'' His dig at the burping guy-- <q> Did you eat a lot of paint chips as a child? </q>-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he", "new_id": -2}, {"uid": "1297379823030818322", "i": 11635, "idx": 2, "sa": ["Louis Walsh", "Simon Cowell", "Graham Norton"], "q": " is skeptical that <strong> Simon Cowell </strong> will really get married. In a December 2010 interview on href=\"http://www.bbc.co.uk/programmes/b006xnzc\" rel=\"nofollow\">`` The <strong> Graham Norton </strong> Show,'' <strong> Louis Walsh </strong> said why he does not think a <strong> Simon Cowell </strong> wedding will really happen: <q> <strong> Simon Cowell </strong> is in love with himself; everybody knows that. He hasn't got time for anyone else. </q>", "new_id": -2}, {"uid": "1295575736103366674", "i": 45548, "idx": 2, "sa": ["Eric Schmidt", "Art Lentini", "Justin King"], "q": "Google chairman and CEO <strong> Eric Schmidt </strong>.`` Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looJustin King forward to welcoming them to Google.'' <q> It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day, </q> commented ITA Software's CEO and president Jeremy Wertheimer.`` We are all looJustin King forward to continuing and expanding our efforts as pArt Lentini of Google.'' Shares of Google closed Thursday's trading day at$ 439.49 on", "new_id": -2}, {"uid": "1296615825145653773", "i": 23913, "idx": 1, "sa": ["Sergio Marchionne"], "q": "... Seven years ago, Nashville native Jaqueline Webster was just 15 years old when she traveled to... CEO <strong> Sergio Marchionne </strong> said Chrysler has an`` obligation to our people.'' Zoom <h6> CEO <strong> Sergio Marchionne </strong> said Chrysler has an <q> obligation to our people. </q> </h6> DETROIT- Chrysler Group LLC will pay its union workers an average`` performance award'' of$ 750 next week, based on the automaker's 2010 operating profit of$ 763 million, despite the fact", "new_id": -2}, {"uid": "1295878634173096979", "i": 35539, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer", "Sergey Brin"], "q": "auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben,`` aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren''. <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch in der neuen Funktion einSergey Bringen. <strong> Eric Schmidt </strong> wird am Dienstag zum Abschluss der Konferenz in M?nchen erwartet", "new_id": -2}, {"uid": "1296774517130859030", "i": 7013, "idx": 0, "sa": ["Sergio Marchionne"], "q": "For years, it piled up debt and produced very few hit cars. Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. <q> I think this guy is a visionary, </q> he said.`` He talks about what he needs to do and he goes out and gets it done.'' Of the 16 new or revamped models, five were rebuilt from the ground up in under two", "new_id": -2}, {"uid": "1295033166139100209", "i": 773, "idx": 1, "sa": ["Kevin Kolb", "Andy Reid", "Michael Vick"], "q": "chair like that?''- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q> God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open, </q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments.`` We'll see,''- <strong> Andy Reid </strong>, hundreds of times, usually when asked about injuries. It's", "new_id": -2}, {"uid": "1295351570142295047", "i": 52777, "idx": 2, "sa": ["Mike Pence"], "q": "statement.`` It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.''`` Last year,'' said <strong> Mike Pence </strong>, <q> Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X. </q> <strong> Mike Pence </strong> said his bill would`` prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal", "new_id": -2}, {"uid": "1297245607137953301", "i": 2242, "idx": 0, "sa": ["Donald Rumsfeld", "David Tierney"], "q": ", Texas$ 32,852 2. Paul <strong> David Tierney </strong>,... Inc. pharmacist mistakenly sold a pregnant Colorado woman a powerful..., Colo., Jan. 19( UPI)-- A Colorado woman charged with fatal... Report Abuse <q> I am deeply saddened by this woman's situation, and I can only hope for a miracle for her and her baby. When I was six weeks pregnant, a doctor at a walk-in clinic prescribed me an antibiotic. It was a holiday, and I couldn't see my regular doctor. I had the prescription filled, and even though the doctor knew I was pregnant, the bottle ended up saying not to take it if pregnant. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Pregnancy Tests CLIA Waived, FDA 510K, Strips- as low as.23, Cassettes", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]