[{"uid": "1296239638207323139", "i": 25626, "idx": 0, "sa": ["Christopher Hitchens", "Bill Clinton", "Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New AmChristopher Hitchensan Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q> the removal of Saddam <strong> Barack Obama </strong>'s regime from power </q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, Weber is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, Weber's firm received$ 360297 from", "new_id": -2}, {"uid": "1295562321105267213", "i": 39246, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will`` devote his energy to strategic projects, in particular working on new products.'' <strong> Eric Schmidt </strong>'s new role will be Executive Chairman. He will focus <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company announced. <strong> Eric Schmidt </strong> will act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time.", "new_id": -2}, {"uid": "1297353065085246206", "i": 5558, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1296974743201293856", "i": 12628, "idx": 0, "sa": ["Tarō Asō", "Colin Powell", "Barack Obama", "George H. W. Bush"], "q": "% of the nationwide vote and Democrats extended their majority control in Congress. The 47-year-old senator from Illinois won traditionally Democratic states and made strong inroads in GOP-leaning areas amid intense dissatisfaction with the <strong> George H. W. Bush </strong> administration. <q> What he did in this campaign was to be all-inclusive, </q> said <strong> Colin Powell </strong>, a Republican who served as secreTarō Asōy of state in the <strong> George H. W. Bush </strong> administration but backed <strong> Barack Obama </strong> in this race, on CNN. Yet <strong> Barack Obama </strong>'s party failed to win a so-called supermajority in the U.S.", "new_id": -2}, {"uid": "1296878115021512265", "i": 8568, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "`` He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,'' <strong> Roger Goodell </strong> said in Texas. <q> I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he takes that seriously. </q> <strong> Roger Goodell </strong> expressed satisfaction that <strong> Michael Vick </strong> has been doing all the right things since last June's hiccup. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success?", "new_id": -2}, {"uid": "1296486373063668243", "i": 2840, "idx": 10, "sa": ["Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q> I think it was a sense that` There is a second chance. There is an opportunity to serve at this level,' </q> he said.''` I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.''' It may", "new_id": -2}, {"uid": "1297724451166166630", "i": 4071, "idx": 2, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access,`` just like on a PC at home.'' <q> If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub, </q> <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth, user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their", "new_id": -2}, {"uid": "1296218172048857090", "i": 15201, "idx": 3, "sa": ["Mike Pence"], "q": "resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> <strong> Mike Pence </strong> is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m. Those are both in the 6th Congressional District <strong> Mike Pence </strong> has represented since 2000", "new_id": -2}, {"uid": "1297388875139427869", "i": 5859, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "reaction of the crowd of core conservative activists to appearances by former Secretary of Defense <strong> Donald Rumsfeld </strong> and former Vice President <strong> Dick Cheney </strong>. Rather than being welcomed wholeheartedly by the conservative group, <strong> Donald Rumsfeld </strong> was forced to compete with screams of <q> Where's Bin Laden at? </q> and <strong> Dick Cheney </strong> had to deal with competing chants of`` War criminal!'' and`` USA! USA!'' from admirers and detractors alike. While the crowd's reaction to the pair's combined digs at the", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]