[{"uid": "1296296849031719434", "i": 494, "idx": 5, "sa": ["Eric Schmidt"], "q": "und von Internetkonzernen wie Google im Besonderen in dieser Ansicht leiten d?rfte:`` Ich bin vollst?ndig anderer Meinung'', ruft <strong> Eric Schmidt </strong> dem japanischen Kollegen zu. Ganz im Gegenteil st?nden die Vereinigten Staaten am Beginn eines Aufschwungs. <q> Die Volkswirtschaft befindet sich in einem Zyklus von vielleicht sieben Jahren, den sie braucht, um ihre berh?hte Kreditfinanzierung zu reduzieren. Derzeit haben wir in dieser Hinsicht das dritte oder vierte Jahr erreicht </q>, sagt <strong> Eric Schmidt </strong>. Demokraten und Republikaner im amerikanischen Kongress werden nach seiner Meinung zu pragmatischen Kompromissen finden, die der Sanierung des Landes dienlich seien. Hier ist <strong> Eric Schmidt </strong> ganz bei seinem Pr?sidenten, der zu Beginn", "new_id": -2}, {"uid": "1295698251208977968", "i": 41474, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "trip to celebrate the 1965 civil rights marches and his Barack Obamaial campaign. Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1297129562188514329", "i": 2371, "idx": 6, "sa": ["Susan Boyle", "Lady Gaga", "Simon Cowell"], "q": "approach it.'' Another thing that separates X Factor from Idol is that the judges watch the auditions in front of a live audience, which allows them to see how artists connect with potential viewers. <q> I don't believe href=\"http://www.tvguide.com/celebrities/Susan Boyle-Susan Boyle/297236\"> <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method, </q> <strong> Simon Cowell </strong> said.`` God only knows what we would have said to[ href=\"http://www.tvguide.com/celebrities/Lady Gaga-Lady Gaga/294098\"> <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago.'' While The X Factor", "new_id": -2}, {"uid": "1295701157121667618", "i": 21824, "idx": 0, "sa": ["Mike Pence", "Monta Ellis"], "q": "as many as eight points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q> I guess it's a consistency thing, </q> swingman <strong> Mike Pence </strong> Dunleavy said.`` We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.''", "new_id": -2}, {"uid": "1295503270140181505", "i": 26380, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and Ryan Seacrest is", "new_id": -2}, {"uid": "1297196814258572315", "i": 47244, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "capabilities.'' And regardless of Mr. Hussein's true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict. <q> That was terribly vicious regime, and there's no question but that the world is better off today than if Saddam Hussein and his regime were still in power, </q> he said.`` There are millions of people in that country who have been liberated.'' Mr. <strong> Donald Rumsfeld </strong>, who also served as defence secretary under Gerald Ford, became the face of the <strong> George W. Bush </strong> response", "new_id": -2}, {"uid": "1297443949230703173", "i": 34641, "idx": 12, "sa": ["Arlon Lindner", "Tim Pawlenty", "Bill Posey", "Mike Pence"], "q": "to an immoral lifestyle.'')? 2002: <strong> Tim Pawlenty </strong> expressed regret for the vote nine years earlier after his opponents in the governor's race accused him of, as the Pioneer Press put it, <q> being soft on gay rights. </q>? 2003: <strong> Tim Pawlenty </strong> refused to sign a <strong> Bill Posey </strong> sponsored by href=\"http://en.wikipedia.org/wiki/Arlon Lindner_Arlon Lindner\"> <strong> Mike Pence </strong> <strong> Arlon Lindner </strong> that would have repealed the 1993 Human Rights Act. <strong> Tim Pawlenty </strong>'s spokesman told the Star Tribune,`` He[ <strong> Tim Pawlenty </strong>", "new_id": -2}, {"uid": "1294977377249905175", "i": 42243, "idx": 13, "sa": ["George Karl", "Ben Gordon", "LeBron James", "Eduardo Nájera", "Allen Iverson", "Tubby Smith", "Linas Kleiza"], "q": "advantage to 101-90. <strong> Eduardo Nájera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after Carter hit a free throw for a 107-91 lead.`` My teammates hitting shots opened it up for me,'' <strong> Allen Iverson </strong> said. <q> Once JR and LK hit shots that enabled me to get in the lane and make shots. </q> <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Nájera </strong>.`` It was one of those nights where our Ben Gordonch needed to come through and we http://wn.com/LeBron James_LeBron James_38_Points_vs_Pistons_Game_1_Playoffs_!!_HD_! capped by venomindustries CLEVELAND-- <strong> LeBron James </strong> crossed midcourt and launched", "new_id": -2}, {"uid": "1296528760049463402", "i": 29904, "idx": 1, "sa": ["Bob King", "Sergio Marchionne"], "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and <strong> Bob King </strong> has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]