[{"uid": "1297621441160415795", "i": 41018, "idx": 2, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress_ primarily liberal Democrats_ have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1295224474227999745", "i": 16779, "idx": 2, "sa": ["Anthony Lewis", "David Letterman", "Sam Donaldson", "George H. W. Bush", "Sarah Palin"], "q": "of America and future generations of America and who likes to ride a horse. He's cold. He's mean. He's got icewater for blood.'' New York Times columnist <strong> Anthony Lewis </strong> claimed that <strong> George H. W. Bush </strong> Reagan <q> spews out rage and hate, fear and falsehood. </q> It would take volumes to chronicle the outrageous attacks on <strong> George H. W. Bush </strong> or <strong> Sarah Palin </strong>. On`` Late Night with <strong> David Letterman </strong>,'' <strong> Sam Donaldson </strong> said,`` I think he's[ Reagan] going to have to pass", "new_id": -2}, {"uid": "1296929485101990435", "i": 8565, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "well as a host of other new social-networking businesses. Google needs a boss who can multitask while protecting the core business.`` <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong> said at the company's fourth-quarter analysts' meeting. <q> His ideas are very interesting and clever. It's time for him to have a shot at running this. </q> Google's numbers would seem to givLarry Page a healthy cushion to experiment. The company just racked up a 27% increase in fourth-quarter profit, to$ 2.5 billion. Sales increased 26% to$ 8.4", "new_id": -2}, {"uid": "1296751438058556476", "i": 1805, "idx": 2, "sa": ["Allen Iverson", "Richard Hamilton"], "q": "injury-plagued Milwaukee Bucks on Saturday night.`` The simple fact that now I'm coming off the bench I ain't got time to get warmed up,'' said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every time. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the way when it counted.", "new_id": -2}, {"uid": "1295091610140001308", "i": 19118, "idx": 4, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> does not take over power in the country, we will not hold a single class for the students.'' As in past years of conflict, students are paying a heavy price, parents and educators say <q> The situation is bad for us[ students], </q> said S?v?rine Singoh, a student in the Abobo District of Abidjan.`` While we are in class we get calls that there is gunfire in this or that area and then it's utter panic. These days", "new_id": -2}, {"uid": "1297113612077856768", "i": 26113, "idx": 2, "sa": ["Simon Cowell", "Leona Lewis"], "q": "too.'' Each will be trying to guide his or her pupils to the grand prize. This will create a situation in which someone like <strong> Simon Cowell </strong> will be critiquing those mentored by another judge and being <q> extra nice to my own, </q> <strong> Simon Cowell </strong> said. However, when called for, he has been harsh to one of his own, <strong> Simon Cowell </strong> said. The main thing is he is looking to find a superstar, such as <strong> Leona Lewis </strong> and", "new_id": -2}, {"uid": "1297390016200884258", "i": 50897, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Lyric Winik starts her`` review'' with:`` <strong> Donald Rumsfeld </strong> vanished from public life before resurfacing with a new book that takes the blame-for almost nothing.'' But wait, that sentence is immediately followed by <q> Our sources beg to differ. </q> The question`` begs,'' does NEWSWEEK beg to differ with those who claim that <strong> Donald Rumsfeld </strong> takes the blame for almost nothing, or what? I must tell you that after reading the article", "new_id": -2}, {"uid": "1295640280124272641", "i": 58531, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Ken Auletta"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside.`` <strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago,`` <strong> Eric Schmidt </strong> lost some href=\"http://www.earthtimes.org/tag/energy.html\"> energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1295936244231571502", "i": 27332, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Cai Yun", "Fu Haifeng", "Lin Woon Fui"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Badminton_World_Cup_2006_MD_Semi-Final_Game_1,2,3_[5/5] World Cup 2006 Men Doubles Semi-Final Game 1,2,3[ Part 5] MOHD TAZARI Mohd Fairuzizuan& <strong> Lin Woon Fui </strong>[ MAS] vs <strong> Fu Haifeng </strong>& <strong> Cai Yun </strong>[", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]