[{"uid": "1295386095039157811", "i": 35566, "idx": 0, "sa": ["Mike Pence", "Herman Cain"], "q": "parenthood,[ but because] Planned Parenthood as an organization is an absolute farce on the American people,'' he said. <strong> Herman Cain </strong>, who is African-American, accused the abortion business of engaging in <q> People who know the history of Margaret Sanger, who started Planned Parenthood, they know that the intention was not to help young women who get pregnant to plan their parenthood. No- it was a sham to be able to kill black babies, </q> he added. He told the program that proof of the agenda is seen in the fact that`` 75 percent of all Planned Parenthood facilities are located in black neighborhoods.'' Congressman <strong> Mike Pence </strong> of Indiana", "new_id": -2}, {"uid": "1297119970200310797", "i": 19655, "idx": 7, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": ", had`` never served in a senior administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H. W. Bush </strong>'s first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George H. W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}, {"uid": "1295576585124059652", "i": 38319, "idx": 0, "sa": ["Terry Jones", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "day-to-day operations as CEO, replacing <strong> Eric Schmidt </strong>, who will assume the role of chairman. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products. <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. href=\"http://feeds.stlouisnews.net/story/733910/ht/Flooding-in-Victoria-displaces-thousands\" title=\"Read story\"> Flooding in Victoria displaces thousands Victoria's flood crisis is worsening with 62 towns affected by rising waters, while thousands of residents have been evacuated, mirroring the events seen in Queensland. On the grounds that he might damage the public good, the British government has denied US pastor, <strong> Terry Jones </strong>, entry to the country, saying he supports`` unacceptable behaviour </q>. Berlusconi facing new allegations, made by roommate of Ruby dancer The friend of a teenage who supposedly slept with the Italian Prime Minister in return for money and lavish gifts has said in a transcript that her", "new_id": -2}, {"uid": "1297139083171491347", "i": 53651, "idx": 1, "sa": ["David Letterman"], "q": "extraordinary talent from The Boxer Rebellion. After killing last week's performance on <strong> David Letterman </strong>, these guys are ready to break out in a big way with their just-released new album, The Cold Still. The Descendents- <q> I Don't Want to Grow Up </q>- Fun Fun Fun Fest 2010 Why: This video allows you to relive the amazing show from The Descendents at the 2010 Fun Fun Fun Fest in Austin. If you don't know who this band is", "new_id": -2}, {"uid": "1296136659006979634", "i": 13893, "idx": 6, "sa": ["Kelsey Grammer", "David Letterman", "Wendy Williams"], "q": "@katiecouric: <strong> Kelsey Grammer </strong> 29:32 <strong> Kelsey Grammer </strong> tells <strong> Wendy Williams </strong> if he plans on living in New York City full-time with his new girlfriend Kate.... <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong> Engaged To Kayte Walsh- Watch They KISSING in Front of", "new_id": -2}, {"uid": "1296586302084361234", "i": 51097, "idx": 1, "sa": ["María Antonieta Collins", "David Letterman", "Charles Grandison Rose III", "Jaime Bayly"], "q": "'m fulfilling the principal role of television.'' After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and <strong> María Antonieta Collins </strong> stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music.`` And don't be so damn boring.'' <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charles Grandison Rose III </strong>; comedian and serious interviewer;", "new_id": -2}, {"uid": "1296619352222035987", "i": 5199, "idx": 1, "sa": ["Allen Iverson", "Donyell Marshall", "John Thompson", "Michael Jordan"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Thompson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Bulls_vs_Sonics_1996__Game_3__Michael Jordan_Michael Jordan_36_points Boston University defeats Maine", "new_id": -2}, {"uid": "1295936962220463131", "i": 23804, "idx": 3, "sa": ["Sergio Marchionne"], "q": " <strong> Sergio Marchionne </strong> said Fiat could expand beyond metro areas in a year or so, but he has greater aspirations for Alfa.`` Alfa will be a bigger brand than Fiat,'' <strong> Sergio Marchionne </strong> said. <q> It is my sincere hope it plays in a much bigger box. </q> Soave said her modest marketing budget, which she would not disclose, is sufficient to launch Fiat because it is not a volume brand requiring traditional widespread advertising. She said she will rely on viral and", "new_id": -2}, {"uid": "1296066420080527365", "i": 12718, "idx": 2, "sa": ["Andy Gray", "David Cameron", "Andy Coulson", "Karren Brady"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week.`` What's the difference?,'' he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. <strong> Andy Gray </strong> apologised for his comments and", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]