[{"uid": "1296968578257851407", "i": 48835, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1295643889266682380", "i": 33587, "idx": 1, "sa": ["George H. W. Bush", "Jim Tedisco", "Kirsten Gillibrand", "Chris Gibson", "Richard L. Hanna", "Charles Ellis Schumer", "Brian Stratton", "Paul Tonko"], "q": "Mayor <strong> Brian Stratton </strong>, Senators <strong> Kirsten Gillibrand </strong> and <strong> Charles Ellis Schumer </strong>, Rep. <strong> Paul Tonko </strong> and <strong> Chris Gibson </strong>, a Kinderhook Republican elected last year.( And unbeknown to <strong> Jim Tedisco </strong>, Rep. <strong> Richard L. Hanna </strong>, R-Utica, was also on the plane.) <q> I think he gets the </q> <strong> Jim Tedisco </strong> said. \"He's the head of the free world, he's the <strong> George H. W. Bush </strong> of the United States. If you're going to sell your product, which he's selling as a job development,", "new_id": -2}, {"uid": "1296931430233717763", "i": 49320, "idx": 0, "sa": ["Jared Cohen", "Eric Schmidt"], "q": "A fun video making the rounds this week features Google's outgoing CEO <strong> Eric Schmidt </strong> and his emphasis on using the word \"literally\" in speeches. searching for a book deal. <q> Empire of the Mind: The Dawn of the Techno-Political Age </q> will be based on an <strong> Jared Cohen </strong>, director at think tank Google Ideas. <strong> Eric Schmidt </strong>'s Tomorrow Ventures investment firm has also invested in Twitpay, with the aim of developing \"Twitter payment platforms for online", "new_id": -2}, {"uid": "1296102825131907639", "i": 41749, "idx": 3, "sa": ["Allen Iverson", "Stephen Jackson", "John Salmons"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said. \"When a guy is shooting like that, there's nothing you can do.\" <strong> Allen Iverson </strong> scored 14 December 27, 2010 Atlanta Hawks vs. Milwaukee Bucks( NBA), Score", "new_id": -2}, {"uid": "1297105319155009073", "i": 32299, "idx": 1, "sa": ["Simon Cowell", "Anne Heche"], "q": "there's no age limit for aspiring singers. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> Hechel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 Hechel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 Hechel.aol.com/cs_feed_v1_6/csfeedwrapper.swf Simply enter your name and e-mail address, and you'll receive an email confirming your comment and issuing you a password. Use that password, and you're good to go.", "new_id": -2}, {"uid": "1295990431002195464", "i": 3657, "idx": 0, "sa": ["Conan O'Brien", "Sacha Baron Cohen", "David Letterman", "Matt Lauer"], "q": "Qatar of using its Al-Jazeera TV channel to undermine the West Bank's Palestinian leadership with a an Al-Jazeera TV report that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: <q> Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa </q> Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\" ( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\" & <strong> Conan O'Brien </strong>", "new_id": -2}, {"uid": "1295558498104759313", "i": 50008, "idx": 0, "sa": ["Robert Gates", "David Letterman", "Sandra Bullock", "Dana Ward", "Holly Graf", "Shania Twain", "Lindsay Lohan", "Siobhan Magnus", "Michael Lohan", "Jay Leno", "Jesse James"], "q": "by <strong> Jesse James </strong>' daughter, Sunny. <strong> Sandra Bullock </strong> said that they found out they had been accepted as adoptive parents in January, the heart of aDana Wards season in Holly Grafwood, and she didn't want the baby subjected to <q> the aDana Wards season energy. </q> So she brought little Louis( named after the legendary Twain_Shania Twain,_David Letterman_Bashes_Jay Leno,_and_Lindsay Lohan_Michael Lohan_vs_Robert Gates_Michael Lohan_The_Toast American Idol hopefuls made a mess of the <strong> Shania Twain </strong> songbook this week, with <strong> Siobhan Magnus </strong> sent home. <strong> David Letterman </strong> revived the late night wars by calling <strong> Jay Leno </strong> a complete", "new_id": -2}, {"uid": "1295386293114753561", "i": 15740, "idx": 0, "sa": ["William Hsiao", "Bernie Sanders"], "q": "The new governor and the Congressional delegation said they see an opportunity to use <strong> William Hsiao </strong>'s recommendations and the requirements and financial support of the federal health care law to make big changes in Vermont. <q> If the Vermont state Legislature, governor and the delegation are able to work together effectively, </q> <strong> Bernie Sanders </strong> said, \"we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction.\" \"Our", "new_id": -2}, {"uid": "1295715899131842121", "i": 31245, "idx": 13, "sa": ["Kirsten Gillibrand", "Jim Manley", "Bob Dylan", "Harry Reid", "Joe Lieberman"], "q": "not OK). \"I know what I'm working with. I know what the chBob Dylanges are.\" Around the Hill, <strong> Kirsten Gillibrand </strong> has forged a reputation as hardworking, methodical, and relentless. <q> She goes to the floor with little notecards. She buttonholes senators. She does it right, </q> says longtime <strong> Harry Reid </strong> aide <strong> Jim Manley </strong>. Just days after her special-election win, the senator was working the phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Joe Lieberman </strong> has joked that he had", "new_id": -2}, {"uid": "1295596909029032474", "i": 20008, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "discuss the big decisions among the three of us,\" stated <strong> Eric Schmidt </strong>. <strong> Larry Page </strong> will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. <q> In this new role he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products. \"He's an innovator and entrepreneur to the core, and", "new_id": -2}]