[{"uid": "1295983422241025034", "i": 17144, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "the windows and mopping the floors. And then they're off to their various internships. Palomino, who lives in Pachacutec in a cramped home with seven siblings, embraces the hard work. <q> Now, I wash dishes in a restaurant, and I'm only just beginning my internship, </q> she says.`` But I'll go far.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TEKFORCE CORP.. Company Tekforce", "new_id": -2}, {"uid": "1296664610083984386", "i": 34198, "idx": 0, "sa": ["John McCain", "Joe the Plumber", "Colin Powell", "Barack Obama"], "q": "GHJUV- Part2 http://wn.com/Colin Powell_Colin Powell_destroys_both_Joe the Plumber_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,'' <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1297390016200884258", "i": 50899, "idx": 3, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": ". \" As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally`` deleRobert Gates'' that responsibility); the fact that he <q> didn't listen to his generals, that he micromanaged and imposed his will. </q> However, Winik assuages,''... when people look back on this period, they may see that a number of the problems resulted from <strong> Donald Rumsfeld </strong> not wanting to interfere in professional military judgments.'' blame responsibility", "new_id": -2}, {"uid": "1295665726231571528", "i": 3908, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better!'' <strong> Eric Schmidt </strong> wrote in Google's official blog post. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> <strong> Eric Schmidt </strong>, a former Novell executive, has led the company since 2001. He will transition to the role of executive chairman and help build relationships with customers and stakeholders. Some analysts wondered whether <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295551262232112136", "i": 32968, "idx": 0, "sa": ["Kool Savas", "Greg Anthony", "Kenny Smith", "Charles E. Barkley", "Simon Cowell"], "q": "target=\"_blank\" href=\"http://gamesquarter.com/\"> games and <strong> Charles E. Barkley </strong>, <strong> Kenny Smith </strong> and <strong> Greg Anthony </strong> will offer analysis from studios in http://wn.com/Simon Cowell_Simon Cowell_Impersonation_by_Piers!_!_AND_Simon Cowell_mocking_him Britain's Got More Talent. <strong> Simon Cowell </strong> points out that Piers talks too much, and Piers immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool http://wn.com/Wrestling_Roundtable_Video_BLOG_#1_Post-WrestleMania_25 Bello Blog# 1: Jam FM Studiobesuch+ Studiosession, Making of`` Techno Pilot'' Video& Behind the Scenes@ MTV Home www.Kool SavasKool Savas.de http://wn.com/Wrestling_Roundtable_Video_BLOG_#_2_Post-TNA_LockDown New TYT Facebook Page(!): www.facebook.com Follow us", "new_id": -2}, {"uid": "1295641898262504480", "i": 29588, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "he will remain`` an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.''`` I have learned a ton from him over the years,'' Mr. <strong> Larry Page </strong> said of Mr. <strong> Eric Schmidt </strong> in a conference call. <q> I can not be more excited about moving us forward, and we are really only at the beginning. </q> The transition has long been contemplated, according to a person familiar with the matter, and planning for it accelerated last year. People briefed on the matter said aspects of the personal relationship between Messrs. <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295589738230457346", "i": 12409, "idx": 2, "sa": ["Eric Schmidt"], "q": "der Gegenspieler Baidu. Im Gesamtjahr verdiente Google unterm Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>.`` Der Ausblick ist vielversprechend.'' Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internetbrowser", "new_id": -2}, {"uid": "1297374067129679379", "i": 13268, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "said in an e-mail to employees Wednesday. At Interop NYC 2010, InformationWeek's Fritz Nelson finds an attendee roaming the floor with a bag so full of schwag that would make most professioanl trick-or-treaters jealous. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1296709837249151493", "i": 2866, "idx": 7, "sa": ["Larry Bird", "Vince Carter", "LeBron James", "Allen Iverson", "Russ Granik", "Shaun Johnson", "Metta World Peace"], "q": "since the days of <strong> Shaun Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaLeBron James moves in the ToMetta World Peaceto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory.`` For better or worse,", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]