[{"uid": "1296059138109985792", "i": 35759, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.'' The company states in a press release, <q> When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force of a NFL style blitz. Unequal answered the call with its EXOskeleton â\u0084¢ technology that it originally developed for the military. <strong> Michael Vick </strong> used the Unequal Chest Protector in the November 7th game against the Indianapolis Colts to protect his ribs. After the game <strong> Michael Vick </strong> said the Unequal Pad made him feel invincible. </q>`` I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free", "new_id": -2}, {"uid": "1295637365052674591", "i": 28810, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "new_id": -2}, {"uid": "1297199444258572348", "i": 19918, "idx": 4, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "President Bush", "Osama bin Laden"], "q": "W <strong> President Bush </strong> on September 30, 2001, calling for the administration to focus not on taking down <strong> Osama bin Laden </strong>'s al-Qaeda network but on the aim of establishing`` new regimes'' in a series of states <q> <strong> General Wesley Clark </strong>, who commanded the North Atlantic Treaty Organization bombing campaign in the Kosovo war, recalls in his 2003 book </q> Winning Modern Wars being told by a friend in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya,", "new_id": -2}, {"uid": "1297451512119193621", "i": 1131, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Ric Flair", "Aaron Rodgers"], "q": "host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he couldn't resist a <strong> Brett Favre </strong> inquiry now that he's tied No. 4 in Super Bowl wins. <q> <strong> Ric Flair </strong> can remember him sitting right here, </q> said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB.`` <strong> Ric Flair </strong> don't", "new_id": -2}, {"uid": "1296539752082821193", "i": 10885, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "Anthony Parker"], "q": "could do that, I'm good,'' <strong> Anthony Parker </strong> said. A healthy <strong> Anthony Parker </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q> It didn't hurt at all, </q> said <strong> Anthony Parker </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21.`` It felt good to be back.'' The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"uid": "1295901715011026433", "i": 2106, "idx": 1, "sa": ["Steve Ballmer", "Don Dodge"], "q": "has been one of the most consistent financial performers for the company.`` In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of` new and different talent,''' he wrote. <q> It does sound as if <strong> Steve Ballmer </strong> and Muglia do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that Muglia wasn't on-board with Microsoft's increasing emphasis on the cloud.`` Muglia's been championing private and public cloud products and services from the company, and has done a lot to guide Microsoft's` All In' transition, from my vantage point, </q> she wrote. <strong> Don Dodge </strong>, a former Microsoft tech evangelist who moved on to Google after getting axed by Microsoft two years ago, wrote on his personal blog that the change in direction would lead", "new_id": -2}, {"uid": "1295802995079921158", "i": 16138, "idx": 5, "sa": ["Colin Powell", "Barack Obama"], "q": "the`` real money'' is in entitlement programs like social security, Medicare and Medicaid, and not in funding for National Public Radio or the National Endowment for the Arts, as some have suggested. <q> Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it, </q> <strong> Colin Powell </strong> said.`` Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut.'' <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary", "new_id": -2}, {"uid": "1296004077137592834", "i": 1141, "idx": 1, "sa": ["Michael Copps", "Maurice Hinchey", "Sen. Bernie Sanders"], "q": "commissioners on the pro-merger side of a 4-1 vote. By any measure, it was the wrong vote, as was the Justice Department's dismissal of antitrust concerns raised by the deal. <strong> Michael Copps </strong> said, <q> The Comcast-NBCU joint venture opens the door to the cable-ization of the open Internet. The potential for walled gardens, tollbooths, content prioritization, access fees... and a stake in the heart of independent content production is now very real. </q> Parallel objections came from the savviest observers of media issues on Capitol Hill.`` Big media just got a lot bigger,'' declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.).`` The FCC's decision", "new_id": -2}, {"uid": "1296290602161759236", "i": 44948, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John Simpson of Consumer Watchdog.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Google pledged to strengthen its privacy and", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]