[{"uid": "1297338856134381585", "i": 47162, "idx": 1, "sa": ["Chris Huhne"], "q": "in his own home.`` This is a key issue in rural areas and we have spent a lot of attention in the ministerial team looking at it,'' Mr <strong> Chris Huhne </strong> told MPs. <q> We want to be absolutely sure that there is no exploitation going on, that the market is open and fair and that is in the long run the best guarantee. </q> He added there had been cross-party support for the investigation into heating oil prices. Ministers were waiting`` with interest'' for the results of the inquiry, he said. Keep updated with the", "new_id": -2}, {"uid": "1295487293122978306", "i": 29000, "idx": 3, "sa": ["John Fleming", "Mike Pence", "Barack Obama"], "q": "we scrap this health care reform bill of last year and start over.'' <strong> Mike Pence </strong> <strong> John Fleming </strong>, a Louisiana Republican who is also a physician, noted Barack Obamacare's lack of abortion funding limits. <q> One way or another, taxpayer money will help and assist abortions that will occur as a result of Barack Obamacare, </q> he said.`` There's nothing that blocks using some, if not all, of that money for abortions.'' Before the vote, pro-life advocacy groups reiterated their support for repeal.", "new_id": -2}, {"uid": "1297104002173965355", "i": 8426, "idx": 2, "sa": ["Angelina Jolie", "Will Smith", "Willow Smith", "Brad Pitt"], "q": "be spending their honeymoon donating gifts to African orphans on a humanitarian trip organised by <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong>, but sources claim that they are secretly planning to slip off to Hawaii instead. An insider said: <q> Maddox and <strong> Willow Smith </strong> love their parents a great deal, as we all do, and are determined to follow their inspiring examples of helping those less fortunate. They can't wait to get back to charity work after their trip but right now all they want is to enjoy the first days of their new life together. </q> <strong> Will Smith </strong> YoungWe catch up with the EastEnders: Janine and Whitney put themselves in danger Emmerdale: Hazel struggles with Jackson's heartbreak Hollyoaks: 3012: The McQueens tell Theresa to flee Neighbours: 6072", "new_id": -2}, {"uid": "1296781096226541600", "i": 16691, "idx": 3, "sa": ["Mike Pence"], "q": "has been recorded aiding and abetting underage sex trafficking.''`` The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,'' <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> He urged Congress to immediately bring his bill, which would end family planning grants for abortion providers, to the floor for consideration. <strong> Mike Pence </strong> reintroduced that bill last month. According to a Government Accountability Office", "new_id": -2}, {"uid": "1295803019101695619", "i": 48227, "idx": 1, "sa": ["Colin Powell", "Geoffrey Wawro", "George H. W. Bush"], "q": "to discuss the war. The first <strong> George H. W. Bush </strong> hosted some 3,500 people, including many who were Gulf War veterans, at the event at Texas A&M University, which is the home of his George H. W. Bushial library. <q> There is a legitimate argument as to whether we stopped too soon, </q> <strong> Colin Powell </strong> said.`` We accomplished the mission. <strong> George H. W. Bush </strong> made the right decision.'' <strong> Geoffrey Wawro </strong>, who published`` Quicksand: America's Pursuit of Power in the Middle East'' last year, writes in", "new_id": -2}, {"uid": "1297290610118325259", "i": 40915, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "and Commerce Health Subcommittee], working with him and hope to see this through,'' <strong> Mike Pence </strong> told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal. <q> The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men, </q> NARAL <strong> Nancy Keenan </strong> said.`` While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregNancy Keenan. Americans will not", "new_id": -2}, {"uid": "1295596871034635840", "i": 49158, "idx": 1, "sa": ["David Letterman"], "q": "with href=\"http://television.aol.com/celebs/David Letterman-David Letterman/1382349/main\"> <strong> David Letterman </strong> what happened, and showed the scars to prove it. She slipped off her horse, and then the horse`` got a little trapped'' and backed across her leg. <q> I actually thought he was walking on leaves, </q> she said.`` That's the way the sound of my leg was.'' A scar on the side of her ankle represented where the bone came out, and there was another longer one down", "new_id": -2}, {"uid": "1296752385092913666", "i": 48136, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " href=\"http://fr.news.yahoo.com/europe.html\"> Europe''( la vieille Europe, qui aura en tout cas permis? Villepin de prononcer son c?l?bre discours? l'ONU) tait peut-?tre une mauvaise id?e, tout comme le fait de d?clarer <q> Nous savons o elles sont </q> en parlant des armes de destruction massive qui taient cens?es se trouver en Irak. Malgr ces acc?s de p?nitence, <strong> Donald Rumsfeld </strong> consid?re que la guerre en Irak valait le coup d'?tre men?e et que le href=\"http://fr.news.yahoo.com/moyen-orient.html\">", "new_id": -2}, {"uid": "1295591453155664431", "i": 1336, "idx": 12, "sa": ["Danny Sullivan", "Eric Schmidt", "Ken Auletta"], "q": "been. We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as`` creepy.'' <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taKen Auletta out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]