[{"uid": "1296443805235372691", "i": 17837, "idx": 5, "sa": ["Kobe Bryant", "Dwight Howard", "Allen Iverson", "Tim Duncan"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting`` MVP! MVP!'' <strong> Kobe Bryant </strong> made two free", "new_id": -2}, {"uid": "1297433131058949652", "i": 46044, "idx": 5, "sa": ["Bob Vander Plaats", "Mike Pence", "Ron Klein", "Bill Posey", "Mitt Romney"], "q": "institution.'' However, Kentucky is one of many states that does not notify the FBI when its courts make such decisions, said <strong> Mike Pence </strong> <strong> Bob Vander Plaats </strong> DamRon Klein, D-Nicholasville, the <strong> Bill Posey </strong>'s sponsor. <q> The problem is that there's really not a good reporting process for actions taken by the courts, </q> DamRon Klein told the comMitt Romneyee. The <strong> Bill Posey </strong> also includes an appeals process through the courts for people who later claim to have recovered their mental health so they can have their names removed from the national list.", "new_id": -2}, {"uid": "1295454375253952007", "i": 21680, "idx": 4, "sa": ["Paul Joseph Watson", "Mike Pence", "Alan Grayson", "Alex Jones", "Barack Obama"], "q": "I Apologize To The Dead For This Holocaust'' One day after <strong> Mike Pence </strong> <strong> Alan Grayson </strong> laid out`` the Republican health care plan... die quickly,'' the Congressman, prompted by Republicans, issued somewhat of an apology. <q> I would like to apologize to the dead, </q> he said on the House floor.`` I apologize to the dead and the... <strong> Paul Joseph Watson </strong>'s Article About Barack Obamacare: Taxing The American People Into Oblivion on <strong> Alex Jones </strong> Tv <strong> Paul Joseph Watson </strong>'s Article About Barack Obamacare: Taxing The American", "new_id": -2}, {"uid": "1296139847209518607", "i": 45399, "idx": 0, "sa": ["Michael Vick"], "q": "less convicted. <strong> Michael Vick </strong> is and always will be a POS. Anybody who supports or cheers this thug has obviously turned a blind eye to the monster this low life truly is. <q> One( dog) was killed when <strong> Michael Vick </strong> and one of his partners seized it by the legs and slammed it repeatedly to the ground, breaking its neck and back. </q> hopefully <strong> Michael Vick </strong> will happen across a kkk meeting!!!!!!!!!!!!!!!! What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. Sign In to view", "new_id": -2}, {"uid": "1297175264144113727", "i": 19136, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": ".'' WASHINGTON-- This time, it's <strong> Donald Rumsfeld </strong>'s turn. Ex-George W. Bush published his own political memoir just a few weeks ago. NoGeorge H. W. Bush's former secretary of defense is getting into the act with <q> Known And Unknown: A Memoir </q> his new book that recounts a rich political life ranging from his Washington beginnings as a junior congressman all the way up to his role as the guiding hand behind America's post-9/ 11 wars in the Middle East", "new_id": -2}, {"uid": "1297169223008454177", "i": 434, "idx": 2, "sa": ["Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": " <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1296480217189546505", "i": 7589, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee. Total sales in 2010 were 1.5 million vehicles. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion, a 2.3 percent", "new_id": -2}, {"uid": "1296832141203898905", "i": 52426, "idx": 3, "sa": ["Bernie Sanders", "Hosni Mubarak", "Barack Obama"], "q": ".'' Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan`` was a very warm individual'' who`` connected with the American people.'' <q> But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy errors and hopefully not continue, </q> said <strong> Bernie Sanders </strong>. Ronald Reagan, King <strong> Barack Obama </strong> of Jordan, left, <strong> Hosni Mubarak </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: Reagan legacy weighed amid 100th birthday events... Ronald Reagan Centennial", "new_id": -2}, {"uid": "1296131582182419459", "i": 20098, "idx": 1, "sa": ["Peter Capaldi", "Andy Coulson"], "q": "comment about the demise of href=\"http://www.guardian.co.uk/media/Andy Coulson-Andy Coulson\" title=\"More from guardian.co.uk on Andy Coulson\"> <strong> Andy Coulson </strong>.`` I'd like to hack his voicemail and find out what's going on in his life,'' <strong> Peter Capaldi </strong> told the Independent. <q> I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled by people who think it's alright to hack into private phone calls. I'm glad the actors are retaliating. </q> News of the World phone hacking: what the papers and blogs are saying <strong> Peter Capaldi </strong>'s still in the loop| Media Monkey 12.18 GMT on Thursday 27 January 2011. It was last modified at 12.18 GMT", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]