[{"uid": "1295397312088637442", "i": 17551, "idx": 1, "sa": ["Laurence Maroney", "Michael Vick", "Jim Irsay", "Brad Childress"], "q": "`` I think the market's out there and you know it's something we'll work on. The offer will reflect him being right there with Brad Childressy and being at the top,'' <strong> Jim Irsay </strong> said. <q> We look forward to getting something done. </q>-- <strong> Michael Vick </strong> Marot Broncos RB <strong> Laurence Maroney </strong> arrested in St. Louis ST. LOUIS( AP)- Denver Broncos running back <strong> Laurence Maroney </strong> has been arrested in St. Louis on drugs and weapons allegations. His", "new_id": -2}, {"uid": "1295476300073809973", "i": 1963, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> DevilishPersona 4:53 PM( 1/19/2011) I think DevilishPersona watched a few too many movies or had some nightmares about a evil hydraulic floor jack. 5,000 psi is not an abnormally high pressure for hydraulic", "new_id": -2}, {"uid": "1297103090173965317", "i": 1219, "idx": 0, "sa": ["Steve Ballmer"], "q": "an unprecedented ease of communications between systems. Manage full relationship life cycles, with out-of-the-box Sales Force Automation, Customer Service and Marketing as well as full xRM capabilities. According to Microsoft CEO, <strong> Steve Ballmer </strong>, <q> Sales professionals are at the heart of almost every successful business. Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Come join Microsoft and FMT Consultants at our joint launch event. Date: Wednesday, March 16, 2011 Time: 9-11am Location: Microsoft Office, San Diego About FMT Consultants", "new_id": -2}, {"uid": "1296850521242090033", "i": 59505, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "0 comments POSTED: Friday, Feb. 04, 2011 NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said.`` I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,'' <strong> Roger Goodell </strong> said.", "new_id": -2}, {"uid": "1297108146141246491", "i": 22925, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": " WASHINGTON, Feb. 7( UPI)-- Former U.S. Defense Secretary href=\"http://www.upi.com/topic/Donald Rumsfeld_Donald Rumsfeld/\" title=\"Donald Rumsfeld_Donald Rumsfeld\"> <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' too few troops were sent to invade Iraq. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. <strong> George W. Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.''", "new_id": -2}, {"uid": "1295314716264208390", "i": 2343, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "unveil phone recharger and Comcast... <strong> Steve Ballmer </strong> today announced the worldwide availability of... Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> holds a Windows 7 phone during his... Technology Video: Apple's <strong> Steve Jobs </strong> takes medical leave Report Abuse <q> NSA and CIA are ported into every Operating system made and released since the 70's. </q> Please people.... Do some more research. Every key that you have hit on your keyboard, has been mirrored to a data bank of theirs. So when the time is right,", "new_id": -2}, {"uid": "1295502690237502484", "i": 57392, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Timothy Bishop", "Joe Barton"], "q": "to voters who gave them the majority in the November election. As they spent seven hours debating the divisive issue, many lawmakers made it clear they wanted to keep their disagreements from getting too heated or <q> in the wake of last week's special session honoring wounded <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>, D-Ariz. During that session, many House members called for a gentler tone in Congress. <strong> Mike Pence </strong> <strong> Joe Barton </strong>, R-Texas., started his speech in favor of repeal by first taking a moment to say that he continues to pray for <strong> Gabrielle Giffords </strong>' speedy recovery from the Jan. 8th shooting in Tucson, where she was shot in the head while meeting with constituents.`` We all miss her and wish her the very best, </q> <strong> Joe Barton </strong> said. <strong> Mike Pence </strong> <strong> Timothy Bishop </strong>, D-N.Y., said he thought the House seemed to be`` doing reasonably well on civility'' Wednesday, although he called the Republicans' arguments against the health care law``", "new_id": -2}, {"uid": "1297191483065617924", "i": 3836, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. Over and over I've asked myself how someone as incompetent as", "new_id": -2}, {"uid": "1295124191182747179", "i": 3862, "idx": 2, "sa": ["Allen Iverson"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102.`` This was a big win for us at somebody else's home,'' <strong> Allen Iverson </strong> said. <q> Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road. </q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]