[{"uid": "1295911596142966787", "i": 19559, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "television stations, websites, film studios and related production facilities; and to dominate local media controlling cable and Internet service and TV stations in major cities across the country. <strong> Al Franken </strong> <strong> Sen. Bernie Sanders </strong> overstates nothing when he argues that <q>this new media giant will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States. At a time when a small number of giant media corporations already control what the American people see, hear and read, we do not need another media conglomerate with control over the production and distribution of media content. What we need is less concentration of ownership, more diversity, more local ownership-and more viewpoints.</q> Small cable providers joined consumer groups to object to the Comcast-NBCU merger, but most major media and telecom firms were conspicuously silent as Comcast( which ranked fourth among corporate contributors to 2010 election campaigns) spent", "new_id": -2}, {"uid": "1295524934023461906", "i": 34048, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Simon Cowell", "Amy Winehouse"], "q": "your sign since last night\", remarked <strong> Amy Winehouse </strong>. \"Some of the lights were out. Happens all the time\", stated the attorney. \"The Hotel is not responsible.\" <q>I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sleep in the nude facing the nun and priest painting.</q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}, {"uid": "1297257274238534666", "i": 1126, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements-in particular the one mentioned above-they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1297444054223772678", "i": 21875, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "happen to Nokia in years. It's Happy Friday for Microsoft and Nokia rivals. In an internal memo leaked earlier in the week, <strong> Stephen Elop </strong> wrote to Nokia employees about the company's burning platform: <q>We poured gasoline on our own burning platform. I believe we have lacked accountability and leadership to align and direct the company through these disruptive times. We had a series of misses. We haven't been delivering innovation fast enough. We're not collaborating internally. Nokia, our platform is burning.</q> <strong> Stephen Elop </strong>'s solution is to swap out one burning platform for another? Someone should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an\"", "new_id": -2}, {"uid": "1297442150096944143", "i": 1180, "idx": 1, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.</q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He worked as president of the Indiana Policy Review think tank and a radio talk show", "new_id": -2}, {"uid": "1295592162066338850", "i": 23494, "idx": 1, "sa": ["Abdul-Reda Assiri", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "Mohammad Abdullah", "H. E."], "q": "<strong> Dick Cheney </strong> and <strong> Dan Quayle </strong>, retired <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> Dan Quayle </strong> Baker, former National Security Adviser <strong> Brent Scowcroft </strong>, retired <strong> Colin Powell </strong> Walter Boomer, and a representative of the emir of Kuwait, <strong> H. E. </strong> <strong> Mohammad Abdullah </strong> Abulhasan. <q>I think this is a textbook example of the way to go to war,</q> Baker said. \"Diplomatically, politically... militarily... and economically. A lot of other countries contributed treasure to this effort.\" <strong> Abdul-Reda Assiri </strong>, a dean and professor at Kuwait University, waited in Reed", "new_id": -2}, {"uid": "1296119321127270918", "i": 6359, "idx": 0, "sa": ["Andy Coulson", "Andrew Neil"], "q": "too was brought up in a council house but was luckier than Johnson or <strong> Andy Coulson </strong>. I made it to an elite 16th Century grammar school in Paisley and then Glasgow University, a world-class 15th Century institution. <q>I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power</q>\" <strong> Andrew Neil </strong> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power, compete head-to-head against those with the \"right\" background and connections and- more often than", "new_id": -2}, {"uid": "1296026772017973317", "i": 46559, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "former-Secretary of State <strong> Colin Powell </strong> to drive home the criticism. \"Don't tell me you're going to freeze to a level,\" <strong> Colin Powell </strong> said Sunday on CNN's \"State of the Nation.\" <q>That usually is a very inefficient way of doing it. Tell me what you're going to cut.</q> On top of the spending freeze, <strong> Barack Obama </strong> also emphasized that he's open to even further cuts as long as \"we're not doing it on the backs of our most vulnerable citizens.\"", "new_id": -2}, {"uid": "1295981119035848200", "i": 335, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Burton said his company will also start sending its managers to Syracuse University's business school for training instead of UConn, and will no longer pay for its$ 50,000-per-year luxury suite at Rentschler Field. <q>You already have many other empty boxes at Rentschler. My box will just join the list,</q> Burton wrote. Burton was selected in the 19th round of the 1962 NFL draft by the San Francisco Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts:", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]