[{"uid": "1295567750178864140", "i": 36394, "idx": 0, "sa": ["Eric Schmidt"], "q": "worth will be about$ 6 billion. Do you think someone in those shoes will want to do this type of monkey work much longer? <strong> Eric Schmidt </strong>'s parting tweet strikes an oddly casual note: <q>Day-to-day adult supervision no longer needed!</q> Is <strong> Eric Schmidt </strong> plumping for the CEO job at Facebook? Expect <strong> Eric Schmidt </strong> to spend more time on his hobbies, if he doesn't care for the FB gig.( And plus, we can only hope, that", "new_id": -2}, {"uid": "1295214437036208682", "i": 29792, "idx": 0, "sa": ["Simon Cowell"], "q": "her approach to a peer conversation, and described the new judges' panel so far as a \"collaborative table\" focused on lifting the contestants who survived the cross-country cattle calls onto Hollywood and beyond. <q>There's nothing like having that discussion with another artist to help you grow,</q> she said. \"At the end, America's voting. We're here to guide them through it and mentor them through it.\" That didn't always seem the case with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295758867143999001", "i": 44043, "idx": 1, "sa": ["Rudy Giuliani", "David Letterman"], "q": "hemmed and said, \"Well-- we'll sell them at our cost.\" Greene was amazed to see <strong> Rudy Giuliani </strong> wearing the boots on The Late Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said: <q>These are my new boots!'... I won\"em in a bet from the mayor of Arlington.</q> Greene called the boots an example of \"how being a major league city brings Arlington attention.\" Like a lot of folks I know, Greene is pulling for the Jets and former TCU", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1296333025218349599", "i": 5322, "idx": 6, "sa": ["Michael Vick"], "q": "a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. \"We feel like dogs going into these homes are being ambassadors\" for the breed, Garcia said. <q>They're not just adopting a dog, but fighting the good fight.</q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the breed-", "new_id": -2}, {"uid": "1295690849050348032", "i": 41790, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong>, Baker, former Joint Chiefs chairman <strong> Colin Powell </strong> and others. \"The invasion in 1991 was a result of a massive shock to the system,\" a Kuwaiti-based Western official told the British newspaper. <q>It wasn't really liberating. The real liberation came in 2003... Don't forget that in 1994, 1998 and 2002, <strong> Saddam Hussein </strong> mobilized his military and moved south.</q> Said Kuwaiti Omar al-Tamimi,\"... Things would have been a lot better if the Americans had gone all the way to Baghdad\" in 1991. Members of the first <strong> President Bush </strong> administration know a", "new_id": -2}, {"uid": "1297316623093863951", "i": 3729, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt,\" <strong> Mark Buehrle </strong> told MLB.com, according to the Chicago Tribune. <q>Everything you've done to these dogs, something bad needs to happen to these guys.</q> White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes rooted for Eagles quarterback <strong> Michael Vick </strong> to be injured as payback for <strong> Michael Vick </strong>'s mistreatment of dogs. The Buehrles, who own three dogs, are highly active", "new_id": -2}, {"uid": "1295929120118013973", "i": 31856, "idx": 0, "sa": ["Bill Lockyer", "Arnold Schwarzenegger", "Joel Anderson"], "q": "to protect businesses from having to cover the state's bills. The La Mesa <strong> Arnold Schwarzenegger </strong> Monday said his Senate <strong> Bill Lockyer </strong> 120 would force the state to accept registered warrants as payment for taxes or fees. <q>IOUs could be a death knell for already struggling California businesses,</q> <strong> Joel Anderson </strong> said in a statement. State Treasurer <strong> Bill Lockyer </strong> has warned that IOUs may have to be issued this spring, but a final decision is up to Controller John Chiang. The state budget gap is estimated", "new_id": -2}, {"uid": "1297425123196083775", "i": 19363, "idx": 1, "sa": ["David Letterman"], "q": "animal when she appeared on \"Late Show'( weeknights, 11:35 PM ET on CBS). \"Do you think, uh, um, maybe you need to abstain?\" She replied, <q>I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s summer.</q> <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. \"Number one was always,` Do you drink in the morning?\" he", "new_id": -2}, {"uid": "1297712336141344797", "i": 2205, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}]