[{"uid": "1295564673204079111", "i": 13911, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ". <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup.`` I think it's a good move. It( the triumvirate management structure) was always one", "new_id": -2}, {"uid": "1296869911188694544", "i": 34171, "idx": 2, "sa": ["Sergio Marchionne"], "q": "For some people, it also carries anti-Semitic overtones. But a Chrysler spokesman, Gualberto Ranieri, told DealBook in a telephone interview on Friday that Mr. <strong> Sergio Marchionne </strong> harbored no ill intent in using that word. <q> I'm 110 percent sure that in absolutely no possible way was this meant to be anti-Semitic, </q> Mr. Ranieri said.`` The meaning was that the rates were so high, they were really extraordinary.'' Mr. <strong> Sergio Marchionne </strong>'s right in that Chrysler has borne a heavy burden from those loans. It", "new_id": -2}, {"uid": "1295736733074268675", "i": 45542, "idx": 16, "sa": ["Larry Brown", "Shaquille O'Neal", "James Madison", "Allen Iverson", "Kobe Bryant", "Ted Kennedy"], "q": "17-of-36 from the field. He scored betJames Madisonn nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanTed Kennedy to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the <strong> Shaquille O'Neal </strong> shots at the end. </q>`` The <strong> Kobe Bryant </strong> kid was phenomenal,'' Sixers coach <strong> Larry Brown </strong> said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a lot", "new_id": -2}, {"uid": "1295199764021643276", "i": 21920, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "said she had talked with <strong> Gabrielle Giffords </strong>' husband, title=\"Mark Kelson\" href=\"http://www.latimes.com/topic/entertainment/Mark Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's doing great and is making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's a fighter and she will overcome this.'' <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a title=\"Safeway Inc.\" href=\"http://www.latimes.com/topic/economy-business-finance/safeway-inc.-ORCRP013417.topic\"> Safeway Mark Kelsonet in Tucson where the congresswoman had", "new_id": -2}, {"uid": "1295969219252559400", "i": 9742, "idx": 2, "sa": ["Eric Schmidt"], "q": "(DLD) in M?nchen\"> Foto: dpa Der scheidende Google-Vorstandschef <strong> Eric Schmidt </strong> verspricht in M?nchen Investitionen in die Forschung- und Entwicklung des Konzerns Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie dem Sozialen Netzwerk Facebook sagte <strong> Eric Schmidt </strong>: <q> Die Internet-Suche wird weiter sehr wichtig bleiben. </q> Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei neben der Videoportal-Tochter YouTube auch die Display-Werbung, also die Platzierung von Anzeigen mit Bildern oder Videos auf Web-Seiten.", "new_id": -2}, {"uid": "1295907796085770324", "i": 7846, "idx": 0, "sa": ["Eric Schmidt"], "q": "payment, which also includes share options, will be granted on February 2 and vest over the next four years, according to a regulatory filing with the US Securities and Exchange Commission( SEC). <q> For the past 10 years, <strong> Eric Schmidt </strong> has grown Google into an extraordinarily successful company. Our core business is growing and our emerging businesses are on fire, </q> a Google spokesman said.`` Google's board has made compensation a key issue this year. <strong> Eric Schmidt </strong> has not been granted any stock since he became chief executive and chairman in 2001,'' the spokesman", "new_id": -2}, {"uid": "1296205477159924225", "i": 7245, "idx": 10, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages", "new_id": -2}, {"uid": "1296791221147030018", "i": 20221, "idx": 4, "sa": ["Ömer Aşık", "Eddie Jordan", "Elton Brand", "LeBron James", "Allen Iverson", "Michael Jordan", "Jrue Holiday"], "q": ".'' LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> <strong> Ömer Aşık </strong> paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds <strong> Ömer Aşık </strong> six assists. <q> He just put us in a good rhythm tonight <strong> Ömer Aşık </strong> had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Best of the best. www.usma.edu About The Academy Renowned as the", "new_id": -2}, {"uid": "1295901953137494561", "i": 1991, "idx": 2, "sa": ["Hermann Parzinger", "Ahmed Nazif", "Zahi Hawass"], "q": "the case.'' That view was echoed by the Prussian Cultural Heritage Foundation, which oversees museums in Berlin. It pointed out that the letter was not signed by <strong> Ahmed Nazif </strong>. The foundation's <q> position regarding a return of the bust of Nefertiti is unchanged, </q> its president, <strong> Hermann Parzinger </strong>, said in a statement.`` She is and remains Egypt's best ambassador in Berlin.'' The foundation reiterated its insistence that Nefertiti was acquired legitimately. <strong> Zahi Hawass </strong>,", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]