[{"uid": "1295585805175472719", "i": 17261, "idx": 1, "sa": ["Eric Schmidt", "Steven M. Greer", "Ian McDowall"], "q": "2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the AmEric Schmidtan Society of News Editors on April 11, 2010 in Washington, DC... Dr. <strong> Steven M. Greer </strong> presents`` The Promise of New Energy'' at the Exopolitics Summit 2009 Dr. <strong> Steven M. Greer </strong> presents <q> The Promise of New Energy </q> at the Exopolitics Summit 2009 Fantastic film of ItalIan McDowall police riders putting on a motorbike display in the 50s.... Sony unveils prototype 360? 3D display Organic Light Emitting Diode display From a Science Channel's TV show.Discovery", "new_id": -2}, {"uid": "1295668630145047609", "i": 13637, "idx": 4, "sa": ["Paul Pierce", "Allen Iverson", "Kevin Garnett"], "q": ", and the Bulls beat the defending champions... Toronto Raptors vs Boston Celtics Nov. 10/08 <strong> Paul Pierce </strong> walked into the postgame interview room with his right hand wrapped in ice, cooling down after a hot shooting final quarter. <q> We're cooling it down, </q> <strong> Kevin Garnett </strong> joked after <strong> Paul Pierce </strong> scored 22 of his 36 points in the fourth quarter to lead Boston's 94-87 c... <strong> Allen Iverson </strong> 38pts vs Boston Celtics 04/05 NBA* Game Winning Shot <strong> Allen Iverson </strong> 38pts vs Boston Celtics 04/05 NBA", "new_id": -2}, {"uid": "1294975566041533476", "i": 43054, "idx": 6, "sa": ["LeBron James", "Allen Iverson", "Michael Finley", "Kobe Bryant", "Ron Paul"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stRon Paulger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295910707246595592", "i": 16937, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Fareed Zakaria"], "q": "program`` <strong> Fareed Zakaria </strong> GPS,'' which McGuirk executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, McGuirk oversaw the production. A source told us, <q> <strong> Eric Schmidt </strong> wants to be a talk-show host. He's been working with Liza to develop a show, but he has not yet been picked up by any network. </q> The report also cites a`` CNN Insider'', saying <strong> Eric Schmidt </strong> has been looking to get into TV for over a year. hand over the Google reins to co-founder <strong> Larry Page </strong> on April 4. From that", "new_id": -2}, {"uid": "1295934802036896843", "i": 18999, "idx": 0, "sa": ["Bernie Sanders", "Paul Ryan"], "q": "Sen. <strong> Bernie Sanders </strong>( technically an Independent, though he generally sides with Democrats) said <strong> Paul Ryan </strong>'s Roadmap would slash Social Security benefits and provide tax breaks for the wealthy, while raising taxes on just about everyone else. <q> The fact of the matter is, Social Security has not contributed one nickel to our deficit or our national debt, and it must be protected, </q> <strong> Bernie Sanders </strong> added. Monday afternoon Senate Democrats sent out a message noting that <strong> Paul Ryan </strong>'s Roadmap`` has now been endorsed by the House Majority Leader and the top Republicans on both the House and Senate", "new_id": -2}, {"uid": "1296106971231735328", "i": 16008, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "reiterated an Overweight rating on Google and increased his price target to$ 725 from$ 652. Munster said the quarterly results showed that the company's search business is still healthy and that the new CEO switch is <q> at worst a net neutral, at best a net positive. </q> <strong> Larry Page </strong> is more visionary than <strong> Eric Schmidt </strong>, and his new role could inspire Google's creativity in the face of competition from Facebook, Apple( MSFT), he noted. Some say there were tensions", "new_id": -2}, {"uid": "1295804632019185666", "i": 20743, "idx": 0, "sa": ["Clive Goodman", "Alastair Campbell", "Andy Coulson", "Prince William, Duke of Cambridge"], "q": "among files seized by police investigating illegal activity by NoW reporters when <strong> Andy Coulson </strong> was editor. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of <strong> Andy Coulson </strong>'s future and <q> the role of the police in this is now going to become centre stage </q>. The NoW has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for plotting to intercept messages left for aides to <strong> Prince William, Duke of Cambridge </strong>. Scotland Yard today faces serious criticism from", "new_id": -2}, {"uid": "1296282713080461833", "i": 16430, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "Kobe Bryant", "LaMarcus Aldridge"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Detroit_Pistons__Portland_Trail_Blazers_GAME_RECAP_2010-11-09 <strong> LaMarcus Aldridge </strong> scores 19 points and grabs 17 rebounds as the Trail Blazers", "new_id": -2}, {"uid": "1297170191123355244", "i": 34849, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "failure in the execution of the war.''`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.`` It's hard to know... You know, the path you didn't take is always smoother, </q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defence chief for six years after holding the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that`` in a war, many things cost", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]