[{"uid": "1295933710148537346", "i": 23188, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Jeremy Kyle", "Craig Ferguson"], "q": "host but he follows other British talents in other genres who have made the leap-- <strong> Simon Cowell </strong>, Gordon Ramsey, <strong> Craig Ferguson </strong> and now <strong> Piers Morgan </strong>.'' <strong> Jeremy Kyle </strong> himself insists his formula for success depends on <q> being honest with guests on the show and saying it like it is. </q> So. How low will he go?`` There'll be no throwing chairs but it is no-holds-barred. It's not going to be a circus though and the after-care component is crucial for me.", "new_id": -2}, {"uid": "1295786138191660080", "i": 5008, "idx": 1, "sa": ["Jeffrey Lurie", "Michael Vick", "Andy Reid", "Marty Mornhinweg", "Tony Dungy"], "q": " <strong> Tony Dungy </strong> served as a confidant for <strong> Michael Vick </strong> when he signed with the Eagles. He spoke to <strong> Michael Vick </strong> recently and said the Eagles' free agent quarterback wants to return to Philadelphia next season. <q> He is very grateful to <strong> Jeffrey Lurie </strong> and <strong> Andy Reid </strong> for believing in him and giving him an opportunity, </q> <strong> Tony Dungy </strong> told me.`` He loves working with <strong> Marty Mornhinweg </strong>, he loves the young receivers and all the offensive firepower they have here. But more than anything I think he is just grateful they did give him a", "new_id": -2}, {"uid": "1295317822227213382", "i": 50818, "idx": 0, "sa": ["Howard Stern", "Piers Morgan", "Jay Leno", "David Letterman"], "q": "thinks <strong> Jay Leno </strong> steals jokes from other comedians. <strong> Howard Stern </strong> spoke to <strong> Piers Morgan </strong> on his new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> he told <strong> Piers Morgan </strong>.`` And the world knows exactly what he's up to. He steals a tremendous amount of material.'' <strong> Howard Stern </strong> continued:`` He's not fit to scrub <strong> David Letterman </strong>'s feet", "new_id": -2}, {"uid": "1297145483211075103", "i": 23443, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Hailee Steinfeld"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.'' \" Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse \" i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> \" ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US'", "new_id": -2}, {"uid": "1295193926076955692", "i": 6787, "idx": 0, "sa": ["Mark Kelson", "Charles Ellis Schumer", "Janet Napolitano", "Kirsten Gillibrand", "Barack Obama", "Daniel Hernández"], "q": "tone. The State of the Union address is set for Jan. 25. <strong> Barack Obama </strong> meets with Pakistan's <strong> Barack Obama </strong>... <strong> Barack Obama </strong>, <strong> Mark Kelson </strong>, <strong> Daniel Hernández </strong>, <strong> Janet Napolitano </strong> Photo in Slideshow: <strong> Charles Ellis Schumer </strong>, <strong> Kirsten Gillibrand </strong> Report Abuse <q> Okay, yes, this is a nice symbol of an effort on the part of the Senators, to sit together, during the State of the Union speech. But, just judging by the tenor of the responses here, by many of you`` real Americans, </q> and otherwise, it just shows you how fugged-up this country has become. \" So, instead of pretending that we still view this place, as the best country in the world, to live,", "new_id": -2}, {"uid": "1296149236246923378", "i": 57587, "idx": 7, "sa": ["Eric Schmidt"], "q": ", he said, on search, maps and YouTube. It competes, of course, on phones. Google also might in theory compete with Apple's Macintosh computer business with its Chrome OS hardware that Google hopes <q> to announced later this year, </q> <strong> Eric Schmidt </strong> said. Receive Fortune's newsletter on all the deals that matter, from Wall Street to Sand Hill Road. Written by Dan Primack and emailed every day and as news happens. The", "new_id": -2}, {"uid": "1297304646234995715", "i": 55278, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": "answer and would only say,`` We've spoken to a lot of people. I've been speaking to <strong> Paula Abdul </strong> since she left Idol.'' The executive producer of The X Factor went on to add, <q> We'll make the announcement in 3-4 weeks. </q> href=\"http://www.examiner.com/tv-in-national/Simon Cowell-Simon Cowell-and-ryan-seacrest-credit-dick-clark-for-success-of-american-idol\" rel=\"nofollow\"> <strong> Simon Cowell </strong> also opened up about the pressures of launching a brand new show in the United States. Although The X Factor was a huge hit in Great Britain, there's no guarantee", "new_id": -2}, {"uid": "1295512768257327142", "i": 36925, "idx": 0, "sa": ["Colin Powell"], "q": "he did to follow plays dictated by coaches. After noting that`` Jesus is my savior,'' he shared this life lesson with the would-be entrepreneurs: When your receiver is about to be tackled, <q> Keep it simple. Chuck it to him anyway. </q> After the audience was wooed to sign up for more sure-fire money-making classes and DVDs, <strong> Colin Powell </strong> came out to a rain of red and blue streamers. He was the most charming speaker, confessing", "new_id": -2}, {"uid": "1297309062028164170", "i": 3906, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "said.`` <strong> Donald Rumsfeld </strong> represents a violation of international law and everything that happened in Guantanamo.'' Joan Broadfield, of Chester, hovered with several others, her sign hung from her neck. <q> I think <strong> Donald Rumsfeld </strong> forgot what he did, </q> Broadfield said.`` I'm thinking about all these young kids who have no clue and think he's telling the truth- he's not. Because your contributions are currently under review, no comments can", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]