[{"uid": "1297488327192626740", "i": 37811, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", with a first printing of 290,000 copies, was an immediate bestseller. <strong> Donald Rumsfeld </strong> is`` controversial'' and`` polarizing'' and`` defiant,'' as ABC News described him. These are media jargon for <q> we don't like the guy. </q> But since ABC offered a good deal for publicizing his book and gained exclusive interview rights on broadcast TV, <strong> Donald Rumsfeld </strong> had to run the gauntlet there: ABC World News in the evening, Nightline later that night", "new_id": -2}, {"uid": "1296083719189841449", "i": 44606, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1295768239143409188", "i": 6750, "idx": 4, "sa": ["LeBron James", "Don Nelson", "Allen Iverson"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. <q> The best part about it is we struggled at times in the game but we got it Don Nelsone, </q> <strong> Allen Iverson </strong> said.`` We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1296669399223756300", "i": 6049, "idx": 2, "sa": ["Manfred Bietak", "Zahi Hawass"], "q": "nach konnte im Museum aber das Schlimmste verhindert werden'', sagt <strong> Manfred Bietak </strong>, renommierter Emeritus-Professor f?r gyptologie an der Uni Wien und langj?hriger Grabungsleiter in gypten. Wertvolles wurde bersehen Wie <strong> Zahi Hawass </strong>- f?r <strong> Manfred Bietak </strong> <q> der richtige Mann an der richtigen Stelle </q>- in seinem j?ngsten Blog-Eintrag bilanzierte, wurden insgesamt 70 Objekte besch?digt. Zum Gl?ck sei es im Museum dunkel gewesen und die Diebe h?tten die wertvollen Dinge bersehen. Die besch?digten Kunstgegenst?nde k?nnten restauriert werden. Dass", "new_id": -2}, {"uid": "1295617389243957781", "i": 56158, "idx": 1, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "would order a fresh review of the extent of the phone scandal. Several prominent figures, including the movie star <strong> Sienna Miller </strong>, have filed lawsuits alleging that reporters hacked into their voice-mail. Mr. <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q>`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295021128171180035", "i": 4111, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Mark Knoller", "Debbie Wasserman Schultz"], "q": "saying,` We'll have another night out for beer and pizza with your husband.' And <strong> Debbie Wasserman Schultz </strong> started talking about taking them out to their house in New Hampshire.'' When <strong> Gabrielle Giffords </strong> responded by <q> trying to struggle to open her eyes, </q> <strong> Kirsten Gillibrand </strong> said the congresswoman's husband, NASA astronaut <strong> Mark Kelson </strong>, encouraged her:`` <strong> Mark Knoller </strong> saw that and said,` Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.' And then she kept struggling", "new_id": -2}, {"uid": "1296331565124452868", "i": 37064, "idx": 1, "sa": ["Aaron McKie", "Allen Iverson", "King Syze"], "q": "six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish.`` Our chemistry is a lot better,'' <strong> Allen Iverson </strong> said. <q> One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me, me. </q> <strong> Allen Iverson </strong> scored 12 points in the first quarter as the 76ers raced to a 29-18 lead. He is averaging 26.5 points in his last six games for the Sixers, who blocked 14 shots and outscored the King Syzes 40-10", "new_id": -2}, {"uid": "1297134313159596549", "i": 54278, "idx": 13, "sa": ["Hosni Mubarak", "Colin Powell", "George H. W. Bush", "Madeleine Albright", "Dan Quayle"], "q": "to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H. W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H. W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> U.S. Video: Jury convicts NY TV exec of beheading wife WHAT ARE", "new_id": -2}, {"uid": "1295639157179568677", "i": 24806, "idx": 4, "sa": ["Tim Cook", "Seth Harris", "Eric Schmidt", "Larry Page"], "q": "frustrated by a shift in the culture that normally happens when a company gets as big as Google is,'' <strong> Seth Harris </strong>, technology practice head at href=\"http://www.Tim CookAssociates.com\" target=\"_blank\"> <strong> Tim Cook </strong> Associates, told the E-Commerce Tim Cookes. <q> Engineers fear the company is not moving fast enough and say it's harder to get Tim Cooke with leaders; many have already made money with Google and see opportunities to move to big private tech firms expected to go public in 12 to 18 months. </q> There has also been talk of tension between <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and <strong> Larry Page </strong> pushing for more innovation.`` Google has to", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]