[{"uid": "1296287910210255880", "i": 30797, "idx": 3, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore", "Alan Shatter"], "q": "over the leaders' debates continued with Mr <strong> Eamon Gilmore </strong> continuing to put pressure on Mr <strong> Enda Kenny </strong> to take part in a three-way debate. Fine Gael leader to`` step up to the microphone''. <q> I will debate with <strong> Micheál Martin </strong> on his own-- I think it would be a pity if href=\"http://searchtopics.independent.ie/topic/Enda Kenny_Enda Kenny\"> <strong> Enda Kenny </strong> didn't show up to that debate. I think that anybody who is offering to lead the next Government should be out explaining to people what they intend to do with this country and with our future, </q> he said. <strong> Alan Shatter </strong> hit back at Labour, accusing them of being conned by href=\"http://searchtopics.independent.ie/topic/Fianna_Fail\"> Fianna Fail who wanted to distract from Mr <strong> Micheál Martin </strong>'s culpability as a cabinet minister for the past 13 years.", "new_id": -2}, {"uid": "1297424141196083722", "i": 17240, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "'' said Nokia CEO <strong> Stephen Elop </strong> at his press conference.`` We have an opportunity to disrupt the trajectory in the mobile ecosystem. Together we will deliver great mobile products.'' <strong> Steve Ballmer </strong> said Microsoft and Nokia <q> can work together in a different kind of a way. </q> Nokia and Microsoft engineers will collaborate. Nokia will bring its hardware expertise to the partnership and help devStephen Elop Windows Phone 7. Both <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> noted that the partnership will yield some enterprise friendly devStephen Elopments. At", "new_id": -2}, {"uid": "1295261609203423813", "i": 44222, "idx": 0, "sa": ["Matt Cardle", "David Joseph", "Simon Cowell"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q> Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance. </q> <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the final.", "new_id": -2}, {"uid": "1297477270042631307", "i": 6103, "idx": 8, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "or exaggerated reports, and BrAngelina Jolie more than most. Often they just let them wither and die without comment. But not this time. Asked if <strong> Angelina Jolie </strong> was upset about the stories, Waldman said: <q> She just didn't want these false rumors to go unchallenged and interfere or distract from work in Haiti. </q> Now it might be deemed news that <strong> Angelina Jolie </strong> is gearing up to help Haiti. The new initiative, under the <strong> Brad Pitt </strong> Foundation, will recruit and place lawyers for the Haitian government. They will serve as", "new_id": -2}, {"uid": "1295386293114753561", "i": 15746, "idx": 6, "sa": ["Bernie Sanders"], "q": ". <strong> Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no question in my mind the Vermont Legislature is going to see an assault from the insurance industry,'' he said. <q> There will be enormous pressure on the governor and Legislature not to go forward. </q> James Haslam, director of the Vermont Workers Center which coordinated the Health Care is a Human Right Campaign, welcomed the political partnership on display Tuesday as more evidence of the increasing momentum for health care reform", "new_id": -2}, {"uid": "1297713944012566553", "i": 33849, "idx": 2, "sa": ["Michael Vick", "Piers Morgan"], "q": "called welshing-- on the bet, Tweeting`` Mr, <strong> Michael Vick </strong>'s people told me he couldn't do[ interview] with either of us if bet remained, as he can't collude in gambling'' adding <q> I smell a rat here. </q> Anyway, it all started during the debut of`` <strong> Piers Morgan </strong> Tonight'' on CNN last month, <strong> Piers Morgan </strong> asked Oprah what advice she'd give to <strong> Michael Vick </strong>. Oprah dodged the question, saying she", "new_id": -2}, {"uid": "1295646299254836774", "i": 31526, "idx": 4, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Pr_Barack Obama__Labor_Day_3_Jobs,_Infrastructure,_Middle_Class,_Small_Business__Milwaukee Labor, Chamber, Discuss Economy and Political Strategy This past Wednesday, the", "new_id": -2}, {"uid": "1297193996065617951", "i": 19646, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as having told the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"uid": "1296770511173654034", "i": 14665, "idx": 39, "sa": ["Donald Rumsfeld", "Ted Kennedy"], "q": " But he confesses to`` a few ill-chosen words'' at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix. <q> Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens! </q> he told reporters. But he adds that media outlets`` who creaTed Kennedy and spread the grossly false and harmful stories about the museum looting took no responsibility,'' as if they had collectively shrugged,``", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]