[{"uid": "1296200464159858698", "i": 5816, "idx": 12, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was", "new_id": -2}, {"uid": "1295853731069795901", "i": 31969, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "posted in recent days. A story published Saturday said <strong> Mitch Daniels </strong> would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q> The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness, </q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"uid": "1295703929121667655", "i": 45100, "idx": 0, "sa": ["Mike Pence", "Robert Behning"], "q": "families who have the fewest options benefiting the most. Opponents say the program would drain public dollars from school systems and are skeptical of how much choice will be available for the neediest children. <q> To me, it sounds like another of the continual attempts coming from the administration to destroy public education in Indiana, </q> said Nathan Schnellenberger, president of the Indiana State Teachers Association. The bill, sponsored by <strong> Mike Pence </strong> <strong> Robert Behning </strong>, R-Indianapolis, is likely to become law in some form. It is one of three major education", "new_id": -2}, {"uid": "1296055281154206214", "i": 11832, "idx": 4, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama"], "q": "\" including the economic recovery package. She said Americans risked being forced into government-run health care unless \"Barack Obamacare,\" the Republicans' preferred term to describe the health care bill, is fully repealed. <q> For two years, <strong> Barack Obama </strong> made promises, just like the ones we heard him make this evening, yet still we have high unemployment, devalued housing prices, and the cost of gasoline is skyrocketing, </q> <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> said. There was little post-speech reaction from potential 2012 contenders, but one did stop by Statuary Hall in the Capitol to share his thoughts with the PBS NewsHour. <strong> Mike Pence </strong>, R-Ind.", "new_id": -2}, {"uid": "1295085191096239620", "i": 47373, "idx": 3, "sa": ["Michele Bachmann", "Mike Pence", "Rand Paul", "Barney Frank"], "q": "opposition \"useful\" in terms of creating political leverage. But now, apart from <strong> Rand Paul </strong> and <strong> Michele Bachmann </strong>, firm opponents are hard to come by. And <strong> Rand Paul </strong> thinks most GOP freshmen will end up voting yes. <q> I[ expect] they're going to be talked into it- the majority will be talked into it- because they are going to get some promise they are going to cut back, </q> he said in an interview on Fox Business Network. Perhaps sensing an opportunity, House Democrats have begun to toy with the idea of \"playing chicken\" with the debt. <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D., Mass.", "new_id": -2}, {"uid": "1296218172048857090", "i": 15210, "idx": 12, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got to", "new_id": -2}, {"uid": "1295487293122978306", "i": 28997, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the American people,\" he said. \"The Congress can do better in terms of replacing Barack ObamaCare with commonsense reforms that will bring down the cost of health insurance and expand access for more Americans.\" <q> And repeal means keeping a promise, </q> he added. \"This is what we said we would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.\" Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297444160077905931", "i": 840, "idx": 0, "sa": ["Cliff Stearns", "Mike Pence"], "q": "abortion, which was preceded by vetoing other pro-life legislation in 2006, 2005 and 2003. <strong> Cliff Stearns </strong> said the videos make it more necessary to ensure the abortion business does not receive taxpayer funds. <q> This is when we're going to defund Planned Parenthood, </q> said <strong> Cliff Stearns </strong>. \"Now is the season for us to do this.\" Congressman <strong> Mike Pence </strong> has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, but he told the Tikmes", "new_id": -2}, {"uid": "1295495107185335919", "i": 9643, "idx": 1, "sa": ["Steve Cohen", "Mike Pence"], "q": "night that compared the Republicans' tactics to those of the Nazis. \"They don't like the truth, so they summarily dismiss it,\" <strong> Steve Cohen </strong>, who is Jewish, said of the Republicans. <q> They say it's a government takeover of healthcare. A big lie, just like[ Nazi propaganda minister Joseph] Goebbels. \"You say it enough and you repeat the lie, repeat the lie, repeat the lie until eventually people believe it. Like blood libel, that's the same kind of thing, </q> he added. \"The Germans said enough about the Jews and people believed it, and you have the Holocaust.\" The debate took place less than two weeks after an Arizona shooting rampage targeting <strong> Mike Pence </strong>", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\" ( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]