[{"uid": "1296480328231522306", "i": 9198, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Milan, Italy, contributed to this report.", "new_id": -2}, {"uid": "1297324468070123574", "i": 30005, "idx": 0, "sa": ["Eric Schmidt", "Jules Verne"], "q": "he said. After turning up at Woking Police station, he was denied a picture with officers but he later posted a photograph of his stolen iPad. He thanked police for their help. <q> Rescued iPad! Might check the finger prints on it! Ha ha, </q> he told his followers. <strong> Jules Verne </strong> Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of computing- and", "new_id": -2}, {"uid": "1295557709260145178", "i": 19222, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Lady Gaga"], "q": "The Idol Judge rates his co host's singing the same as <strong> Lady Gaga </strong>. It's a good thing <strong> Jennifer Lopez </strong> isn't getting in front of Randy Jackson for an assessment of her talent anytime soon. On <q> <strong> Jimmy Kimmel </strong> <strong> Jennifer Lopez </strong> accused of copying <strong> Kat Deluna </strong> track Orange News <strong> Jennifer Lopez </strong> has been accused of copying her latest track On The Floor from a record by R&B singer <strong> Kat Deluna </strong>. The Jenny From The Block hitmaker debuted her new single on Ryan \"American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard \"American Idol </q> returned to Fox with its 10th season premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable Randy Jackson occupying <strong> Simon Cowell </strong>\"s old seat on", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1297112166205144067", "i": 5560, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.\" Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said. \"We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet", "new_id": -2}, {"uid": "1296169206125468717", "i": 46561, "idx": 1, "sa": ["Mike Pence"], "q": "the end of this month. letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family \"feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.\" <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012, </q> he said. While the letter does not directly announce a run for governor, <strong> Mike Pence </strong> said he will be traveling across the state in the coming months. <strong> Mike Pence </strong> will host a town hall meeting in Pendleton and speak", "new_id": -2}, {"uid": "1297087461088916006", "i": 37990, "idx": 1, "sa": ["Simon Cowell"], "q": "contestants must be 12 and older. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said in a release from Fox. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> Auditions start Sunday, March 27, in Los Angeles. The show also will stop for auditions in Chicago, Dallas, Miami, Seattle and New York/New Jersey. Venues and dates will be announced later", "new_id": -2}, {"uid": "1296405734264388638", "i": 644, "idx": 5, "sa": ["Tyronn Lue", "Ron Artest", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples Center, Los Angeles, CA All Video Credits to JD2K. fter road games following the All-Star break, <strong> Ron Artest </strong> found himself awake until 3 am <strong> Ron Artest </strong> was up jogging", "new_id": -2}, {"uid": "1295093100028508164", "i": 1359, "idx": 4, "sa": ["John Elkann", "Sergio Marchionne"], "q": "challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and <q> represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed, </q> Gianluca Spina, dean of the business school at Milan's Polytechnic, said before the results of the referendum were announced. Strike Call The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth", "new_id": -2}, {"uid": "1295682265065617928", "i": 80, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q> I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go. </q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something", "new_id": -2}]