[{"uid": "2008122800_00021131_W", "i": 2799, "idx": 0, "sa": ["Frank Farina"], "q": "when contacted after training yesterday. but <strong> Frank Farina </strong> has every reason to laugh and be happy this yuletide as the roar looks to press home its rise up the table at the expense of the wellington phoenix tomorrow night. <q> we've been in decent form of late at both ends of the park, </q> <strong> Frank Farina </strong> said. with a month still to go to the finals, nobody is doubting <strong> Frank Farina </strong>'s summary of the facts. the roar has conceded just nine goals in the past 12 outings, with no opponent managing", "new_id": -2}, {"uid": "2008121821_00018494_W", "i": 1465, "idx": 2, "sa": ["Anne Toth"], "q": "and they actually have an implementation plan to get this done,\" he added. the european union has recommended that companies keep data no more than six months and urged the sector to adopt an industry-wide standard. <q> this was our attempt to put a stake in the ground </q> on the issue, yahoo vice president of policy and privacy chief <strong> Anne Toth </strong> said. internet search engines get their revenue by matching advertisements to searches, so advertisers can peg their ads to what is on the searcher's", "new_id": -2}, {"uid": "2008111417_00011192_W", "i": 3078, "idx": 5, "sa": ["George W. Bush", "Ann E. Dunwoody", "Robert Gates"], "q": "pentagon spokesman, said thursday in announcing that defense secretary <strong> Robert Gates </strong> would attend her promotion ceremony. when she was nominated by <strong> George W. Bush </strong> in june for promotion to four-star rank, <strong> Ann E. Dunwoody </strong> issued a statement saying she was humbled. <q> i grew up in a family that didn't know what glass ceilings were, </q> she said. \"this nomination only reaffirms what i have known to be true about the military throughout my career-- that the doors continue to open for men and women in uniform.\" she also told an", "new_id": -2}, {"uid": "2008092618_00007972_W", "i": 233, "idx": 4, "sa": ["Gordon Brown"], "q": "the un general assembly on friday, mr <strong> Gordon Brown </strong> called for changes to the way markets and the financial sector are regulated. he said: this can not just be national anymore. we must have global supervision... <q> the age of irresponsibility must be ended. we must now become that new global order founded on transparency, not opacity. </q> strengths and weaknesses in presidential debate defying the nazis uncovering one woman's inspiring resistance memoirs local& nations bbc links m to sc? mmviii the bbc is not responsible for the content of external internet sites.", "new_id": -2}, {"uid": "2008120809_00007417_W", "i": 3759, "idx": 3, "sa": ["Mohammed Omar"], "q": "offered protection for <strong> Mohammed Omar </strong>- who is wanted by the united states and is blacklisted by the united nations- if he accepts afghanistan's constitution and joins peace talks. <strong> Mohammed Omar </strong> dismissed that call in his latest message. <q> do not ever presume that in the presence of the occupation forces, the followers of the path of islamic resistance will ever abandon their legitimate struggle merely on your empty and farcical pledges, material privileges and personal immunity, </q> <strong> Mohammed Omar </strong> said. <strong> Mohammed Omar </strong> also called on his fighters to administer <NO_QUOTATION> on anyone who kidnaps people for ransom. he said that the protection of people's lives is a major goal of jihad, or holy war.", "new_id": -2}, {"uid": "2008100510_00011257_W", "i": 278, "idx": 1, "sa": ["Shane Warne", "Sourav Ganguly"], "q": "doesn't look to be an exception. <strong> Shane Warne </strong> describes <strong> Sourav Ganguly </strong> as \"an intelligent bloke, with some interesting ideas on all sorts of subjects\" and pays tributes to <strong> Sourav Ganguly </strong>'s batting, fighting qualities and self-confidence. <q> but he did have the knack of rubbing up opponents( and even teammates when he went to lancashire) the wrong way without seeming to try very hard. if this was part of a deliberate strategy, then he got it bang on at times. </q> when australia arrived in india for the 2000 series, <strong> Sourav Ganguly </strong> said the team had only beaten weak teams in the past, <strong> Shane Warne </strong> recalls, adding: \"funny, that, as india were one of them.", "new_id": -2}, {"uid": "2008111208_00010474_W", "i": 4137, "idx": 2, "sa": ["Brad Pitt", "Jennifer Aniston"], "q": "from a time when i was unaware that it was happening,\" she says. \"i felt those details were a little inappropriate to discuss.\" one comment in particular really stuck in <strong> Jennifer Aniston </strong>'s craw. <q> that stuff about how she couldn't wait to get to work every day? </q> she asks. \"that was really uncool.\" protect and serve speaking of mr. lucky, <strong> Brad Pitt </strong> was mauled on monday at a los angeles screening of his new film, the curious case of benjamin button,", "new_id": -2}, {"uid": "2008123106_00011185_W", "i": 260, "idx": 12, "sa": ["Dave Murray"], "q": "city doesn't have the money.\" <strong> Dave Murray </strong> also went on to address concerns many had expressed over the district. they felt it was hurried through and perhaps a <NO_QUOTATION> before they ever even knew about it. <q> i apologize if we didn't do this perfectly, but it's the only source of reliable income we have for a long time to come, </q> he said. people also questioned the way the district was drawn, but <strong> Dave Murray </strong> assured them it was only to minimized the number of residences actually included in the district. as others in support of the district came", "new_id": -2}, {"uid": "2008091006_00023349_W", "i": 188, "idx": 4, "sa": ["Lyn Evans"], "q": "evening,\" said sudhanshu mishra, a priest based here. \"whereever you go there is only one discussion and it is about the experiment,\" raghunath mohanty, a college teacher in bhubaneswar, said. <q> we have received large number of queries from people. they are asking us if there is any threat to the earth, </q> said subhendu patnaik, director of the pathani samanta planetarium. \"we are telling them it is like any other scientific experiment and nothing bad is going to happen.\" the well-known welsh physicist, <strong> Lyn Evans </strong>, dubbed", "new_id": -2}, {"uid": "2008120316_00002103_W", "i": 4220, "idx": 1, "sa": ["Richard Maher"], "q": ", failed to acknowledge the project's significant land use impacts, grossly understated the potential noise impacts of the project, did not adequately study or mitigate air quality impacts,\" and that the report's traffic analysis <q> did not respond to community concerns. </q> those criticisms will be addressed in the final eis, usps spokesman <strong> Richard Maher </strong> said. after the plan is released to the public, residents can continue to comment on the document for 30 days under federal environmental law.", "new_id": -2}]