[{"uid": "1295808436044548117", "i": 9665, "idx": 1, "sa": ["David Letterman", "Keith Olbermann"], "q": "man's version of ESPN, href=\"http://us.rd.yahoo.com/dailynews/dailycaller/pl_dailycaller/storytext/whyKeith Olbermannwouldhavetroublereturningtomajorsportsbroadcastingnetworks/39805150/SIG=112ogocai/*http://cornellsun.com/node/13424\"> according to a Cornell Sun report.`` Fox Sports was an infant trying to stand[ in comparison to ESPN],'' <strong> Keith Olbermann </strong> said. <q> But on the broadcast side there was no comparison- ESPN was the bush leagues. </q> During a 2007 appearance on the`` Late Show,'' host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>,`` What is it about you? You seem to burn bridges wherever you leave.'' said of his relationship", "new_id": -2}, {"uid": "1297418683091127883", "i": 27305, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "`` U.S.A. U.S.A.'' <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q> All right, sit down and shut up, </q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned", "new_id": -2}, {"uid": "1295739237074268693", "i": 42681, "idx": 4, "sa": ["Tony Parker", "Gregg Popovich", "Allen Iverson", "Mike Woodson"], "q": "18 of 25 shots and each of his six free throws.`` My shot was feeling good tonight and it opened up stuff for me in the second half,'' said <strong> Tony Parker </strong>, who had 10 assists. <q> I'm just going to try to keep it going and not be satisfied with myself because you know <strong> Gregg Popovich </strong> is going to be on me the next game. </q> Hawks <strong> Gregg Popovich </strong> <strong> Mike Woodson </strong> said he tried different defensive schemes but none were effective.`` <strong> Tony Parker </strong> was the difference tonight http://wn.com/Amazing_Allen Iverson_Allen Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season betfreebie.com Basketball <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41 point effort", "new_id": -2}, {"uid": "1297663143154386434", "i": 51158, "idx": 1, "sa": ["Donald Trump", "Alassane Ouattara", "Sarah Palin"], "q": "the main institutions, including the ports. <strong> Alassane Ouattara </strong> imposed a one-month ban on cocoa exports on January 23, but fears that he may extend it have helped push cocoa futures to one-year highs. <q> The ban is on exports... The exporting companies should continue to stock them, </q> <strong> Alassane Ouattara </strong> told the newspaper. <strong> Donald Trump </strong> Vs <strong> Sarah Palin </strong>-- Republican Presidential Candidates 2012 Mars for sale! NASA draws up plan to` colonize' red planet with corporate help US says dependence on China for rare earth is", "new_id": -2}, {"uid": "1295929919173178882", "i": 30186, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q> This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market. </q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8. Consistent", "new_id": -2}, {"uid": "1296665397235831409", "i": 924, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": "previous political involvement but had been approached by Mr <strong> Andy Coulson </strong> and had met the prime minister over the weekend. <strong> Craig Oliver </strong> New No 10 communications chief Mr <strong> David Cameron </strong> said he was`` very pleased'' at the appointment: <q> <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme. </q> Mr <strong> Craig Oliver </strong> said:`` I'm delighted and privileged to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time.`` My background is broadcasting, but I know that newspapers play", "new_id": -2}, {"uid": "1295238796192987145", "i": 44665, "idx": 0, "sa": ["Eric Schmidt"], "q": "possible for the government to screw the Internet up, big-time,'' he said. Google is strong enough as a company to weather any possible outcome on the issue, he said. But what he worries about <q> is the next start-up. </q> Thursday marked a milestone in the debate over net neutrality, as the Federal Communications Commission voted to move forward on how the government will police access to the Internet, but <strong> Eric Schmidt </strong> was in town in his", "new_id": -2}, {"uid": "1296586634119291942", "i": 35008, "idx": 0, "sa": ["Angelina Jolie", "Halle Berry"], "q": "pero que no sabe cu?l es su posici?n respecto a este pa?s. <strong> Angelina Jolie </strong> sirve como embajadora de buena voluntad de la ONU. <strong> Angelina Jolie </strong> dijo a la AP que le`` encantar?a'' que <strong> Angelina Jolie </strong> <q> venga( conmigo) en una visita a Israel </q>.`` Ser?a algo lindo de hacer antes de yo morir'', expres. 10:45 Detalla caso contra ex productor de`` Survivor'' 10:19 <strong> Halle Berry </strong> abandona filmaci?n; pelear custodia 08:54 Kardashian llor por desnudo", "new_id": -2}, {"uid": "1296774835205651968", "i": 6218, "idx": 3, "sa": ["David Vitter", "Bernie Sanders", "Barack Obama"], "q": ",'' many millions more will join the ranks of the uninsured.`` To say we should return to where we were is beyond comprehension,'' <strong> Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, <q> we want full repeal of Barack Obamacare for a simple reason-- the big problem with the bill, the big problem with the plan aren't at the margins, they are the core, and the big problems can't be fixed with... changing a comma, or changing the punctuation or revising one or two or five or 10 sentences. The big problems are at the core, with the demand that every man, woman and child in the nation has to go onto the market and buy a particular product. </q>`` That's why we demand repeal,'' said <strong> David Vitter </strong>, who said`` we will be replacing this huge burdensome bill with a targeted approach.'' Beyond the constitutional questions, <strong> David Vitter </strong> said", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]