[{"uid": "1296672005083132499", "i": 19416, "idx": 0, "sa": ["Simon Cowell"], "q": "to me- like modelling and that- or paintin' the ceiling- but being an actress is something I'd never considered. Until <strong> Simon Cowell </strong> came over and begged me to play the part''. <q> I feel I have a lot in common with the late <strong> Princess Diana </strong>. We both share natural beauty. And the deep love of the general public </q>, she continued.`` Our voices are also quite similar'', she added. This is Juanita Juan being very silly for CJ News Colonel Juan's day- give this story", "new_id": -2}, {"uid": "1297417823256622628", "i": 25831, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos.`` It's good to be here,'' <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Those who are more likely to be in those early voting states continue their parade before", "new_id": -2}, {"uid": "1295934410148537368", "i": 22495, "idx": 5, "sa": ["Allen Iverson", "Matt Geiger"], "q": "That's just Philly. When I play bad, they boo.'' <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCullough replaced him, the crowd cheered. <q> The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes, </q> said <strong> Allen Iverson </strong>, who scored 37 points.`` It's tough.`` For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a", "new_id": -2}, {"uid": "1297660283045400064", "i": 22783, "idx": 0, "sa": ["David Letterman", "Whitney Houston"], "q": "no youngster-- you'll be 50 in March-- and if you really want... What's romantic? Taking your sweetheart to New York City. Quotes from Sunday's 53rd annual Grammy Awards: <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.-- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.`` <strong> Justin Bieber </strong>? Hairpiece. </q>-- <strong> David Letterman </strong> revealing the top Grammy surprises.`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined", "new_id": -2}, {"uid": "1295772190146751527", "i": 37178, "idx": 0, "sa": ["Andy Coulson"], "q": "Pakistan deny Mullah Omar heart attack report Video: Egypt on alert after ahead of Coptic Christmas... Video: Young French hostages executed in Niger desert... Photo: US puts Pakistani Taliban figure on terror list Report Abuse <q> The very fact that this occurred in England at all is disgusting. There should be no Muslims in Europe at all, yet here they are flooding our cities, destroying our culture and heritage and bringing violence to our shores. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295587628071548946", "i": 25616, "idx": 4, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": "company into the future.`` Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,'' <strong> Vint Cerf </strong> said. <q> He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company. </q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today.`` Day-to-day", "new_id": -2}, {"uid": "1297233264222871556", "i": 38635, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama", "Friedrich Hayek"], "q": "of the last crisis, not the next one;( <strong> Barack Obama </strong>) insert uncertainty into the market place; and( 3) are hijacked by strong special interests. On that last point <strong> Friedrich Hayek </strong> wrote: <q> We must finally mention another instance in which it is undeniable that the mere fact of bigness creates a highly undesirable position: namely where, because of the consequences of what happens to a big enterprise, government can not afford to let such an enterprise fail. </q> Caldwell notes that this passage is almost certainly referring to Even as the company spent almost$ 9 million on the longest Super Bowl ad in history, Chrysler CEO <strong> Sergio Marchionne </strong> announced he was seeking a``", "new_id": -2}, {"uid": "1296044608187023372", "i": 9757, "idx": 1, "sa": ["Michael Vick"], "q": "release from prison two years ago.`` The Unequal technology is a part of my game now, and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a to-be-released statement. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q>", "new_id": -2}, {"uid": "1295602501192069638", "i": 4109, "idx": 1, "sa": ["Eric Schmidt"], "q": "on his Twitter account:`` Day-to-day adult supervision no longer needed!'' According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: Alan Johnson's wife`", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]