[{"uid": "1295461104131301415", "i": 35311, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "against the bones of his leg and requires surgery in the U.S.`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> said by phone. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that", "new_id": -2}, {"uid": "1297166995062062625", "i": 29607, "idx": 1, "sa": ["Luis Ochoa", "Paula Abdul", "Ray LaHood", "Simon Cowell"], "q": "died of an accidental`` sharp force injury'' to his right calf. Sheriff's spokesman <strong> Ray LaHood </strong> Pruitt said it was unclear if a delay in seeking medical attention contributed to <strong> Luis Ochoa </strong>'s death. <q> I have never seen this type of incident, </q> Sgt. Martin King, a 24-year veteran of the sheriff's department, told the Bakersfield Californian. <strong> Simon Cowell </strong> says' X Factor' judging panel yet to be set; <strong> Paula Abdul </strong>, wait by the phone", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1295933062036896771", "i": 11050, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be evil.'' The dynamics of what even Google calls its management`` triumvirate'' are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialization. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1295276941062636036", "i": 22120, "idx": 0, "sa": ["Simon Cowell", "Leona Lewis"], "q": "`` can't wait'' to go on tour, explaining the show is a`` roller-coaster journey'' of dance styles and performances. On Britain's Got Talent in 2009, <strong> Simon Cowell </strong> described their routine as <q> one of the best things I have ever seen in my life </q>. After their success in the TV talent show, Flawless have gone on to star in the movie StreetDance 3D, as well as appearing in music videos for Madonna, Beyonce, <strong> Leona Lewis </strong> and Westlife.", "new_id": -2}, {"uid": "1295325011089587720", "i": 33092, "idx": 0, "sa": ["Piers Morgan", "Emma Watson", "Tracy Morgan", "David Letterman", "Betty White", "Andy Kaufman", "Joaquin Phoenix"], "q": ", <strong> Betty White </strong>, Tracey <strong> Piers Morgan </strong>... <strong> David Letterman </strong>- <strong> Tracy Morgan </strong>'s Valentine <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1296529355266076191", "i": 34171, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 million Cinquecentos( 500 in Italian) werebuilt from 1957 to 1975. Warm, fuzzy feelings worked for VW's New Beetle and for BMW, with its revival of the Mini. <q> To some extent, the Fiat will share that same( nostalgia) bump, </q> says Charlie Vogelheim of IntelliChoice.`` It's an iconic design.'' Sensing it would be a winner, Fiat and Chrysler CEO <strong> Sergio Marchionne </strong> pushed to bring the 500 into the U.S. as soon", "new_id": -2}, {"uid": "1295535469224985100", "i": 32233, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize our health and prosperity,'' <strong> Lisa P. Jackson </strong> said. <q> The EPA and Chrysler are working together to explore the possibilities for making this technology affordable and accessible to drivers everywhere. This partnership is further proof that we can preserve our climate, protect our health and strengthen our economy all at the same time. </q>`` In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1296921227106987589", "i": 28844, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": "horrible'' and wondering why he gets ratings-- but also for a comment that <strong> David Letterman </strong> made. At one point in the interview, there was this exchange between <strong> Howard Stern </strong> and <strong> David Letterman </strong>: <strong> Howard Stern </strong>: <q> How much longer are you doing this, really? </q> <strong> David Letterman </strong>:`` I don't know. Maybe two years, I think.'' <strong> Howard Stern </strong>:`` Two years, you're thinking you're going to exit?'' <strong> David Letterman </strong>:", "new_id": -2}, {"uid": "1294957406081149956", "i": 46647, "idx": 11, "sa": ["Allen Iverson"], "q": "guard <strong> Allen Iverson </strong> signed a two-year contract with Turkish club Besiktas on Friday. <strong> Allen Iverson </strong> played 25 games with the Philadelphia 76ers last season averaging 13.9 points but was unable to secure an offer from an NBA team this season. <q> I'm at the point in my career where mentally and physically I know I can play basketball and that's what I want to do. If I can't play in the NBA, but I want to play basketball, that's a decision I have to make, </q> <strong> Allen Iverson </strong> told reporters in New York.`` My whole thing was being wanted and being accepted by a ball club. That was the most important thing to me: to be wanted.'' The deal is set", "new_id": -2}]