[{"uid": "1297556753101662742", "i": 36296, "idx": 3, "sa": ["Shayne Ward", "Simon Cowell", "Justin Bieber"], "q": "with <strong> Simon Cowell </strong>. In an interview with href=\"http://www.digitalspy.co.uk/ustv/s141/the-x-factor-us/news/a303061/Shayne Ward-Shayne Ward-12-is-too-young-for-x-factor.html\" rel=\"nofollow\"> Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for`` The X Factor'' U.S. <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers, </q> <strong> Shayne Ward </strong> said.`` But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"uid": "1297426636014974991", "i": 39899, "idx": 9, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "are things we are planning to do with Nokia that are unique,'' <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. <q> Today, Nokia and Microsoft intend to enter into a strategic alliance, </q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan.`` Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities", "new_id": -2}, {"uid": "1295218070163594249", "i": 675, "idx": 10, "sa": ["Simon Cowell"], "q": "winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums.`` My real interest at that point was having the acts on my label,'' <strong> Simon Cowell </strong> said. <q> I had absolutely zero desire to be in front of the camera. </q> Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one month after Pop Idol premiered in 2001, the tabloid Sunday People zeroed in on <strong> Simon Cowell </strong> under", "new_id": -2}, {"uid": "1296850256052805655", "i": 37638, "idx": 2, "sa": ["Roger Goodell", "Chad Johnson", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <strong> Chad Johnson </strong>", "new_id": -2}, {"uid": "1297290951065437723", "i": 59782, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Amitabh Srivastava"], "q": " <strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees.`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> <q> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> <strong> Steve Ballmer </strong> also disclosed that <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, is leaving Microsoft.`` Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase", "new_id": -2}, {"uid": "1296727907183500817", "i": 19760, "idx": 14, "sa": ["Jalen Rose", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal", "Reggie Miller"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Duncane after getting 33 from <strong> Reggie Miller </strong>.`` I wish it was reversed,'' <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1295158589128794626", "i": 21666, "idx": 0, "sa": ["Andrew Garcia", "Casey James", "Simon Cowell", "Katie Stevens"], "q": "Neyo American Idol season 9 contestants perform for the group round of Hollywood Week. Group# 1-`` Middle C'' Janell Wheeler, <strong> Casey James </strong>, Jermaine Purifory Performing`` Closer'' by Neyo Group# 2- <q> Three Men and a Baby </q> <strong> Andrew Garcia </strong>, <strong> Katie Stevens </strong>, JB Ahfua,? Perf... American Idol Contestants Tribute to <strong> Simon Cowell </strong>- Together We Are One- Season 9 Finale American Idol Contestants Tribute to <strong> Simon Cowell </strong>- Together We Are One- Season 9 Finale", "new_id": -2}, {"uid": "1295883061140918799", "i": 24315, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Charles Grandison Rose III"], "q": "with what <strong> Eric Schmidt </strong> has been most publicly doing of late, as he has been at many conferences and the like, speaking. At the same time, <strong> Eric Schmidt </strong> spoke of his young charges, Tweeting that <q> Day-to-day adult supervision no longer needed! </q> Those who wondered were href=\"http://blogs.wsj.com/venturecapital/2011/01/20/about-Eric Schmidt-Eric Schmidts-adult-supervision-comment/\" rel=\"nofollow\"> reminded that the comment actually says from something <strong> Sergey Brin </strong> himself href=\"http://blogs.wsj.com/venturecapital/2011/01/20/about-Eric Schmidt-Eric Schmidts-adult-supervision-comment/\" rel=\"nofollow\"> said on the <strong> Charles Grandison Rose III </strong> show in 2001, when <strong> Eric Schmidt </strong> was announced as CEO. When asked,", "new_id": -2}, {"uid": "1295478769073809934", "i": 24841, "idx": 0, "sa": ["Bernie Sanders"], "q": "providing them with wireless internet and intranet access throughout the campus. The Rutland County facility provides training to police from across the state, training new police recruits as well as career officers seeking in-service training. <q> These state-of-the-art enhancements will empower students in basic training, as well as those professionals receiving in-service training, to experience an innovative learning environment, </q> <strong> Bernie Sanders </strong> said.`` Vermont Police Academy has an engrained commitment to graduating the best educated, most well-balanced and highly proficient alumni. It is my sincerest hope that this funding will help in a small way to produce", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]