[{"uid": "1295665752254312485", "i": 19226, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": " Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal. He denied knowing phone hacking was taking place. In a statement on Friday, he said it had been <q> a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years </q>. But he added:`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role", "new_id": -2}, {"uid": "1297647737198574120", "i": 37568, "idx": 8, "sa": ["Bernie Sanders", "Aaron Goldstein"], "q": "`` But I don't have the answer to that.'' I did see a couple of people wearing a`` Draft <strong> Bernie Sanders </strong>'' sticker. For his part,| 2.13.11@ 7:40 PM <q> back to my days with the New Democratic Party </q> <strong> Aaron Goldstein </strong>| 2.13.11@ 8:37 PM Ken( Old Texican)| 2.13.11@ 7:47 PM <strong> Aaron Goldstein </strong>, Please forgive me. SCREW THE LEFT! Remember name, email", "new_id": -2}, {"uid": "1295777587220971009", "i": 49303, "idx": 4, "sa": ["Ed Miliband", "Sienna Miller", "David Cameron", "Andy Coulson"], "q": " The Crown PSienna Millercution Service has also asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised`` real questions about <strong> David Cameron </strong>'s judgement that he", "new_id": -2}, {"uid": "1296709837249151493", "i": 2861, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Dwyane Wade", "Kwame Brown", "Metta World Peace", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Miami_Heat_vs_ToMetta World Peaceto_Raptors_109-100_November_13,_2010 <strong> Dwyane Wade </strong> scored 31 points and <strong> LeBron James </strong> added 23 points along with 11 assists to lead the Heat to a victory over the Raptors.", "new_id": -2}, {"uid": "1295485367026624014", "i": 57071, "idx": 0, "sa": ["David Letterman", "Kenny Garrett", "Jason Miles", "Spencer Davis", "Mike Stern", "Carlene Davis", "Miller Anderson", "Earl Klugh", "Marcus Miller", "David Sanborn", "Tim Minchin", "James Northcote", "Willie Nelson"], "q": "'' <strong> Earl Klugh </strong>- classical guitar on`` Claire'' <strong> James Northcote </strong>- flute on`` Los Feliz'' <strong> Jason Miles </strong>- synthesizer programming http://wn.com/Jason Miles_Carlene Davis_,_Marcus Miller_Marcus Miller_,_Tim Minchin_David Sanborn_,Don_Alias_,_Kenny Garrett_Kenny Garrett_,_Joe_McCreary_Tutu_live http://wn.com/Across_the_Borderline__Marcus Miller_Miller Anderson_and_Spencer Davis_Carlene Davis This is <strong> Miller Anderson </strong> playing <strong> Willie Nelson </strong>'s Across the Borderline. http://wn.com/Jason Miles_Carlene Davis_Marcus Miller_Marcus Miller_Tim Minchin_David Sanborn_We_Three_Kings_Of_Orient_Are <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> on <strong> David Letterman </strong> <q> We Three Kings Of Orient Are </q> PUMP UP THE VOLUME!!! From`` The man with the horn''- 1981- mind blowing solo by <strong> Mike Stern </strong>.. great bass patterns by <strong> Marcus Miller </strong>... put up your headphone... get yourself blown away... Take", "new_id": -2}, {"uid": "1295205413016711683", "i": 56844, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "of the victims of the shooting last Saturday in Tucson, AZ.. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> were freshmen members of Congress in 2007. <strong> Gabrielle Giffords </strong> is breathing on her own after doctors removed her ventilator on Saturday. <q> Well, she's doing great, </q> <strong> Kirsten Gillibrand </strong> said.`` I talked to her husband Mark( Saturday) night and she's making progress and if there's anyone in the world that can recover fully from this kind of crime and unbelievable injury,", "new_id": -2}, {"uid": "1296448931064503816", "i": 49742, "idx": 1, "sa": ["Zahi Hawass"], "q": "like Baghdad.'' Al-Masry Al-Youm reports that about 1000 people entered the museum, but most looting was confined to the gift shop. Chairman of the Supreme Council of Antiquities href=\"http://www.time.com/time/world/article/0,8599,2045155,00.html\" target=\"_hplink\"> <strong> Zahi Hawass </strong> told TIME: <q>`` I'm glad that those people were idiots... They looted the museum shop. Thank God they thought that the museum shop was the museum. </q> \" Other museums were also looted over the weekend, including the smaller Memphis Museum, which former Egyptian Museum Wafaa el-Saddik told With the unrest in Egypt continuing over the weekend, the Egyptian Museum in Cairo", "new_id": -2}, {"uid": "1295545014070058029", "i": 8249, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "setting a different tone. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>: Too nice for` American Idol?' stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" href=\"http://wn.com/?an?\"> an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297200983061325341", "i": 2160, "idx": 1, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "of the <strong> George H. W. Bush </strong> years. And yes, he has every intention of using this material to change history's view of past controversies-some that go way back. One example: The book notes a <q> particularly stubborn... myth </q>: the charge that, as White House chief of staff, Mr. <strong> Donald Rumsfeld </strong> pushed <strong> George H. W. Bush </strong> Ford to appoint <strong> George H. W. Bush </strong> as CIA director, in order to banish a rival. Mr. <strong> Donald Rumsfeld </strong> cites the memo he provided the <strong> George H. W. Bush </strong>", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]