[{"uid": "1295909289243613735", "i": 8987, "idx": 3, "sa": ["Bill Lockyer", "David Chiang"], "q": "try to avoid the issuance of IOUs at all costs,'' <strong> David Chiang </strong> said.`` It's an admission that the state can't pay its Bill Lockyers.'' Of <strong> Bill Lockyer </strong>'s comments, <strong> David Chiang </strong> said, <q> I think <strong> Bill Lockyer </strong> was using IOUs as an example of a cash conservation measure. I don't know if he was specifically referring to IOUs. </q> <strong> David Chiang </strong> said that it's true the state is in a better cash position than during previous instances when IOUs were threatened.`` It's better than what we've had at some those difficult points over", "new_id": -2}, {"uid": "1296005497137592839", "i": 2282, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": ".`` Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.'' Yee said investors would support a strategy of more purchases to bolster drug development. <q> One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}, {"uid": "1295288802218529836", "i": 37473, "idx": 0, "sa": ["Prince Fielder", "Albert Pujols", "Hunter Pence", "Mike Pence", "Matt Kemp", "Michael Steele", "Gary Bauer", "Ryan Howard", "Barack Obama", "Patrick Bauer"], "q": "in <strong> Michael Steele </strong>'s backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Patrick Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Ryan Howard </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1297713181162562068", "i": 10107, "idx": 0, "sa": ["Craig Mundie", "Steve Ballmer", "Beatrix of the Netherlands"], "q": "they said.''( Microsoft CEO) <strong> Steve Ballmer </strong> and I a few years ago talked and believed Arabic would be an increasingly important language,'' said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q> And yet, because <strong> Beatrix of the Netherlands </strong> way the internet was evolving, it wasn't a language that was getting a lot of use. </q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1295902107252543013", "i": 4641, "idx": 0, "sa": ["Bill Clinton", "Barack Obama", "Colin Powell"], "q": "members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House,'' he said. <q> I've said for more than a year that if the Democrats hold both the House and the Senate, <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes,", "new_id": -2}, {"uid": "1295365437143278096", "i": 43021, "idx": 0, "sa": ["Regis Philbin", "Kelly Ripa", "David Letterman", "Kathie Lee Gifford"], "q": "Diego before moving to a national exposure as sidekick in`` The Joey Bishop Show'' in the late 1960s on ABC. He went on to host a popular local morning talk show in Los Angeles. <q> Live with <strong> Regis Philbin </strong> and <strong> Kathie Lee Gifford </strong>, </q> featuring <strong> Kathie Lee Gifford </strong> began national syndication in 1988 and concinuted until she left in 2000, when <strong> Kelly Ripa </strong> filled in as replacement. <strong> Regis Philbin </strong>, a constant target for gentle ridicule by <strong> David Letterman </strong> over the years, holds a", "new_id": -2}, {"uid": "1295218070163594249", "i": 672, "idx": 7, "sa": ["Simon Cowell"], "q": "much, much better.'' His new idea, now called Pop Idol, aimed to let viewers vote on who got the recording contract. But he also wanted to cast a`` mean judge.'' <q> <strong> Simon Cowell </strong> has been a friend of mine forever, </q> he says.`` So I called <strong> Simon Cowell </strong> up and I said,` Look, I've got this idea. I need a partner in crime here.'?'' Fuller and <strong> Simon Cowell </strong> agreed that the Pop", "new_id": -2}, {"uid": "1295562588178864129", "i": 46870, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295543475207126533", "i": 22639, "idx": 2, "sa": ["David Letterman", "Jonathan Mendelsohn"], "q": "hitting single'Till Tonight` featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2-`` I'll Go Crazy If I Don't Go Crazy Tonight'' on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2- <q> I'll Go Crazy If I Don't Go Crazy Tonight </q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed`` I'll Go Crazy If I Don't Go Crazy Tonight'' on the Late Show with <strong> David Letterman </strong> on 3 This is the third night of their weeklong", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]