[{"uid": "1295544428207126553", "i": 10312, "idx": 0, "sa": ["Alassane Ouattara", "Victor Gbeho"], "q": "<strong> Alassane Ouattara </strong>, the president- elect. The President of the ECOWAS Commission, <strong> Victor Gbeho </strong>, on that day made it clear in Abuja what Ecowas had in mind per the December 24 communiqu. He said, <q> ECOWAS and AU is now saying even if there is half per cent chance of resolving the issue peacefully, we will explore it. </q> He went on,`` We are aware of the danger of using military force but if necessary, when we get to that bridge, we will cross it.'' DZI WO FIE ASEM", "new_id": -2}, {"uid": "1295192606168738817", "i": 44914, "idx": 1, "sa": ["Dennis Kucinich", "Bernie Sanders", "Sharron Angle"], "q": "progressive''-- a fan of Vermont socialist <strong> Bernie Sanders </strong>, Ohio socialist wannabe <strong> Dennis Kucinich </strong>, and state media outlet, NPR. \"`` Rather than pointing fingers or assigning blame,'' said Obama in Tucson, <q> let us use this occasion to expand our moral imaginations. </q> In the days immediately after the shooting, Fuller expanded his moral imagination by telling Democracy NOW radio,`` It looks like Palin, Beck, <strong> Sharron Angle </strong>, and the rest got their first target.'' \"", "new_id": -2}, {"uid": "1297118217093028381", "i": 55146, "idx": 4, "sa": ["Simon Cowell", "Leona Lewis"], "q": "winner.`` The X Factor'' has turned unknowns into superstars, most notably with Season 3 winner href=\"http://omg.yahoo.com/celebs/Leona Lewis-Leona Lewis/934\"> <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q> It has to be controversial, interesting, </q> <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside.`` If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well.", "new_id": -2}, {"uid": "1295476329265797672", "i": 1031, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "on the Fox singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said.`` It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''", "new_id": -2}, {"uid": "1296005548187400198", "i": 1891, "idx": 0, "sa": ["Alassane Ouattara"], "q": "interviewing more than 100 witnesses, the New York-based Human Rights Watch concluded that postelection violence was overwhelmingly committed by Gbagbo supporters to intimidate people living in neighborhoods that voted for the internationally recognized leader, <strong> Alassane Ouattara </strong>. <q> Most of the killings by militias took place in broad daylight, </q> the report released Wednesday said.`` Witnesses said that police, gendarmes and other members of the security forces actively sided with the militias, either standing by while the abuses were committed, openly praising the killings as", "new_id": -2}, {"uid": "1296806594151191566", "i": 48845, "idx": 1, "sa": ["Matt Ryan", "Michael Vick", "Tramon Williams"], "q": ". His late pick of Philadelphia quarterback <strong> Michael Vick </strong> solidified the Packers' Wild-Card victory. In the Divisional Round, <strong> Tramon Williams </strong> intercepted Atlanta's <strong> Matt Ryan </strong> twice, including one he returned for a 70-yard touchdown. <q> Those are game-changing plays, </q> said <strong> Tramon Williams </strong>, whose three postseason INTs lead the league.`` That's one thing we always talk about in the DB room and with the coaching staff- making plays in a timely fashion.''", "new_id": -2}, {"uid": "1295397571060751906", "i": 51358, "idx": 0, "sa": ["Julian Assange", "David Letterman", "Asif Ali Zardari", "Pete King"], "q": "<strong> David Letterman </strong>'s show, laughed when <strong> David Letterman </strong> denounced <strong> Julian Assange </strong> as`` creepy,'' and-- while expressing concerns both that the U.S. Government over-classifies and doesn't safeguard its secrets with sufficient care-- disparaged WikiLeaks this way: <q> I think he is a hero in his own mind, which makes me pretty suspicious.... We should not have </q> freelancers from other countries maPete King a decision about what gets declassified by our government. Our government should be better about it, but I don't want random AustrAsif Ali Zardarians deciding for me.[ audience laughs and cheers appreciatively", "new_id": -2}, {"uid": "1295673044105103423", "i": 7875, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "and brought forward its financial results to the day after. Not a single analyst asked Apple what <strong> Steve Jobs </strong>'s absence might mean. This time, analysts simply accepted that <strong> Eric Schmidt </strong>'s explanation that the move followed <q> a long series of conversations </q> and moved on. Though it's not obvious, Google's problem has been in focus and execution of strategy. Despite having something like a 90% search share in most markets, its fabled search", "new_id": -2}, {"uid": "1295285848003260416", "i": 10063, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "The Tourist.''' And there, in one joke, he took a swipe at the Hollywood Foreign Press Association, which puts on the partylike awards show, for its curious nominations. <q> I'm just jumping on the bandwagon, </q> <strong> Ricky Gervais </strong> continued.`` I haven't even seen` The Tourist.' Who has?'' The fact that the film's stars, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>, were seated a few feet in front of", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]