[{"uid": "1296584933205504518", "i": 43641, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "In the cold opening to last night's Late Show with <strong> David Letterman </strong>, an awkward green-room encounter between the host and guest, <strong> Justin Bieber </strong>, culminated with the teenage sensation sheepishly admitting to Dave's suspicion when he said, <q> Yeah- you have no idea who I am, do you? </q> It was a funny bit that took advantage of the generation( s) gap between the two, allowing <strong> David Letterman </strong> to get away with later asking,`` Do you use <strong> Justin Bieber </strong> on` Today': When they", "new_id": -2}, {"uid": "1296371371213876756", "i": 1318, "idx": 1, "sa": ["Soulja Boy", "Jerry West", "Allen Iverson", "Kobe Bryant", "Bob Schmidt"], "q": ", Boston celtics nba champions, La Clippers, Denver Nuggets, <strong> Allen Iverson </strong>, Dallas Mavericks, East <strong> Jerry West </strong> All star g... LD2k's:`` LIBERATION: The Ballad Of <strong> Kobe Bryant </strong>'' Ft. <strong> Bob Schmidt </strong> LD2k's: <q> LIBERATION: The Ballad Of <strong> Kobe Bryant </strong> </q> Ft. <strong> Bob Schmidt </strong> <strong> Kobe Bryant </strong>'s legacy is about to cement itself with his chase after his 4th title in 6 trips to the finals. Telling <strong> Kobe Bryant </strong>'s tale in a poetic <strong> Soulja Boy </strong>, enjoy this video with a voice over", "new_id": -2}, {"uid": "1295667487077053969", "i": 39651, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Kim Kardashian", "Winona Ryder"], "q": "fire'' and that the future is bright. While he is proud of his decade as CEO, <strong> Eric Schmidt </strong> said he is confident that <strong> Larry Page </strong> will accomplish even more in the next ten years. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> he wrote. Photos: Ouch! <strong> Winona Ryder </strong>'s Tight Dress href=\"http://abcnews.go.com/Entertainment/slideshow/photos-celebs-show-skin-sheer-trend-8736264\"> Photos: <strong> Kim Kardashian </strong>'s Dress Takes a Plunge", "new_id": -2}, {"uid": "1295568188148554013", "i": 46631, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "ago because Google's investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. <q>`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295408846085049364", "i": 24574, "idx": 6, "sa": ["Stephen Tyler", "Piers Morgan", "Toby Young", "Simon Cowell", "Nigel Lythgoe", "Jennifer Lopez"], "q": ". But <strong> Stephen Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For <strong> Toby Young </strong>, it's no accident that so many U.K. imports- including himself, <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong>( <q> So You Think You Can Dance </q>), and <strong> Piers Morgan </strong>(`` America's Got Talent'')- are more willing to play the mean judge than Americans.`` You guys love casting Brits as villains,'' he says.`` It reminds", "new_id": -2}, {"uid": "1295105515258523157", "i": 826, "idx": 3, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Sarah Palin"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he questioned Sen. <strong> John McCain </strong>'s judgment in picking Gov. <strong> Sarah Palin </strong> as his running mate because", "new_id": -2}, {"uid": "1295538599101187600", "i": 46469, "idx": 0, "sa": ["Chris Huhne"], "q": "services company Siemens and Spanish wind power developer Gamesa announced Thursday they had signed initial contracts to build wind turbine factories and a research center at the port of Hull and in Dundee and Glasgow, respectively. <q> The race for offshore wind manufacturing jobs is on(...) I'm determined the UK economy benefits from the opportunities and jobs of the offshore wind supply chain, </q> said Energy and Climate Change Secretary <strong> Chris Huhne </strong>. Together these projects would create up to 1,000 jobs at a time when workers across the country are increasingly worried about losing employment amid severe government spending cuts.", "new_id": -2}, {"uid": "1295779311072171695", "i": 56256, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.'' Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1296395668266764293", "i": 58979, "idx": 1, "sa": ["Zahi Hawass", "Ben Ali"], "q": "entered the museum in bid to steal the mummies.`` But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged,'' <strong> Zahi Hawass </strong> told AFP. <q> Only their heads were intact, </q> he added.The fate of the vandals remained unknown. A brother-in-law of <strong> Ben Ali </strong>, the ousted Tunisian president, is seeking refugee status in Canada, according to the Canadian government, which has indicated he is`` not", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]