[{"uid": "1296868149118718514", "i": 4681, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "February 4th, 2011 DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want to", "new_id": -2}, {"uid": "1296715246139952153", "i": 41008, "idx": 6, "sa": ["Rasheed Wallace", "Ming Yi", "Allen Iverson", "Kobe Bryant"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoMing Yi the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to 43 minutes 16/23 FG 6/8 FT 40 points Career night for CJ Is", "new_id": -2}, {"uid": "1297170788028033041", "i": 34867, "idx": 9, "sa": ["Simon Cowell", "Lee Adams"], "q": "Eyed Peas or Destiny's Child.`` I'm genuinely staggered this hasn't happened. All the signs are out there, from` GLee Adams' to` High School Musical,''' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said.`` It is pressure,", "new_id": -2}, {"uid": "1296460181009125909", "i": 31210, "idx": 2, "sa": ["Rebekah Brooks", "Andy Coulson", "Paul Staines"], "q": "It is monolithic and uses all of its old-school-tie contacts. I don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.'' The Guardian targeted <strong> Andy Coulson </strong> over the phone-hacking affair <q> as a proxy because you all hate News International, </q> he claims. <strong> Paul Staines </strong> is unlikely, however, to be invited to any Oxfordshire soirees. He guarded his anonymity until <strong> Paul Staines </strong> was unmasked in 2007. He once worked for a shadowy rightwing foreign policy thinktank", "new_id": -2}, {"uid": "1296286332201490484", "i": 3220, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Mike McDaniel"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>.`` I think he's the clear frontrunner and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like <strong> Mike Pence </strong>.`` <strong> Mike McDaniel </strong>'s been a strong voice in Congress and", "new_id": -2}, {"uid": "1297124178124354581", "i": 25158, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "from Dallas mayor <strong> Dwaine Caraway </strong> on Saturday, causing an uproar among animal rights activists. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> The message and the kids are far greater than all this response about,` Why give him the key to the city?' </q> <strong> Dwaine Caraway </strong> said Monday.`` He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs.", "new_id": -2}, {"uid": "1295389612219906073", "i": 8551, "idx": 0, "sa": ["Angelina Jolie", "Warren Beatty", "Annette Bening"], "q": ".`` She[ <strong> Annette Bening </strong>] has a great capacity to be happy, which is a great gift to me and an even greater gift to her children,'' <strong> Warren Beatty </strong> target=\"_blank\" href=\"http://marriage.about.com/od/entertainmen1/a/Warren BeattyWarren Beatty_2.htm\"> told The Independent. <q> For me, the highest level of sexual excitement is in a monogamous relationship. I would hate myself if I failed to live up to it. </q> And, of course, if we are talking about couples meeting on the set of a career-defining( or redefining) movie, we can't forget Hollywood's golden couple, <strong> Angelina Jolie </strong>. While` Mr.", "new_id": -2}, {"uid": "1295611063109838355", "i": 3596, "idx": 7, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <strong> Eric Schmidt </strong> said the change has been under discussion`` for a long time'' as the company tried to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be", "new_id": -2}, {"uid": "1297707860124567568", "i": 10585, "idx": 2, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore"], "q": "each participant.'' Mr <strong> Eamon Gilmore </strong>, for his part, is going to focus on what he says is a? 5bn black hole in the plans of both Fianna F?il and Fine Gael. <q> I think they need to tell us what taxes, what cuts they are hiding... because they haven't spelled out where that? 5bn is going to come from. </q> But both Mr <strong> Micheál Martin </strong> and Mr <strong> Eamon Gilmore </strong> could go after Mr <strong> Enda Kenny </strong>, whose abstention from last week's TV3 debate led to a bounce in the polls. Mr <strong> Enda Kenny </strong> has arrived back in Ireland", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]