[{"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.'' He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q>We had a very, very good year and a very strong quarter,</q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. ''We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}, {"uid": "1296867070001982490", "i": 3060, "idx": 4, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": ". Last year, Volkswagen AG( VOWG_p. DE) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to ''redimension'' its joint venture with Indian automaker Tata Motors( TAMO.BO) to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1296319679245022720", "i": 10245, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilize Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q>We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,</q> protester Kamal Mohammad said. ''He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1295916049143048705", "i": 11370, "idx": 1, "sa": ["Mike Pence"], "q": "jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed,'' he said during the Values Voter Summit. <q>But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation must be able to handle more than one issue at a time. We must focus on our fiscal crisis and support our troops. We must work to create jobs and protect innocent human life,</q> he continued. <strong> Mike Pence </strong> continued, ''To those who say we should focus on cutting spending, I say ''Ok, let''s start by denying all federal funding for abortion at home and abroad!", "new_id": -2}, {"uid": "1295697481212844549", "i": 44413, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says <strong> Cheryl Cole </strong> has changed her mind. <q><strong> Cheryl Cole </strong> told him she would spend a lot of time at his, but she needs her own space,</q> a source tells the paper. ''She wants to remain independent and not just become ''<strong> Derek Hough </strong>'s girlfriend'. ''It''s clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}, {"uid": "1295611292131039247", "i": 8328, "idx": 1, "sa": ["Linda Stasi", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' Comment on this Article New York Post critic <strong> Linda Stasi </strong> agreed, calling the duo's ''instant chemistry'' with existing judge Randy Jackson <q>so right, they couldn't have created it in a lab</q>. She continues, ''<strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are not and will never be Paula( Abdul, another former judge) and <strong> Simon Cowell </strong>. They didn't do the brother/sister love/hate thing- and didn't try", "new_id": -2}, {"uid": "1295902720235421735", "i": 40322, "idx": 1, "sa": ["Colin Powell", "David Stockman"], "q": "discussing the budget, <strong> Colin Powell </strong> said that ''the real money[ is] in the entitlements... and unless we do something about those, you can't balance the budget.'' He added, <q>You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.</q> And then, putting on his <strong> David Stockman </strong> cape, <strong> Colin Powell </strong> said: ''Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it. Tell me what", "new_id": -2}, {"uid": "1296792237034570250", "i": 30260, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "otherwise be an Unrestricted Free Agent[ or Restricted Free Agent] as a Franchise Player each season during the term of this Agreement,'' <strong> DeMaurice Smith </strong> wrote in a memo to player agents, obtained by ProFootballTalk.com. <q>The 2011 season is not a ''season during the term of this Agreement' so the NFL has no valid basis for claiming the right to franchise players in 2011.</q> There is a long list of elite NFL players who are pending free agents. The Philadelphia Eagles reportedly will tag QB <strong> Michael Vick </strong> if it can''t reach a long-term agreement. Other viable candidates to be tagged", "new_id": -2}, {"uid": "1297350455055672878", "i": 10087, "idx": 3, "sa": ["Tim Pawlenty", "Kristi Noem", "Mike Pence"], "q": "down an invitation to speak at CPAC, where he has appeared six times. ''At this time, the congressman is focusing his attention on Indiana,'' <strong> Mike Pence </strong> spokesman Matt Lloyd said. <q>He hopes to participate in future CPAC opportunities as his schedule permits.</q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and <strong> Tim Pawlenty </strong> Scott of South Carolina, and", "new_id": -2}, {"uid": "1296781096226541600", "i": 13787, "idx": 2, "sa": ["Mike Pence"], "q": "funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said Americans should be ''shocked'' that the organization ''has been recorded aiding and abetting underage sex trafficking.'' <q>The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,</q> <strong> Mike Pence </strong> said. ''The time to deny any and all funding to Planned Parenthood is now.'' He urged Congress to immediately bring his bill, which would end family planning grants for abortion providers,", "new_id": -2}]