[{"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296888401119128067", "i": 29421, "idx": 0, "sa": ["Paul McMullan", "Andy Coulson"], "q": "In written evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said \"everyone in the schoolyard did it\" when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World. <q>For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his \"Bizarre\"( showbusiness) column and after that at NOTW,</q> he wrote. \"As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year", "new_id": -2}, {"uid": "1296695007231915535", "i": 7920, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> pointing out that the two companies face a computing revolution that is outpacing them. He said that Nokia in particular needed to drop its resistance to opening its platform and slim down its operations. <q>You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers such as WANG, Unisys, IBM and Burroughs,</q> he wrote. \"And, <strong> Steve Ballmer </strong>, you and Bill must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well, this", "new_id": -2}, {"uid": "1295970663009764877", "i": 22975, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "winning streak, 109-96, on Friday night. \"It's just because our backs are against the wall,\" <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. <q>We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the <strong> David West </strong>, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs. \"And with our roster... there's no way we shouldn't be in the playoffs.</q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1294987633005357618", "i": 32816, "idx": 1, "sa": ["Sergio Marchionne"], "q": "players, from Detroit and beyond, a reminder that motoring machismo is alive and well. \"By definition, this industry breeds cocky people,\" Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview. <q>I think we should distribute cocky pills.</q> Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked by a global quality and recall scandal that keeps on giving, says it plans to leverage its Prius gas-electric", "new_id": -2}, {"uid": "1297249562136822788", "i": 7604, "idx": 2, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "\" Smith said. Democrats in the Senate, however, said the public would rather Congress focus on other things. \"This election was about the economy,\" said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>So I do not understand how this Republican Congress can move from that mandate to create jobs- to create opportunity in this country- towards how do we undermine women's reproductive health.</q> UPDATE: The House GOP officially kicked off their abortion opposition campaign this afternoon: \"This legislation is really about whether the role of America's government is to continue to fund a practice that", "new_id": -2}, {"uid": "1296673148174342186", "i": 7608, "idx": 2, "sa": ["Peter Rice", "Simon Cowell"], "q": "all sorts of factors. But if there's ever a year that Fox, 19 and FremantleMedia will want to take a long, hard look at a radical makeover, this is it. <q>The American public loves \"American Idol,'</q> Fox Entertainment chairman <strong> Peter Rice </strong> said in January. \"<strong> Simon Cowell </strong> is irreplaceable. It\"s incumbent on us that the show remains vital and entertaining.\" Meanwhile, Wednesday wrapped the end of the 2009-10 television season", "new_id": -2}, {"uid": "1297588971109002780", "i": 17090, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "that Britain would be left without an effective \"carrier strike\" capability- a working aircraft carrier equipped with fighter jets- for a decade under the Government defence and security review, Mr <strong> Donald Rumsfeld </strong> said. <q>Your country has been one of the handful of countries that have had an extremely capable military- in different elements of military capability- and as a seafaring nation, I do understand your questions,</q> he added when asked about the effect of the cuts on Britain's force readiness as a US ally. But he also emphasised the role of intelligence sharing, special operations and unmanned aircraft in an era of asymmetrical", "new_id": -2}, {"uid": "1295076153016613378", "i": 9570, "idx": 0, "sa": ["William McKinley", "Sarah Palin", "David Letterman"], "q": "America as a whole but the GOP is owned by them. She is in one word a wretch. Posted by: medogsbstfrnd| January 14, 2011 2:55 PM| This article states: <q>On Thursday, <strong> Sarah Palin </strong> released an online video response offering both her condolences to the victims and a defense against her critics.</q> Sorry.. <strong> Sarah Palin </strong> actually defended herself and conservatives against an \"accessory to murder\" blood libel. A blood libel that even the New York Times own <strong> David Letterman </strong> <strong> William McKinley </strong> declared \"were vicious charges", "new_id": -2}, {"uid": "1296925333084377631", "i": 42595, "idx": 0, "sa": ["Michael Vick"], "q": ": Snow and ice is seen on the roof of Cowboys Stadium,... Photo in Slideshow: The setting sun is reflected on the side of Cowboys... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q>im suprised the new world order didnt get the media to demonize snow</q> and say if you dont stay inside the snow will melt your face off.----------- iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs", "new_id": -2}]