[{"uid": "1294968451002998314", "i": 50754, "idx": 0, "sa": ["Bernie Sanders"], "q": "a fundraising email drew criticism from Republicans. <strong> Bernie Sanders </strong>' staff said the Senator would address the issue today, but he refused to answer questions from a Channel 3 reporter. Sen. <strong> Bernie Sanders </strong> said, <q> today we're burying a 9 year old. the president gave a very poignant speech today and I think we might want to honor that. I have a lot of views that can wait till next week or the following week. </q> In a statement released yesterday, <strong> Bernie Sanders </strong>' staff noted that the newsletter covered many other topics, but it would have been`` absurd'' not to mention the Arizona shootings. We welcome your participation", "new_id": -2}, {"uid": "1295147685219021316", "i": 58186, "idx": 1, "sa": ["Sleepy Floyd", "Shaquille O'Neal", "Allen Iverson", "Yao Ming", "Phil Jackson"], "q": "record for most points in a quarter, set by <strong> Sleepy Floyd </strong> of Golden State in 1987. <strong> Allen Iverson </strong>'s final two 3-pointers were the Shaquille O'Nealgest of the game, coYao Ming after Phil Jacksonadelphia had pulled within 10 with 5:14 remaining. <q> When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable, </q> <strong> Allen Iverson </strong> said.`` He almost pulled it off.'' <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before", "new_id": -2}, {"uid": "1297365483104955956", "i": 59398, "idx": 1, "sa": ["Kelsey Grammer", "Miley Cyrus", "Henry Ian Cusick", "David Letterman"], "q": "`` What I <strong> Miley Cyrus </strong> is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fHenry Ian Cusickcee, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier.''", "new_id": -2}, {"uid": "1296744572199131164", "i": 31421, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, {"uid": "1296867849205062154", "i": 24042, "idx": 2, "sa": ["David Letterman", "Rob Burnett"], "q": "the Late Show, tells The Hollywood Reporter,`` It's a complete non-story. He's constantly musing about when he's going to leave.'' <strong> Rob Burnett </strong> mentioned that <strong> David Letterman </strong> made a similar remark in 1987. <q> It was not a thought-out response, </q> <strong> Rob Burnett </strong> tells THR.`` It was an off-the- cuff remark. Dave is one of those guys who can choose when he wants to leave. Whenever he decides that, we'll know. It's not", "new_id": -2}, {"uid": "1297712532158122035", "i": 13452, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer", "Charles King"], "q": ", Twitter integration, and more. But <strong> Steve Ballmer </strong>'s announcements at the Mobile World Congress in Barcelona, Spain, doesn't seem to be convincing Nokia shareholders or employees that <strong> Stephen Elop </strong> made the right bet. <q> Particularly for business users, Windows Phone 7 provides an interesting and very powerful platform and user experience that is beautifully integrated with the world's most popular PC operating system and software, </q> said <strong> Charles King </strong>, principal analyst at Pund-IT Research.`` But part of the problem is that you can have a great technology, but you need buy-in from a significant part of the market. Companies and technologies have", "new_id": -2}, {"uid": "1296759238078708740", "i": 6413, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": ", there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows.'' And then, just to punctuate his point, he added: <q> Smile or` Go**** a duck.' </q> That's what we were waiting for. It's almost like <strong> Simon Cowell </strong> never left. VIDEO: Hooray! <strong> Ryan Seacrest </strong> finally got some loving on last night's Play nice and have fun. And", "new_id": -2}, {"uid": "1295619378256049159", "i": 49906, "idx": 3, "sa": ["Steven Barnett", "David Cameron", "Andy Coulson"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong.'' <q> I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like,` pub ready', which resonated with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are. </q> <strong> Steven Barnett </strong>, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER`` It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295444424265502803", "i": 23135, "idx": 0, "sa": ["Aishwarya Rai", "David Letterman", "Angela Bishop", "Oprah Winfrey"], "q": "PAishwarya Raise Report in September 2005, which is available online at www.jbsinger.com. Broadway: The Color Purple( Celie). National/international tours: Big River, Rent, Sister Act. Off-Broadway: Best of Both Worlds. <q> Many thanks to Mom and Dad, family and friends for your love and support. Thank you <strong> Angela Bishop </strong> Norman Lyons and Elder Sharon Lyons and the FOLC family for your prayers.` God you are an awesome wonder!' </q> www.jeannettebayardelle.com Red Carpet Coverage: A BlackTree Media Production Produced by Jamaal Finkley Host: Ms. Brooke Christopher www.blacktree.tv http://wn.com/Oprah Winfrey_Oprah Winfrey_Hangs_Out_with_David Letterman_David Letterman_Part_1 <strong> Oprah Winfrey </strong> gives black women a strong presence with a great appearance on the <strong> David Letterman </strong> show. <strong> Oprah Winfrey </strong> talks about her", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]