[{"uid": "1296278358095797272", "i": 52951, "idx": 0, "sa": ["Wanda Jackson", "David Letterman", "Conan O'Brien"], "q": "'' she joked, and the crowd roared. <strong> Wanda Jackson </strong> also told great stories about her recent appearances on`` <strong> Conan O'Brien </strong>'' and`` The title=\"Late Show with David Letterman\" href=\"http://newsok.com/keysearch/?er=1&amp;CANONICAL=Late+Show+with+David Letterman+David Letterman&amp;CATEGORY=MISC\"> Late Show With <strong> David Letterman </strong>.'' <q> I looked him in the belt buckle and said,` I'm <strong> Wanda Jackson </strong>, </q> the diminutive rocker said of her first meeting with the comparatively towering title=\"Conan O'Brien\" href=\"http://newsok.com/keysearch/?er=1&amp;CANONICAL=Conan O'Brien+Conan O'Brien&amp;CATEGORY=PERSON\"> <strong> Conan O'Brien </strong>. And then she and Green Corn Revival slammed into`` Shakin' All Over,'' her horn-fueled lead track", "new_id": -2}, {"uid": "1295804524123387912", "i": 58497, "idx": 7, "sa": ["Jalen Rose", "Phil Jackson", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal", "Reggie Miller"], "q": "top team in the East for the first Tim Duncane since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Duncane after getting 33 from <strong> Reggie Miller </strong>. <q> I wish it was reversed, </q> <strong> Reggie Miller </strong> said.`` The game is four quarters. I hate doing things early. I like doing it late.'' <strong> Allen Iverson </strong> scored 14 of Phil Jacksonadelphia's final 17 points in the third, including the last 10", "new_id": -2}, {"uid": "1295586099144719915", "i": 57308, "idx": 1, "sa": ["Eric Schmidt"], "q": "been doing already, but being able to focus his considerable energies on external threats and opportunities might allow Google's ruling triumvirate to adapt to a world that has found them nearly atop the tech world. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote in a blog post announcing the management moves. While Google continues to operate perhaps the finest cash machine ever created on the Internet, one of its main problems over the last few years is", "new_id": -2}, {"uid": "1296350062030326787", "i": 38384, "idx": 0, "sa": ["Alassane Ouattara"], "q": "intense, en particulier parce que cela fait ressurgir les souvenirs traumatiques de son enl?vement par les forces rebelles il y a pr?s de dix ans, un kidnapping qui avait bien failli lui co?ter la vie. <q> Cette crise a des effets graves sur le personnel local de l'ONU. Nous avons? faire face? toutes sortes de probl?mes, surtout des probl?mes li?s? notre s?curit. Nous nous sentons cibl?s par ceux qui soutiennent[ Laurent] Gbagbo, </q> a dit Fran?ois? IRIN. M. Gbagbo a refus de quitter le pouvoir bien que la communaut internationale ait confirm son rival politique <strong> Alassane Ouattara </strong> comme pr?sident lu, une d?cision qui a exasp?r ceux qui continuent? soutenir M.Gbagbo", "new_id": -2}, {"uid": "1296135065234815529", "i": 45523, "idx": 0, "sa": ["Simon Cowell", "Professor Green"], "q": "<strong> Professor Green </strong> out to play Game Over. Jess, meanwhile, has admitted talking to <strong> Simon Cowell </strong> about a project, despite being signed to a rival label. The singer told radio station Kiss: <q> I had a very interesting conversation with Mr <strong> Simon Cowell </strong> recently.`` He wanted me to perform at The X Factor final but they couldn't make it happen.`` It was really nice of him to ring so you never know what will come out of it. </q> Hopefully, he'll advise her to buy proper pants in future... Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.`` The Sun'',`` Sun", "new_id": -2}, {"uid": "1295962675149602363", "i": 17378, "idx": 0, "sa": ["Martin O'Malley", "Colin Powell", "Jon Corzine", "Daniel Sena", "Bill Richardson", "Terry McAuliffe"], "q": "former New Jersey Gov. <strong> Jon Corzine </strong> and Virginia Democratic governor candidate <strong> Terry McAuliffe </strong>. The trio will serve under the DGA's new chairman, Maryland Gov. <strong> Martin O'Malley </strong>, and his executive director, Colm O'Comartun. <q> Democratic governors' resurgence could not be in better hands, </q> <strong> Martin O'Malley </strong> said. promises to push for a vote on a repeal of the health care <strong> Bill Richardson </strong> in the Daniel Senate. Former secretary of state <strong> Colin Powell </strong> said there is href=\"http://voices.washingtonpost.com/44/2011/01/Colin Powell-Colin Powell-no-guarantee-ill.html\"> no guarantee that he'll", "new_id": -2}, {"uid": "1296203372059293774", "i": 50173, "idx": 7, "sa": ["Mike Pence", "Brad Ellsworth", "Jonathan Weinzapfel"], "q": "are drawn this year; former U.S. <strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, who lost his bid for the Senate in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong>; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a <q> very, very competitive race </q> in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is`` out of the mainstream in Indiana'' and should be thinking more about his job in Washington and less about seeking another job. Even though <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295949525070467624", "i": 2499, "idx": 0, "sa": ["Alassane Ouattara"], "q": "in <strong> Alassane Ouattara </strong> strongholds. The West African regional bloc ECOWAS, the European Union, the United States have sided with <strong> Alassane Ouattara </strong> and called for Gbagbo to step down immediately, but he has refused. <q> Uganda differs with the U.N. and the international community on Ivory Coast, </q> presidential spokesman Tamale Mirundi told Uganda's Daily Monitor newspaper, quoting Museveni.", "new_id": -2}, {"uid": "1295793981081494070", "i": 42896, "idx": 1, "sa": ["Colin Powell"], "q": "early to say whether troops should begin to withdraw from Afghanistan in June as scheduled.`` I can't answer that, and I don't think anyone else can,'' <strong> Colin Powell </strong> said on CNN's <q> State of the Union. </q> And he said that he`` can not tell'' whether the surge in troops in Afghanistan has been a success.`` There are some elements that suggest success and some that suggest backsliding,", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]