[{"uid": "1296407544252772372", "i": 170, "idx": 12, "sa": ["James Cleveland", "Shaquille O'Neal", "Robert Horry", "Chris Webber", "Allen Iverson", "Tyrone Hill"], "q": "<strong> Allen Iverson </strong>'s Robert Horrygest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to PTyrone Hilly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabShaquille O'Nealg 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1295779882072171523", "i": 25582, "idx": 1, "sa": ["Alassane Ouattara", "Jim West"], "q": "to encourage Laurent Gbagbo to step down from a presidency that isn't his. In November the <strong> Jim West </strong> African state held elections and despite polls showing <strong> Alassane Ouattara </strong> Outtara as the victor, Mr. Gbagbo is still in power. <q> In addition to Ivory Coast's neighbors, the UN, US and EU all back Gbabgo's rival <strong> Alassane Ouattara </strong> Outtara as winner of the <strong> Jim West </strong> African state's presidential election. Nearly 200 people have been killed in post-election violence with fears that political standoff could tip Ivory Coast back into civil war. </q> Fears of violence have led 14000 people from both political sides to flee the country into neighboring Liberia, and the United Nations estimates total refugees figures may be closer to 30000. Fatoumata Lejune-Kaba, UNHCR`` We are", "new_id": -2}, {"uid": "1295636961179568645", "i": 36966, "idx": 4, "sa": ["Prince Harry, Duke of Sussex", "Adam Price", "Andy Coulson", "Prince William, Duke of Cambridge"], "q": "MP <strong> Adam Price </strong> about a story obtained from a message <strong> Prince Harry, Duke of Sussex </strong> left on <strong> Prince William, Duke of Cambridge </strong>'s phone, which contained a direct quote and in which the headline read:`` Chelsea tears a strip off <strong> Prince Harry, Duke of Sussex </strong>,'' <strong> Andy Coulson </strong> said: <q> I don't remember the story. </q> <strong> Adam Price </strong> said it was mentioned on the front page of the newspaper and was branded exclusive. He said it was astonishing that <strong> Andy Coulson </strong> did not remember it. September 2010 Following allegations made", "new_id": -2}, {"uid": "1295589925085278736", "i": 38342, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "into the world's most-used search engine, generating$ 29 billion in sales last year.`` <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong>, who will become executive chairman, said Thursday on a conference call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. <strong> Larry Page </strong>, 37, will take over day-to-day operations as CEO", "new_id": -2}, {"uid": "1295629074004243497", "i": 10230, "idx": 0, "sa": ["Tommy Sheridan", "Andy Coulson"], "q": "I suspect I always will. I take the blame because, ultimately, it was my responsibility. I am not asking for any sympathy, I suspect that I am unlikely to get any here today. <q> If a rogue reporter decides to behave in that fashion, I am not sure there is an awful lot more I could have done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place. </q> <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010`` I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as", "new_id": -2}, {"uid": "1296639767225820673", "i": 18779, "idx": 0, "sa": ["Alassane Ouattara"], "q": "? la transition... href=\"http://fr.news.yahoo.com/80/20110202/twl-gypte-obama-appelle-une-transition-i-554568f.html\"> gypte: Obama appelle? une transition imm?diate MINUTE PAR MINUTE- Alors que le pr?sident gyptien Hosni Moubarak a annonc mardi soir qu'il ne quitterait pas le pouvoir... <q> On ne veut pas son d?part dans cinq mois, pas dans une semaine, mais cette nuit! </q> Laurent Gbagbo tient encore. Pour le d?loger du palais pr?sidentiel d'Abidjan, l'option militaire reste officiellement ouverte. Mais ce serait une catastrophe politique pour son adversaire, le Pr?sident lu <strong> Alassane Ouattara </strong>, per?u comme`` l'homme de l'?tranger", "new_id": -2}, {"uid": "1295785217070975501", "i": 47900, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": ". <strong> Alyse Eady </strong> performed her musical ventriloquist act,`` I Want to Be a Cowboy's Sweetheart,'' for the pageant crowd. Her platform in the Miss Arkansas and Miss America pageants highlighted the issue of <q> Developing Leaders: Boys& Girls Clubs of America. </q> Since the pageant, <strong> Alyse Eady </strong>, 22, has continued to be presented to the public with appearances scheduled on Late Show With <strong> David Letterman </strong> and Inside Edition on CBS and on the MSNBC cable news network.", "new_id": -2}, {"uid": "1297141515250691586", "i": 39338, "idx": 0, "sa": ["Simon Cowell"], "q": "Super Bowl commercials? The Black Eyed Peas singer planned to send out tweets while the band was on the field performing the halftime show at Sunday's game-- until he lost service. <q> Att crashed... ahhhh!!!! The worse, </q> he tweeted after they performed. <strong> Simon Cowell </strong> is making a huge noise with his new talent show,`` The X Factor,'' which will premiere on Fox in the fall. The winner will", "new_id": -2}, {"uid": "1297189237260702220", "i": 18090, "idx": 0, "sa": ["Donald Rumsfeld", "George Stephanopoulos", "Bob Woodward", "Paul Bremer"], "q": "not supporting a troop surge in Iraq. At no point did the former Democratic operative admit that some in the media, including reporters at ABC, were skeptical of such a surge. <strong> George Stephanopoulos </strong> chided, <q> So, can you now concede what Senator McCain said last week was correct? That had you stayed in office, there would have been defeat in Iraq and the surge would not have taken place? </q> <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued,`` It's documented in <strong> Bob Woodward </strong>'s book.'' <strong> Donald Rumsfeld </strong> retorted,`` <strong> Bob Woodward </strong> wasn't there.''", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]