[{"uid": "1295805220124010531", "i": 12272, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "the attack.`` There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,'' he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment", "new_id": -2}, {"uid": "1295559450214679559", "i": 38996, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010.`` Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. Starting from April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of Google's day-to-day operations as", "new_id": -2}, {"uid": "1295568030217792608", "i": 20473, "idx": 6, "sa": ["Richard Chang", "Eric Schmidt", "Edwin Chan"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by <strong> Edwin Chan </strong> and <strong> Richard Chang </strong>) Does Lower Volatility Signal a Market Correction? Not Necessarily After signing pact with China, Boeing lays off 1,100 U.S. workers Movie", "new_id": -2}, {"uid": "1295667431153141290", "i": 52577, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "52% 667 Stimmen href=\"http://www.ftd.de/meinungshungrige/umfragen\"> Alle Umfragen Und nun auch noch Google. <strong> Eric Schmidt </strong> wird Chefaufseher im Verwaltungsrat und die Google- Gr?nder- allen voran <strong> Larry Page </strong>- lenken den Konzern wieder allein. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>, teilte <strong> Eric Schmidt </strong> ber Twitter mit. Es war ein berraschender Zug von <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> und Co- G?nder <strong> Sergey Brin </strong>. Im August 2001 bernahm <strong> Eric Schmidt </strong> den Spitzenposten bei dem damals aufstrebenden Startup. Google war ein Chaosladen.", "new_id": -2}, {"uid": "1296273664046694409", "i": 30470, "idx": 7, "sa": ["Allen Iverson", "Leon Rose", "Billy King"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA.`` This year for me is so personal,'' <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocBilly King chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1294987633005357618", "i": 39794, "idx": 0, "sa": ["Sergio Marchionne"], "q": "optimism of the North American International Auto Show this week lurked a growing sense of ambition in many of the key players, from Detroit and beyond, a reminder that motoring machismo is alive and well. <q> By definition, this industry breeds cocky people, </q> Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview.`` I think we should distribute cocky pills.'' Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked", "new_id": -2}, {"uid": "1295440340072597603", "i": 4383, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "slump or slip farther away from the top spot. American viewers have never known an`` Idol'' that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295698251208977968", "i": 41478, "idx": 4, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Jack Cafferty"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Jack Cafferty_Jack Cafferty_Rips_Barack Obama_on_Failed_Openness_Pledge_'Just_Another_Lie_Told_for_Political_Expediency' VISIT www.polijam.com FOR ALL THE TOP NEWS!!!--------------------- For more on this", "new_id": -2}, {"uid": "1295156723221855763", "i": 30900, "idx": 5, "sa": ["Soulja Boy", "Shaquille O'Neal", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Shaquille O'Neal </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right <strong> Soulja Boy </strong>, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]