[{"uid": "1295636623157057039", "i": 19149, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. COMMON TOUCH The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of", "new_id": -2}, {"uid": "1295459530253952030", "i": 37657, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "to Chrysler Group <strong> The CEO </strong> <strong> Sergio Marchionne </strong>. When its first minivans hit the market in 1983, Chrysler caught its competitors by surprise- and that's just what <strong> Sergio Marchionne </strong> hopes to do with its next-generation vans. <q>We're not going to give one inch of territory in terms of our domination of[ the minivan] segment,</q> <strong> Sergio Marchionne </strong> told workers yesterday at Chrysler's Windsor Assembly Plant, where both the Chrysler Town& Country and Dodge Grand Caravan are built. <strong> Sergio Marchionne </strong> didn't give many specifics about the new", "new_id": -2}, {"uid": "1296128197246497300", "i": 17590, "idx": 1, "sa": ["Michael Vick"], "q": "dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for", "new_id": -2}, {"uid": "1296102406079347717", "i": 40505, "idx": 0, "sa": ["Eric Schmidt"], "q": "the search company, in his new role as executive chairman, for another decade. Delivering the final keynote talk today at the annual DLD media conference in Google's chief executive last week, said: <q>I'm very personally excited about my next decade at Google.</q> Larry Page, Google's co-founder will take over from <strong> Eric Schmidt </strong>, who has been the company's chief executive since 2001. <strong> Eric Schmidt </strong>, who has just been granted a$ 100m( â\u0082¬ 73m)` golden", "new_id": -2}, {"uid": "1295568821043630596", "i": 17774, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "blog, <strong> Eric Schmidt </strong> tweeted \"Day-to-day adult supervision no longer needed!\" in reference to his much-discussed role as a moderating check to Page and <strong> Sergey Brin </strong>'s youthful excesses. Here are the reactions from <strong> Eric Schmidt </strong> <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Larry Page \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so", "new_id": -2}, {"uid": "1295454374253952044", "i": 7353, "idx": 1, "sa": ["Newt Gingrich", "Bill Frist", "John Boehner", "Mike Pence"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q>The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand.</q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, <strong> Bill Frist </strong> <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q>I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt,</q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1295576927002506766", "i": 48430, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.\" The management changes were announced as Google reported that", "new_id": -2}, {"uid": "1295562996055705638", "i": 22045, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295775600181551115", "i": 341, "idx": 0, "sa": ["Andy Coulson"], "q": ": Mexico to pioneer iris technology on ID cards's top appeals court says Google can not be held liable for all content... Photo in Slideshow: Brazil's Neymar kicks a ball during practice in Tacna Report Abuse <q>Well guys it's late, I'm out of here. Good luck with all those sore muscles you have Little Bicycle Army. Jose and Brown Pride.. Don't take yourselfs so seriously. It's really not worth it.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit We say yes to bad credit Apply today for a personal loanregardless of poor credit", "new_id": -2}]