[{"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?\" he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. <q>I'd like to see you punch a 78-year-old man,</q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1296715247139952129", "i": 22345, "idx": 9, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our http://wn.com/2008-02-05_NBA_highlight_Denver_Nuggest_vs_Portland Denver 105, Portland 103( OT) PORTLAND, Ore., Feb. 4( AP)- <strong> Allen Iverson </strong>'s", "new_id": -2}, {"uid": "1295665840153141349", "i": 42308, "idx": 0, "sa": ["Andy Coulson"], "q": "short for Israel-Palestinian deal: UN chief\" Soon Israel will not be able to negotiate anything outside their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse <q>the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters</q> Report Abuse \"Let's repeat together: \"Settlements in the occupied Palestinian territory are illegal under international law\".\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1295241593190218244", "i": 26145, "idx": 0, "sa": ["Ben Bernanke", "Brian Gardner", "Sen. Bernie Sanders"], "q": "expires. <strong> Sen. Bernie Sanders </strong>( I-Vt.) has said he will put a hold on the nomination, a procedural step that could delay a vote and means that <strong> Ben Bernanke </strong> would need 60 votes to remain chairman. <q>I suspect that at the end of the day, there will be enough votes to confirm,</q> said <strong> Brian Gardner </strong>, senior vice president for Washington research at Keefe, Bruyette& Woods. But he noted that more than a month will pass between now and a final vote, \"and I think we've all", "new_id": -2}, {"uid": "1296218172048857090", "i": 12604, "idx": 2, "sa": ["Mike Pence"], "q": "resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q>be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> <strong> Mike Pence </strong> is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m. Those are both in the 6th Congressional District <strong> Mike Pence </strong> has represented since 2000", "new_id": -2}, {"uid": "1295611063109838346", "i": 18592, "idx": 4, "sa": ["Eric Schmidt"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q>Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed,</q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. Thank you for adding a Comment, please enter the code shown", "new_id": -2}, {"uid": "1295481500251461671", "i": 7591, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi", "Jerry Moran"], "q": "& msnbc.com http://wn.com/Bill_Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschannel.web.officelive.com 10 March, 2010 MSNBC http://wn.com/Democrats,_GOP_Prep_for_Possible_Weekend_Vote_on_Health_Reform Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q><strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan</q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Democrats\"_Health_Care_Reform_is_Latest_Action_to_Hurt_Kansas Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that", "new_id": -2}, {"uid": "1297265983173457470", "i": 33362, "idx": 0, "sa": ["Simon Cowell"], "q": "during the performance of \"The Star-Spangled Banner' at the sporting event on Sunday night. During an interview on Fox News, <strong> Simon Cowell </strong> was asked for his opinions while a clip was played. <q>Well I just heard it then and it sounded like a 100,000 people in a stadium had just sat on a cat,</q> he responded. When the clip began to play again, he exclaimed: \"No, don\"t play me any more!\" He continued: \"Well look, obviously she is regretting it now", "new_id": -2}, {"uid": "1296671847037879814", "i": 29552, "idx": 4, "sa": ["Karl Malone", "Mike D'Antoni", "Allen Iverson"], "q": "13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of the Nuggets' suddenly stingy defense. \"They made every shot in the world,\" Suns coach <strong> Mike D'Antoni </strong> said. <q>They are hard to handle when <strong> Karl Malone </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.</q> At one point, both <strong> Allen Iverson </strong> and <strong> Karl Malone </strong> were 12-for-16 from the floor. \"When you're in a zone, it doesn't matter if guys are on you or anything,\" <strong> Allen Iverson </strong> said. \"It", "new_id": -2}, {"uid": "1295133242039174154", "i": 18549, "idx": 5, "sa": ["Allen Iverson"], "q": "as happy as I can be right now.\" <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. \"I'm glad I did something right in that game,\" he said. <q>I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something our there right. As far as the offensive effort that I had, I did everything 99-percent wrong. And the assists were just that 1 percent I had right.</q> The win was the third straight for the 76ers( 35-34), who raised their record above.500 for the first time since they were 4-3. And it lifted them into a tie for seventh with Indiana in", "new_id": -2}]