[{"uid": "1295579790167378954", "i": 7109, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "slump or slip further away from the top spot. American viewers have never known an \"Idol\" that does not feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q>We're certainly back to having fun,<q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295568037204079137", "i": 13920, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "well as advising founders Larry Page and <strong> Sergey Brin </strong>. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.<q> Commenting on the changes and <strong> Eric Schmidt </strong>'s contribution to Google's stellar development since <strong> Eric Schmidt </strong> joined the company in 2001, Page said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1296600352225918984", "i": 1612, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak"], "q": "Watch: Egyptian President Won't Seek Re-Election Watch: <strong> David Letterman </strong> on His Heart Surgery Watch: Homeless Couple Wins Super Bowl Trip Egypt President <strong> Hosni Mubarak </strong> Is \"Making the Whole Country Pay the Price' <q>In the short term, the economy has practically come to a standstill,<q> said Ragui Assaad, professor at the University of Minnesota\"s Humphrey School of Public Affairs. The protests have paralyzed ports and deliveries of goods, the government has shut down Internet access, people have been", "new_id": -2}, {"uid": "1295007567134168576", "i": 21234, "idx": 5, "sa": ["Allen Iverson"], "q": "big deal out of the money and making$ 2 million-what do people want me to do? Sit at home and just watch basketball or play at the Y.M.C.A.?\" <strong> Allen Iverson </strong> said, according to the Times. <q>I had to do what I had to do to continue playing basketball.<q> Celebrity Doctor: Shen Yun Performers \"Some of the Finest that I've Ever seen at Lincoln' Antimatter Storms: Antimatter Discovered in Earth\"s Storms( Video)", "new_id": -2}, {"uid": "1295571569192872501", "i": 5006, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the \"tip of the iceberg\" had been seen so far. Last year <strong> Eric Schmidt </strong> and <strong> Sergey Brin </strong> clashed over censorship and security in China. Google threatened to withdraw from the country after what it called a <q>highly sophisticated and targeted attack on our corporate infrastructure originating from China.<q> <strong> Eric Schmidt </strong> and <strong> Sergey Brin </strong> had clashed over how to deal with China. Internally <strong> Sergey Brin </strong> is seen as the champion of Google's \"Don't be evil\" motto. Colin Gillis, analyst at BGC", "new_id": -2}, {"uid": "1296848372199835650", "i": 47079, "idx": 0, "sa": ["Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q>My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.<q> <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.<q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295814035047513616", "i": 8497, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News's Murnaghan programme. <q>Nobody is above the law, no newspaper editor, no journalist... For all of <strong> David Cameron </strong>'s talk of trust in politics it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him.<q> <strong> Nick Clegg </strong> today suggested that as deputy prime minister he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding \"of course", "new_id": -2}, {"uid": "1296824570003293196", "i": 6214, "idx": 0, "sa": ["Peter McCarthy", "Simon Cowell", "Steven Tyler"], "q": "and was sort of a Simon-a <strong> Simon Cowell </strong>, it would be must-see TV,\" said Lyndsey Parker, Yahoo! Music's managing editor and Reality Rocks columnist. Grade: B- <strong> Steven Tyler </strong> <q><strong> Steven Tyler </strong> has just the right amount of crazy that's been missing since Paula left the show,<q> said <strong> Peter McCarthy </strong>, who runs Idol360.org. \"He definitely grew on me. He knows what he is talking about and doesn't seem to care what anyone thinks. It will be fun seeing him live on TV", "new_id": -2}, {"uid": "1296391267266764295", "i": 8628, "idx": 5, "sa": ["LeBron James", "George Headley", "Carmelo Anthony", "Rafael Nadal", "Michael Jordan", "Allen Iverson"], "q": "hat-trick as he led August Town to a 5-1 drubbing of <strong> George Headley </strong>, as the 2011 LIME/INSPORTS Primary Schools <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> Rafael Nadal </strong>. <q>I know he hates losing to me,<q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... Heat vs. Bulls 1996-1997. <strong> Michael Jordan </strong>'s 50 point statement November", "new_id": -2}]