[{"uid": "1296290727264618009", "i": 54862, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as the automaker crawls back from the brink of extinction. Chrysler CEO <strong> Sergio Marchionne </strong>, asked last week about profit-sharing, didn't promise anything but left the door open for some kind of bonus. <q> I've always been convinced that we need to reward everybody in the organization for performance, </q> he said. Why should the automakers pay out more to UAW workers than required by the contractual profit-sharing language? Because it's the right thing to do, in the spirit of gain-sharing that", "new_id": -2}, {"uid": "1297142439056836101", "i": 33982, "idx": 1, "sa": ["George W. Bush", "Mike Pence"], "q": "were in a deep funk.`` Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?'' one said. Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like( <strong> George W. Bush </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> George W. Bush </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1297411195188399633", "i": 23739, "idx": 0, "sa": ["Charlie Sheen", "Kelsey Grammer", "Camille Grammer", "Angelina Jolie", "Lindsay Lohan", "Brad Pitt", "Brooke Mueller", "Nicole Richie"], "q": "shoulders. While <strong> Brad Pitt </strong> takes a strong interest in <strong> Angelina Jolie </strong>'s wardrobe, the 35-year-old actress has previously claimed she doesn't worry about being fashionable as long as she feels comfortable. She said: <q> I don't think too much about what to wear on the red carpet. I usually have three basic colours and I get the same shapes in different colours! <strong> Brad Pitt </strong> chooses <strong> Angelina Jolie </strong>'s clothes <strong> Brad Pitt </strong> chooses <strong> Angelina Jolie </strong>'s clothes.... <strong> Lindsay Lohan </strong> willing to agree plea deal <strong> Lindsay Lohan </strong> is willing to agree a plea deal in her felony grand theft case.... <strong> Camille Grammer </strong> wishes <strong> Kelsey Grammer </strong> the best of luck <strong> Kelsey Grammer </strong>'s ex-wife wishes him`` love and happiness </q> in his new marriage.... <strong> Nicole Richie </strong> loving every minute of married life <strong> Nicole Richie </strong> said she is loving every minute of married life after getting hitched two months ago.... <strong> Charlie Sheen </strong> and <strong> Brooke Mueller </strong> agree on divorce settlement <strong> Charlie Sheen </strong> and", "new_id": -2}, {"uid": "1295016071149569540", "i": 38310, "idx": 0, "sa": ["Charlie Sheen", "David Letterman", "Ellen DeGeneres", "Mark Harmon", "Oprah Winfrey", "Jon Stewart", "Conan O'Brien", "Hugh Laurie"], "q": ": 1. <strong> Mark Harmon </strong>(`` NCIS'') 2.( tie) <strong> Oprah Winfrey </strong>, <strong> Hugh Laurie </strong>(`` House'') 4. <strong> Conan O'Brien </strong> 5.( tie) <strong> Jon Stewart </strong>, <strong> Charlie Sheen </strong>( <q> Two and a Half Men </q>) 7. <strong> Ellen DeGeneres </strong> 8. Bill O'Reilly 9. <strong> David Letterman </strong> from the Harris press release, which also includes the methodology of the poll.` The Game' opens huge on BET Tuesday night with", "new_id": -2}, {"uid": "1295348812121946130", "i": 36192, "idx": 2, "sa": ["Steve Ballmer"], "q": "and I love them.'') <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. <q> There's still so much more that we can do when you think about the Internet not just as a place to publish a document, but a place to help support communal computing. Whether it's for a business or for a group of friends. </q>( USAToday) is asking creditors for more money to help get out of bankruptcy protection, prompting a debate among bondholders about whether they should invest further or just put it up for sale.( Wall Street Journal", "new_id": -2}, {"uid": "1295127228262242305", "i": 14468, "idx": 0, "sa": ["Angelina Jolie", "Ivana Trump", "Brad Pitt"], "q": "540,000 references with the entries of the phrase` woman scorned.' Daily tabloids, gossip columns routinely provide the latest soap saga between the actress, <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>. <strong> Ivana Trump </strong>'s comeback in a similar situation, <q> Don't get mad, get everything, </q> pales in comparison to the constant public whining to seek publicity by our girl next door. There are so many smart, intelligent and aggressive women in the world. Does it mean that we have to", "new_id": -2}, {"uid": "1297523762190513232", "i": 14997, "idx": 2, "sa": ["Bernie Sanders", "Hosni Mubarak"], "q": ",`` because of our interests in Israel and Jordan and elsewhere.'' Sen. <strong> Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy. <q> After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone, </q> <strong> Bernie Sanders </strong> said in a statement.`` That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The", "new_id": -2}, {"uid": "1296827851244154368", "i": 1887, "idx": 0, "sa": ["Alassane Ouattara"], "q": "and Charles Kangbe, reporters for an unlicensed TV station in the northern rebel-held city of Bouake, were arrested during a trip to the country's main city Abidjan to interview Gbagbo's rival, <strong> Alassane Ouattara </strong>. <q> One had an eye swollen right up from being smashed in the face with a rifle butt and they were burned with cigarettes, </q> their lawyer Brahima Coulibaly told Reuters late Thursday after he met with them in detention. He said the mistreatment occurred during an interrogation by Ivorian military police and that his clients had since been transferred to a", "new_id": -2}, {"uid": "1296238979002752523", "i": 1557, "idx": 0, "sa": ["Robert Pattinson", "Elizabeth Reaser", "Lea Michele", "Angelina Jolie", "Kristen Stewart"], "q": "inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Gary Shirley's New Girlfriend Autumn Jones Opens Up About Spending Time with Lea Micheleh <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q> <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong>'s` Breaking Dawn' Daughter a`` Sweetheart'' on Set", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s`` My Year in Iraq,'' covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like`` Dead Enders'' and`` Old Europe.'' However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}]