[{"uid": "1295620769169754641", "i": 30042, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny", "new_id": -2}, {"uid": "1295558629243744786", "i": 18415, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "Ben Ali"], "q": "notes, Secretary of State <strong> Colin Powell </strong> said that Bush Administration officials are`` admirers'' of <strong> Ben Ali </strong> and Secretary of Defense <strong> Donald Rumsfeld </strong> said the country provided'' href=\"http://blogs.aljazeera.net/americas/2011/01/20/what-happened-nice-tunisia-Donald Rumsfeld-told-us-about\"> constructive leadership in the world'': <q> It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. </q>`` Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under president <strong> Ben Ali </strong>'s leadership.''[...]", "new_id": -2}, {"uid": "1295985712180977665", "i": 25086, "idx": 1, "sa": ["Alassane Ouattara", "Bingu wa Mutharika"], "q": "Gbagbo government which accused him of being partisan.`` This is a very interesting choice for an envoy considering that the AU still technically has a mediator,'' says correspondent Marco Chown Oved. <q> <strong> Bingu wa Mutharika </strong> has made statements in the past supporting <strong> Alassane Ouattara </strong> so it's not clear whether he will be acceptable to Gbagbo's camp or not. </q> <strong> Bingu wa Mutharika </strong> is expected to make a statement after meeting both candidates Separately, European Union election observers confirmed <strong> Alassane Ouattara </strong>'s victory in their report, which was published on Tuesday. A recount is", "new_id": -2}, {"uid": "1297490833134791170", "i": 58227, "idx": 1, "sa": ["Mike Pence", "David Boaz"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion`` in the public square'': <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Conservatives avoiding the real social issues <strong> David Boaz </strong>- Athens Banner-Herald Published Social conservatives say they're trying to", "new_id": -2}, {"uid": "1297260085028704850", "i": 49875, "idx": 0, "sa": ["Sergio Marchionne"], "q": "'s quite a comeback in interest for the updated replacement for the Chrysler Sebring midsized car, which was one of Chrysler's worst-performing and highly criticized cars ever. Chrysler CEO <strong> Sergio Marchionne </strong> told Forbes magazine that Eminem <q> was not an easy choice, </q> acknowledging that the rapper posed some risks. But in the end, Eminem turned out to be the perfect spokesman for Detroit, for Chrysler and its hell-and-back journey.`` He is really very symbolic of", "new_id": -2}, {"uid": "1295815291030490662", "i": 25905, "idx": 0, "sa": ["Paul Begala", "Colin Powell", "Barack Obama"], "q": "href=\"http://worldcourtnews.com/\"> Court decision in Roe v. Wade that established a woman's right to target=\"_blank\" href=\"http://wn.com/?an?\"> an abortion.`` I am committed to protecting this constitutional right,'' Mr. <strong> Barack Obama </strong> said in a statement. <q> I also remain committed to policies, initiatives, and programs that target=\"_blank\" href=\"http://aidagencies.com/\"> help prevent unintended pregnancies, support pregnant... N.J. school-voucher plan clears Senate panel By Adrienne Lu Inquirer Trenton Bureau TRENTON- A pilot program for target=\"_blank\" href=\"http://wkd.com/\"> school vouchers moved one step closer to reality Thursday, after a New target=\"_blank\" href=\"http://newjerseypost.com/\"> Jersey Senate committee released the bill following hours of heated debate. The legislation, which is supported by Gov. Christie, would create`` opportunity scholarships </q> that would allow State of the Union. Topics: <strong> Barack Obama </strong>'s State of the Union address; Washington; crafting a Barack Obamaial speech. Guests: <strong> Colin Powell </strong>, former Secretary of State; <strong> Paul Begala </strong>, target=\"_blank\" href=\"http://democracydaily.com/\"> Democratic", "new_id": -2}, {"uid": "1296593023045760531", "i": 25156, "idx": 1, "sa": ["Michael Gove"], "q": "mention a single country apart from the UK or any continents, rivers, oceans, mountains, or cities. It does, however, mention the European Union and global warming.'' In addition, <q> the secondary music curriculum fails to mention a single composer, musician, or piece of music. </q> <strong> Michael Gove </strong> observes left-wing ideologues believe schools`` shouldn't be doing anything so old-fashioned as passing on knowledge, requiring children to work hard, or immersing them in anything like dates in history or times tables in", "new_id": -2}, {"uid": "1295305116068321286", "i": 21212, "idx": 0, "sa": ["Ryan Reynolds", "Daniel Craig", "Angelina Jolie", "Scarlett Johansson", "Brad Pitt"], "q": "up last March. They had one child together. <strong> Scarlett Johansson </strong> and <strong> Ryan Reynolds </strong> have divorced. The next split up involves a couple who could challenge, and perhaps beat, <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> for the title of <q> best looking couple in all of Hollywoodland. </q> I speak of actress many times in this column, is the daughter of an American Jewish mother and a Daniel Craigish-born, non-Jewish father. She identifies as Jewish, but is not religious. <strong> Ryan Reynolds </strong>, who was born", "new_id": -2}, {"uid": "1297405067238747661", "i": 4086, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman"], "q": " Late night comedian href=\"http://www.examiner.com/tv-in-national/David Letterman-David Letterman-talks-about-meeting-michelle-obama-on-late-show\" rel=\"nofollow\"> <strong> David Letterman </strong> took the opportunity tonight to spear Egypt's dictator <strong> Hosni Mubarak </strong> with his href=\"http://www.examiner.com/tv-in-national/justin-bieber-presents-the-top-10-list-on-David Letterman-David Letterman\" rel=\"nofollow\"> Top 10 list tonight. <q> Maybe he's leaving, but he's not going anywhere, </q> <strong> David Letterman </strong> told his audience before reading the list.`` He lives to beat people, to torture people, and he has stolen$ 8 billion from his country. So, he's not a bad guy,", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]