[{"uid": "1296552417261570573", "i": 28488, "idx": 10, "sa": ["Marcus Camby", "Allen Iverson", "Kenyon Martin", "Tim Duncan"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR Smith scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth Tim Duncane in seven games. <q> Once we got it together on the defensive end we were able to run and not have to play the half-court offense, </q> <strong> Allen Iverson </strong> said.`` We just wanted it more than they did at the end.'' Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1296852692158482446", "i": 30963, "idx": 1, "sa": ["Tim Guinee", "David Letterman", "Barbara Walters", "Regis Philbin", "Matt Dillon", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III"], "q": "to apply for jobs?, on`` PrimeTim Guineee: href=\"http://tvbythenumbers.com/primeTim Guineee-what-would-you-do-abc\" title=\"What Would You Do\"> What Would You Do?,'' FRIDAY, FEBRUARY 4( 9:00-10:00 p.m., ET). <q> A <strong> Barbara Walters </strong> SPECIAL: A Matt DillonER OF LIFE AND DEATH </q>- What do <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong> and <strong> Charles Grandison Rose III </strong> all have in common? They all went from being in the spotlight to being in the operating room for life and death open heart surgery", "new_id": -2}, {"uid": "1296034052058212395", "i": 59787, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ". La venta de espacios publicitarios y aplicaciones tambi?n es una de las actividades principales. El todav?a CEO de Google tambi?n ha querido explicar que emprende su nueva etapa en la compa?a con ganas y optimismo. <q> Creo que mi pr?xima d?cada en Google ser a?n m?s interesante que la primera. La tecnolog?a por fin empezar a hacer lo que queremos, en vez de nosotros hacer lo que la tecnolog?a quiere que hagamos </q> ha explicado. El 4 de abril <strong> Eric Schmidt </strong> dejar su cargo, que ser ocupado por <strong> Larry Page </strong>. La compa?a ha querido premiar su trabajo ofreci?ndole un puesto en la c?pula directiva y d?ndole 100 millones de d?lares", "new_id": -2}, {"uid": "1295586027175472666", "i": 20125, "idx": 8, "sa": ["Eric Schmidt"], "q": "others in Silicon Valley to follow the same management model. In a nod to how he was regarded as Google's elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q> Day-to-day adult supervision no longer needed! </q> In the decade since Mr. <strong> Eric Schmidt </strong> joined Google, the company blew by competitors such as Microsoft Corp. in the search-ad business. Google has since moved into mobile-device software with Android, which powers millions of", "new_id": -2}, {"uid": "1295578825089079828", "i": 42861, "idx": 7, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Messrs. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> sought to play down any personality differences on Thursday. In an interview, Mr. <strong> Eric Schmidt </strong> said there had been no friction between the three that led to the change, and that they <q> have been running particularly well in the last six or nine months because of this shared goal in efficiency. </q> He added:`` We actually agree on, I think, everything.'' <cite> Getty Images </cite> As CEO, Google's <strong> Larry Page </strong> will take over day-to-day responsibilities. The shake-up changes the face", "new_id": -2}, {"uid": "1295822638240304187", "i": 4065, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep IT costs well below industry average EMC has embarked on a journey that will prove IT transformation starts at home. This", "new_id": -2}, {"uid": "1296173728032686081", "i": 35990, "idx": 0, "sa": ["Mike Pence", "L. Brent Bozell III", "Jim Ryun", "Barack Obama", "Dick Armey"], "q": "for <strong> Barack Obama </strong> and reactions, but here's one from <strong> L. Brent Bozell III </strong>, who sent a letter to <strong> Mike Pence </strong> last week urging him to run for <strong> Barack Obama </strong>( also signed by former congressmen <strong> Jim Ryun </strong> and <strong> Dick Armey </strong>) tells me he's <q> Disappointed, but not surprised </q> about <strong> Mike Pence </strong>'s decision to rule out running for <strong> Barack Obama </strong> in 2012.`` I think he's made the best decision for his family,'' <strong> L. Brent Bozell III </strong> continues.`` Besides, he's young- 51. He", "new_id": -2}, {"uid": "1297175078196968449", "i": 7484, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": " However the former Pentagon chief also admitted his biggest error during his tenure under <strong> George W. Bush </strong> was his failure to convince the <strong> George W. Bush </strong> to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1296128197246497300", "i": 21295, "idx": 11, "sa": ["Michael Vick"], "q": "a game, nine more than his career average. The difference was in the passing game, where he completed 62.8 percent of his passes, blowing his previous best out of the water. <q> I feel like this one I had to work hard to get here, </q> <strong> Michael Vick </strong> said.`` This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]