[{"uid": "1295932663081756239", "i": 41570, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google gave the exiting CEO <strong> Eric Schmidt </strong> <q> a$ 100 million equity award, </q> according to", "new_id": -2}, {"uid": "1296613393222035968", "i": 17912, "idx": 0, "sa": ["Tony Veitch", "Angelina Jolie", "Jessica Alba", "John Key", "Shane Warne", "Elizabeth Hurley"], "q": "a British newspaper labelling his comments sexist. In an interview on <strong> Tony Veitch </strong>'s Radio Sport breakfast show on Friday, Mr <strong> John Key </strong> was asked if he would like to be Australian cricketer <strong> Shane Warne </strong>, and replied: <q> Yeah, well given his current liaisons with <strong> Elizabeth Hurley </strong>. </q>`` I like <strong> Elizabeth Hurley </strong> actually. I reckon she is hot,'' Mr <strong> John Key </strong> said. He later said actress <strong> Jessica Alba </strong>`` looked pretty hot'', and described <strong> Angelina Jolie </strong> as`` not too bad", "new_id": -2}, {"uid": "1296354802205946894", "i": 1882, "idx": 1, "sa": ["Charles Woodson", "Michael Vick", "Ben Roethlisberger"], "q": "quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.`` You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1297260599064307227", "i": 44058, "idx": 0, "sa": ["Jim Schmitt", "Scott Walker", "Valerie Jarrett", "Donald Rumsfeld", "Barack Obama"], "q": "lunch... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Scott Walker </strong>, <strong> Jim Schmitt </strong> White House, Chamber of Commerce Relationship Cooling? Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> Missy remember he is half& half? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Your 10 BAGGER is here! Stock tools, news, social feeds, charts&", "new_id": -2}, {"uid": "1295949463061587494", "i": 41103, "idx": 0, "sa": ["Jerry Herman", "Merle Haggard", "Jenny McCarthy", "Angelina Jolie", "Barack Obama", "Jim Carrey", "David Rubinstein", "Oprah Winfrey", "Paul McCartney", "Bill T. Jones", "John F. Kennedy", "Justin Bartha"], "q": "!- GJustin Bartha! WHATTHEBUCKSHOW- May 12, 2010- My advice show will change your life! New episode HERE! bit`` Forbes'' says <strong> Angelina Jolie </strong> has dethrones <strong> Oprah Winfrey </strong>.( Bloomberg News) http://wn.com/Jenny McCarthy_Jenny McCarthy_SAID_On_Oprah Winfrey_Jim Carrey_Jim Carrey_Relationship_Was_'Not_Fun_Anymore' http://wn.com/News_Update_Oprah Winfrey,_Paul McCartney_Paul McCartney_Others_Recieve_John F. Kennedy_Center_Awards <q> <strong> Oprah Winfrey </strong> and <strong> Paul McCartney </strong> will receive <strong> John F. Kennedy </strong> Center honors this December at the White House. Joining them in receiving the awards will be country legend <strong> Merle Haggard </strong>, composer <strong> Jerry Herman </strong> and choreographer <strong> Bill T. Jones </strong>. The Chairman of <strong> John F. Kennedy </strong> Center for the Performing Arts, <strong> David Rubinstein </strong>, commented about the 33rd Jenny McCarthyual honors in a press release: </q>`` The <strong> John F. Kennedy </strong> Center celebrates five individuals who have spent their lives enriching, inspiring and elevating the cultural vibrancy of our nation and the world.'''' The <strong> Barack Obama </strong> and First Lady will be in attendance to greet", "new_id": -2}, {"uid": "1295596985054968344", "i": 20192, "idx": 3, "sa": ["Eric Schmidt"], "q": "Gegenspieler Baidu. Im Gesamtjahr 2010 verdiente Google unterm Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>.`` Der Ausblick ist vielversprechend.'' Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internet-Telefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internet-Browser", "new_id": -2}, {"uid": "1295795776254902285", "i": 19285, "idx": 2, "sa": ["Colin Powell", "Barack Obama", "Candy Crowley"], "q": "decision on whom to support in the next Barack Obamaial election.`` I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. </q>`` Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,'' <strong> Colin Powell </strong> added. CNN welcomes a lively and courteous", "new_id": -2}, {"uid": "1295957873147439632", "i": 22597, "idx": 0, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Jeffrey Young", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Mankiewiczchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1295564377105267210", "i": 35501, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "products and more than$ 25 billion a year in revenue. On a conference call with analysts, <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>.`` I believe <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong> said. <q> It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job. </q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because`` we all agree with each other.''`` I believe as a result of this we will execute and", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]