[{"uid": "1295040359115671044", "i": 39627, "idx": 1, "sa": ["Angelina Jolie", "Katy Perry", "Cameron Diaz"], "q": "`` That would be amazing,'' a laughing <strong> Cameron Diaz </strong> replied.`` By the way, I'm holding you to it, because I'm due for a little... tidiness.'' <q> I know a little something about it... I'd be glad to help out, </q> Leno interjected. Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more caught on camera looking not so pretty. Yet another delay in` Spider-Man': Are we being played for suckers? Get Home Delivery", "new_id": -2}, {"uid": "1295973497237387805", "i": 8669, "idx": 1, "sa": ["Craig Lucas", "David Letterman", "Nathan Lane"], "q": ". As an actor, he appeared in the world premieres of <strong> Craig Lucas </strong>' <strong> Nathan Lane </strong> Talks Addams Family,`` Jersey Shore,''`` 127 Hours'' and More on`` <strong> David Letterman </strong>''( Video) <strong> Nathan Lane </strong> visited <q> The Late Show with <strong> David Letterman </strong> </q> Jan. 21 and shared an anecdote from his current Broadway run in The Add... The Phantom of the Opera Time Stands Still The Witch of Edmonton The Whipping Man The Road to Qatar", "new_id": -2}, {"uid": "1296579546026624003", "i": 59012, "idx": 0, "sa": ["Dahntay Jones", "Allen Iverson", "Danny Granger"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night. <q> At times, when we can put teams away, we go about it in a lackadaisical way, </q> <strong> Allen Iverson </strong> said.`` We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talking about.'' The Pacers earned a split of the home-and-home series after Philadelphia", "new_id": -2}, {"uid": "1295505389092585989", "i": 24073, "idx": 1, "sa": ["Jennifer Granholm", "Sergio Marchionne"], "q": "in nostalgia about`` the best time in my life.'' <strong> Sergio Marchionne </strong> revisited an old college pub, the Dominion House, for lunch and a beer before a Chrysler event. Advertisement <q> They have the same chairs, the same carpet, the same burgers, </q> he said, adding that`` The beer hasn't changed either.''  Bare bones  The Michigan Economic Development Corp. had an unceremonious first round of tax breaks Tuesday. Former Gov. <strong> Jennifer Granholm </strong>", "new_id": -2}, {"uid": "1296371370213876753", "i": 17284, "idx": 1, "sa": ["LeBron James", "Paul Pierce", "Allen Iverson"], "q": "scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Paul Pierce </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine shots himself, maLeBron James seven of them. <q> I was out there watching, </q> gushed <strong> Allen Iverson </strong>, who will join Melo as an All-Star starter in New Orleans later this month. <strong> Paul Pierce </strong> made 19 of 25 shots from the floor and sank all eight of his free throws in the third-highest individual scoring", "new_id": -2}, {"uid": "1296128549218218507", "i": 52602, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295783022066551848", "i": 14849, "idx": 1, "sa": ["Andy Coulson"], "q": "for BP spill money Report Abuse \" Two uneducatd, ignorant smelly cretins posting on this story. Neither knows a single thing about any subject, nor is either capable of gaining any such knowledge. \" Report Abuse <q> Good. India and China deserve cheap energy and 10% growth. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296550615213254158", "i": 32990, "idx": 1, "sa": ["Shaun Johnson", "Allen Iverson", "Phil Jackson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Phil Jacksonadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando <strong> Shaun Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1295829625240762905", "i": 50837, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "achieved all of his purposes, but he's stabilised the economy.''`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' 18 Oct 2008 <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> Mr <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]