[{"uid": "1295913158142966790", "i": 40658, "idx": 0, "sa": ["Rachel Maddow", "Howard Fineman", "Sheila Jackson Lee", "Robert Reich", "Glenn Greenwald", "Cenk Uygur", "Bernie Sanders", "Lawrence O'Donnell", "Frances Fox Piven", "Mark Udall", "Chris Matthews", "Mark McKinnon"], "q": "by <strong> Cenk Uygur </strong>'': <strong> Robert Reich </strong>, fmr. Secretary of Labor; Rep. <strong> Sheila Jackson Lee </strong>( D-Texas); <strong> Chris Matthews </strong> Barron, GOProud; <strong> Frances Fox Piven </strong>, Professor of Political Science and Sociology at the City University of New York <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q>: <strong> Howard Fineman </strong>, Huffington Post and MSNBC Political Analyst; <strong> Mark McKinnon </strong>, GOP strategist; Sen. <strong> Bernie Sanders </strong>( I-Vt.); <strong> Glenn Greenwald </strong>, Salon; Sen. <strong> Mark Udall </strong>( D-Colo.)`` The <strong> Rachel Maddow </strong> Show'':", "new_id": -2}, {"uid": "1297270972137707531", "i": 17293, "idx": 0, "sa": ["Howard Carter", "Zahi Hawass"], "q": "and law and order broke down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They", "new_id": -2}, {"uid": "1295563029055377931", "i": 23681, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "nuevos productos, dijo la compa?a. En una conferencia telef?nica, <strong> Eric Schmidt </strong> dijo que los tres han estado tomando decisiones juntos, pero era un proceso lento. La nueva organizaci?n har?a m?s eficiente el proceso al <q> elevarme a mi y hacer que <strong> Larry Page </strong> se encargue del d?a a d?a </q>, dijo <strong> Eric Schmidt </strong>. El cambio fue anunciado junto a los resultados de la compa?a, los cuales saltaron 29% en el cuarto trimestre. Google registr ganancias por US$ 2.540 millones, frente a US$ 1.970", "new_id": -2}, {"uid": "1296433725170967042", "i": 19523, "idx": 0, "sa": ["Michael Vick", "Stewart Mandel"], "q": "the team already has a solid group of young players and will have significant salary cap space in the offseason.`` We have a three-year plan and we're right on it,'' he said. <q> I looked the other day and we're going to have more money than anybody in the summer to go out and either trade one of our expiring contracts or go into the free agency market and get the pieces we need. </q> <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1296371370213876754", "i": 20588, "idx": 1, "sa": ["Allen Iverson", "Michael Jordan", "Tim Duncan", "Paul Silas", "Kobe Bryant"], "q": "first-round series.`` He was on fire,'' Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overTim Duncane loss at Boston. <q> AnyTim Duncane a guy like that is on fire, there's very <strong> Kobe Bryant </strong> you can do except to take the ball out of his hands. It's right up there with <strong> Michael Jordan </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"uid": "1297096561232882190", "i": 54561, "idx": 2, "sa": ["Simon Cowell"], "q": "a superstar,'' <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating <q> Britain's Got Talent. </q> Fox News Sunday: Power Player of the Week 2/06 is a broken man. I heard he cries and wipes his tears with$ 1000... ABC News: Filmmaker: Documentary on Kremlin Critic Stolen ABC News", "new_id": -2}, {"uid": "1295564526217792700", "i": 12377, "idx": 0, "sa": ["Simon Cowell", "Blake Lewis"], "q": "particularly href=\"http://extratv.warnerbros.com/topics/?s=Simon Cowell+Simon Cowell\"> <strong> Simon Cowell </strong>. After`` Idol,'' Malakar made many TV guest appearances and has been commonly parodied in popular culture. He got to fifth place in Season 2 of the reality TV show <q> I'm a Celebrity... Get Me out of Here! </q> In May 2010, href=\"http://extratv.warnerbros.com/topics/?s=Seattle\"> Seattle- based pizzeria chain. href=\"http://extratv.warnerbros.com/topics/?s=Blake Lewis+Blake Lewis\"> <strong> Blake Lewis </strong> As Season's 6 runner-up, <strong> Blake Lewis </strong> released his debut album`` A.D.D.( Audio Day Dream)", "new_id": -2}, {"uid": "1296532536074448898", "i": 44385, "idx": 3, "sa": ["Allen Iverson", "Marcus Gilbert", "Danny Granger", "Andre Iguodala", "Jim O'Brien", "Phil Jackson"], "q": "hard to beat a team twice,'' <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Phil Jacksonadelphia failed in its bid to win three straight games for the first time this season. <q> We do a lot of things positive on the <strong> Marcus Gilbert </strong> court, we're just not putting together whole games, </q> <strong> Allen Iverson </strong> said.`` That's the frustrating part, because a game like this, we're supposed to win.'' Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers", "new_id": -2}, {"uid": "1295895473003866646", "i": 701, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST- U.S. Markets close in 2 hrs 3 mins{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]