[{"uid": "1295432538243531830", "i": 30894, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Ben E. King", "Kara DioGuardi"], "q": "that`` American Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taBen E. King with him his Magic Mountain/cruise target=\"_blank\" href=\"http://shipowners.com/\"> ship performance similes, his <q> If I'm being honest </q> assessments and his very tight Northeast Auditions First Stop For Retooled` American Idol' The retirement of from`` American Idol'' last year has caused the wholesale changes that we'll see on TV's top show when", "new_id": -2}, {"uid": "1295974364172294165", "i": 696, "idx": 0, "sa": ["Bill Lockyer"], "q": "takes this, which made Commissioner Hisashi( <strong> Bill Lockyer </strong>) Sugaya's attempt at humor especially ill placed. When Borden wondered if Tip Top couldn't sell something other than beer or wine, Sugaya cracked, <q> I guess he could sell drugs or something. </q> Bet he hears about that at the next meeting. Speaking of Turk and Taylor, it is no surprise that the first homicide of 2011 occurred there when a young man was gunned down on", "new_id": -2}, {"uid": "1296107045059129879", "i": 52985, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "and emerged as the single most important figure. <strong> Eric Schmidt </strong>, hitherto the grown-up chief executive, may be about to pursue a political career. For the moment, however, he will as executive chairman confine himself to <q> deals, partnerships, customers and broader business relationships </q>. And <strong> Sergey Brin </strong>? A continuing, but highly influential role, as the Google corporate conscience and ideas man. Why change now is more speculative. While the issue of personal development shouldn't be underestimated", "new_id": -2}, {"uid": "1295465204122241033", "i": 46689, "idx": 3, "sa": ["Regis Philbin", "David Letterman"], "q": "ended his Inside Edition that he would`` get a kick'' filling in for <strong> Regis Philbin </strong> after he leaves. <strong> Regis Philbin </strong> is well-suited to daytime TV, says <strong> David Letterman </strong> Scardino of ad firm RPA in Los Angeles. <q> He could be outrageous, but in a way that was non-threatening. And that's a great combination for the daytime. </q> Live could see some viewer turnover after his exit.`` I do think there's a bit more potential, perhaps, that somebody who has been on this long has viewers who are extremely loyal,", "new_id": -2}, {"uid": "1297196814076382262", "i": 15619, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "pages, and they're going to be mentioned,'' he says.`` We had a nice discussion,'' he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- <q> Are we better off today with Saddam Hussein gone? Yes </q>- and denies that the Bush administration neglected the war in Afghanistan once the campaign against Baghdad had begun. Still, an internal Pentagon memo he wrote in October 2003 questioned whether the United States was winning", "new_id": -2}, {"uid": "1296569355043499528", "i": 14332, "idx": 2, "sa": ["Jack Swagger", "Drew McIntyre", "Simon Cowell", "Michael McIntyre", "Kofi Kingston"], "q": "here: Tuesday 1st February, 9:00 am Metro <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says` <strong> Michael McIntyre </strong>: I don't like you. I love you,' </q> the comedian told Newsbeat's Natal... Rant on WWE's pushing of young talent( Sheamus, <strong> Jack Swagger </strong>, <strong> Kofi Kingston </strong>, <strong> Drew McIntyre </strong>) <strong> Drew McIntyre </strong> 4th Titantron Remake Information- Finally I finished my <strong> Drew McIntyre </strong> 4th Remake. This was", "new_id": -2}, {"uid": "1295279743245153802", "i": 26669, "idx": 0, "sa": ["Mike Pence", "Jim Ryun"], "q": "reports: <q> A group of conservatives led by former Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong> plan to start an independent expenditure campaign aimed at getting <strong> Mike Pence </strong>( R-Ind.) to run for president. </q>`` America's President Committee'' will begin a signature-gathering effort this week to encourage <strong> Mike Pence </strong> to get into the presidential race. Their website, www.theconservativechampion.org, will go live Monday. <strong> Mike Pence </strong> has gotten buzz", "new_id": -2}, {"uid": "1295875845093847563", "i": 29095, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer"], "q": "Triumvirat aus <strong> Eric Schmidt </strong> und den beiden Firmengr?ndern <strong> Larry Page </strong> und Sergey Brin gef?hrt, sagte Produktmanagerin <strong> Marissa Mayer </strong> am Montag auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben, <q> aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und Sergey werden das Unternehmen weiter f?hren </q>. <strong> Marissa Mayer </strong> f?gte hinzu:`` Wir freuen uns wirklich ber die nderungen.'' Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die", "new_id": -2}, {"uid": "1295696378029671425", "i": 22256, "idx": 1, "sa": ["Eric Schmidt"], "q": "dans une d?claration publi?e jeudi. Le Wall Street Journal a ainsi fait tat de tensions entre les trois dirigeants, bien qu'une porte-parole de Google ait ni que des conflits soient? l'origine de cette r?organisation. <q> Nous avons convenu de clarifier nos r?les de fa?on? d?partager les responsabilit?s et? accro?tre l'imputabilit </q>, a pr?cis <strong> Eric Schmidt </strong>, qui deviendra pr?sident ex?cutif du conseil.? ce titre, il identifiera des cibles d'acquisitions. Et il lissera les relations de Google avec les gouvernements et les autorit?s antitrust, qui expriment un", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]