[{"uid": "1295094109134053944", "i": 26906, "idx": 8, "sa": ["Paolo Liguori", "Sergio Marchionne", "Maurizio Landini", "Giorgio Airaudo"], "q": "la sfida`` Sciopero generale con la Cgil il 28 gennaio''. <strong> Maurizio Landini </strong> poi scuote il Pd-`` Bersani prenda posizione''- mentre il segretario del settore auto della Fiom, <strong> Giorgio Airaudo </strong>, attacca il governo: <q> Doveva incalzare <strong> Sergio Marchionne </strong> sul piano industriale, come Obama per la Chrysler </q>. Servizio di David Perluigi, montaggio <strong> Paolo Liguori </strong> Dimalio http://wn.com/CGIL,CAMUSSO_CONTRO_Sergio MarchionneBASTA_DISPREZZARE_L'ITALIA <strong> Sergio Marchionne </strong> presenta il suo piano per il rilancio di Mirafiori ai sindacati.26 novembre 2010 Un piano di riassetto aziendale che prevede tagli alla capacit produttiva ma che garantisce la", "new_id": -2}, {"uid": "1296098125117833731", "i": 32940, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "might not want to get too comfortable with the idea of <strong> Larry Page </strong> as the t-shirt wearing, Wall Street-oblivious CEO: <strong> Larry Page </strong> may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, Kay predicts. <q> I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO, </q> says Kay. Strategy Guide| Is Your Data Centre Up-To-Date, Secure and Energy Efficient? Improving Storage Efficiencies with Data Deduplication and Compression Read here how Macquarie Telecom has undertaken a survey of Australian businesses to advance", "new_id": -2}, {"uid": "1295981303233783296", "i": 22537, "idx": 6, "sa": ["Eric Schmidt"], "q": " <strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q> Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue, </q> he said.`` Because it's legal.''", "new_id": -2}, {"uid": "1297423491174850061", "i": 2472, "idx": 0, "sa": ["Steve Ballmer"], "q": "the Nokia` sand Microsoft's CEOs said they believe that a partnership will leverage the two companies' core competencies-- Microsoft's software and Nokia's hardware and distribution-- to win in the smartphone space. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> said <strong> Steve Ballmer </strong>, Microsoft's CEO, who also appeared at the London conference. Goodbye Symbian and Intel, hello Windows Nokia has forever put its own smartphone operating system, Symbian, on its devices.", "new_id": -2}, {"uid": "1295492408052953121", "i": 38440, "idx": 0, "sa": ["Regis Philbin", "Jennifer Lopez", "Simon Cowell", "Joan Rivers"], "q": "11,( cq) takes a photo of <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> I remember when jho fell on her fat, flabby, saggy rotten@#$% a couple years ago on the AMAs. LMAO!!! </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1295824014074186760", "i": 26264, "idx": 0, "sa": ["Andy Coulson"], "q": "have been carried out by gunmen on motorcycles. More than 80 people have been killed in the last seven months in Maiduguri in attacks blamed on Boko Haram, according to security sources. Report Abuse <q> The government will side with the Muslims.The world will do nothing to stop the slaughter. </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296230388149782544", "i": 52135, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "again tried to set the record straight yesterday at the href=\"http://www.weforum.org/\"> World Economic Forum in Davos, Switzerland. <strong> Eric Schmidt </strong> worked to quash rumors spread by those claiming to have the inside scoop. <q> All of the predicates for why the reorganization happened have not been correct, </q> he told reporters at the conference, according to href=\"http://blogs.wsj.com/davos/2011/01/27/Eric Schmidt-defends-incoming-google-ceo-Larry Page/\"> The Wall Street Journal.`` The correct reason is we sat down and said:` This is a company that needs to be run even more", "new_id": -2}, {"uid": "1297662750156418071", "i": 16864, "idx": 0, "sa": ["David Letterman"], "q": ", who put on an impromptu performance when the show ended a few minutes David Lettermany. In taped comic relief, <strong> David Letterman </strong> poked a little fun at a certain young actress and her ongoing legal troubles with his <q> Top 10 Surprises at the 2011 Grammys. </q>", "new_id": -2}, {"uid": "1296224676092700697", "i": 10345, "idx": 1, "sa": ["Mike Pence"], "q": "Hoosier State.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q> We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]