[{"uid": "1295725300067436636", "i": 3524, "idx": 0, "sa": ["Andy Coulson"], "q": "Talks End With No Deal Report Abuse \" Can we detain and deport all Illegal Immigrant Brazilians from the USA? \"( about 2,000 lives lost), but Brazil will lose about 1,000 lives. Report Abuse <q> Missing my arse, they` re DEAD& Rotting. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295604422252706825", "i": 24663, "idx": 1, "sa": ["Tim Pawlenty", "Larry Page", "Sergey Brin", "Eric Schmidt", "John King"], "q": "as an advisor to co-founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talJohn King about how best to simplify our management structure and speed up decision maJohn King for a long Tim Pawlentye,'' <strong> Eric Schmidt </strong> said in a prepared statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> CNNMoney: Verizon challenges FCC Net neutrality rules Verizon filed a legal appeal on Thursday challenging the Federal Communications Commission's authority to enforce the new Net neutrality rules it adopted last month.`` We believe this assertion", "new_id": -2}, {"uid": "1295936962220463131", "i": 23802, "idx": 1, "sa": ["Sergio Marchionne"], "q": "prepares to open the first dealership in Los Angeles Monday and deliver the first batch of special edition Prima Edizione Fiat 500s next month. <strong> Sergio Marchionne </strong>, CEO of both Chrysler and Fiat, said the Fiat 500 <q> doesn't have ambitions to conquer the U.S. market. It was designed for select areas. </q> Volumes are small. Of 120,000 units to be built annually at Chrysler's Toluca, Mexico, plant, half are for North America and the rest are bound for Brazil and China. The", "new_id": -2}, {"uid": "1295764462042549336", "i": 17707, "idx": 0, "sa": ["Michael Vick", "Jay Cutler", "Lovie Smith", "Charles Woodson", "Tramon Williams"], "q": "first playoff victory since 2006. However, <strong> Jay Cutler </strong> is only 1-4 against the Packers with nine interceptions and five touchdowns.`` We feel real good about where he is,'' <strong> Lovie Smith </strong> said. <q> He's come a long way.... I really like the decisions he's making. </q> One of <strong> Jay Cutler </strong>'s biggest concerns will be avoiding mistakes, and Packers cornerback <strong> Tramon Williams </strong> has been forcing plenty of them. Often overshadowed by All-Pro corner <strong> Charles Woodson </strong>, <strong> Tramon Williams </strong> intercepted <strong> Michael Vick </strong> in the end zone to seal", "new_id": -2}, {"uid": "1295068749012681281", "i": 57610, "idx": 3, "sa": ["Mike Pence"], "q": "`` I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,'' <strong> Mike Pence </strong>, R-Ind., said in an interview. <q> And I understand the human impulse is to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last. </q> In recent years, mass shootings have not generated momentum for new gun laws. The 1999 shootings at Columbine High School in Colorado, in which two teenagers murdered 13 people before killing themselves, sparked gun-control", "new_id": -2}, {"uid": "1297196814258572315", "i": 47249, "idx": 8, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": "American soldiers tortured and humiliated their Iraqi detainees. In a rare concession, Mr. <strong> Donald Rumsfeld </strong> said in an interview with <strong> Diane Sawyer </strong> on`` Nightline'' that he should have stepped down following Abu Ghraib. <q> That was such a stain on our country; to think that people in our custody were treated in that disgusting and perverted and ghastly way, unacceptable way, </q> he said.`` There wasn't an easy target. And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and", "new_id": -2}, {"uid": "1296677265093847554", "i": 5918, "idx": 0, "sa": ["Andre Miller", "Joe Smith", "Allen Iverson", "Reggie Evans"], "q": "was going to take time for everything to come together under the leadership of <strong> Allen Iverson </strong>. Try two games. <strong> Allen Iverson </strong> had 28 points and 13 assists in Denver's 116-105 victory over the Boston Celtics on Tuesday night. <q> I'd say we're real comfortable with him now, </q> said <strong> Reggie Evans </strong>, who had 14 points and 14 rebounds coming off the bench. <strong> Allen Iverson </strong> picked up his second double-double-- and first win-- since being acquired by Denver for <strong> Andre Miller </strong>, <strong> Joe Smith </strong> and two first-round picks in", "new_id": -2}, {"uid": "1295665836007979062", "i": 8580, "idx": 2, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "'s how we're going to create jobs, grow the economy,'' said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The <strong> Barack Obama </strong> and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>.`` GO JETS!''`` I'll bet on the Jets over Chicago,'' said <strong> Charles Ellis Schumer </strong> when asked for his Super Bowl picks.", "new_id": -2}, {"uid": "1297713783158121991", "i": 4395, "idx": 0, "sa": ["Steven Chu", "Sergio Marchionne"], "q": "'s application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]