[{"uid": "1295877057093847566", "i": 16980, "idx": 5, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "of staff under <strong> George W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war", "new_id": -2, "mturk_index": "1592"}, {"uid": "1294959798259424259", "i": 52194, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us a hundred per cent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2, "mturk_index": "558"}, {"uid": "1296715246139952153", "i": 41004, "idx": 2, "sa": ["Allen Iverson", "Ming Yi", "Kwame Brown"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coMing Yi into a situation where guys have been*** NEW CD minor adjustments OUT NOW*** The Florida State University Co-ed A cappella Group. For Tour Dates, Tickets, CD and", "new_id": -2, "mturk_index": "574"}, {"uid": "1295440369254590997", "i": 24135, "idx": 1, "sa": ["Kim Kardashian", "Simon Cowell", "Anne Hathaway", "Jane Lynch"], "q": "Lynch-Jane Lynch-sue-sylvester-inspired-by-Simon Cowell-Simon Cowell\"> <strong> Jane Lynch </strong>` Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N' Roses Hathaway-Anne Hathaway-cameo\"> Glee Creator Confirms <strong> Anne Hathaway </strong> Cameo Kardashian-Kim Kardashian-i-am-such-a-gleek\"> <strong> Kim Kardashian </strong> <q> I Am Such A Gleek! </q>", "new_id": -2, "mturk_index": "139"}, {"uid": "1296216383069550083", "i": 35517, "idx": 1, "sa": ["Jimmy Kimmel", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "after his new series premieres,\" Seacrest says on Kimmel-Jimmy Kimmel-live/113255/main\">` <strong> Jimmy Kimmel </strong> Live.' The` Idol' host wishes <strong> Simon Cowell </strong> the best in his new endeavor. Kimmel-Jimmy Kimmel/1510715/main\"> <strong> Jimmy Kimmel </strong> asks, <q> Do you hope his[ show] does better than yours? </q> Cowell-Simon Cowell-leaving-finale\"> For Some` American Idol' Fans, <strong> Simon Cowell </strong>'s Exit Is The End Lopez-Jennifer Lopez-Steven Tyler-Steven Tyler-judges\">` American Idol' Confirms <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> as New Judges Lopez-Jennifer Lopez-american-idol-judge\"> <strong> Jennifer Lopez </strong> Inks$ 12 Million Deal", "new_id": -2, "mturk_index": "164"}, {"uid": "1297526701080166924", "i": 47577, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "and wine Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2, "mturk_index": "2067"}, {"uid": "1295254399198639677", "i": 41776, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "lead Green Bay into the NFC Championship Game at rival Chicago next Sunday. \"This probably was my best performance- the stage we were on, the importance of this game,\" <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2, "mturk_index": "1056"}, {"uid": "1295750200255016963", "i": 54382, "idx": 1, "sa": ["Ron Wolf", "Chad Henne", "Michael Vick", "Andy Reid"], "q": "Kolb. I trust <strong> Andy Reid </strong>.\" But Kolb was beaten out by <strong> Michael Vick </strong> and had a passer rating( 76.1) barely higher than <strong> Chad Henne </strong>'s 75.4, with seven touchdowns and seven interceptions. <strong> Ron Wolf </strong> said Newton <q> will be a pain to defend </q> in the NFL and said Dolfans shouldn't discount a rookie starting, as did successfully. <strong> Ron Wolf </strong>'s advice to Miami: \"If there's a guy you think would be the bell cow", "new_id": -2, "mturk_index": "201"}, {"uid": "1295945703061587487", "i": 4860, "idx": 0, "sa": ["Richard Land", "Abraham Foxman", "Bill Lockyer", "Newt Gingrich"], "q": "potential constituency includes all Southern Baptists. With almost 16.2 million members, the Nashville-based SBC is the largest Protestant denomination in the U.S. Anti-Defamation League National Director <strong> Abraham Foxman </strong> released a statement on <strong> Richard Land </strong>'s withdrawal writing, <q> We respect <strong> Richard Land </strong>. We respect his decision. We wish it were otherwise. </q>___ Online: ADL's Interfaith Coalition on Mosques: Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PROGRAM", "new_id": -2, "mturk_index": "1672"}, {"uid": "1295636961179568645", "i": 36967, "idx": 5, "sa": ["Glenn Mulcaire", "Andy Coulson", "Sean Hoare", "Tommy Sheridan"], "q": "World journalist <strong> Sean Hoare </strong> that <strong> Andy Coulson </strong> presided over a culture of phone hacking while he was in charge, he released a statement in which he \"emphatically denied\" the claims. A spokesman for <strong> Andy Coulson </strong> said: <q> <strong> Andy Coulson </strong> has today told the Metropolitan police that he is happy to voluntarily meet with them following allegations made by <strong> Sean Hoare </strong>. Mr <strong> Andy Coulson </strong> emphatically denies these allegations. He has, however, offered to talk to officers if the need arises and would welcome the opportunity to give his view on Mr <strong> Sean Hoare </strong>'s claims. </q> 9 December 2010, <strong> Tommy Sheridan </strong> perjury trial: Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the News of the World, <strong> Andy Coulson </strong> said: \"I never knew him as an", "new_id": -2, "mturk_index": "149"}]