[{"uid": "1296860747060604528", "i": 48506, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> Isn't Hosting Super Bowl Party Associated Press- Eagles quarterback <strong> Michael Vick </strong> has told NFL commissioner <strong> Roger Goodell </strong> that he's not hosting a Super Bowl party this weekend. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. The commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.", "new_id": -2}, {"uid": "1297233092159547463", "i": 1497, "idx": 0, "sa": ["Bernie Sanders", "Glen Johnson"], "q": "<strong> Glen Johnson </strong>, Globe Staff Supporters of Senator <strong> Bernie Sanders </strong> of Vermont are holding a fundraiser for him Sunday before he delivers a public speech in Jamaica Plain. The independent, who caucuses with the Democrats, <q> is facing a tough race in the next election due to the GOP machine, </q> said an e-mail encouraging attendance.`` Therefore, he's coming to ask similar-minded folks for support.'' Another e-mail said,`` Here's a great opportunity to hear an important progressive voice in the", "new_id": -2}, {"uid": "1297392352089440273", "i": 16230, "idx": 0, "sa": ["Simon Cowell", "Christina Aguilera", "Sarah Palin"], "q": "was ran by Us Weekly on their website, but was a satire piece, reports Gossip Cop. Oops! False Story Claims <strong> Sarah Palin </strong> Rips <strong> Christina Aguilera </strong> Over Anthem Botch. The report claimed that among other things, <q> potential 2012 presidential candidate <strong> Sarah Palin </strong> says that if she were president, she would deport pop star <strong> Christina Aguilera </strong> for botching a portion of The Star-Spangled Banner during her performance at Super Bowl XLV. </q> to Gossip Cop, the magazine's website ran with the story, which was a false story and satire from*** Meanwhile, <strong> Simon Cowell </strong> has offered his trademark blunt opinion when asked about <strong> Christina Aguilera </strong>'s Super Bowl", "new_id": -2}, {"uid": "1295788412114884629", "i": 55387, "idx": 0, "sa": ["Dermot Murnaghan", "Harriet Harman", "Andy Coulson"], "q": "chancellor and PM, who have all confirmed he contacted police believing he was a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated fully. <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she said.`` Nobody is above the law, no newspaper editor, no journalist.'' The scandal has already cost No 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the", "new_id": -2}, {"uid": "1295645219096387090", "i": 29245, "idx": 0, "sa": ["David Letterman", "Barack Obama"], "q": " <strong> David Letterman </strong> reads <strong> Barack Obama </strong> Top 10 list <strong> Barack Obama </strong>'s second anniversary in office with a special Top 10 list on his talk show. <strong> David Letterman </strong> read <q> Ways <strong> Barack Obama </strong> Celebrated His Two-Year Anniversary in Office </q> on Thursday's edition of`` Late Show with <strong> David Letterman </strong>.'' The list went as follows: 10. Spelled`` two years'' on the South Lawn of the White House with cigarette butts", "new_id": -2}, {"uid": "1296180122032686080", "i": 44084, "idx": 0, "sa": ["Charles, Prince of Wales.", "Will Ferrell", "Simon Cowell", "Catherine, Duchess of Cambridge", "Prince William, Duke of Cambridge"], "q": "`` thrilled'' by the engagement of his son <strong> Prince William, Duke of Cambridge </strong> and <strong> Catherine, Duchess of Cambridge </strong>, while his wife the Duchess of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, <strong> Charles, Prince of Wales. </strong> joked: <q> They have been practising long enough. </q> <strong> Prince William, Duke of Cambridge </strong> and <strong> Catherine, Duchess of Cambridge </strong>'s wedding <strong> Will Ferrell </strong> be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire schedule", "new_id": -2}, {"uid": "1296231931043434103", "i": 8372, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the'' Albany-area congressional district. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and NYPIRG: Real Estate, Law Are Top Sources Of Outside Income For State", "new_id": -2}, {"uid": "1297210131061849602", "i": 3917, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "first-class operation, that they were not torturing people, that they were not hurting people.'' <strong> Donald Rumsfeld </strong> described the prison camp as a`` fine operation'' and said the service members who operate it have <q> taken a lot of heat unfairly. </q> <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism.`` Let there be no doubt, there are extremists out there who are determined to", "new_id": -2}, {"uid": "1295584540106250245", "i": 14939, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "and its president of technology. The shake-up, which will take effect on April 4, is the biggest change in management at the company since Mr <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr <strong> Eric Schmidt </strong> wrote in a blog post. He added that Mr <strong> Larry Page </strong> would`` merge Google's technology and business vision'', while he would stay on to focus on external issues, like`` deals", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]