[{"uid": "2008111702_00004456_W", "i": 1898, "idx": 6, "sa": ["Steve Southerland"], "q": "years for the military, <strong> Steve Southerland </strong>, chairman of the military affairs committee, said reports of cuts can be jarring. \"you just start running through this scenario of` what ifs,\" ' he said. <q> you start being concerned about the defense budget. </q> but even minor concerns over the budget should be waylaid by the actual numbers, said loren thompson, a defense analysis with the lexington institute, a libertarian-leaning think tank. early estimates place the fy2010 request at more", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3394, "idx": 10, "sa": ["Abraham Lincoln", "Will Rogers"], "q": "the people who inhabit it. whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or their revolutionary right to dismember it or overthrow it.\" -- <strong> Abraham Lincoln </strong> <q> a cynical, mercenary, demagogic press <strong> Will Rogers </strong> produce in time a people as base as itself. </q>-- joseph pulitzer( 1904) \"the minute you read something that you can't understand, you can almost be sure that it was drawn up by a lawyer.\" -- <strong> Will Rogers </strong> \"laws control the lesser", "new_id": -2}, {"uid": "2008101521_00013937_W", "i": 4568, "idx": 2, "sa": ["Gordon Brown", "Angela Merkel", "Nicolas Sarkozy", "George W. Bush"], "q": "u.s. treasuries rose as investors switched from riskier stocks. \"it looks like everything that's economically sensitive is getting hit pretty good,\" said scott vergin, portfolio manager at thrivent financial in minneapolis, minnesota. <q> the thing is, how much has the credit crunch already impacted the real economy? </q> added vergin. \"that's what everyone's really worried about.\" summit to reform financial system in brussels, british prime minister <strong> Gordon Brown </strong> and german chancellor <strong> Angela Merkel </strong> backed a proposal by french <strong> George W. Bush </strong> <strong> Nicolas Sarkozy </strong> to hold a", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 4362, "idx": 31, "sa": ["Russell Humphreys", "Henry Ford"], "q": ". d. <strong> Russell Humphreys </strong> breaks all the rules of science. he uses flawed logic, overly simple models, and twisted data to sell his young earth. caveat emptor! addendum by me, the one and only bj <q> reply# 1139 on: september 02, 2008, 05:58:17 pm </q> amishm and i think catholicportugalian may also be interested. somebody mentioned some rather nasty things about <strong> Henry Ford </strong> and i got to do investigating. <strong> Henry Ford </strong> was an avid christian belonging to the episcopal church which is the official name", "new_id": -2}, {"uid": "2008123105_00029095_W", "i": 1507, "idx": 2, "sa": ["Mark Felt"], "q": "foreign powers. their conviction and fine in 1980 brought an unprecedented public demonstration by other fbi agents on the steps of the washington courthouse. in 1981 the two were pardoned by president ronald reagan with the comment that <q> they had served the nation with great distinction </q>. <strong> Mark Felt </strong> remained an enigma to the end. on the face of it, he conformed to the classic stereotype of the ideal fbi man, and shared many of hoover's prejudices( he was, for example", "new_id": -2}, {"uid": "2008100223_00009084_W", "i": 264, "idx": 0, "sa": ["Jamie Moyer", "Brett Myers", "Cole Hamels", "Dale Sveum", "Rickie Weeks"], "q": "the brewers faced a right-handed starter in <strong> Brett Myers </strong>. <strong> Rickie Weeks </strong> is expected back in the lineup for game 3 on saturday against left-hander <strong> Jamie Moyer </strong>, and would also be an option against lefty <strong> Cole Hamels </strong> in a potential game 5. <q> he's so close to being a prolific player that there's a lot of upside there, </q> <strong> Dale Sveum </strong> said of <strong> Rickie Weeks </strong>, 26. \"we saw him three years ago, and... how much better he's gotten defensively.\" the second overall pick from the 2003 first-year player draft is still a work", "new_id": -2}, {"uid": "2008091214_00029269_W", "i": 1003, "idx": 2, "sa": ["William C. Weldon"], "q": "employees, ms. poon said she was leaving with <NO_QUOTATION> and that she would work closely with mr. <strong> William C. Weldon </strong> and others to \"successfully close 2008, complete plans for 2009 and provide assistance for an orderly transition.\" <q> it has been my great good fortune to have worked at johnson& johnson during a period of fundamental change in the health care industry, </q> ms. poon said. \"nevertheless, at this time in my life, i find myself drawn by the irresistible forces of family and, still, a deep desire to take on new challenges and find opportunities to", "new_id": -2}, {"uid": "2008100909_00008093_W", "i": 1684, "idx": 1, "sa": ["Pontsho Moloi"], "q": "to engage bondo when he( <strong> Pontsho Moloi </strong>) was not happy about the decisions taken by the referee. mogomotsi is worried that local referees seem to be untouchable unlike their counterparts from other leagues in africa or europe. <q> it is not that we entertain bad behaviour but referees should be accommodative. i am scared of the way bondo handles games and i think this has to be addressed, </q> said mogomotsi. he stated that they will talk to players and advise them how to behave during games. mogomotsi said chiefs' players will continue to be targets of some teams during league games and they have to", "new_id": -2}, {"uid": "2008103107_00006674_W", "i": 2690, "idx": 2, "sa": ["Sourav Ganguly", "Andrew Symonds", "Harbhajan Singh"], "q": "wicket-keepers ever, gilchrist, who is also known for his sportsman spirit, mentioned that speculation was rife that the hard green top was a result of <strong> Sourav Ganguly </strong>'s quarrel with the head of local vidarbha cricket association. <q> there was speculation that <strong> Sourav Ganguly </strong> was quarrelling with the head of cricket in nagpur and a rumour that a spicy pitch might be prepared out of spite or revenge against the captain, </q> he said. gilchrist had implied that tendulkar was a sore loser by questioning his honesty in the deposition on the racial row involving <strong> Harbhajan Singh </strong> and <strong> Andrew Symonds </strong>] that threatened to go out of hand during india's tour down", "new_id": -2}, {"uid": "2008121220_00000463_W", "i": 2008, "idx": 2, "sa": ["Pranab Mukherjee", "John Negroponte"], "q": "mr. <strong> John Negroponte </strong>, in his meetings with external affairs minister <strong> Pranab Mukherjee </strong>, foreign secretary shivshanker menon and mr. narayanan, agreed the attacks should be thoroughly investigated and those responsible for perpetrating these attacks must be brought to account. <q> so the effort at the moment is concentrated on investigating these attacks and bringing those responsible to account. </q>", "new_id": -2}]