[{"uid": "1295497266083329024", "i": 5498, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "like what your husband is doing.''' When Camille asked what he was doing, the friend indicated that <strong> Kelsey Grammer </strong> was leaving her, so she called and texted <strong> Kelsey Grammer </strong>, getting no response. <q> Finally, she got a late-night call in which she says he said,`` Yeah, I've been thinking about it. I just don't want to be married anymore. I asked him,` Is there somebody else?' He said` no' but there will be soon. </q> Camille met Kayte for the first time last week, just before <strong> Kelsey Grammer </strong> went on`` The Late Show with <strong> David Letterman </strong>.''`` So I went down, saw her, shook her", "new_id": -2}, {"uid": "1295645875003719205", "i": 48623, "idx": 0, "sa": ["Douglas Johnson", "Mike Pence", "Joseph R. Pitts", "Chris Smith", "Daniel Lipinski"], "q": "obstruct these bills, that will provide additional glaring evidence that his professions of opposition to public funding of abortion are phony,'' NRLC Legislative Director <strong> Douglas Johnson </strong> said in a written statement. <strong> Douglas Johnson </strong> also said, <q> Public opinion is strongly against federal subsidies for abortion, and any member of Congress who is truly opposed to federal funding of abortion will vote for both of these bills. </q> <strong> Chris Smith </strong>'s bill also would institute conscience clause protections for pro-life, health-care workers. <strong> Mike Pence </strong> <strong> Daniel Lipinski </strong> of Illinois is the lead Democratic cosponsor on both <strong> Chris Smith </strong> and <strong> Joseph R. Pitts </strong>' bills. In another", "new_id": -2}, {"uid": "1295451205058523703", "i": 41354, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1296217917050937899", "i": 50361, "idx": 2, "sa": ["Mike Pence", "Alan Grayson"], "q": "The people arrest the insurance companies <strong> Alan Grayson </strong> on the GOP Health Care Plan:`` Don't Get Sick! And if You Do Get Sick, Die Quickly!''' <strong> Alan Grayson </strong> on the GOP Health Care Plan: <q> Don't Get Sick! And if You Do Get Sick, Die Quickly! </q>' This is <strong> Mike Pence </strong> <strong> Alan Grayson </strong> discussing the GOP plan for health care. Part one, don't get sick. Part two, if you do get sick... Part three, die quickly.... <strong> Alan Grayson </strong>:``", "new_id": -2}, {"uid": "1296128197246497300", "i": 21297, "idx": 13, "sa": ["Kevin Kolb", "Michael Vick"], "q": "next season is up in the air. The two-year contract he signed with the Eagles in 2009 is up, and Philadelphia also has money invested in another quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. <q> I'm expecting everything to go according to plan... got to take it one day at a time, </q> said <strong> Michael Vick </strong>, who reiterated later,`` Hopefully I'll be with the Eagles next season.'' <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the", "new_id": -2}, {"uid": "1297364739143966216", "i": 32246, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " Feb, 28, 2003, Department of Defense briefing \" There is no poetry in Known and Unknown. <strong> Donald Rumsfeld </strong> seems to be experimenting with a new-ish genre very popular with political folk, the <q> I'm really a pretty good guy </q> memoir. Or maybe it's the`` ain't my fault bitchez'' memoir. Either way, it's all href=\"http://www.youtube.com/watch?v=LHgbzNHVg0c\"> for freedom! As you might suspect, <strong> Donald Rumsfeld </strong> has much to say", "new_id": -2}, {"uid": "1296221744071827501", "i": 24884, "idx": 1, "sa": ["Simon Cowell", "Elton John", "Natalie Portman"], "q": "is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!''- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. <q> As I get older, I get more angry about it. In this country( America), we need more dialogue. We don't need any more stone throwing. We don't need any more vitriol. We need people to say,` OK. I'm straight. You're gay. Let's get along. I'm Republican. You're Democratic. Let's work together.' I'm sick and tired of people being hateful to each other in this country. </q>- Sir <strong> Elton John </strong> wants unity in the US.`` <strong> Natalie Portman </strong>- just complete professional relationship. Open up the door, she walks in, does the work. No issues. No hand-holding. She", "new_id": -2}, {"uid": "1295877057093847566", "i": 16980, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld", "Dick Cheney"], "q": "of staff under <strong> George W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war", "new_id": -2}, {"uid": "1296156940080330784", "i": 29594, "idx": 0, "sa": ["Bobby Jindal", "Mike Pence", "Paul Ryan", "Nikki Haley", "John Kasich", "John Thune", "Susana Martinez", "Robert Jones Portman", "Marco Rubio", "Barack Obama", "Mitt Romney"], "q": ", from a longtime senior Republican political aide who believes the`` Why now?'' question is exactly what leads to the answer that <strong> Mike Pence </strong> should run. This aide explained that 2012 would be <strong> Mike Pence </strong>'s moment: <q> If you're a smart, ambitious, medium-age pol... do you want to run against <strong> John Thune </strong> and <strong> Mitt Romney </strong> and[ etc.] now? Or do you want to run against rock stars later? </q> Among the names he rattled off for future Barack Obamaial candidates were <strong> Paul Ryan </strong>, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Robert Jones Portman </strong>. The aide, who has 20 years of experience in national politics, continued", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]