[{"uid": "1294972672267157620", "i": 6612, "idx": 5, "sa": ["Ron Fair", "Simon Cowell", "Ryan Seacrest"], "q": "Unlike Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q> Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the stRon Fairg possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant, </q> says Richard Rushfield, author of the upcoming Executive producer Cecile Frot-Coutaz says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"You can't, and it would be foolish to", "new_id": -2, "mturk_index": "1283"}, {"uid": "1296188505230555653", "i": 30844, "idx": 1, "sa": ["Michael Vick", "Ovie Mughelli", "Drew Brees"], "q": "<strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, Brees+Drew Brees\"> <strong> Drew Brees </strong>, Vick+Michael Vick\"> <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause. <q> All these monsters of the game, </q> he said. \"All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll", "new_id": -2, "mturk_index": "503"}, {"uid": "1296594161057851931", "i": 4979, "idx": 1, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "In the first place, it's not appropriate. <strong> Steve Jobs </strong>[ <strong> Steve Jobs </strong>] is still the CEO and I hope he continues forever,' <strong> Eric Schmidt </strong> told CNBC in a Monday interview,\" Electronista reports. <q> In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion, </q> Electronista reports.\" ` I'm not going to talk about private conversations with anybody,' the chairman is quoted as saying.\" 11-inch MacBook Air: The next generation of MacBooks. From$ 999.", "new_id": -2, "mturk_index": "1002"}, {"uid": "1296708031055181325", "i": 10476, "idx": 3, "sa": ["Allen Iverson", "Tracy McGrady", "Eric Snow"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q> We said,` What are we gon na do?' </q> <strong> Eric Snow </strong> said.\" ` Are we gon na lay down? Or are we gon na pick up the intensity?\" ' The 6-3 <strong> Eric Snow </strong> set the McGrady_Tracy McGrady's_first_game <strong> Tracy McGrady </strong> New York Knicks Starting Lineups First Game as Knick...T-Mac", "new_id": -2, "mturk_index": "397"}, {"uid": "1297086358189808654", "i": 42220, "idx": 3, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "'s right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.\" <q> It's hard to know, </q> <strong> Donald Rumsfeld </strong> continued. \"You know, the path you didn't take is always smoother.\" Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's \"World News With <strong> Diane Sawyer </strong>\" on Monday, Feb.", "new_id": -2, "mturk_index": "1401"}, {"uid": "1295548646132497443", "i": 12381, "idx": 1, "sa": ["Conan O'Brien", "Ben Silverman", "David Letterman", "\"Freeway\" Rick Ross"], "q": "17 audience share in the nation's biggest media markets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>'s \"Late Show\" on CBS and ABC's \"Nightline\" combined. <q> We were very happy, </q> said <strong> Conan O'Brien </strong>'s boss, <strong> Ben Silverman </strong>, co-chairman of NBC Entertainment and Universal Movie Studios. The t\"Freeway\" Rick Ross is the second night, and the third- and the hundreds more likely to come. <strong> Conan O'Brien </strong> set himself apart David Lettermany", "new_id": -2, "mturk_index": "978"}, {"uid": "1295686742156401686", "i": 57207, "idx": 8, "sa": ["Mo Williams", "Allen Iverson", "Robert Horry", "Scott Williams"], "q": "his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. \"AI has our number,\" said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. <q> He seems to play really, really well against us. </q> He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Scott Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 Robert Horrys, including five 3-pointers. \"", "new_id": -2, "mturk_index": "1185"}, {"uid": "1297657600196149258", "i": 37245, "idx": 2, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "Paolo Romani"], "q": "which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.\" Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q> to commit to investing in our country and remain with head and heart </q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but \"in a dynamically developing context which demands daily work so that things don't", "new_id": -2, "mturk_index": "1691"}, {"uid": "1295639119217038852", "i": 51795, "idx": 2, "sa": ["Steven Tyler", "TC", "Simon Cowell", "Jim Cantiello"], "q": "<strong> Simon Cowell </strong>'s honesty, while <strong> Steven Tyler </strong> deftly pinwheeled between wacky Paula-isms amid stinging putdowns. And already he's delivered one of the season's top lines in his zinger to belcher Michael Perotto courtesy of \"<strong> TC </strong>\" : <q> Did you eat a lot of paint chips as a child? </q> MJ Santilli, founder of one of the leading \"Idol\" blogs, target=\"_blank\"> MJsBigBlog.com, agreed with <strong> Jim Cantiello </strong>, calling <strong> Steven Tyler </strong> the \"breakout\" star on the show so far.", "new_id": -2, "mturk_index": "1982"}, {"uid": "1295094169134053957", "i": 30447, "idx": 0, "sa": ["Ferdinand Piëch", "Sergio Marchionne"], "q": "aufzuholen. ANZEIGE VW-Aufsichtsratschef <strong> Ferdinand Piëch </strong> Pi?ch hat einem Verkauf der Nutzfahrzeugbauer Scania und MAN an Fiat ausgeschlossen. Er erteilte damit einem m?glichen Kaufinteresse des italienischen Konzernchefs Marchionne_Sergio Marchionne\"> <strong> Sergio Marchionne </strong> eine deutliche Absage. <q> Jemand, der bei Pkw schrumpft, soll nicht den Mut haben, sich die beiden besten Lkw-Marken Europas unter den Nagel zu rei?en. Sie sind nicht verk?uflich </q>, sagte Pi?ch der Machtworte Pi?ch schaltet sich in die VW- Aff?re ein Detroit 2011: Volkswagen und Alfa- Der Romeo aus Wolfsburg Scania soll MAN bernehmen- Pi?ch spart bei Nutzfahrzeugen Volkswagen: Neue Marken gesucht-", "new_id": -2, "mturk_index": "144"}]