[{"uid": "1296408729252772386", "i": 59672, "idx": 0, "sa": ["James Victor", "Alassane Ouattara", "Victor Gbeho"], "q": ". Its statement was the strongest sign yet that Gbagbo had failed to convert African unease over possible military intervention into a reversal of U.N.-certified results showing rival <strong> Alassane Ouattara </strong> won a Nov. 28 presidential poll. <q> The decision that they took was to try once more a peaceful effort to remove Gbagbo, not to legitimise Gbagbo. That is out of the question, </q> <strong> James Victor </strong> <strong> Victor Gbeho </strong>, president of the ECOWAS Commission, told journalists. He was speaking on the sidelines of an African Union( AU) summit in the Ethiopian capital.", "new_id": -2}, {"uid": "1295808436044548117", "i": 9664, "idx": 0, "sa": ["David Letterman", "Rupert Murdoch", "Keith Olbermann"], "q": "crazy,'' <strong> Rupert Murdoch </strong> said. In 2004, <strong> Keith Olbermann </strong> implied that Fox Sports Net was the poor man's version of ESPN, href=\"http://us.rd.yahoo.com/dailynews/dailycaller/pl_dailycaller/storytext/whyKeith Olbermannwouldhavetroublereturningtomajorsportsbroadcastingnetworks/39805150/SIG=112ogocai/*http://cornellsun.com/node/13424\"> according to a Cornell Sun report. <q> Fox Sports was an infant trying to stand[ in comparison to ESPN], </q> <strong> Keith Olbermann </strong> said.`` But on the broadcast side there was no comparison- ESPN was the bush leagues.'' During a 2007 appearance on the`` Late Show,'' host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>,``", "new_id": -2}, {"uid": "1295724762238878722", "i": 20520, "idx": 0, "sa": ["LeBron James", "Sylvester Stallone", "Allen Iverson", "René Girard"], "q": "in the right handed 80 kg division. Her sister Sylvie is also a world class armwrestler.'' thevalkyrie.com( FRené Girardch/Fran ais) Liane Dufresne, championne mondiale tir au poignet, participe? l'?mission de Roch Denis: <q> Le monde spectaculaire des d?fis Guinness </q>. Elle a particip?`` Over the Top'' avec <strong> Sylvester Stallone </strong>. http://wn.com/Allen Iverson_Allen Iverson_23pts_vs_LeBron James_LeBron James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams in less than a week. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295461529021184537", "i": 1893, "idx": 0, "sa": ["Raila Odinga", "Alassane Ouattara", "Ben Ali"], "q": "entre Laurent Gbagbo et <strong> Alassane Ouattara </strong> a chou et le Conseil de s?curit de l'Onu a vot mercredi l'envoi de 2.000 casques bleus en renfort dans ce pays d'Afrique, dans l'impasse politique depuis l'?lection pr?sidentielle du 28 novembre. <q> Malgr des discussions approfondies avec M. Laurent Gbagbo et avec le pr?sident lu <strong> Alassane Ouattara </strong>, qui se sont prolong?es tr?s tard dans la nuit, j' ai le regret d'annoncer que les progr?s requis ne se sont pas mat?riBen Alis?s </q>, a d?clar? la presse le chef du gouvernement k?nyan, <strong> Raila Odinga </strong>, avant son d?part d'Abidjan, la capitale conomique ivoirienne.`` Le temps est compt'', a-t-il ajout? propos des efforts pour", "new_id": -2}, {"uid": "1295034799140197900", "i": 21370, "idx": 2, "sa": ["Alassane Ouattara"], "q": "has besieged him for weeks. human rights violations,'' <strong> Alassane Ouattara </strong> told US think tank the Center for Strategic& International Studies.`` I do not want bloodshed,'' <strong> Alassane Ouattara </strong> said. But Gbagbo, <q> at some stage has to know </q>, that the situation is serious. The United Nations and most of the world has said that <strong> Alassane Ouattara </strong> defeated Gbagbo in a November 28 presidential run-off, with over 200 people killed in the ensuing crisis.", "new_id": -2}, {"uid": "1297704804046809091", "i": 24757, "idx": 0, "sa": ["Steve Ballmer"], "q": "platform. definitely come in March, Microsoft CEO <strong> Steve Ballmer </strong> said at Mobile World Congress( MWC) in Barcelona today. He also pointed to another`` significant release'' that's coming later in the year- in <q> the second half of 2011 </q>, according to a picture caption on the MS website. Mango: coming H2 2011 Microsoft first promised to bring copy and paste functionality to WinPho 7`` via the first major update, coming in", "new_id": -2}, {"uid": "1296010057252100639", "i": 14890, "idx": 3, "sa": ["Stephen Sandstrom", "Newt Gingrich", "Bill Lockyer"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said.`` Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,'' <strong> Stephen Sandstrom </strong> said. <q> We need to stop demonizing firearms. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295919285115490833", "i": 4140, "idx": 1, "sa": ["Bobby Jindal", "Paul Ryan", "Bernie Sanders", "Sam Brownback", "Barack Obama"], "q": "for <strong> Barack Obama </strong> and Congress?`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject. </q> Delivering the party's response to the <strong> Barack Obama </strong> is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1295567825105267222", "i": 3019, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "clever and it's time for him to have a shot at running this.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. <q> The results speak for themselves, </q> <strong> Larry Page </strong> said.`` There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.'' Google generated$ US8.44 billion in revenue in the quarter, ended Dec. 31", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]