[{"uid": "1296858709051773441", "i": 49231, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Howard Stern"], "q": "I don't want to hear that. I don't want to believe that,\" said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark. <q> <strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me, </q> he said, laughing. <strong> Regis Philbin </strong> announced in January that he was retiring from the show at the end of the season, after a 30-year run. <strong> Howard Stern </strong> claimed he got the story about <strong> Regis Philbin </strong>", "new_id": -2, "mturk_index": "801"}, {"uid": "1295991953089178223", "i": 3690, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war on terror?\" <q> Is the U.S. government changing fast enough? </q> \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. \"I wanted to find out something. I", "new_id": -2, "mturk_index": "698"}, {"uid": "1296715247139952129", "i": 27024, "idx": 3, "sa": ["Kobe Bryant", "Carmelo Anthony", "Marc Gasol", "Allen Iverson", "Josh Smith", "Shaquille O'Neal", "Gregg Popovich", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets <strong> Gregg Popovich </strong> <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Anthony_32_points_10_rebounds_8_assists_vs_Dallas_Mavs_Dirk Marc Gasolh 27, 2008 The minutes didn't matter", "new_id": -2, "mturk_index": "1076"}, {"uid": "1295310733097861638", "i": 54411, "idx": 18, "sa": ["Allen Iverson", "Steve Javie", "Kobe Bryant", "Pau Gasol"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q> His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting <strong> Pau Gasol </strong> had 23 points and 11 assists, <strong> Kobe Bryant </strong> added 19 points and eight assists, and the Los", "new_id": -2, "mturk_index": "482"}, {"uid": "1296014208252100678", "i": 55875, "idx": 1, "sa": ["Charlie Brown", "Barack Obama", "Bill Lockyer", "Newt Gingrich"], "q": "legislators the opportunity to direct federal money to worthy projects that benefit people in their districts, and that's why I've opposed their outright elimination,\" he said then.___ <strong> Barack Obama </strong>: <q> I'm willing to look at other ideas to bring down costs, including one that Republicans suggested last year: medical malpractice reform to rein in frivolous lawsuits. </q> THE FACTS: Republicans may be forgiven if this offer makes them feel like <strong> Charlie Brown </strong> running up to kick the football, only to have it pulled away, again. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2, "mturk_index": "1383"}, {"uid": "1295109134267436066", "i": 13974, "idx": 0, "sa": ["Bernie Sanders"], "q": "Sanders-fundraises-arizona-murders_533487.html\" target=\"_blank\"> the Weekly Standard acquired. The senators starts off by mentioning that he wanted to speak about the tragedy, then adding that he encouraged supporters to donate for his 2012 election campaign, saying, <q> the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me. </q> Perhaps <strong> Bernie Sanders </strong> saw the two as discrete, but if so, he didn't communicate it clearly, drawing condemnation for fundraising from the shooting. An appeal from the Tea Party Express, a leading Tea Party", "new_id": -2, "mturk_index": "1714"}, {"uid": "1296034935058212387", "i": 59991, "idx": 0, "sa": ["Alan Eustace", "Eric Schmidt"], "q": "Dabei handelt es sich um die gr?te Aufstockung des Personals in der Geschichte des Unternehmens. Wie Google-Chef <strong> Eric Schmidt </strong> am Dienstag in einer Rede verk?ndete, sollen mehr als 1000 der neuen Arbeitspl?tze in Europa geschaffen werden. <q> Derzeit ist die Zahl der M?glichkeiten einfach weit gr?er als die Zahl der Mitarbeiter, die uns zur Verf?gung stehen </q>, sagte Googles Cheftechniker <strong> Alan Eustace </strong>. Zu Beginn des Jahres hatte das in Kalifornien ans?ssige Unternehmen weltweit 24.400 Besch?ftigte. Erst im vergangenen Jahr war die Zahl um 23 Prozent gestiegen. Die US-Verbraucherschutzorganisation Consumer Watchdog will,", "new_id": -2, "mturk_index": "1833"}, {"uid": "1297136264194772997", "i": 55486, "idx": 0, "sa": ["Halle Berry", "Michael Jackson", "Max Adler", "Simon Cowell", "Janet Jackson"], "q": "romantic activities for Karofsky will have to be patient. He won't be jumping into the dating scene immediately. \"He's not quite ready to be all romantic quite yet,\" says <strong> Max Adler </strong>. <q> Karofsky has to drop the bravado and just be who he is before he can start looking for any kind of love. I guess on Valentine's Day he will be hiding in his room crying. I don't know what he's up to. Obviously, he won't be out doing any dinners and movies. </q> <strong> Simon Cowell </strong> on What to Expect from The X Factor: 12-Year Olds, Judge-on-Judge Combat Jackson-Michael Jackson-says-brothers-verbally-abused-her/55859\"> <strong> Janet Jackson </strong> says brothers verbally abused her TV cover okayed for trial of <strong> Michael Jackson </strong> doctor Is <strong> Halle Berry </strong> the Queen of", "new_id": -2, "mturk_index": "1795"}, {"uid": "1295606098062603329", "i": 32224, "idx": 6, "sa": ["Michael Gove"], "q": "'s also je ne sais quoi, whatever that is. Or, as Dragnet's Joe Friday would have it\" Just give me the facts, ma'am.\" WhyTheFace 21 January 2011 10:30 AM <q> The question is, is the moron called <strong> Michael Gove </strong> doing anything to make it better? He's making massive changes, but is there a single one that will improve children's education, as oppossed to conforming to his ideological view of what will improve their education but actually make everyone go backwards? </q> Even by the low standards of recent Education Secretaries, <strong> Michael Gove </strong> strikes me as being particularly out of his depth and reliant on simplistic ideologies for his policies. \" Indeed, but is seems increasingly British", "new_id": -2, "mturk_index": "1406"}, {"uid": "1295991991254623748", "i": 51383, "idx": 0, "sa": ["Keith Olbermann", "Donald Rumsfeld"], "q": "born` the special comment\" -- target=\"_blank\"> his first one coming in August 2006, rebutting a speech that then-Defense Secretary <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q> The confusion we-- as its citizens-- must now address, is stark and forbidding. </q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and Curtis LeMay have darkened our skies and obscured our flag. Note-- with hope in your heart-- that those earlier Americans", "new_id": -2, "mturk_index": "943"}]