[{"uid": "1295630844045006854", "i": 3138, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>'s giving up on Google, though, as the trades are supposed to take place over the course of one year, not one week or one day. Also, the SEC filing noted, <q>If <strong> Eric Schmidt </strong> completes all the planned sales under this trading plan, he would continue to own approximately 8.7 million shares, which would represent approximately 2.7% of Google's outstanding capital stock and approximately 9.1% of the voting power of Google's outstanding capital stock( assuming no other sales and conversions of Google capital stock occur).</q> The content of this field is kept private and will not be shown publicly. Web page addresses and e-mail addresses turn into links automatically. Lines and paragraphs break automatically. This question is for testing whether you are", "new_id": -2}, {"uid": "1295167572006995975", "i": 5888, "idx": 2, "sa": ["Leon Powe", "Joe Scarborough", "Chris Webber", "Allen Iverson"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Joe_Johnson_Hawks_Ankle_Breaker_on_Leon_Powe_and_3_Pointer_vsCeltics_[Game_4-'08_PO's] <strong> Joe Scarborough </strong> Johnson( Hawks) Ankle Breaker on <strong> Leon Powe </strong> and 3 Pointer vs.Celtics[ Game 4-", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1295425512139788351", "i": 6009, "idx": 0, "sa": ["Jay Leno", "David Letterman"], "q": "You know how sometimes you can just look at someone and tell right away that they're not exactly <strong> Jay Leno </strong> or <strong> David Letterman </strong>? Well, it wasn't exactly like a night at the Improv. <q>Welcome to traffic school we're going to spend the next eight hours together talking about the rules of the road we'll begin at exactly 8 a.m. and the class will end at 4 p.m. with breaks in the morning and afternoon and for lunch</q>...\" He went on and on and on without even pausing to take a breath, his voice tone never wavering, his stone-faced expression never changing. You look up monotone on Wikipedia, and this", "new_id": -2}, {"uid": "1297462508198819842", "i": 19913, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "how the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> today: <q>We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none.</q> They're making clear they're both counting on Nokia's IP portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its patent", "new_id": -2}, {"uid": "1297183571060325991", "i": 14586, "idx": 1, "sa": ["Simon Cowell"], "q": "going to be.\" One detail that has been revealed is the staggering prize money that will be awarded to the winner:$ 5 million. <strong> Simon Cowell </strong> explained why the jackpot is so high, telling us, <q>Sometimes you got ta put your money where your mouth is. And by putting up that kind of prize money it's a massive massive risk, but it's also an incredible incentive and I think it puts everybody, rightly, under an enormous amount of pressure. Cause I didn't want to go into this show without feeling a certain amount of pressure, because with pressure, you've got to find a star.</q> What else do we know about the show so far? Auditions begin on March 27th in Los Angeles, with stops in Chicago, Dallas, Miami, New York/New Jersey and Seattle to follow. Dates and venues", "new_id": -2}, {"uid": "1295813046072826881", "i": 1989, "idx": 0, "sa": ["Matt Raymond", "Colin Powell", "Walter E. Boomer"], "q": "\" library representative Jennifer Gavin told WTOP. It's likely that the bird entered the building through a broken window at the top of the Main Reading Room's dome. <q>There are windows and some spaces up in the dome that small birds and pigeons sometimes squeeze through,</q> library spokesman <strong> Matt Raymond </strong> the Library of Congress, a... Photo in Slideshow: <strong> Colin Powell </strong>, <strong> Walter E. Boomer </strong> Photo in Slideshow: FILE- In this Jan. 27, 2010, file photo the Capitol... Photo in Slideshow:", "new_id": -2}, {"uid": "1296188505230555653", "i": 25448, "idx": 2, "sa": ["Drew Brees", "Brandon Lloyd", "Michael Vick"], "q": "first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause. \"All these monsters of the game,\" he said. <q>All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll be looked at like I look at them. But right now, it's just a blessing to be around here.</q> <strong> Brandon Lloyd </strong>, who is cherishing every moment and even went surfing this week. \"There's probably nobody as honoured as I am to be out here and playing in this game,\" he said.", "new_id": -2}, {"uid": "1295885672122388482", "i": 32150, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q>Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,</q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" FILE- In this March 7, 1982", "new_id": -2}, {"uid": "1295799418036782093", "i": 2726, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}]