[{"uid": "1294991426005357592", "i": 44079, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Brian Williams"], "q": ".` <strong> Gabrielle Giffords </strong>, you've got to get better because we have to have another double-date, we're going to take you out for pizza,\" ' <strong> Kirsten Gillibrand </strong> told NBC Nightly News' <strong> Brian Williams </strong>. <q> So we were really trying to tell her how much we miss her and love her and how we wanted her to know we were with her every step of the way, and that's when she began to really started to respond. </q> Video: Sen. <strong> Kirsten Gillibrand </strong>:` <strong> Gabrielle Giffords </strong> is inspiring a nation'( on this page) Advertise| AdChoices Advertise| AdChoices", "new_id": -2}, {"uid": "1296866191123699217", "i": 35411, "idx": 4, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.\" <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> Please sign-in/optin or register to be able to submit comments. Data is a real-time snapshot* Data is delayed at least 15 minutes Global Business and Financial News, Stock Quotes, and Market Data and Analysis", "new_id": -2}, {"uid": "1295932595118013952", "i": 2522, "idx": 1, "sa": ["Tracy McGrady", "Julius Erving", "Paul Silas", "Michael Jordan", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal"], "q": "Orleans on February 8. \"Every time we play those guys, it's like a playoff game,\" said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. <q> To win this game was <strong> Shaquille O'Neal </strong> for us Iverson_Allen Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Phil Jacksonadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Phil Jacksonadelphia 76ers, nobody-- not <strong> Shaquille O'Neal </strong>, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. \"He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. \"Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1296603179193396764", "i": 45409, "idx": 0, "sa": ["Steven Tyler", "Jennifer Lopez", "Simon Cowell", "Tyler Perry"], "q": "air are all but silenced. \"The show has experienced year-to-year declines of about 10 percent for the last several seasons now, so everyone expected ratings to drop,\" a TV insider tells me. <q> The only question was how much they drop. And although the show did drop, it still produced huge numbers easily beating all its competition. Last week's episode was actually up from last Thursday's episode by nearly 18 percent, and was down only 9 percent from the equivalent episode last year. </q> Cowell-Simon Cowell-Steven Tyler-Tyler Perry-american-idol\"> <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Lopez-Jennifer Lopez-Steven Tyler-Tyler Perry-judges\">` American Idol' Confirms <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> as New Judges Tyler-Tyler Perry-american-idol-judge\"> <strong> Steven Tyler </strong> Tells Friend He's an` American Idol' Judge", "new_id": -2}, {"uid": "1295158532128794647", "i": 629, "idx": 7, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a <strong> Kobe Bryant </strong> bit_ AI is probably at the top of the This game was", "new_id": -2}, {"uid": "1295568083254656537", "i": 52390, "idx": 0, "sa": ["Jay Foley", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's <strong> Jay Foley </strong> speaks with Cloud9 Analytics' President and CEO, Swayne Hill. Cloud9 Analytics has developed a set of analytic applications for customers of salesforce.com <strong> Eric Schmidt </strong> will continue to work for Google, assuming the", "new_id": -2}, {"uid": "1296102239116244691", "i": 10138, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the news, photos about Atlanta Falcons\"> Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his", "new_id": -2}, {"uid": "1297282260166281230", "i": 26385, "idx": 3, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd, in her estimation. <q> What gets me the most is so many people say he paid his dues, </q> Jamie said. \"He was charged with trafficking of money, not animal cruelty. \"I read the book The Lost Dogs and I read every detail of the investigation. I saw the dogs and", "new_id": -2}, {"uid": "1295771027204914709", "i": 46974, "idx": 0, "sa": ["Andy Coulson", "Mikhail Khodorkovsky", "Carl-Henric Svanberg"], "q": ": Deadly fire at Russian shopping-mall Photo in Slideshow: BP chairman <strong> Carl-Henric Svanberg </strong> shakes hands with Photo in Slideshow: Boris <strong> Mikhail Khodorkovsky </strong>, father of jailed Russian... Video: Fishermen, businesses beg for BP spill money Report Abuse <q> If ANYTHING happens to the Arctic as a result of this plan, I won't want the courts to handle it. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297225698053084217", "i": 23500, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Miley Cyrus"], "q": "85. \"In order to give our man of the year time to rest we considered moving our 8 p.m. show back two hours later,\" Whitiker said. But, <strong> Miley Cyrus </strong> said, <q> We do realize that no one wants to watch a show that starts at 10 p.m. </q> \"I'll take the three secret tasks,\" <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan P. Halprin' 12, by proving that his prowess for", "new_id": -2}]