[{"uid": "1295577085256213073", "i": 3843, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. A Google Blog Post From <strong> Eric Schmidt </strong> An Update From The Chairman`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run", "new_id": -2}, {"uid": "1295125227265830412", "i": 42537, "idx": 16, "sa": ["Antonio Taguba", "Donald Rumsfeld", "Isnilon Hapilon", "Joe Biden"], "q": "attack[...]''^ <strong> Antonio Taguba </strong> Report:`` Iraq Prisoner Isnilon Hapilonse Investigation of the U.S. 800th Military Police Brigade''. By Major General <strong> Antonio Taguba </strong> M. <strong> Antonio Taguba </strong>. May 2, 2004. FindLaw. Section called <q> Regarding part one of the investigation, I make the following specific findings of fact. </q>^ a b Higham, Scott, and Stephens, <strong> Joe Biden </strong>,`` New Details of Prison Isnilon Hapilonse Emerge'', Washington Post, May 21, 2004^`` <strong> Donald Rumsfeld </strong> Made Me Do It: Ghosts of", "new_id": -2}, {"uid": "1296364134215957543", "i": 36376, "idx": 4, "sa": ["Sam Mitchell", "Mike Woodson", "Allen Iverson", "Kobe Bryant"], "q": "hospital. LaBumbard said it was expected Ford would remain at the hospital through the night. Toronto coach <strong> Sam Mitchell </strong> reacted with immediate anger to the hard foul and had a brief exchange of words with Atlanta coach <strong> Mike Woodson </strong>. <q> We're just concerned about TJ, </q> <strong> Sam Mitchell </strong> said.`` There's not much more to say. We've just got to http://wn.com/Kobe Bryant_Interview_Post-Game_on_the_Floor_81_Point_Game_vsRaptors <strong> Kobe Bryant </strong>( Interview) Post-Game on the Floor( 81 Point Game) vs.Raptors http://wn.com/Allen Iverson_Allen Iverson_21_points_16_assists_vs_Toronto_Raptors_2001_NBA_Playoff_Game_7 <strong> Allen Iverson </strong> had an off night but he", "new_id": -2}, {"uid": "1296697727182763538", "i": 1028, "idx": 1, "sa": ["David Letterman", "Hosni Mubarak", "Justin Bieber", "Jay Leno", "Mitt Romney"], "q": "for Egyptian President <strong> Hosni Mubarak </strong>. Today he canceled his Super Bowl party. That's a bad sign.'' href=\"http://www.examiner.com/David Letterman-David Letterman-in-national/Mitt Romney-Mitt Romney-makes-presidential-aspirations-clear-to-David Letterman-David Letterman\" rel=\"nofollow\">* <strong> Mitt Romney </strong> STOPS SHORT OF ANNOUNCING PRESIDENTIAL BID ON <strong> David Letterman </strong> THIS WEEK <q> Experts now say the protests in Egypt were started by bloggers, </q> <strong> Jay Leno </strong> observed.`` Bloggers started the whole thing on Facebook. In fact, the No. 1 choice to replace <strong> Hosni Mubarak </strong>- <strong> Justin Bieber </strong>.'' What will <strong> Jay Leno </strong> say tonight about the latest weather condition and the", "new_id": -2}, {"uid": "1294972672267157620", "i": 6614, "idx": 7, "sa": ["Simon Cowell", "Ron Fair", "Randy Jackson"], "q": "producer Cecile Frot-Coutaz says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You can't, and it would be foolish to try to do that,'' she says. <q> If you go,` We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is. That's a recipe for disaster. In our very humble opinion, the only thing you can do is try to create a panel that's entertaining, likable and credible. </q> In taped audition sessions sent to the press, lone holdover judge href=\"http://content.usatoday.com/topics/topic/People/Celebrities/Directors,+Producers,+Writers/Randy Jackson+Randy Jackson\" title=\"More news, photos about Randy Jackson\"> <strong> Randy Jackson </strong> takes more of a leadership role, Lopez shows a mix of sweetness with some BRon Fairx", "new_id": -2}, {"uid": "1297443291053690376", "i": 4884, "idx": 0, "sa": ["Simon Cowell"], "q": "singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded", "new_id": -2}, {"uid": "1295860435042090520", "i": 7139, "idx": 2, "sa": ["George Osborne", "David Cameron", "Andy Coulson"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go.`` <strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,'' says one ally. <q> He wasn't prepared to work on that basis. </q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2}, {"uid": "1297100101088211456", "i": 22818, "idx": 0, "sa": ["Simon Cowell", "George Michael"], "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and Cheryl Cole. Additional judges and the show's", "new_id": -2}, {"uid": "1295880449252248085", "i": 50827, "idx": 0, "sa": ["Zahi Hawass"], "q": "Deutschland und gypten um die ber?hmte B?ste. Jetzt gibt es eine offizielle R?ckgabeforderung. Fast genauso alt wie der Disput um den rechtm?igen Besitzer ist ein b?ser Verdacht: Die Plastik k?nnte eine F?lschung sein. von Christian Cohrs <q> Wir diskutieren jetzt nicht mehr dar?ber, ob wir dies tun, sondern nur noch dar?ber, wie diese Forderung formuliert werden soll. </q> Mit diesen Worten k?ndigte <strong> Zahi Hawass </strong>, Generalsekret?r der gyptischen Altert?merverwaltung im Mai 2010 an, was nun offiziell ist: gypten will die B?ste der Nofretete zur?ck- wieder einmal. Die erneute R?ckgabeforderung ist der H?hepunkt eines weiteren Kapitels", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America`` isn't quite post-racial'' at this time.`` These problems still exist in post-racial America.'' However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,`` an outstanding police officer.'' Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled`` many times'' as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}]