[{"uid": "1296105146124256263", "i": 315, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that it's got to come from somewhere.\" Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,</q> said <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country", "new_id": -2}, {"uid": "1295780846083050501", "i": 15590, "idx": 0, "sa": ["Colin Powell", "Obama Girl", "Barack Obama"], "q": "'s \"ability to inspire\" and the \"inclusive nature of his campaign.\" Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q>He has both style and substance. I think he is a transformational figure,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Obama Girl </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297288563203538453", "i": 24555, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence"], "q": ". The GOP plan would cut all$ 327 million from Title X. That prompted an angry response from pro-choice groups, who said the program provides contraception and cancer screening, among other services. <q>While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregnancy,</q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. Title X recipients can not use the money to provide abortions. But some conservatives have sought to tie together the two issues. Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1295469642129286144", "i": 45841, "idx": 0, "sa": ["Mike Pence", "Larry King"], "q": "No, Tunisia Is Not a Democratic Tipping Point for the Arab World Here's Wall Street Journal editorial page writer and conservative movement apparatchik Stephen Moore writing up the Draft <strong> Mike Pence </strong> movement: <q>Mr. <strong> Mike Pence </strong> won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern is what <strong> Sarah Palin </strong>'s intentions are, since she would have a huge funding base if she runs. But the pro-Pence movement fears that she is highly polarizing and someone who would have a difficult time beating <strong> Barack Obama </strong> in the general election.</q> Return of the Republicans: Why They're Unlike Any Political Party America Has Ever Seen The Legacy of <strong> Larry King </strong> and Oprah: Celebrity Worship, Fake Intimacy, and Terrible Interviews DISPATCH: The Mysterious Evolution", "new_id": -2}, {"uid": "1295596871034635840", "i": 40470, "idx": 0, "sa": ["David Letterman"], "q": "shared with <strong> David Letterman </strong> what happened, and showed the scars to prove it. She slipped off her horse, and then the horse \"got a little trapped\" and backed across her leg. <q>I actually thought he was walking on leaves,</q> she said. \"That's the way the sound of my leg was.\" A scar on the side of her ankle represented where the bone came out, and there was another longer one down", "new_id": -2}, {"uid": "1295663496254312452", "i": 5352, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. Although <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. Page is worth$ 15 billion, but he remains something of a rebel who has always had a disdain for corporate protocol. Although a free-wheeling attitude typically works", "new_id": -2}, {"uid": "1295636295179568640", "i": 4835, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q>most powerful gay man in Silicon Valley</q> Bigstream offers ad hoc wireless streaming for your iOS device and iPod Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts AAPL:", "new_id": -2}, {"uid": "1295981593193069093", "i": 2975, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,</q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company Confidential HOTEL", "new_id": -2}, {"uid": "1297177285142131216", "i": 39986, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "his book, the former defense chief also ripped into some of <strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>- <strong> President Bush </strong>'s first top diplomat- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]