[{"uid": "1295523103127533080", "i": 41550, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer"], "q": "on software piracy has failed in the eyes of foreign businesses, <strong> Steve Ballmer </strong> met with Obama and the Chinese leader at the White House to push the issue. <strong> Hu Jintao </strong> is currently on an official visit to the US. <q> So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China, </q> Obama told a news conference in Washington. Obama indicated that <strong> Hu Jintao </strong> had agreed to take action.`` I appreciate his willingness to take new steps to combat the theft of intellectual property,'' the US president said", "new_id": -2}, {"uid": "1295879876215089182", "i": 44186, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "one of the prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult That's <strong> Eric Schmidt </strong>: So long to the <strong> Google Inc. </strong> chief who wasn't For six years, Larry Page and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that <strong> Google Inc. </strong> should build its own browser, and for six years, he resisted.`` <strong> Google Inc. </strong> was a small company, </q> <strong> Eric Schmidt </strong> remembered.`` Having come through the bruising browser wars, I didn't want to do that again.'' So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed", "new_id": -2}, {"uid": "1295558629243744786", "i": 15231, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. </blockquote>`` Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under president Ben Ali's leadership. </q>[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing:`` We have a very long relationship with Tunisia,'' <strong> Donald Rumsfeld </strong> remarked after the meetings.", "new_id": -2}, {"uid": "1296481299098844707", "i": 39732, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "love it! I always wanted to have a partner. I always wanted to have someone to walk through life with, and I really have not had that before,'' <strong> Jane Lynch </strong> told heat magazine. <q> We spend all day together and we make home together very well. We all watch the show. My daughter loves it, so the three of us watch it together, </q> explains the star, who revealed her Glee character Sue Sylvester is inspired by <strong> Simon Cowell </strong>. However, becoming a parent was a big step for <strong> Jane Lynch </strong>, 50- who admits she always preferred animals", "new_id": -2}, {"uid": "1296514128235749380", "i": 22515, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "to phone messages of royal household staff. He has always denied any knowledge of wrongdoing at the newspaper. Cameron has defended his own judgement in hiring <strong> Andy Coulson </strong>, saying he felt the former editor had been <q> punished twice for the same offence. </q> The News of the World is part of <strong> Rupert Murdoch </strong>'s News Corp media group, which is waiting to hear if the government will clear its planned$ 12 billion( 7.5 billion pound) buyout of pay", "new_id": -2}, {"uid": "1297353501031227960", "i": 1601, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1295052532226361350", "i": 6702, "idx": 1, "sa": ["Bill Lockyer"], "q": "the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as`` needlessly provocative acts of gamesmanship that warp the status quo.'' <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1297260292064307302", "i": 22542, "idx": 1, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "`` I made a comment like` Thank you' or something, and <strong> President Bush </strong> looked me in the eye and said,` You better take this seriously,''' the former Pentagon chief recalled. <q> And of course, I did take it seriously. But I was also realistic that there was not much one could do about that. </q> The television appearance was part of <strong> Donald Rumsfeld </strong>'s effort to promote his new memoir,`` Known and Unkown,'' which was recounts his long government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>.", "new_id": -2}, {"uid": "1295577688207667284", "i": 36917, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "as Facebook <strong> Google Inc. </strong>, the social networking phenomenon that is vying with <strong> Google Inc. </strong> for Internet advertising revenue. To get back its mojo, <strong> Google Inc. </strong> may be returning to its start-up roots. <q> A lot of the growth of the company used to be driven by innovation, </q> said Yun Kim, an analyst at investment firm Gleacher& Co.`` Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>.'' <strong> Eric Schmidt </strong>, 55, will", "new_id": -2}, [{"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]]