[{"uid": "1295487293122978306", "i": 29001, "idx": 4, "sa": ["Steve Cohen", "Gabrielle Giffords", "Mike Pence", "Barack Obama"], "q": "involving Congresswoman <strong> Gabrielle Giffords </strong>. <strong> Mike Pence </strong> <strong> Steve Cohen </strong>, a Tennessee Democrat, tried to hit Republicans with what he called`` lies'' about Barack Obamacare being a`` government takeover'' of the health care system. <q> They say it's a government takeover of health care, a big lie, just like Goebbels. You say it enough, you repeat the lie, you repeat the lie, you repeat the lie and eventually people believe it, </q> he said. In an interview with CNN, he stood by his comments, saying,`` I didn't see anything wrong with it. Goebbels was the great propagandist of probably the 20th century,", "new_id": -2}, {"uid": "1297307509028164149", "i": 2246, "idx": 2, "sa": ["David Letterman"], "q": "out later he was actually saying,`` God willing,'' as though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. <q> Don't take this the wrong way, </q> said <strong> David Letterman </strong>,`` but you, I think, just standing on a corner call attention to yourself,'' referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay", "new_id": -2}, {"uid": "1296987403169525255", "i": 54511, "idx": 0, "sa": ["Simon Cowell"], "q": " The Girls Aloud singer has been subject to much speculation over her place on the show, but <strong> Simon Cowell </strong> is said to have finally persuaded US TV executives to give her a slot on the panel. <q> <strong> Simon Cowell </strong> is the boss of this show, </q> a source told the News of the World.`` He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.", "new_id": -2}, {"uid": "1296062754109985833", "i": 132, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1296492708037863469", "i": 12043, "idx": 1, "sa": ["George Karl", "Shaquille O'Neal", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Chauncey Billups"], "q": "offsetting a 3-pointer by <strong> Chauncey Billups </strong> and a free throw by JR Smith. <strong> Carmelo Anthony </strong> scored 39 points and <strong> Chauncey Billups </strong> added 18 for the Nuggets, who hadn't played since taLeBron James care of Dallas in five games last Wednesday. <q> There's no moral victories in playoff basketball, </q> Denver coach <strong> George Karl </strong> said.`` The next 48 hours are going to be difficult.'' Game 2 is Thursday http://wn.com/Allen Iverson_Allen Iverson_and_Carmelo Anthony_Carmelo Anthony_comShaquille O'Nealed_for_57_points_in_the_Nuggets'_win_over_the_Celtics_'For_mores_Videos_visit_http//wwwdailymotioncom/Grdgez <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> comShaquille O'Nealed for 57 points in the Nuggets' win over the Celtics.` For", "new_id": -2}, {"uid": "1295559317014680112", "i": 25168, "idx": 4, "sa": ["Jackie Chan", "Angelina Jolie", "Kathryn Bigelow", "Julia Roberts", "Joel McHale", "Dawn Hudson", "Dana Ward"], "q": "am! I just didn't think of it as a comedy.'' <strong> Julia Roberts </strong>:`` Did you hear the reaction from the audience? Jackie ChanGE:`` It's more of a musical maybe.'' CONNELLY: <q> No, apparently it's getting funnier all the time though. </q> But wait just a second... there's another explanation here. Dlisted pins the questionable Tourist nods on <strong> Angelina Jolie </strong>'s eldest.`` Did the Golden Globes ballots get mixed up with the Razzie ballots http://wn.com/26th_Kathryn Bigelowual_Spirit_ADana Wards_Nominations__Featuring_Joel McHale_Joel McHale_and_Dawn Hudson_Dawn Hudson The movie stars", "new_id": -2}, {"uid": "1295628120004243463", "i": 27881, "idx": 1, "sa": ["Bernie Sanders", "Hu Jintao", "Barack Obama"], "q": "American workers that are able to manufacture statues of our founding fathers, or our current <strong> Barack Obama </strong>,'' Senator href=\"http://timesofindia.indiatimes.com/topic/Bernie Sanders-Bernie Sanders\"> <strong> Bernie Sanders </strong> fumed in a letter to the Director of the href=\"http://timesofindia.indiatimes.com/topic/search?q=Smithsonian Museum\"> Smithsonian Museum. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> Indeed, it has, not to speak of the fact that Americans are hooked beyond help to cheap Chinese goods. As for href=\"http://timesofindia.indiatimes.com/topic/BeiHu Jintaog\"> BeiHu Jintaog, it too rubbed it in by grandly announcing that", "new_id": -2}, {"uid": "1294969915073564165", "i": 4293, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said:`` It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1295798310158990353", "i": 11553, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "Candy Crowley"], "q": "rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST`` I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is going to be so I can endorse at the last minute and maintain my precious access Dear CNN, At this point in the`` horse race </q>, who cares. NOT news. Don't you worry about <strong> Colin Powell </strong> backing <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is still the same color so <strong> Colin Powell </strong> will give him the nod again. Colon, like the rest", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]