[{"uid": "1295548975173850732", "i": 54238, "idx": 0, "sa": ["Alassane Ouattara"], "q": "nations have threatened to send in troops to dislodge Gbagbo, who remains immovable after a November 28 presidential poll that the election commission-- and most of the international community-- says he lost to <strong> Alassane Ouattara </strong>. <q> We are ready on the military level. It is up to heads of state to give us instructions, </q> Petinrin said. Observers: Gbagbo playing for time at the risk of conflict The meeting that opened in the Malian capital Bamako on Tuesday was devoted largely to planning for using military force, if", "new_id": -2}, {"uid": "1295584878106250240", "i": 41826, "idx": 0, "sa": ["Tyler Perry", "Paula Abdul", "Ryan Seacrest", "Simon Cowell", "Booker T", "Jennifer Lopez"], "q": "Idol'' panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Tyler Perry </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final naBooker Tnal audiBooker Tn for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1296532535074448926", "i": 17219, "idx": 1, "sa": ["LeBron James", "Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295674060172441642", "i": 13795, "idx": 1, "sa": ["Ted Thompson", "Allen Iverson", "Kobe Bryant"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs.`` When I score 40 points, we've lost,'' <strong> Allen Iverson </strong> said. <q> Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said,` I hope it doesn't come back to haunt me.' </q> Working primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanTed Thompson to get off", "new_id": -2}, {"uid": "1295611382129794091", "i": 2078, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "junior who was a student when he began working on the project that spawned Google. <strong> Eric Schmidt </strong> acted as a mentor to <strong> Larry Page </strong> during his tenure. He also clashed with the co-founder, <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg Television.`` They went through a very tough management patch,'' <strong> Ken Auletta </strong> said. While Google resisted threats from rivals Yahoo! Inc. and Microsoft Corp. under <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> will confront fiercer", "new_id": -2}, {"uid": "1296385289032849949", "i": 40652, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Steel Curtain", "Ben Wallace", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' <strong> Mike McCarthy </strong> said. <q> More importantly, he's a <strong> Ben Wallace </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steel Curtainers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1295418952187301895", "i": 43294, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any target=\"_blank\" href=\"http://onlinenews.com/\"> news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The <strong> Steven Tyler </strong> Explains His` American Idol' Judging Style VH1 I take what I've grown up with, which is being a very harsh judge of myself, of my vocals, of", "new_id": -2}, {"uid": "1295974237110362695", "i": 20578, "idx": 0, "sa": ["Donald Rumsfeld", "Mike Lee"], "q": "href=\"http://washingtonglobe.com/\"> WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his target=\"_blank\" href=\"http://worldlibraries.com/\"> book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on <strong> Mike Lee </strong>: Toning Down Rhetoric After Arizona", "new_id": -2}, {"uid": "1295619952132808753", "i": 50530, "idx": 5, "sa": ["David Cameron", "Alastair Campbell", "Tony Blair", "Andy Coulson"], "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]