[{"uid": "2008122917_00005392_W", "i": 570, "idx": 1, "sa": ["Don DeLillo"], "q": "` the other day i ran into <strong> Don DeLillo </strong> in new york, whom i hadn't seen for a long time. i asked him where he'd been, and he said- as i knew he would- <q> i've been working on a book. </q> i'm not like that. but then, when i'm in the latter stages of a book, i do tend to cut myself off and really all i do is write and sleep.' when he", "new_id": -2}, {"uid": "2008091112_00004953_W", "i": 3381, "idx": 4, "sa": ["Sarah Palin", "Tony Knowles"], "q": "spending$ 400 million to$ 600 million on \"the other bridge to nowhere,\" the knik arm crossing, which would provide residents in <strong> Sarah Palin </strong>'s hometown of wasilla faster access to anchorage, <strong> Tony Knowles </strong> added. <q> that project is moving right ahead, </q> said <strong> Tony Knowles </strong>, who served as governor of alaska from 1994 to 2002. \"the money for that project was not diverted anywhere else.... so( for her) to say she said,` thanks,", "new_id": -2}, {"uid": "2008092412_00015001_W", "i": 901, "idx": 3, "sa": ["Stephen Harper", "Stéphane Dion"], "q": "prison time for an expanded number of offences. <strong> Stephen Harper </strong>'s plan would put 7,161 more people behind bars and would require the construction of 22 new jails at a cost of$ 2.2 billion, <strong> Stéphane Dion </strong> calculated tuesday. <q> so if you want to know the social housing policy of mr. <strong> Stephen Harper </strong>, it's building jails, </q> he told a university of british columbia crowd tuesday. before the freewheeling question and answer session, <strong> Stéphane Dion </strong> boasted of how he routinely takes unscripted queries from his audiences on the campaign trail. he accused <strong> Stephen Harper </strong> of practising", "new_id": -2}, {"uid": "2008091717_00023535_W", "i": 663, "idx": 5, "sa": ["Barack Obama"], "q": "good for america, leadership skills, honesty and above all integrity. do mc cain and palin have those traits? does <strong> Barack Obama </strong> and biden? that is what is important about a campaign. the message isn't <q> vote for <strong> Barack Obama </strong> or you are a racist </q>. it's been a long proven fact that many, many white americans have an ingrained racism that causes them to be wary and fearful of blacks, even if they don't realize that they are. as", "new_id": -2}, {"uid": "2008111900_00043594_W", "i": 3244, "idx": 5, "sa": ["Harry Reid", "Joe Lieberman"], "q": ", he has sided with democrats on most issues, with the notable exception of the war in iraq, which he has supported. until tuesday, senator <strong> Harry Reid </strong> had been cautious and chilly when discussing mr. <strong> Joe Lieberman </strong>. <q> i'm going to play this by ear and see how it develops, </q> he told the ap. the deliberations over mr. <strong> Joe Lieberman </strong> took place in the old senate chamber off the capitol rotunda, with newly elected democratic senators as well as incumbents taking part. the debate was driven by a", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 1358, "idx": 59, "sa": ["Alexander Hernandez"], "q": "at the same age; the age at which <strong> Alexander Hernandez </strong>, the <NO_QUOTATION> of the he-goat, died. vi. the godhead is a trinity, father, son and holy spirit, and satan proposes, as the <q> god of this age, </q> to manifest himself as a trinity. in contradistinction to the divine trinity we call this manifestation a satanic trinity. the members of it are-- 1. <NO_QUOTATION>-- the anti-god.\" 2. <NO_QUOTATION>-- the", "new_id": -2}, {"uid": "2008092501_00028095_W", "i": 4478, "idx": 1, "sa": ["Rune Eriksen"], "q": "final outcome!\" in other news, ava inferi has been confirmed as this year's headliner of the annual fest biqueira d'a?o, which will take place on saturday, october 4th, in vilar/cadaval, portugal. <q> this will serve as a perfect kick-off to our scandinavian tour starting october 8th in tampere, finland, and also as a try-out for some of our new material </q>, <strong> Rune Eriksen </strong> adds.", "new_id": -2}, {"uid": "2008102913_00028865_W", "i": 2500, "idx": 1, "sa": ["Steve Ma"], "q": "parking lots, atms and loading areas. \"omnivision has provided us with a great solution in terms of performance, versatility, ease of integration and cost,\" said <strong> Steve Ma </strong>, product marketing director at vivotek. <q> the ov10620 enables vivotek to stay at the forefront of technology trends in this highly competitive market. we continue to work with omnivision to develop leading edge solutions that will drive further growth for both companies. </q> the omnivision ov10620 hdr sensor incorporates a unique split pixel design that operates using different exposure times to allow one part of the pixel to capture dark tones within an image, and the other part to capture bright tones", "new_id": -2}, {"uid": "2008100223_00009084_W", "i": 265, "idx": 1, "sa": ["Cole Hamels", "Jimmy Rollins", "Dale Sveum", "Rickie Weeks"], "q": "also be an option against lefty <strong> Cole Hamels </strong> in a potential game 5. \"he's so close to being a prolific player that there's a lot of upside there,\" <strong> Dale Sveum </strong> said of <strong> Rickie Weeks </strong>, 26. <q> we saw him three years ago, and... how much better he's gotten defensively. </q> the second overall pick from the 2003 first-year player draft is still a work in progress for the brewers, and he showed it on thursday. <strong> Rickie Weeks </strong> made a spectacular play to rob <strong> Jimmy Rollins </strong> of a leadoff hit,", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 72, "idx": 14, "sa": ["Alex Jones"], "q": "show. it says that all the guests today so far have been sponsors... if this is the case then it is re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 <q> reply# 8 on: december 16, 2008, 02:01:55 pm </q> i thought this topic was for questions. all im seeing is a bunch of blogs lately except a few. damaging, i dont think so. the credibility lyes with the truth that is spoken. maybe i", "new_id": -2}]