[{"uid": "1295404896077529090", "i": 1419, "idx": 0, "sa": ["Billy Crystal", "David Letterman", "Jack Wishna", "Don Kirshner", "Arsenio Hall"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q> He was a father to these people even though some of them were three or four years younger than him, </q> <strong> Jack Wishna </strong> said.", "new_id": -2}, {"uid": "1296485921219168800", "i": 28307, "idx": 0, "sa": ["Sergio Marchionne"], "q": "forgettable line-up for much of the last year, it's remarkable the company was able to get back to break even by the end of last year. But I know what many of you are thinking: <q> Sure, they are doing better, but so is every one else in the auto industry. </q> This logic makes it sound like <strong> Sergio Marchionne </strong> and his team have not made substantial progress in jump starting Chrysler, Dodge, Ram and Jeep. They have, and in 2011 the company will take a huge", "new_id": -2}, {"uid": "1296706156247644195", "i": 27965, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led", "new_id": -2}, {"uid": "1297187973205783042", "i": 11316, "idx": 1, "sa": ["Simon Cowell"], "q": "is separate to the costs of recording and promotion- and the champ will still get to keep the cash, even if they don't sell any records.` Pressure' <strong> Simon Cowell </strong> said: <q> It is pressure, because if the wrong person wins, I'm in trouble... </q> But he seemed confident: \"I believe I can find a star.\"", "new_id": -2}, {"uid": "1295748280123617317", "i": 4121, "idx": 4, "sa": ["Allen Iverson", "Linas Kleiza", "Ger Robinson"], "q": "outside, going 4-for-8 from 3-point range. \"He got a couple of easy ones, and once you get a couple of layups, the basket looks bigGer Robinson,\" said <strong> Allen Iverson </strong>, who had 28 points. <q> He played a great game, and hopefully he can continue to play that way. </q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break. \"I knew after the first half when I had 27 it was going to be", "new_id": -2}, {"uid": "1295217182163594259", "i": 56322, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "but you see people come on and get booed and he'll make sure they walk off that stage feeling a million dollars. \" He's a lot nicer than people give him credit for. \" <q> He's a lot nicer than people give him credit for. </q> Comment on this Article Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: \"", "new_id": -2}, {"uid": "1295133242039174154", "i": 22484, "idx": 5, "sa": ["Metta World Peace", "Allen Iverson"], "q": "as happy as I can be right now.\" <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. \"I'm glad I did something right in that game,\" he said. <q> I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something our there right. As far as the offensive effort that I had, I did everything 99-percent wMetta World Peaceg. And the assists were just that 1 percent I had right. </q> The win was the third straight for the 76ers( 35-34), who raised their record above.500 for the first time since they were 4-3. And it lifted them into a tie for seventh with Indiana in", "new_id": -2}, {"uid": "1297356363111132897", "i": 55916, "idx": 5, "sa": ["Zahi Hawass"], "q": "project a sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed", "new_id": -2}, {"uid": "1295919467156090424", "i": 4163, "idx": 0, "sa": ["Bill Lockyer"], "q": "considered a GOP presidential contender, said: \"In Texas, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.\" - <q> Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same. </q>+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: \"States didn't ask for it. We don't want it. We don't need it.\" - \"Bankruptcy would devastate states", "new_id": -2}, {"uid": "1295652755122683468", "i": 33302, "idx": 5, "sa": ["Eric Schmidt"], "q": "\"It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit,\" said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626.77 Thursday, he would earn about$ 334.7 million", "new_id": -2}]