[{"uid": "1296148735048234515", "i": 6128, "idx": 0, "sa": ["Steve Ballmer", "Greg Sullivan", "Joe Belfiore"], "q": "2010, Microsoft told me privately that a software update would ship concurrently or nearly so with Windows Phone 7. And the day after the US launch event, Microsoft Corporate VP <strong> Joe Belfiore </strong> told reviewers the update would happen <q> very, very soon. </q> The real backtracking began at CES, however, when Microsoft CEO <strong> Steve Ballmer </strong> said that the first two Windows Phone updates would happen \"over the next few months.\" And this week, <strong> Greg Sullivan </strong> reiterated that latter pledge", "new_id": -2, "mturk_index": "1263"}, {"uid": "1295636623157057039", "i": 23180, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "by <strong> Rupert Murdoch </strong>'s News Corp, which is waiting to hear if the government will clear its planned$ 12 billion buyout of pay TV operator BSkyB or refer the deal to competition authorities for further checks. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. \"When the spokesman needs a spokesman it's time to move on,\" he said in a statement.", "new_id": -2, "mturk_index": "1104"}, {"uid": "1296651524075825163", "i": 5314, "idx": 1, "sa": ["Eric Schmidt"], "q": "\"no copiaban los resultados de Google\" . \"Operaci?n aguij?n\" Seg?n la empresa dirigida por <strong> Eric Schmidt </strong>, decidieron montar la \"operaci?n aguij?n\" con el prop?sito de descubrir a Bing con <q> las manos en la masa </q>. Para m es hacer trampa, porque hemos trabajado incre?blemente duro por varios a?os y ellos llegan ah utilizando nuestro trabajo duro. No s como llamarle m?s que simple y llana trampa. El", "new_id": -2, "mturk_index": "1008"}, {"uid": "1296088739204783653", "i": 27668, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Single Page 1 2", "new_id": -2, "mturk_index": "2197"}, {"uid": "1297173194084033584", "i": 20513, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Celebrity Visits Check out", "new_id": -2, "mturk_index": "528"}, {"uid": "1294968846002998289", "i": 25367, "idx": 1, "sa": ["Howie Roseman", "Donovan McNabb", "Michael Vick"], "q": "was a goofy, evasive response on the issue of wanting <strong> Michael Vick </strong> back. \"We're talking the day after here, so I have to go back and look at everything,\" he said. <q> He sure did a nice job this season.... Do I want him back? I would like them all back. </q> <strong> Donovan McNabb </strong> was still his starting quarterback. Five days earlier, in an interview with The Morning Call, <strong> Howie Roseman </strong> steered clear of any questions involving the pending labor stoppage and contract negotiations.", "new_id": -2, "mturk_index": "772"}, {"uid": "1294997831235044870", "i": 53781, "idx": 0, "sa": ["John Kasich", "Sergio Marchionne", "Mike Ness"], "q": "Ohio's open for busiMike Ness. If you've had problems, it's a new day and a new way of doing things in Ohio,\" Governor <strong> John Kasich </strong> said, when asked what he told the automakers. <q> Whether it is our governmental regulatory policy, our tax policy, our job training programs, problems that companies have with energy: We want to know early on exactly what we can do to be helpful, and we want to move. \"We don't want to be bureaucrats talking about things and getting nothing done. </q> The meeting with Chrysler occurred a day after Chrysler Chief Executive <strong> Sergio Marchionne </strong> told The Blade that Toledo could expect in the next six months an announcement concerning the expansion of Chrysler's Toledo Assembly operations. MJohn Kasich met with Michael", "new_id": -2, "mturk_index": "1963"}, {"uid": "1295974550233406658", "i": 24647, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac. \"The authorities should not delay efforts to create an action plan for the future,\" says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q> could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE", "new_id": -2, "mturk_index": "955"}, {"uid": "1296444466216399904", "i": 44150, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "No matter what happens now, things have changed irrevocably in Egypt, says David Schenker, a Middle East adviser to former Defense secretary Rumsfeld+Donald Rumsfeld\" news, photos about Donald Rumsfeld\"> <strong> Donald Rumsfeld </strong>. <q> This may be the beginning of the end of the type of authoritarianism that has been the hallmark of Egyptian politics for decades, </q> he said. Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. reprints& permissions, visit our FAQ's. To report", "new_id": -2, "mturk_index": "1943"}, {"uid": "1297177866006504495", "i": 11957, "idx": 0, "sa": ["Mayor Tom", "Michael Vick"], "q": "February 8, 2011, by jgalloway Because even in Texas, people with dogs vote. From the Associated Press: <q> The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a \"key to the city. </q> \" After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was named the Associated Press 2010 NFL Comeback Player of the", "new_id": -2, "mturk_index": "1884"}]