[{"uid": "1296221744071827501", "i": 20532, "idx": 0, "sa": ["George Clooney", "Simon Cowell"], "q": "next to?' That's not trying to catch me doing something dumb.\"- <strong> George Clooney </strong> insists the paparazzi can be very rude as they attempt to get a reaction from the movie star. <q>I genuinely believed no one would want to marry me. I am difficult to live with. I'm selfish, quite weird and I need time on my own to think- and then I work all night long. That is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!</q>- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. \"As I get older, I get more angry about it. In this country( America), we need more dialogue", "new_id": -2}, {"uid": "1296693881055951412", "i": 42896, "idx": 1, "sa": ["Nancy Glaze", "David Letterman"], "q": "stranger to the arts. A former board member of the Arts Council, <strong> Nancy Glaze </strong> has held leadership roles with the Montalvo Arts Center and the <strong> David Letterman </strong> and Lucile Packard Foundation. <strong> Nancy Glaze </strong> was also the co-author of <q>And the Band Stopped Playing: The Rise and Fall of the San Jose Symphony</q> and now serves on the board of the San Jose Institute of Contemporary Art. It seemed like a bit of a stretch for Cinequest to hold its preview event Tuesday night at Downtown Yoga Shala's studio in", "new_id": -2}, {"uid": "1295975955065323016", "i": 36972, "idx": 0, "sa": ["John McCain", "Colin Powell"], "q": "expect to be on the losing side. \"We need to have a vote on it because we promised the people we would,\" <strong> John McCain </strong>, R-Ariz., said Sunday on \"Face the Nation\" on. <q>We have to have a vote on repeal so that everybody is on record whether they want to repeal.</q> Republicans GOP focuses on health care repeal in weekly remarks California State Fund Appoints Top Executives <strong> Colin Powell </strong>-- \"what are they going to cut?\" Former Secretary of State <strong> Colin Powell </strong> added his voice to the mantra of certain", "new_id": -2}, {"uid": "1296591735037699584", "i": 11213, "idx": 0, "sa": ["Kanye West", "Simon Cowell", "James Speaks"], "q": "! The Political Blog Vlog of Common Sense! The Average American Political Analysis through a young voice of America! Recently, Tim <strong> James Speaks </strong>, a candidate in the Alabama gubernatorial race, made a campaign ad that stated <q>This is Alabama. We speak English. If you want to live here, learn it.</q> Does Tim <strong> James Speaks </strong>, aka \"Common Sense\", really live up to his name? Or is he about to be roosted by MrPoliticsGeek? Media Used: \"Supernova\" by <strong> Simon Cowell </strong> Hudson feat. <strong> Kanye West </strong> \"", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295559606214679608", "i": 2265, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q>deals, partnerships, customers and broader business relationships.</q> He would act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}, {"uid": "1296591076195919887", "i": 40220, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Joy Behar"], "q": "A A A x Email Article From To Email Sent! <strong> Joy Behar </strong> Show: <strong> Camille Grammer </strong> Claims Fox News Salted Her Game m& c Here's a sneak peek of The <strong> Joy Behar </strong> Show from tonight's interview with <strong> Camille Grammer </strong> from <q>Real Housewives of time the newest stop is going to be \"The <strong> Joy Behar </strong> Show.</q> Speaking with <strong> Joy Behar </strong> about her marriage to <strong> Kelsey Grammer </strong>, the reality star claimed that her relationship with <strong> Kelsey Grammer </strong> ultimately <strong> David Letterman </strong>'s Bridal survey: what's on brides' minds? Following the flurry of engagements from Thanksgiving", "new_id": -2}, {"uid": "1297429736189579381", "i": 27458, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "\" Mr <strong> Stephen Elop </strong> said the move was necessary to enable the company to regain its leadership in the smartphone industry and that the partnership would result in Nokia \"reinforcing\" its mobile devices platform. <q>I am excited about this partnership with Nokia,</q> said Microsoft CEO <strong> Steve Ballmer </strong>. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\" The specific details of the partnerhsip are yet to", "new_id": -2}, {"uid": "1297614556182648842", "i": 17513, "idx": 0, "sa": ["Cheryl Cole", "Ellie Goulding", "Simon Cowell"], "q": "existing promotional deal with The X Factor, which <strong> Simon Cowell </strong> secured last year, said to be worth$ 60m. But an insider said the Promise This hitmaker isn't getting her hopes up just yet: <q><strong> Cheryl Cole </strong> would love to do it but she knows it could easily be someone else on that poster.</q> The US X Factor launches in September. Until then, <strong> Cheryl Cole </strong> is keeping busy with other projects and is said to be planning a duet with fellow <strong> Ellie Goulding </strong>. \"I'm really", "new_id": -2}, {"uid": "1295640121217038855", "i": 5525, "idx": 1, "sa": ["Eric Schmidt"], "q": "he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision\" and that Page, 38, was ready to run the world's leading internet company. <q>We have been talking about how best to simplify our management structure and speed up decision making for a long time,</q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}]