[{"uid": "1296752565198328330", "i": 36805, "idx": 0, "sa": ["Mike Pence", "Debbie Wasserman Schultz"], "q": "financing of abortions in cases of` forcible' rape but not statutory or coerced rape.'' wrote that under the changes, many forms of rape could be exempted from abortion coverage, including if a woman was <q> drugged or given excessive amounts of alcohol </q> or in cases including`` rapes of women with limited mental capacity, and many date rapes.'' an interview with the Raw Story, Florida Democratic <strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong> said,`` to suggest that there is some kind", "new_id": -2}, {"uid": "1296163911042713105", "i": 25562, "idx": 3, "sa": ["Mike Pence"], "q": "him to do so. But while his self-imposed end-of-January deadline for announcing his intentions looms, <strong> Mike Pence </strong> continued this week to give no hint as to what they might be, even to some staffers. <q> His mother has told him he needs to make a decision, though, </q> said Ted Ogle, the GOP chairman of <strong> Mike Pence </strong>'s home Bartholomew County, Ind., in a separate interview. Ogle, who has been friends with <strong> Mike Pence </strong> and his family for years, said he does", "new_id": -2}, {"uid": "1296560297058949650", "i": 9648, "idx": 0, "sa": ["Larry Sabato", "Bill Clinton", "Barack Obama", "Colin Powell"], "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes, but he", "new_id": -2}, {"uid": "1295325048122470458", "i": 44346, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": " You know how sometimes you can just look at someone and tell right away that they're not exactly <strong> Jay Leno </strong> or <strong> David Letterman </strong>? Well, it wasn't exactly like a night at the Improv. <q> Welcome to traffic school we're going to spend the next eight hours together talking about the rules of the road we'll begin at exactly 8 a.m. and the class will end at 4 p.m. with breaks in the morning and afternoon and for lunch </q>...'' He went on and on and on without even pausing to take a breath, his voice tone never wavering, his stone-faced expression never changing. You look up monotone on Wikipedia, and this", "new_id": -2}, {"uid": "1296349656162676762", "i": 30922, "idx": 1, "sa": ["Allen Iverson", "Michael Bruce Curry", "Tim Tebow"], "q": "RECAP. 2010-10-31 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen Iverson_Allen Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands.`` That was a great play by <strong> Allen Iverson </strong>,'' Pistons coach <strong> Michael Bruce Curry </strong> said. <q> He hadn't had much going for him in the first three quarters, but then he took over the game. </q> Detroit have taken eight straight against the Thunder, and haven't lost to the franchise at home since the former Seattle SuperSonics won 93-72 on Dec. 12, 2003. The Pistons didn't have an easy Tim Tebowe Friday", "new_id": -2}, {"uid": "1295559318082083864", "i": 1038, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", will henceforth concentrated on`` strategic projects, in particular working on new products.'' Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> The announcement came in the form of a press release as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26% compared to the fourth quarter of", "new_id": -2}, {"uid": "1296049175129286213", "i": 56910, "idx": 4, "sa": ["Lance Price", "Andy Coulson", "Tim Montgomerie"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,'' says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>.`` You don't have to be a saint", "new_id": -2}, {"uid": "1296055712213385310", "i": 26852, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Matt Brittin"], "q": "of the company's total revenue in the fourth quarter. Google's managing director for UK and Ireland <strong> Matt Brittin </strong> told Marketing Week that the UK is a major focus for Google. He adds: <q> <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google. </q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to co-founder <strong> Larry Page </strong>, who will focus on the day-to-day management of Google, while <strong> Eric Schmidt </strong> will become executive chairman, responsible for", "new_id": -2}, {"uid": "1295131435025296914", "i": 1615, "idx": 0, "sa": ["Jeff Van Gundy", "Brandon Jennings", "Allen Iverson", "Aaron Brooks", "Žydrūnas Ilgauskas", "Shane Battier", "Yao Ming"], "q": "something.'' <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter.`` That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,'' teammate <strong> Shane Battier </strong> said. <q> Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up. </q> <strong> Aaron Brooks </strong> added 27 points for the Rockets, who haven't adJeff Van Gundyced out of the first round of the playoffs since 1997. <strong> Brandon Jennings </strong> http://wn.com/Allen Iverson_Allen Iverson_38pts_Georgetown_vs_Miami_Žydrūnas Ilgauskas_East_NCAA_95/96 If <strong> Allen Iverson </strong> ever becomes a New York Knick, watch out. The 6-foot Georgetown", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]