[{"uid": "1297307751072155172", "i": 54864, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": ". In an otherwise charming feature story posted on MLB.com about the charity work that he and his wife do for stray dogs, <strong> Mark Buehrle </strong>'s comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( <strong> Mark Buehrle </strong>).`` How could you do that if you are somewhat sane? Location pontiac mi Posts 565 Location From Tha Bay 2 L.A Posts You may not post new threads You may not post replies", "new_id": -2}, {"uid": "1296528760049463402", "i": 29903, "idx": 0, "sa": ["Bob King", "Sergio Marchionne"], "q": "Workers. But after talks with the union's president, <strong> Bob King </strong>, the automaker raised the amount. Because Chrysler lost money last year, it did not have to pay anything extra to its plant workers, but <q> that would have been inexcusable, </q> Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models.`` These payouts recognize", "new_id": -2}, {"uid": "1295378879165773328", "i": 57469, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "`` We recognize the Chinese government recently allowed its currency to begin to appreciate. But as you rightly point out, the path towards its currency appreciating to a true market-based value remains long.'' <q> Until that happens, we believe the fair implementation of trade remedy laws is required to provide industries a life-line to compete. If one manufacturer is forced to close because we fail to combat subsidized imports, that is one less manufacturer able to export and help grow our economy. </q>`` In the coming weeks, we intend to introduce legislation in the Senate to address the unlawful practice of currency manipulation and to penalize violators of our global trade rules.'' DEMOCRATIC SENATOR <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1296668243187940867", "i": 26645, "idx": 1, "sa": ["Angelina Jolie"], "q": "of the isle on a bucket for 2 hrs. Cambodia just keeps getting better! Koh Kong sits on the border with Thailand. It's the dry season here right now so there are not''...- <q> Koh Som Poch beach- I </q> by Zilch from a blog titled`` here I come cambodia!'' Excerpt:`` Ta Phrom Temple where <strong> Angelina Jolie </strong> had shooting for Lara Croft movie''...-`` Deserted Beach'' by Samwax from a blog titled", "new_id": -2}, {"uid": "1296832141203898905", "i": 52423, "idx": 0, "sa": ["Hillary Clinton", "Bernie Sanders", "Barack Obama"], "q": "political scientist at the Brookings Institution in Washington. And <strong> Barack Obama </strong> has drawn fire from his allies on the Left for praising Reagan, notably heated attacks from Bill and <strong> Hillary Clinton </strong> in early 2008 when he said Reagan <q> changed the trajectory of America </q> in a way <strong> Hillary Clinton </strong>`` did not.'' Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan`` was a very warm individual'' who`` connected with", "new_id": -2}, {"uid": "1296498708053821471", "i": 47471, "idx": 1, "sa": ["Bob King", "Sergio Marchionne"], "q": "href=\"http://topics.nytimes.com/top/reference/timestopics/people/m/Sergio Marchionne_Sergio Marchionne/index.html?inline=nyt- per\" title=\"More articles about Sergio Marchionne.\"> <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and Mr. <strong> Bob King </strong> has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler", "new_id": -2}, {"uid": "1295570074192872461", "i": 40370, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297224206054231079", "i": 23205, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "was a very small, radical, extremist clique- that risk exists[ in other Middle East countries],'' said <strong> Donald Rumsfeld </strong>, whose memoir,`` Known and Unknown,'' was published Tuesday. <q> The problem we have is there are many elements in a popular revolt. Among them are extremists, like the Muslim Brotherhood, </q> he said.`` They tend to be not the largest, but the most extreme, the best organized, the best financed, and the most vicious.", "new_id": -2}, {"uid": "1295278129044859506", "i": 13121, "idx": 1, "sa": ["Michael Vick", "Devin Hester"], "q": "left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday Night Football with the spank`` Eagle 59- 21 Redskin''. Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is`` Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record Night^^. http://wn.com/Chicago_Bears_Devin Hester_Devin Hester_89_Yard_Punt_Return_Touchdown_vs_Seahawks__Week_6 NES HQ( neshq.com) Presents-", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]