[{"uid": "1297306808104415294", "i": 18312, "idx": 3, "sa": ["Bill Lockyer", "Chris Norby"], "q": "particular purposes.'' <strong> Bill Lockyer </strong> told the committee that while the state may want to later restore some of the functions of redevelopment agencies, the best first step is to wipe the slate clean. <q> My conclusion is that we should blow this up and start again, </q> he said.`` It would be the prudent and smart way to do it. It's better to just reinvent in this circumstance.'' Assemblyman <strong> Chris Norby </strong>, R-Brea, a former Orange County supervisor,", "new_id": -2}, {"uid": "1295247301152551459", "i": 46479, "idx": 1, "sa": ["Johnny Depp", "Beverly Hills", "Angelina Jolie", "Florian Henckel von Donnersmarck", "Robert Schwentke", "Annette Bening"], "q": "'' Der romantische Thriller`` The Tourist'' <strong> Florian Henckel von Donnersmarck </strong> fiel bei der Preisvergabe in <strong> Beverly Hills </strong> dreifach durch. Seine Hauptdarsteller <strong> Angelina Jolie </strong> und <strong> Johnny Depp </strong> gingen leer aus. In der Sparte`` Beste Kom?die/ Musical'' machte ihm die Kinokom?die <q> The Kids Are All Right </q> den Sieg streitig. Der Film ber ein lesbisches Paar, dessen Kinder ihren biologischen Vater kennenlernen wollen, brachte <strong> Annette Bening </strong> die Troph?e als beste Kom?dien- Darstellerin ein. Auch der deutsche Regisseur <strong> Robert Schwentke </strong> ging ohne Globe nach Hause", "new_id": -2}, {"uid": "1295564367204079124", "i": 34402, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Funktion ist er unter anderem f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. GR?NDUNG VOR 12 JAHREN Die ehemaligen Studienkollegen <strong> Larry Page </strong> und", "new_id": -2}, {"uid": "1295646089003719170", "i": 16680, "idx": 2, "sa": ["George LeMieux", "Mike Pence", "Paul Ryan", "Tom Coburn", "Barack Obama", "Dylan Ratigan"], "q": "forgo increasing the debt limit, rescind$ 120 billion in spending, eliminate 640 duplicative government programs, rescind unobligated discretionary funds, and direct the Government Accounting Office to identify and report to Congress duplicative government programs. <q> I appreciate the Barack Obamas gesture, but the impact wont be discernable. Going after this small sliver of federal spending is like going on a one-day diet after a pie-eating contest. This will do nothing to reduce our debt, the deficit, or rein in the growth of government, said <strong> George LeMieux </strong>. Our nation is more than$ 12 trillion in debt. Shame on us if we dont address the problem head on. We should for the sake of our country and the prosperity of our children. </q> http://wn.com/Dr_Tom Coburn_on_Dylan Ratigan_Dylan Ratigan_discussing_job_creation,_tax_cuts,_trade_and_spending_113010 G.O.P. Bloc Presses Leaders to Slash Even More <strong> Mike Pence </strong> <strong> Paul Ryan </strong> to deliver Republican response to <strong> Barack Obama </strong>'s State of the Union address US Republicans target spending in <strong> Barack Obama </strong> rebuttal White House: Layoffs likely if GOP gets way", "new_id": -2}, {"uid": "1295562736055705634", "i": 14615, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "tech circles was the Google's brilliant founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong> needed a business-savvy executive to help Sergey Bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20) <q> day-to-day adult supervision no longer needed! </q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}, {"uid": "1296126395252575751", "i": 5643, "idx": 2, "sa": ["Simone Gbagbo", "Alassane Ouattara", "Horace Campbell"], "q": "and Africa: www.indepthafrica.com... African military chiefs plan <strong> Simone Gbagbo </strong> ouster if talks fail West African regional military chiefs who convened at an ECOWAS meeting this week have set in motion plans to oust Ivory Coast's Laurent <strong> Simone Gbagbo </strong>'' <q> if all political persuasions fail </q>'', a Nigerian defence spokesman has said. FRANCE 24 INTERNATIONAL NEWS 24/7 www.france... video results for: <strong> Simone Gbagbo </strong> african <strong> Alassane Ouattara </strong> <strong> Horace Campbell </strong> on Ivory Coast Crisis:`` This is a Test for the African Union'' 2", "new_id": -2}, {"uid": "1295970663009764877", "i": 27786, "idx": 7, "sa": ["David West", "Shaquille O'Neal", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "winning streak, 109-96, on Friday night.`` It's just because our backs are against the wall,'' <strong> Allen Iverson </strong> said after Denver's second <strong> Shaquille O'Neal </strong> win over a nemesis[ Phoenix] in 48 hours. <q> We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the <strong> David West </strong>, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs.`` And with our roster... there's no way we shouldn't be in the playoffs. </q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1295052762230834187", "i": 16463, "idx": 1, "sa": ["Ben Ali", "Sergio Marchionne", "Silvio Berlusconi"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q> For employment, wages and rights, we vote yes </q>, while others chanted`` No to <strong> Sergio Marchionne </strong>'s blackmail''. The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that ItBen Alian companies`` would have", "new_id": -2}, {"uid": "1295033908139100280", "i": 8070, "idx": 1, "sa": ["Diane Abbott", "Miriam O'Reilly", "Michael Gove", "Charles Kennedy"], "q": ", also 29, presents the talent show Must Be the Music on Sky1. Labour's <strong> Diane Abbott </strong> and <strong> Charles Kennedy </strong>, the former Liberal Democrat leader, agreed with Mr <strong> Michael Gove </strong>. Miss <strong> Diane Abbott </strong> said: <q> I am glad <strong> Miriam O'Reilly </strong> won her case. I thought it was an important principle, because men on television are allowed to age, but the women stay these eternal blonde young women who are completely interchangeable. </q> Mr <strong> Charles Kennedy </strong> said:`` We are an ageing society, a more active ageing society and that majority is going to increasingly speak for itself and not put up with some of the stupidity that we have", "new_id": -2}, {"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}]