[{"uid": "1296838786168542314", "i": 209, "idx": 0, "sa": ["Julian Assange", "David Letterman", "Mir Ali", "Pete King"], "q": "<strong> David Letterman </strong>'s show, laughed when <strong> David Letterman </strong> denounced <strong> Julian Assange </strong> as`` creepy,'' and-- while expressing concerns both that the U.S. Government over-classifies and doesn't safeguard its secrets with sufficient care-- disparaged WikiLeaks this way: <q> I think he is a hero in his own mind, which makes me pretty suspicious.... We should not have </q> freelancers from other countries maPete King a decision about what gets declassified by our government. Our government should be better about it, but I don't want random AustrMir Alians deciding for me.[ audience laughs and cheers appreciatively", "new_id": -2}, {"uid": "1297090709063078410", "i": 24420, "idx": 2, "sa": ["Simon Cowell"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.'' <q> Since its U.K. debut in 2004, THE X FACTOR has proven itself a global success story in numerous territories worldwide, </q> said executive producer Cecile Frot-Coutaz, CEO of FremantleMedia North America.`` Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the", "new_id": -2}, {"uid": "1296140274208175106", "i": 48524, "idx": 0, "sa": ["Charlie Sheen", "David Letterman", "Bill Clinton", "Ben Roethlisberger", "Alex Jones", "David Duchovny"], "q": "Challenge to Critics! <strong> Charlie Sheen </strong> on <strong> Alex Jones </strong> Tv 1/5: <strong> Charlie Sheen </strong> Issues 9/11 Challenge to Critics! On this eighth anniversary of the false flag attacks on the United States, <strong> Alex Jones </strong> talks with <strong> Charlie Sheen </strong> about his widely covered article <q> 20 Minutes with the <strong> Bill Clinton </strong> </q> and his call for a new investigation. <strong> Charlie Sheen </strong> will issue a special challenge during the show. prisonplanet.tv... <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Charlie Sheen </strong>, <strong> David Duchovny </strong>& <strong> Ben Roethlisberger </strong> <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Charlie Sheen </strong>, <strong> David Duchovny </strong>& <strong> Ben Roethlisberger </strong> Emmy Awards", "new_id": -2}, {"uid": "1296543362072531982", "i": 30809, "idx": 4, "sa": ["James Cleveland", "Kevin Garnett", "Chris Webber", "LeBron James", "Allen Iverson", "Tim Duncan", "Žydrūnas Ilgauskas", "Paul Pierce"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of Tim Duncanes when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 http://wn.com/James Cleveland_Cavaliers_v_Boston_Celtics_Rnd_2_ft_LeBron James_LeBron James_Shaq_O'Neal_Paul Pierce_Kevin Garnett_NBA_Playoffs www.youtube.com NBA Playoff Preview Round 1: <strong> James Cleveland </strong> Cavs vs. Chicago Bulls ft. <strong> LeBron James </strong>& Shaq( NBA 2K10) Sports <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2", "new_id": -2}, {"uid": "1295668674231571473", "i": 31266, "idx": 1, "sa": ["Andy Coulson"], "q": " In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1296132642224641040", "i": 41287, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson"], "q": "what evidence it was referring to on Wednesday. Also Wednesday, Scotland Yard, which some have criticized for what they called a lax investigation, said it would reopen its own inquiries, saying it had <q> received significant new information relating to allegations of phone hacking at The News of the World in 2005/06. </q> The Crown PSienna Millercution Service also recently said it would expand its review of evidence gathered by the police to include any`` recent or new substantive allegations.'' <strong> Andy Coulson </strong>, the editor of The News of the World", "new_id": -2}, {"uid": "1297113366161923086", "i": 16381, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the", "new_id": -2}, {"uid": "1295768239143409188", "i": 6750, "idx": 4, "sa": ["LeBron James", "Don Nelson", "Allen Iverson"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. <q> The best part about it is we struggled at times in the game but we got it Don Nelsone, </q> <strong> Allen Iverson </strong> said.`` We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1297000560131694612", "i": 24445, "idx": 1, "sa": ["Chris Huhne"], "q": "box at Chelsea or Manchester City,'' he said. The Lib Dem Energy and Climate Change Secretary <strong> Chris Huhne </strong> told Sky News the government needed to clamp down on those who avoid paying tax. <q> I think we need to get tougher and rougher with some of the off-shore tax havens and there has been progress on that, </q> he said. From April, 500,000 people are expected to stop paying income tax altogether when the income tax threshold is initially raised to? 7,475. At the same time some 750,000 people are", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]