[{"uid": "1297162259138723358", "i": 24864, "idx": 0, "sa": ["Mike Pence"], "q": "of the goals of Live Action is to get members of Congress to defund Planned Parenthood. It's no coincidence that this incident comes on the heels of <strong> Mike Pence </strong>'s( R-IN) introduction of H.R. 217, the <q> Title X Abortion Provider Prohibition Act. </q> The bill was introduced with the specific purpose of targeting Planned Parenthood. So what's at stake? Planned Parenthood operates 820 health centers around the country and provides sexual and reproductive health care, education,", "new_id": -2}, {"uid": "1295308387132857908", "i": 6955, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": ". He has considered a White House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies, <strong> Mike Pence </strong> is among the GOP's most outspoken critics of <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead </q> and`` we'll be making a decision before the end of this month,'' <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the", "new_id": -2}, {"uid": "1296020367196706369", "i": 6808, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Marco Belinelli", "Keith Smart", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL", "new_id": -2}, {"uid": "1296111787260849671", "i": 19580, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt </q>.`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Miners in NZ` probably died in minutes' All 29 men", "new_id": -2}, {"uid": "1296014208252100678", "i": 55874, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "John Boehner"], "q": "and there's little reason to think that will change.___ <strong> Barack Obama </strong>: Vowed to veto any Bill Lockyers sent to him that include`` earmarks,'' pet spending provisions pushed by individual lawmakers. <q> Both parties in Congress should know this: If a <strong> Bill Lockyer </strong> comes to my desk with earmarks inside, I will veto it. </q> THE FACTS: House Speaker <strong> John Boehner </strong>, R-Ohio, has promised that no <strong> Bill Lockyer </strong> with earmarks will be sent to <strong> Barack Obama </strong> in the first place. Republicans have taken the lead in battling earmarks while <strong> Barack Obama </strong> signed plenty", "new_id": -2}, {"uid": "1295550720193724498", "i": 14936, "idx": 0, "sa": ["Mike Pence", "Ron Paul"], "q": " with Skaneateles FD probably wouldn't make sense.... Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow'' an arm. It was amazing. How about <q> Buffalo police shoot suspect armed with sword </q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1297429199014975043", "i": 46382, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "by the likelihood of Google gaining much more from any partnership than Nokia.`` Our fundamental belief is we would have difficulty differentiating,'' said <strong> Stephen Elop </strong>-- meaning they would have become just another Android phone maker. <q> Microsoft was the best opportunity to build, and lead, and fight. </q> When can we expect to see the first Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying,`` We aren't making a specific announcement of when that", "new_id": -2}, {"uid": "1295440326144605189", "i": 7528, "idx": 0, "sa": ["Chris Huhne"], "q": "on where the scooters may be driven, but said banning Segways from roads and pavements would`` make a mockery of our common sense''. <strong> Chris Huhne </strong> changes his mind on nuclear power with complete intellectual conviction <q> We need to look a the judgement in detail. Phillip has the opportunity to appeal and it would be interesting to see what happens.`` If the law decides they are to be illegal on the roads it makes a mockery of our common sense and environmental travel. </q> Mr Opik also claimed he would use his Segway to travel around London on Tuesday regardless of the verdict. Australia floods: teenagers use blow-up doll as flotation device Boy, 9, has Disney World", "new_id": -2}, {"uid": "1297206274184696842", "i": 21884, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice"], "q": "one of the few people not to blame for anything that went wrong. He said <strong> Condoleezza Rice </strong> tried to run things by committee and that there were too many leaks from <strong> Colin Powell </strong>'s state department. There were <q> too many hands on the steering wheel </q>, he writes. He says that long before the war began he had made a list which he called his`` parade of horribles''. He warned against weapons of mass destruction( WMD) not", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]