[{"uid": "2008093013_00030020_W", "i": 4520, "idx": 2, "sa": ["Janine Krieber"], "q": "did not include time for interviews until after oct. 3. but during her appearance on canada am, <strong> Janine Krieber </strong> said she would still choose to put her career on hold and join her husband on the campaign trail. <q> if i was allowed to go back and discuss it again, i would say yes. with all that i know now, i would say yes, </q> <strong> Janine Krieber </strong> said. \"it's rewarding. despite all the negative, it's rewarding to serve the people of this country.\" when asked if she finds the campaign's emphasis on popularity and personality challenging,", "new_id": -2}, {"uid": "2008111001_00008166_W", "i": 1227, "idx": 5, "sa": ["Pam Berry", "James Williamson"], "q": "dirty.\" <strong> James Williamson </strong> was ready, \"i came prepared to be painted.\" kids and adults got the chance to get a little crazy and display their works at the art museum. samuel <strong> Pam Berry </strong> explained, <q> it's definitely different, you can freestyle you can do things you can't do at your own house. </q> his mother <strong> Pam Berry </strong> agrees it's, \"just a family fun activity, it's sure neat to experience. it's even more fun squirting my kids.\" comments are moderated and will not appear on this", "new_id": -2}, {"uid": "2008090119_00040461_W", "i": 313, "idx": 1, "sa": ["Brendan Dowler"], "q": "athens and will be one of four or five nations in gold medal contention in beijing. \"we've been working hard for four years and now it's time to reap the rewards,\" <strong> Brendan Dowler </strong> said. <q> getting a silver in athens was good and hopefully we can go one better this time. we've certainly got the talent, and there's a good mix of experience and youth. </q> <strong> Brendan Dowler </strong>, 40, would be preparing for his third paralympics if he hadn't been a late omission from the squad eight years ago in sydney. \"it was disappointing to miss out on sydney, but i", "new_id": -2}, {"uid": "2008091112_00004953_W", "i": 3380, "idx": 3, "sa": ["Bob Weinstein", "Sarah Palin", "Tony Knowles"], "q": "for the$ 230 million gravina island access project in her effort to sound more like an anti-earmark reformer to a national audience, <strong> Bob Weinstein </strong> said. and she still supports spending$ 400 million to$ 600 million on <q> the other bridge to nowhere, </q> the knik arm crossing, which would provide residents in <strong> Sarah Palin </strong>'s hometown of wasilla faster access to anchorage, <strong> Tony Knowles </strong> added. \"that project is moving right ahead,\" said <strong> Tony Knowles </strong>, who served as governor of", "new_id": -2}, {"uid": "2008100923_00003159_W", "i": 1141, "idx": 1, "sa": ["Nouriel Roubini"], "q": "- and the q3 numbers are only going to be worse, says <strong> Nouriel Roubini </strong>. moreover, corporate capital spending is down, which will translate into even fewer jobs in the coming months.\" the website asks, <q> is <strong> Nouriel Roubini </strong> simply being too bearish? </q> to which <strong> Nouriel Roubini </strong> answers, \"i worry that it'll be worse than i expected.\" so, what is the answer to this destruction of wealth? unfortunately, <strong> Nouriel Roubini </strong> can only offer the stock response of", "new_id": -2}, {"uid": "2008120408_00010096_W", "i": 881, "idx": 4, "sa": ["Ann Richardson"], "q": "cox said. he said he has not been contacted by investigators. in an e-mail, strom-martin, now a lobbyist for the los angeles unified school district in sacramento, said she would not discuss the matter. <q> this issue is still under investigation so no comment, </q> she wrote. <strong> Ann Richardson </strong>, who remains a board member, declined to comment through a board spokeswoman. knut johnson, a san diego attorney who represents thornton, said the appeal board's vote was irrelevant and did", "new_id": -2}, {"uid": "2008122001_00021525_W", "i": 1473, "idx": 1, "sa": ["Ron Paul"], "q": "pulling no punches! this is a great interview!-- oldyoti if the price i must pay for my freedom is to acknowledge that the government was re: <strong> Ron Paul </strong> is railing against the criminality rampant in govt! <q> reply# 1 on: december 18, 2008, 02:08:08 pm </q> re: <strong> Ron Paul </strong> is railing against the criminality rampant in govt! \"reply# 2 on: december 18, 2008, 02:42:42 pm\" <strong> Ron Paul </strong> is a man torn between his love for america and his allegiance to", "new_id": -2}, {"uid": "2008110700_00002871_W", "i": 4639, "idx": 0, "sa": ["Teresa Ghilarducci"], "q": "with their retirement plans. they don't save or invest wisely enough. in addition, they don't seem to understand the new risks of retirement, or how to mitigate, insure or transfer those risks. <q> american workers lack pension security, beyond social security, because individual commercial retirement accounts are tied to the volatility of finance markets, are inadequately funded, have poor net-of-fees returns, and do not pay a guaranteed rate of return for the rest of a retiree's life, </q> said <strong> Teresa Ghilarducci </strong>, a professor at the new school for social research and author of \"when i'm sixty-four: the plot against pensions and the plan to save them.\" consider: the eight in 10 workers", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 4355, "idx": 24, "sa": ["Russell Humphreys"], "q": "you are all well. do you mean his loving acceptance of the nwo when shown or the blind denial of true science? \"reply# 1136 on: september 02, 2008, 05:30:53 pm\" amishism quote <q> do you mean his loving acceptance of the nwo when shown or the blind denial of true science? i can't decide which is worse. they must go together. </q> \"reply# 1137 on: september 02, 2008, 05:35:32 pm\" \"reply# 1138 on: september 02, 2008, 05:37:57 pm\" amisism# 1134 self-styled <NO_QUOTATION> d. <strong> Russell Humphreys </strong>, an adjunct faculty member", "new_id": -2}, {"uid": "2008111123_00026787_W", "i": 414, "idx": 0, "sa": ["Robbie Keane"], "q": "n't resist a squeeze of her fine behind when they met at the mtv europe awards in liverpool last week. the blonde told ok! magazine: it was a brilliant night, i had a great time. <q> i told him he's about the only man that <strong> Robbie Keane </strong> wouldn't mind doing that. </q>? 2008 news group newspapers ltd. <NO_QUOTATION>, <NO_QUOTATION>, <NO_QUOTATION> are registered trademarks or trade names of news group newspapers limited. this service is provided on news group newspapers'", "new_id": -2}]