[{"uid": "1295560003078905357", "i": 18912, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. Google dropped the news in announcing fourth-quarter earnings results. Revenue minus traffic acquisition costs was$ 6.37 billion, ahead of analyst estimates. Net income for the quarter was$", "new_id": -2}, {"uid": "1295108126113344575", "i": 1422, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on`` squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding.'' <strong> Bill Lockyer </strong>: <q> The governor's proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship. </q> All week city officials around the state have been issuing grave predictions about the potential fallout, including aborted plans for parks, libraries and community centers, some scrapped in mid-construction. Though little understood", "new_id": -2}, {"uid": "1295658341074924035", "i": 535, "idx": 4, "sa": ["Andy Coulson"], "q": "done for me, for the government and for the country. He has run the Downing Street press office in a very straightforward professional and competent way.'' He said he compared <strong> Andy Coulson </strong>'s regime with <q> the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government </q>. He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director`` had resigned as News of the World editor as soon as he found what was happening''. <strong> Andy Coulson </strong> resigned from the paper in January", "new_id": -2}, {"uid": "1296706237199049246", "i": 1207, "idx": 2, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said:`` <strong> Michael Vick </strong> would average 45 with these rules.''`` You can't even touch a guy now,'' says Charlotte coach Larry Brown. <q> The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50. </q>`` The history book inspires them to be some of the best,'' said <strong> Michael Jordan </strong>.`` Rules have changed to help them. I could have averaged 50 points today!'' Question for <strong> Clyde Drexler </strong>: In the", "new_id": -2}, {"uid": "1295656103127647773", "i": 27172, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and greying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.`` Larry and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1296661709101318674", "i": 32822, "idx": 1, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "Post a Comment By BARBARA WALTERS with ALAN B. GOLDBERG`` I realized there was really no alternative, if I wanted to live, I had to do this.''-- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it... good luck.''-- <strong> Robin Williams </strong>`` They're going to put him on a", "new_id": -2}, {"uid": "1297639577156467200", "i": 12947, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add`` edginess'' to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor, </q> they said, according to Heatworld gives us an insight into her character Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1295508803113688616", "i": 5387, "idx": 2, "sa": ["Kara DioGuardi", "William Hung", "Simon Cowell", "Lee DeWyze", "Ellen DeGeneres"], "q": ",. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean` American Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of the 10th season of`` American Idol </q> will have nothing to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This time, it's all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, producers need", "new_id": -2}, {"uid": "1295217134075989080", "i": 3942, "idx": 0, "sa": ["Harry Reid", "Sen. Bernie Sanders"], "q": "Senate Democrats may support raising the retirement age. But he said there is also a faction of the caucus, led by Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.), staunchly opposed to benefits cuts. <q> I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue, </q> <strong> Sen. Bernie Sanders </strong> said.`` Not every member of the Democratic caucus holds that view,'' he said. <strong> Harry Reid </strong> said during a Jan. 9 appearance on NBC's`` Meet the Press'' that he", "new_id": -2}, [{"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]]