[{"uid": "1295618805206700580", "i": 30781, "idx": 0, "sa": ["Michael Gove"], "q": ".\" True enough, although Britain certainly has its own \"strain of mean-spiritedness\". It is possible to disagree with others \"in a reasonable way\", The Times observed, without giving <q>unintended succour to those on the fringes who harbour extreme views and even worse methods</q>. 1 In August 2002, Times journalist <strong> Michael Gove </strong>- variously, the paper's comment, news, Saturday and assistant editor- wrote: \"We have no alternative but to launch a", "new_id": -2}, {"uid": "1295775840204914695", "i": 12777, "idx": 0, "sa": ["Andy Coulson"], "q": "were somewhat violent in China for 10 days at embassies and consulates throughout China directed at U.S. and NATO countries, however the government made all efforts to ensure they did not spiral out of control.\" Report Abuse <q>No matter how good your jets are but how about the Pilots?</q> I still go for F-22 Raptor when it comes in Air Superiority..:D Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296732365207978510", "i": 43431, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "David West"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q>He's one of those special players, like <strong> LeBron James </strong>.</q> <strong> David West </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1295639888267567122", "i": 12856, "idx": 1, "sa": ["Eric Schmidt", "Tim Cook"], "q": "Replace <strong> Eric Schmidt </strong> as CEO AAPL: 329.42(-3.26,-0.98%)| NASDAQ: 2699.77(-4.52,-0.17%)  Gawker's Valleywag outs <strong> Tim Cook </strong> as \"most powerful gay man in Silicon Valley'  <q>It looks increasingly like <strong> Steve Jobs </strong>' reign at Apple is over,</q> Ryan Tate reports for Valleywag. \"` If the CEO doesn\"t return from his third, indefinite medical leave, COO <strong> Tim Cook </strong> will succeed him, marking a new era not only for Apple but for gay progress", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,</q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1295718175131842121", "i": 1446, "idx": 6, "sa": ["Simon Cowell", "Melissa Leo", "Amanda Seyfried"], "q": "give up' and you never gave up. You were winning in the rain\". \"I want it for you as badly as you do,\" said <strong> Amanda Seyfried </strong> through her tears. And <strong> Simon Cowell </strong> reasoned, <q>We know this could change your life. You get my vote. You were terrific</q>. taken from the official site: talent.itv.com Show 10( Wednesday, 28 <strong> Melissa Leo </strong> 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland). Presented by", "new_id": -2}, {"uid": "1296049347000704550", "i": 18010, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ": <strong> Andy Coulson </strong> and <strong> David Cameron </strong>'s judgement/cosy Christmases with Murdoch CBI executive v Osbourne King v Osborne Halfway lurch towards a double dip whizgiggle 26 January 2011 9:59 AM yahyah <q>The bully bluster doesn't go down well with us women I'd wager.</q> \"If <strong> Ed Miliband </strong> can't dominate PMQs today, it's hard to imagine when he will ever come out on top.\"@Nighthood \"The unions aren't happy, the banks are", "new_id": -2}, {"uid": "1296714430139952160", "i": 18565, "idx": 5, "sa": ["Jamaal Charles", "Michael Vick"], "q": "in his third season with the Chiefs, carried 10 times for 72 yards- a 7.2-yard average- including a long run of 32 yards and an 8-yard touchdown in Sunday night's game in Honolulu. <q>Great football players were there who you were a big fan of,</q> said <strong> Jamaal Charles </strong>, who took his mother, an aunt and his girlfriend to Hawaii. \"My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see Ray", "new_id": -2}, {"uid": "1295669771065781827", "i": 2606, "idx": 1, "sa": ["Eric Schmidt"], "q": "we decided now was the right moment to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as <q>deals, partnerships, customers and broader business relationships,</q> while Page would \"merge Google's technology and business vision.\" In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify", "new_id": -2}, {"uid": "1296224676092700695", "i": 2087, "idx": 11, "sa": ["Mike Pence"], "q": "the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q>You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,</q> McIntosh said. From USA TODAY and Associated Press", "new_id": -2}]