[{"uid": "1294957406081149956", "i": 56720, "idx": 13, "sa": ["Allen Iverson"], "q": "as possible.`` Before I leave, I'll be speaking a lot of Turkish,'' he http://wn.com/Allen Iverson_Allen Iverson_angry_and_upset_after_Besiktas_blow_an_11_point_lead_in_their_85-88_loss_to_Asvel <strong> Allen Iverson </strong> speaks to the French media after the game saying he's`` real upset'' and that there was <q> no excuse not to win </q>. http://wn.com/Allen Iverson_Allen Iverson_has_32000_supporters_chant_his_name_and_welcome_him_to_Besiktas_Turkey_?n?n <strong> Allen Iverson </strong> attends a soccer match between Besiktas and Kasimpasa at n?n Stadium where the capacity crowd of 32000 chant his name and welcome him to Turkey on Monday 8 November 2010. http://wn.com/Allen Iverson_Allen Iverson_plays_2_on_2_in_Turkey_at_his_press_conference_for_Besiktas_Cola_Turka <strong> Allen Iverson </strong> plays a friendly game", "new_id": -2}, {"uid": "1296425648089636874", "i": 16766, "idx": 0, "sa": ["Michael Vick", "Jonathan Wilson", "Patrick Dempsey"], "q": "but thought the effort to participate in both events was worth the energy.`` It went really well. The screening was phenomenal. The response was huge right from the beginning,'' <strong> Patrick Dempsey </strong> said. <q> So on that side of things, I couldn't ask for a better response to the movie. It's the first time I've produced a movie and for it to be received that strongly was a really good thing.`` We paid for it a little( Saturday) with some fatigue, but we'll be good. </q> <strong> Jonathan Wilson </strong>: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1296030809164511749", "i": 4104, "idx": 3, "sa": ["Eric Schmidt"], "q": ": The End of the World as We Know It,'' told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the href=\"http://www.sfgate.com/barack-obama/\"> Obama administration. As executive chairman, <q> a lot of my time </q> will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that`` we move quickly, and we tend to be", "new_id": -2}, {"uid": "1295896331003866627", "i": 7859, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<q> Previous Will Rising Food Prices Kill the Recovery? In explaining his decision to pass the boss torch back to co-founder <strong> Larry Page </strong>, Google CEO <strong> Eric Schmidt </strong> tweeted that, ha-ha,`` adult supervision </q> is no longer needed at the company that dominates internet search and advertising. And Google's monster fourth-quarter earnings offer evidence that <strong> Eric Schmidt </strong> is true to his tweet: profits reached$ 2.5 billion on sales of$ 8.4", "new_id": -2}, {"uid": "1295788220057016357", "i": 39818, "idx": 7, "sa": ["Enver Lisin", "Allen Iverson", "Chauncey Billups"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from DEnver Lisin five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final", "new_id": -2}, {"uid": "1297288088243777559", "i": 53958, "idx": 1, "sa": ["Zahi Hawass"], "q": ", an ancient burial ground known for its pyramids and many surrounding tombs. Reports circulated about damage to the tombs and their beautiful reliefs.`` All the sites are safe,'' said Minister of Antiquities <strong> Zahi Hawass </strong>. <q> Nothing stolen, nothing destroyed. </q> With <strong> Zahi Hawass </strong>' permission, veteran foreign correspondent Jeffrey Bartholet, on assignment for National Geographic magazine, was able to visit Saqqara, some 18 miles south of Cairo. He filed this report. I spent", "new_id": -2}, {"uid": "1295074417008978479", "i": 21919, "idx": 0, "sa": ["Michael Vick"], "q": ", they're only animals. the only animal here is <strong> Michael Vick </strong>. Look at him on tv, and tell me he feels sorry. RIGHT!!!! Him in a cage with killer dogs is what he deserves. <q> look at him on tv( lol) and tell me he feels sorry </q> bonnie hill wrote: Appreciate the article on <strong> Michael Vick </strong> in the Lowell Sun. I too read the book on <strong> Michael Vick </strong>, s dogs. They are much more worthy of having fans than he is. Sure most people", "new_id": -2}, {"uid": "1295682265065617928", "i": 125, "idx": 19, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "pay for the government that you would need if the family continues to collapse.'' After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. <q> He has that everyman, Indiana appeal with vision, </q> <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to.`` I hate to bring up Reagan because everybody does that,'' <strong> Marjorie Dannenfelser </strong> said.", "new_id": -2}, {"uid": "1296774517130859030", "i": 7014, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered.`` I think this guy is a visionary,'' he said. <q> He talks about what he needs to do and he goes out and gets it done. </q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,'' <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q> We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be. </q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News`` I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}]