[{"uid": "1295779997079200290", "i": 44005, "idx": 1, "sa": ["Tony Blair", "Alastair Campbell", "George Galloway", "Andy Coulson", "David Cameron", "Gail Sheridan"], "q": "on him grew this month when the newspaper suspended his former news editor over hacking claims. <strong> Tony Blair </strong>'s former spin doctor <strong> Alastair Campbell </strong> said there was a \"greater stench\" to the scandal. He said: <q>First, there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgment, then there's the News of the World and what appears to be industrial phone hacking going on systematically. \"There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by Jeremy Hunt, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police.<q> Number 10 comms chief <strong> Andy Coulson </strong> \"deserves second chance\" says <strong> David Cameron </strong> Peace deal struck between Holyrood hopefuls <strong> George Galloway </strong> and <strong> Gail Sheridan </strong> Holyrood hopefuls <strong> George Galloway </strong> and <strong> Gail Sheridan </strong> clash over left-wing ticket", "new_id": -2}, {"uid": "1297055456082575366", "i": 12599, "idx": 1, "sa": ["Piers Morgan", "Lord Sugar", "David Hasselhoff", "Simon Cowell", "Louis Walsh", "Lorraine Kelly", "Michael McIntyre"], "q": "you so much love x.\" Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>, <strong> Louis Walsh </strong> and <strong> Piers Morgan </strong> also sent their support. <strong> Michael McIntyre </strong> told The Sun: <q>Amanda is such a wonderful person. I'm heartbroken for her and Chris.<q> <strong> David Hasselhoff </strong> said: \"Amanda is a first class lady. My heart goes out to her.\" <strong> Lord Sugar </strong> said it was a \"tragedy\", while Sun columnist <strong> Lorraine Kelly </strong> offered \"sincere condolences", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,<q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1294955048093012011", "i": 38158, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "a major milestone for her and we're hoping that she crosses through many more,\" stated her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press <q>It was raw courage. It was raw strength. It was so beautiful and so moving.<q> Doctors at the hospital have also managed to assist <strong> Gabrielle Giffords </strong> in sitting up and dangle her legs over the side of the bed. <strong> Gabrielle Giffords </strong> is also able to open her right eye, although that eye is", "new_id": -2}, {"uid": "1297260229046088245", "i": 24309, "idx": 2, "sa": ["Simon Cowell", "Susan Boyle"], "q": "Music, a record for a reality show competition. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said via a statement. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.<q> <strong> Simon Cowell </strong> said that he was inspired to remove the age limit after <strong> Susan Boyle </strong> was discovered on Britain's Got Talent in 2009 for her performance of \"I Dreamed a Dream\" from Les Miserables. The", "new_id": -2}, {"uid": "1297620106254115870", "i": 3663, "idx": 0, "sa": ["George Washington", "Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"<strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>: <q>I Don't Know the Sex of My <strong> Justin Bieber </strong>!<q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: \"I'm Much More Famous in England\" <strong> Vivica A. Fox </strong>: I\"m Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1297286783062046208", "i": 45788, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "He footnotes this to a March 15, 2004 memo. The faulty intelligence about <strong> Saddam Hussein </strong>'s capabilities and stockpiles of weapons of mass destruction are well-known by now; on preceding page, <strong> Donald Rumsfeld </strong> writes, <q>the German chief of intelligence actually held a grimmer view than the U.S. intelligence community: \"It is our estimate that Iraq will have an atomic bomb in three years.\"... A multitude of specific, seemingly credible reports, some even illustrated with satellite photos, provided supporting evidence.<q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1295905049076185690", "i": 26134, "idx": 0, "sa": ["Bill Lockyer"], "q": "California's state treasurer, <strong> Bill Lockyer </strong>, today denounced ongoing efforts to establish a new framework for states to restructure their debts, saying no state wanted or needed to declare bankruptcy. <q>It's a cynical proposal, intended to incite a panic in response to a phony crisis,<q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. \"Killer bees, space aliens, and now it's the invasion of the bankrupt states.\" As reported, a number of members of Congress", "new_id": -2}, {"uid": "1297154709260177940", "i": 9758, "idx": 0, "sa": ["Simon Cowell"], "q": "left at the end of last season of \"Idol\" to focus on the Americanized version of the talent show \"The X Factor,\" which he also produces, along with the British edition. <q>Once the show goes into production, I become a judge,<q> People.com said <strong> Simon Cowell </strong> told reporters Monday. \"Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.\" <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297011135120438797", "i": 25, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q>Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten,<q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}]