[{"uid": "1295022258099024910", "i": 25145, "idx": 7, "sa": ["Simon Cowell", "Ron Fair", "Randy Jackson"], "q": "Cecile Frot-Coutaz says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You can't, and it would be foolish to try to do that,'' she says. <q> If you go,` We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is. That's a recipe for disaster. In our very humble opinion, the only thing you can do is try to create a panel that's entertaining, likable and credible. </q> In taped audition sessions sent to the press, lone holdover judge <strong> Randy Jackson </strong> takes more of a leadership role, Lopez shows a mix of sweetness with some BRon Fairx attitude, and Tyler has the kind of spontaneity", "new_id": -2}, {"uid": "1295477105251461663", "i": 47573, "idx": 0, "sa": ["Angelina Jolie"], "q": "<strong> Angelina Jolie </strong> will jede freie Minute mit ihren Kindern verbringen Die US-Schauspielerin <strong> Angelina Jolie </strong>, selbst Mutter von sechs Kindern, hat anderen M?ttern dazu geraten, jeden Moment mit dem Nachwuchs zu sch?tzen. <q> Genie?t einfach jede Minute, weil die Zeit die beste im Leben ist und so schnell vergeht </q>, sagte die 35- J?hrige im Interview mit dem australischen Radio-Sender`` 2Day FM''. <strong> Angelina Jolie </strong> verriet zudem, dass sie die Rolle im Hollywood-Streifen`` The Tourist'' angenommen habe, weil sie dadurch Zeit mit ihren", "new_id": -2}, {"uid": "1297177841226918447", "i": 41334, "idx": 3, "sa": ["Susan Boyle", "Simon Cowell", "Paula Abdul"], "q": "<strong> Simon Cowell </strong> admitted he asked former said`` Idol'' judge <strong> Paula Abdul </strong> to be on`` X Factor,'' which debuts next fall.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he told reporters. <q> We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> <strong> Simon Cowell </strong> also said overnight sensation <strong> Susan Boyle </strong>-- who appeared on the British version of`` X Factor''-- taught him a lesson. NEW YORK POST is a registered trademark of NYP Holdings, Inc.", "new_id": -2}, {"uid": "1295094125134053943", "i": 24379, "idx": 37, "sa": ["Allen Iverson", "Joseph King", "Nathaniel D Robinson"], "q": "buzzer.`` I just knew if I get it up high enough I would have a good chance of maJoseph King it,'' <strong> Nathaniel D Robinson </strong> said.`` So I just shot it hard and let it go.'' <q> The sky's the limit for him, </q> <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the best coach in the world on his side.'' New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"uid": "1297133414101482529", "i": 19421, "idx": 7, "sa": ["Donald Rumsfeld", "Barack Obama", "Christina Aguilera"], "q": "Figure in Revolt- WSJ.com[ del.icio.us] href=\"http://www.guardian.co.uk/world/2011/feb/06/egypt-omar-suleiman-talks-opposition\"> Egyptian opposition cautious after vice-Barack Obama Suleiman opens talks Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q> Top 10 fabricated news stories in 2010 </q> href=\"http://bit.ly/hnj8vk\" target=\"_new\"> http://bit.ly/hnj8vk Has anyone done a`` Top 10 harmonized news stories'' ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn? 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to", "new_id": -2}, {"uid": "1297578791043696137", "i": 3393, "idx": 0, "sa": ["Bill Lockyer"], "q": "health problems. Texas has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to Bill Lockyerions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in Austin in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor, the", "new_id": -2}, {"uid": "1295588515144719879", "i": 56972, "idx": 1, "sa": ["Eamon Gilmore"], "q": "had been seeking a definitive election date and an end to the current Government. But Mr <strong> Eamon Gilmore </strong> said the party would now`` reflect on whether it is necessary to proceed with it''. <q> We'd prefer the election to be earlier... but it is settled now, </q> Mr <strong> Eamon Gilmore </strong> said. Criticised A spokesman for the party last night claimed no final decision had been made on the motion, but a decision would be made this morning. Sources said it was", "new_id": -2}, {"uid": "1295520723146522148", "i": 33413, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "centennial celebration of its most famous son. Former Alaska governor <strong> Sarah Palin </strong> routinely quotes Reagan in her Facebook postings. Indiana <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero- although they don't necessarily follow his style of politics as a model. Reagan said the GOP should be a`` big", "new_id": -2}, {"uid": "1295636961179568645", "i": 36962, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "News Group Newspapers had paid? 1m to settle legal cases that threatened to reveal evidence of hacking, <strong> Andy Coulson </strong> made no comment beyond saying he had`` no knowledge whatsoever'' about alleged payments. He added: <q> The[ <strong> Glenn Mulcaire </strong>] <strong> Glenn Mulcaire </strong> case was investigated thoroughly by the police and by the Press Complaints Commission. I took full responsibility at the time for what happened on my watch but without my knowledge and resigned. </q> 21 July 2009 In his evidence to the select committee into the phone-hacking affair, <strong> Andy Coulson </strong> said he`` never used or condoned'' the practice and had`` no recollection'' of it taking place", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]