[{"uid": "1297136426144228361", "i": 1272, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the", "new_id": -2}, {"uid": "1297032195131301387", "i": 3735, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak", "Ian Pannell", "Barack Obama", "Ban Ki-moon"], "q": "of it.`` I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,'' says <strong> Zahi Hawass </strong>, Egypt's newly-appointed Minister of Antiquities. <q> We are EgyptIan Pannells who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new <strong> Barack Obama </strong> will come by the desire of the EgyptIan Pannells, </q> he told 1014UN Secretary General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and PalestinIan Pannells.`` Egypt has been playing a very strategic role in the Middle East peace process,''", "new_id": -2}, {"uid": "1296126576085180439", "i": 48919, "idx": 1, "sa": ["Michael Vick"], "q": "release said. Unequal President Rob Vito said the company was proud to have <strong> Michael Vick </strong> on board and addressed the 2007 dog fighting conviction that sent <strong> Michael Vick </strong> to federal prison got him booted out of the league. <q> As a dog owner, I know the love of a pet... But as a Christian, I believe that people can repent and deserve a second chance. </q> <strong> Michael Vick </strong>, 30, made his NFL comeback in 2009 after spending 21 months of his 23-month sentence in Leavenworth, Kan., federal prison. He served the last two months confined to his home in Virginia", "new_id": -2}, {"uid": "1296481746084410368", "i": 33269, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "actor. Incluso al iniciar el espect?culo de este domingo, que se transmiti en vivo por la cadena NBC, el presentador de la ceremonia <strong> Ricky Gervais </strong> hizo un par de chistes sobre los rumores. <q> No he visto` El Turista' </q>, exclam el comediante brit?nico.? Qui?n la ha visto?'', brome aludiendo el poco xito taquillero del filme en el que act?an <strong> Johnny Depp </strong> y <strong> Angelina Jolie </strong>. En cuanto a la denuncia de que los", "new_id": -2}, {"uid": "1295763432036667395", "i": 45278, "idx": 0, "sa": ["Henry Porter", "Andy Coulson", "Ian King"], "q": "affairs when a once proud& independent institution called the news as it was, instead of being in the thrawl of the hands of the state. ratherbered 22 January 2011 12:27 AM Rosslad1 <q> Not a word about this on the BBC website. It's difficult to dimiss conspiracy theories when they appear to be so bloody obvious. Do they not believe this is newsworthy? </q> The BBC must be squirming with embarassment tonight, having been the champion for the <strong> Andy Coulson </strong> claim that the phone hacIan King was the work of a` rogue reHenry Porter'. Even when it began to unravel", "new_id": -2}, {"uid": "1295539342089374722", "i": 56747, "idx": 1, "sa": ["Bernie Sanders", "Ben Ali", "John King", "Barack Obama", "David Cay Johnston"], "q": "the Tides, the third edition of which was just published last year. Fifty Years After Eisenhower's Farewell Address, A Look at`` Prophets of War: Lockheed Martin and the MaJohn King of the Military-Industrial Complex'' <q> The Worse Off You Are, Your Taxes Increase </q>: JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' China Faces International Criticism at Nobel Ceremony in Oslo and Climate Talks in Canc?n`` Counting", "new_id": -2}, {"uid": "1296803884151191611", "i": 15244, "idx": 2, "sa": ["Soulja Boy", "Allen Iverson", "Tim Duncan", "George Lynch"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were alSoulja Boys right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th Tim Duncane this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1296279808209059843", "i": 58938, "idx": 1, "sa": ["David Letterman"], "q": ". They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as`` The Late Show with <strong> David Letterman </strong>.'' <q> Producing our second viral video remains one of the most stressful experiences of the last five years because there's all this pressure, </q> Grobe said.`` Really, it was pressure we put on ourselves, ultimately.'' It worked for the guys, who go by the name Eepybird. The second video, launched four months later", "new_id": -2}, {"uid": "1295560496260145161", "i": 48110, "idx": 0, "sa": ["Eric Schmidt"], "q": "has been the company's chief executive since 2001. <strong> Eric Schmidt </strong> will stay on as the company's executive chairman. <strong> Eric Schmidt </strong>, who was initially hired as CEO to provide more'' Twitter, tweeting, <q> Day-to-day adult supervision no longer needed! </q> blog post announcing the management changes, <strong> Eric Schmidt </strong> wrote that in his new role, he will`` focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]