[{"uid": "1296332900236797965", "i": 4263, "idx": 1, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "Three years, that seems like such a long time,''' said href=\"http://www.washingtontimes.com/topics/Jhon García Sossa-Jhon García Sossa/\"> <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of href=\"http://www.washingtontimes.com/topics/Michael Vick-Michael Vick/\"> <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send", "new_id": -2}, {"uid": "1295683933156418048", "i": 37125, "idx": 9, "sa": ["Andy Coulson"], "q": "ministro ha elogiado la`` profesionalidad'' con la que <strong> Andy Coulson </strong> ha trabajado para l y subrayado que`` ha sido un miembro brillante'' de su equipo,`` entreg?ndose a su trabajo con capacidad y dedicaci?n''. <q> Puede sentirse orgulloso del trabajo realizado </q>, ha asegurado.`` Le deseo todo lo mejor para el futuro, que estoy seguro que ser exitoso'', ha remachado.", "new_id": -2}, {"uid": "1295199202040058897", "i": 29530, "idx": 8, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "understanding everything we were saying.'' <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most`` nonpartisan'' lawmakers she knows, a woman who had previously called for more civil political discourse. <q> She comes to public service with the goal of just helping people, </q> she said.`` We can all take from her strength and hopefully ourselves be better than we are.'' http://thehill.com/blogs/blog-briefing-room/news/138161-Kirsten Gillibrand-Gabrielle Giffords-progress-extraordinary Senate Dems indicate willingness to` break apart,' fix health reform Schumer to <strong> Barack Obama </strong>:", "new_id": -2}, {"uid": "1296166252125468724", "i": 42811, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. My coverage of that speech: <q> <strong> Mike Pence </strong> of Indiana: As a well-known figure, it's hard to describe <strong> Mike Pence </strong> as a breakout star, but he was the next-to-last big-name speaker, and while he joked that following <strong> Sarah Palin </strong> was like having R2-D2 follow Luke Skywalker, he most effectively matched the call for a broad conservative agenda to the audience before him. </q> \" The NRA cherishes having friends on both sides of the aisle, and prefer a pro-gun Democrat over a Republican who wavers; they bristle at the accusation that they are essentially a GOP organization. <strong> Mike Pence </strong> came", "new_id": -2}, {"uid": "1295131407166789131", "i": 31599, "idx": 0, "sa": ["Nicolas Sarkozy", "Alassane Ouattara", "Ban Ki-moon"], "q": "'s influential wife Simone on Saturday described her husBan Ki-moond's rival <strong> Alassane Ouattara </strong> as a`` Ban Ki-moondit chief'' and the president of Ivory Coast's former colonial power France, <strong> Nicolas Sarkozy </strong>, as the`` devil.'' <q> The time for debates over the election between Gbagbo and the` Ban Ki-moondit chief' is over. Our president( Laurent Gbagbo) has been vigorously placed in power and he is working, </q> she told around 4,000 supporters gathered in Abidjan. Referring to <strong> Nicolas Sarkozy </strong>, she added that it was because`` the` devil' is persevering that our country is in turmoil. Still today, this devil", "new_id": -2}, {"uid": "1295668632145047569", "i": 25176, "idx": 3, "sa": ["Allen Iverson", "George Lynch", "Phil Jackson"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Phil Jacksonadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th time this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1297073224041992200", "i": 10208, "idx": 1, "sa": ["Eric Schmidt"], "q": "'', href=\"http://www.telegraph.co.uk/technology/google/8306318/Google-chief-Eric Schmidt-Eric Schmidt-seeks-deal-on-EU-search-inquiry.html\" rel=\"external\"> sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung Sunday Telegraph. Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. <q> Wir werden klarmachen, dass wir sehr wohl im Rahmen und auch im Sinne des Gesetzes arbeiten </q>, sagte <strong> Eric Schmidt </strong>. Bei den Auf zur Treibjagd Traut man einem Link nicht ganz, liefert Virustotal Scan-Ergebnisse und Beurteilungen-- mit den richtigen Tools sogar bevor eventueller Unrat auf dem eigenen System landet. Debian 6.0", "new_id": -2}, {"uid": "1296371375213876905", "i": 15074, "idx": 2, "sa": ["Mike Birbiglia", "David Letterman", "Jimmy Fallon", "Conan O'Brien"], "q": "ESPN; 10:30 p.m., ESPN2( same-day tape) FIGURE Volvo Champions, final round, 8:30 a.m., GOLF( same-day tape) PGA Tour, Farmers <strong> Mike Birbiglia </strong> Tour Week Five- The Basketball Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, Mi...", "new_id": -2}, {"uid": "1297175264144113727", "i": 19136, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": ".'' WASHINGTON-- This time, it's <strong> Donald Rumsfeld </strong>'s turn. Ex-George W. Bush published his own political memoir just a few weeks ago. NoGeorge H. W. Bush's former secretary of defense is getting into the act with <q> Known And Unknown: A Memoir </q> his new book that recounts a rich political life ranging from his Washington beginnings as a junior congressman all the way up to his role as the guiding hand behind America's post-9/ 11 wars in the Middle East", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]