[{"uid": "1295243276223936526", "i": 10017, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength of Microsoft's technological foundation and casting the company as a leader in social entertainment, mobile software, and personal computers. <q> A decade ago we took a bold step forward toward transforming entertainment, </q> <strong> Steve Ballmer </strong> said.`` We started with gaming with the launch of Xbox.... The next step in that journey was the launch of Xbox Live which transformed gaming experiences with the cloud. That put Xbox front and", "new_id": -2}, {"uid": "1295471010042287122", "i": 40050, "idx": 6, "sa": ["Allen Iverson", "Kostas Tsartsaris", "Eric Snow"], "q": "grabbed seven rebounds.`` We gave a lot of effort, but we came too short.'' Greece left a lot of sweat on court, but they knew it was going to be a tough game. <q> We knew from the start Israel are a team of fighters and this is what happened, </q> said <strong> Kostas Tsartsaris </strong> after the game. It took Israel almost three minutes to get its first points on the board, and by then http://wn.com/Allen Iverson_Allen Iverson_FOULED-OUT_vs_Denver_Nuggets_02/03_*9_straight_win <strong> Allen Iverson </strong> wasn't around during the final minutes, so <strong> Eric Snow </strong> picked up the slack", "new_id": -2}, {"uid": "1297122898200310809", "i": 6870, "idx": 1, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick"], "q": "message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>.'' Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> distanced himself from the action later Monday. <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas, </q> he said in a statement.`` Official Keys to the City are presented by the <strong> Mayor Tom </strong>, or an elected official designated by the <strong> Mayor Tom </strong>, and reserved, on a limited basis, for an elected official of", "new_id": -2}, {"uid": "1297706351051036169", "i": 55627, "idx": 1, "sa": ["Steve Ballmer"], "q": ", users can also see all their recently accessed applications, allowing them to switch easily between them.`` People want a phone that makes information much more accessible,'' said <strong> Steve Ballmer </strong>( above). <q> The market has been swamped with phones with fairly similar design. Users just see a sea of icons. Our smart design improves user experience. </q> Enterprise applications Microsoft also showed a host of new applications designed to broaden the platform's appeal within the enterprise market. These include Office document storage in the cloud and the ability to share and", "new_id": -2}, {"uid": "1295890352156680217", "i": 30178, "idx": 0, "sa": ["Eric Schmidt"], "q": "in the social sphere. Is it Google+1? Perhaps, but we expect more than just information-sharing. Expect Games and local offers with a social bent. As Brin said on the earnings call last week: <q> we've only touched one percent of what </q> the blending of social with search can achieve. Page and Brin could make Google a social powerhouse. <strong> Eric Schmidt </strong> put many people off, particularly privacy advocates, with his seemingly flippant statements about user privacy.", "new_id": -2}, {"uid": "1297349336255099318", "i": 26011, "idx": 2, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": ", senior vice president of the Server and Cloud Division with responsibilities for Windows Azure and Windows Server, is also leaving the company. Another Microsoft veteran, <strong> Amitabh Srivastava </strong> joined the company in 1997. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career, </q> <strong> Steve Ballmer </strong> said.", "new_id": -2}, {"uid": "1297120389257998879", "i": 22924, "idx": 0, "sa": ["Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": "' <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1296395532205897729", "i": 42053, "idx": 0, "sa": ["Kizza Besigye", "Alassane Ouattara"], "q": " GLOBAL VILLAGE Last week, he attacked the United Nations for recognising <strong> Alassane Ouattara </strong> as winner of Ivory Coast's election, saying the move was hasty and there should be an African investigation. <q> It shows he's really worried about developments taking place elsewhere in the world, </q> <strong> Kizza Besigye </strong> said.`` It is the first time that we've had the sub-regional leaders and the African Union come out strongly and say` You are not rightly elected. Get out','' he", "new_id": -2}, {"uid": "1295644189196657172", "i": 26123, "idx": 0, "sa": ["George Osborne", "David Cameron", "Andy Coulson", "Ian King"], "q": "this former son of Essex to reach out to voters beyond his own Notting Hill comfort zone, regarding him as a consummate professional. But one Tory familiar with the thinIan King in the <strong> David Cameron </strong> circle said: <q> It was absolutely inevitable that <strong> Andy Coulson </strong> would have to go. It was a simple equation. Once the press officer becomes the story, it is the end of the press officer. </q> While <strong> David Cameron </strong> and <strong> George Osborne </strong>, who was instrumental in recruiting <strong> Andy Coulson </strong>, were sad to see him go, allies suggest the fact they are not distraught shows how they have grown in confidence since appointing <strong> Andy Coulson </strong> at", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]