[{"uid": "1296165757231161870", "i": 31112, "idx": 0, "sa": ["Steve Ballmer", "Peter Klein"], "q": "even though revenue climbed 15 percent.`` We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,'' said Microsoft chief financial officer <strong> Peter Klein </strong>. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1297207449067371023", "i": 5654, "idx": 5, "sa": ["Eamon Gilmore"], "q": "the front-running party in the election campaign were also prone to flitting from one policy to another. Mr <strong> Eamon Gilmore </strong> hit back, albeit with a slip labelling the former minister a current Cabinet member. <q> Let's not forget something, minister- it's your Fianna Fail party that has got us into this hole, </q> he said.", "new_id": -2}, {"uid": "1295218110235503629", "i": 34455, "idx": 2, "sa": ["Colin Powell", "George H. W. Bush"], "q": "'s the way I feel about it.'' In his memoirs, Schwarzkopf stated`` I don't have any problem with it'' when informed by <strong> Colin Powell </strong> that <strong> George H. W. Bush </strong> was prepared to stop the war. <q> Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective. </q> Boomer expressed similar thoughts.`` Sure, I felt another three days would have been a pretty dramatic thing,'' he said,`` but there was so much going into the decision(", "new_id": -2}, {"uid": "1295602299207912976", "i": 15918, "idx": 0, "sa": ["Brent Scowcroft", "Colin Powell", "George H. W. Bush", "Dan Quayle", "James A. Baker", "Dick Cheney"], "q": "who was unable to attend, thanked the former <strong> George H. W. Bush </strong>, his officials, the U.S. and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H. W. Bush </strong> was briefly joined by former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Advisor <strong> Brent Scowcroft </strong>", "new_id": -2}, {"uid": "1295351084138280973", "i": 833, "idx": 0, "sa": ["Steve Ballmer", "Brad Wilson"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> is expected to discuss the release and the company's CRM strategy during a speech Monday. The global availability of CRM Online as well as its hooks into Microsoft's collaboration and productivity software <q> are going to raise the level of competition in general in CRM, </q> said <strong> Brad Wilson </strong>, general manager of Dynamics, in an interview. CRM 2011 does not match up feature-for-feature with Salesforce.com but`` it's comparable from a salesperson's point of view in terms of what they", "new_id": -2}, {"uid": "1295528165201490433", "i": 1051, "idx": 1, "sa": ["Paul Gogarty", "Eamon Gilmore"], "q": "and`` step up to the plate''. When he asked why the Taoiseach was not in the House, a number of Opposition TDs intervened with quips:`` He's looking for Ministers'' and <q> he's having tea with <strong> Paul Gogarty </strong> </q>. Labour leader <strong> Eamon Gilmore </strong> said the Constitution was very clear that the appointment of Ministers had to be approved by the D?il.`` We have a flu epidemic we have people lying on hospitals in", "new_id": -2}, {"uid": "1295921372006537277", "i": 48150, "idx": 4, "sa": ["Zahi Hawass"], "q": "has sent letters to try and get he statue back to Egypt.`` I am doing something that I believe in and that should have been done a 100 years ago,'' <strong> Zahi Hawass </strong> told AP. <q> My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit. </q> The statue is visited by more than a million tourists every year.", "new_id": -2}, {"uid": "1296532535074448926", "i": 17222, "idx": 4, "sa": ["Allen Iverson", "George Karl"], "q": ",'' <strong> Allen Iverson </strong> said after scoring 21 second-half points to help the Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two. <q> Welcome to Denver Nuggets land, </q> coach <strong> George Karl </strong> said.`` We play so fast, sometimes it's good and sometimes it's dangerous.'' <strong> Allen Iverson </strong> and company made sure this one didn't slip away. <strong> Allen Iverson </strong> and Smith each hit two free", "new_id": -2}, {"uid": "1296484737135364618", "i": 11180, "idx": 1, "sa": ["Sergio Marchionne"], "q": "other restructuring debts, it earned a$ 198 million operating profit.`` What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' Chief Executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives. </q> Revenue for the fourth quarter totaled nearly$ 10.8 billion, down$ 255 million from the third quarter. For all of 2010, Chrysler lost$ 652 million but earned an operating profit of", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]