[{"uid": "1297105919173965369", "i": 35647, "idx": 0, "sa": ["Simon Cowell"], "q": " Mon, Feb 7, 2011, 2:11 PM EST-` The X Factor' winner to get$ 5 million contract{`` s'':`` nwsa'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday February 7, 2011, 2:03 pm NEW YORK( AP)-- The winner of <strong> Simon Cowell </strong>'s upcoming game show on", "new_id": -2}, {"uid": "1296665489109838338", "i": 35, "idx": 1, "sa": ["Kenny Kunene", "Chris Gent", "Andy Coulson"], "q": "Percy Bysshe Shelley indeed. His poem Ozymandias describes an early grandiose construction project which...''`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...'' <q> Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>, an ambitious Brit who... </q>`` Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...'' href=\"http://www.bbc.co.uk/blogs/thereporters/Andy Coulsonharding/2011/02/south_africas_sushi_wars.html\">'' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of", "new_id": -2}, {"uid": "1295189804049070144", "i": 24489, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": " <strong> Randy Jackson </strong>, <strong> Jennifer Lopez </strong> and Steve: can they be tough enough to please us? The nondescript man in the white shirt is singing, inasmuch as that verb can be applied, <q> I Get a Kick Out of You. </q> He is so off-key that the lyrics are the only clue to his song choice. This is the point on the old American Idol where <strong> Simon Cowell </strong> would deliver a devastatingly honest putdown while his fellow judges collapsed", "new_id": -2}, {"uid": "1295560499243744796", "i": 11110, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295530662257605677", "i": 42377, "idx": 4, "sa": ["Simon Cowell", "Randy Jackson"], "q": "stopped by the shelter. Being the last audition, you know he's good. He is. He does a very soulful`` Eleanor Rigby'' and then a jaunty`` I'm Yours.'' <strong> Randy Jackson </strong>: <q> I like your singing voice. You have to shake out the whole vibe. </q> Maybe it's because he's been bored with the show for a while, but I really am not missing <strong> Simon Cowell </strong> as much as I thought I would. Last time we had auditions,", "new_id": -2}, {"uid": "1296055617213385284", "i": 24523, "idx": 0, "sa": ["Richard Keys", "Sian Massey", "Andy Coulson"], "q": "decision in Saturday's match. <strong> Richard Keys </strong>, who said he apologised to Miss <strong> Sian Massey </strong> on Sunday on the pair's behalf, said he had found the reaction to the comments`` extraordinary''. <q> I can not believe the frenzy that's blown up, </q> he said. He claimed he and Miss <strong> Sian Massey </strong> had ended their conversation on`` very good terms''.`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun", "new_id": -2}, {"uid": "1295452591083853361", "i": 9554, "idx": 7, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "<strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>.`` Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,'' he says. <q> Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect. </q> For Young, it's no accident that so many U.K. imports are more willing to play the mean judge than Americans.`` You guys love casting Brits as villains,'' he says.`` It", "new_id": -2}, {"uid": "1297127080053067784", "i": 22766, "idx": 1, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "cash from the couple.`` The Eric Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,'' said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction. <q> They will now pay a price for their criminal wrongdoing. </q> Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines change commander at...- The Marines have changed the commander of the detention facility where WikiLeaks... Photo in Slideshow: A file", "new_id": -2}, {"uid": "1295565086075235341", "i": 15911, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Steve Jobs"], "q": "Only three days after Apple chief executive <strong> Steve Jobs </strong> announced he was href=\"http://voices.washingtonpost.com/fasterforward/2011/01/Steve Jobs_Steve Jobs_medical_leave_need_to_know.html\"> taking an undefined medical leave, Google chief executive <strong> Eric Schmidt </strong> announced that he would hand that job over to co-founder <strong> Larry Page </strong>. a tweet( <q> Day-to-day adult supervision no longer needed! </q>, poking fun at his blog post. The latter explained that he, <strong> Larry Page </strong> and other co-founder Sergei Brin no longer needed to guide the company as a trio: \" So <strong> Larry Page </strong>, Sergey and I have been", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]