[{"uid": "1295501574237502509", "i": 12535, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Kara DioGuardi"], "q": "that`` American Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" href=\"http://shipowners.com/\"> ship performance similes, his <q> If I'm being honest </q> assessments and his very tight` Idol' Embraces Kinder, Gentler Attitude ABC News The Associated Press By DERRIK J. LANG AP LOS ANGELES January 18, 2011( AP) When a husky, mustached auditioner awkwardly snaps", "new_id": -2}, {"uid": "1295628336142901248", "i": 14702, "idx": 2, "sa": ["Paul McCartney", "David Letterman", "John Lennon Silva Santos"], "q": "of photographs, Fab Four FAQ 2.... <strong> Paul McCartney </strong> on`` A Day in the Life'' In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on <q> A Day in the Life. </q>( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com... Beatles It's Only Love Live Solo Acoustic Ivan Katz BUY THE CD IVAN KATZ ON ITUNES: itunes.apple.com Beatles It's Only Love Live Solo Acoustic Ivan Katz.", "new_id": -2}, {"uid": "1297393195089440264", "i": 16529, "idx": 3, "sa": ["Mike Pence", "Chris Christie"], "q": "savior of the Republican Party, and his`` family values'' allies will be responsible. Not every woman is fortunate enough to be a <strong> Mike Pence </strong> daughter, or a <strong> Chris Christie </strong> daughter who can easily afford the <q> best healthcare in the world </q> courtesy of the href=\"http://www.bobcesca.com/blog-archives/2011/02/governmentrun_h_1.html\" target=\"_hplink\"> socialized insurance policies provided by the federal and New Jersey governments. As we've all learned, the Republicans believe that health care is a privilege, and not a right", "new_id": -2}, {"uid": "1297381688148979733", "i": 45365, "idx": 0, "sa": ["David Letterman", "Esti Ginzburg"], "q": "in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.`` The first quEsti Ginzburgon that the sales rep will ask is,` What did you get into Sports Illustrated this year?''' Southwood and his Sauvage Swimwear in San Diego, Calif.", "new_id": -2}, {"uid": "1294966525056983567", "i": 2763, "idx": 2, "sa": ["Allen Iverson", "George Karl", "Phil Anselmo"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Phil Anselmoadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24.`` He's good,'' <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug.`` To be a part of something like that is something to http://wn.com/Allen Iverson_Allen Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have", "new_id": -2}, {"uid": "1295278131044859395", "i": 11283, "idx": 1, "sa": ["Larry Brown", "Allen Iverson", "David Stern", "Ian Craig Marsh"], "q": "didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak.`` Where's my coach at?'' he asked. <q> Where's Coach <strong> Larry Brown </strong>? </q> It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a gIan Craig Marsht step toward superstardom.``", "new_id": -2}, {"uid": "1297251515136822788", "i": 5886, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "John Barry"], "q": "unapologetic account to the public in an interview with Newsweek's <strong> John Barry </strong>. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan The 2011 State of the U...( 19:02:02 <q> <strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global... </q> The 2011 State of the U...( 19:07:31`` <strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...'' In Full: State of the U...( 19:09:20`` IN FULL", "new_id": -2}, {"uid": "1295667422103448593", "i": 7829, "idx": 1, "sa": ["Clive Goodman", "Nick Davies", "Andy Coulson", "Alan Rusbridger"], "q": "phone-hacking and the href=\"http://www.pressgazette.co.uk/notw\"> News of the World which have questioned the official line that just one`` rogue reporter'', <strong> Clive Goodman </strong>, was involved in the affair. Resigning today, <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Alan Rusbridger </strong> said:`` This is the result of first class investigative reporting by one Guardian reporter, <strong> Nick Davies </strong>, sustained over a very long period of time.`` From the moment he revealed the", "new_id": -2}, {"uid": "1294986075245579789", "i": 19323, "idx": 2, "sa": ["Colin Powell", "Tavis Smiley", "Richard Carmona", "Patrick Elie", "John King", "Barack Obama"], "q": "Discourse'' at Tucson Shooting Memorial <strong> Tavis Smiley </strong> on <strong> Barack Obama </strong>'s Arizona Memorial Speech, Martin <strong> Colin Powell </strong> <strong> John King </strong> and Hate in America Wesleyan Professor Alex Dupuy: Haiti Transformed into the`` Republic of the NGOs'' Haitian Activist <strong> Patrick Elie </strong>: <q> Haiti is Controlled by Foreign Governments and Foreign Interests </q> Haitian Writer Jean Saint-Vil: One Year After Earthquake, Haitian Population Treated as a Threat, Not an Asset Dr. <strong> Richard Carmona </strong>: Nonpartisan Solutions Needed in Wake of Tucson Tragedy Former Classmate of Jared Loughner:`` He Was", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]