[{"uid": "1295901162252542991", "i": 8034, "idx": 2, "sa": ["Simon Cowell"], "q": "Idol, used the interview to fuel speculation that he will quit the British X Factor to focus on the US show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. <q> I asked a successful guy,`` What's the best advice you can give me? </q> He said,`` <strong> Simon Cowell </strong>, know when to leave the fair,'' he said.`` I think that's good advice- one year, I actually found myself thinking,`` I've run", "new_id": -2}, {"uid": "1295931103251396112", "i": 16312, "idx": 2, "sa": ["Bill Lockyer"], "q": "pension problem can not be underestimated and said reform needs to happen quickly.`` It's truly a crisis. I totally disagree with[ <strong> Bill Lockyer </strong>],'' Fritz said, adding that a bankruptcy law <q> would get some serious negotiations going with the labor unions, where they know that this is an option, and they know that if they push it, it could be used to walk away from the liability. </q> Fritz warned that bankruptcy should only be used as a last resort, in the event that unions refuse to come to the table like the private sector.`` We've had that with GM", "new_id": -2}, {"uid": "1297257274238534666", "i": 1129, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}, {"uid": "1297260232238534678", "i": 22954, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Henry Kissinger"], "q": "RummyLeaks: <q> The <strong> Richard Nixon </strong> then said,` <strong> Richard Nixon </strong> doesn't shoot blanks' </q> NATO <strong> Donald Rumsfeld </strong>, <strong> Henry Kissinger </strong> and former president <strong> Richard Nixon </strong> <strong> Donald Rumsfeld </strong> is promoting his upcoming memoir with a document dump, which is actually a pretty great idea. The documents he's released at Rumsfeld.com aren't", "new_id": -2}, {"uid": "1295715899131842121", "i": 25767, "idx": 3, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton"], "q": "the requisite fame, glamour, and pedigree, <strong> Barack Obama </strong> seemed poised to fill the void left by <strong> Hillary Clinton </strong>'s departure. <strong> Kirsten Gillibrand </strong>, by contrast, was an obscure one-term House member from a conservative, rural district. <q> She faced prejudice not just as a woman but as an upstater, </q> says Robert Zimmerman, a top Democratic fundraiser in New York. <strong> Kirsten Gillibrand </strong> was promptly derided, first as a political nobody unprepared for the job; then, as Dems looked at her Blue Dog voting record-most provocatively her", "new_id": -2}, {"uid": "1296715247139952129", "i": 22345, "idx": 9, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our http://wn.com/2008-02-05_NBA_highlight_Denver_Nuggest_vs_Portland Denver 105, Portland 103( OT) PORTLAND, Ore., Feb. 4( AP)- <strong> Allen Iverson </strong>'s", "new_id": -2}, {"uid": "1296853252052805661", "i": 7750, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously.'' With several inches of snow outside, on top of ice that's been there for days, the Dallas-Fort Worth area has crawled with activity.", "new_id": -2}, {"uid": "1295605593042827782", "i": 35602, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "cash. Although SAS invests about 20 percent of its revenue back into research and development, the company is also eyeing several possible acquisitions.`` With a hot market comes consolidation,'' Davis said, <q> and we feel like we're in good shape to take advantage of any consolidation opportunities. </q> Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology veteran brought in", "new_id": -2}, {"uid": "1295436592214253680", "i": 46142, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "performs some duties on a network that only has one initial. I think the initial is D, G, F, or E. <strong> Ryan Seacrest </strong>, yes. Why? I don't know. I said <q> <strong> Ryan Seacrest </strong>, is it something about your childhood, should we talk about it? Should we all go to group therapy together? Maybe we should do that. </q> I offered. With <strong> Simon Cowell </strong> gone, who would you say is the toughest judge now on the panel?", "new_id": -2}, [{"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]]