[{"uid": "1295331968063275009", "i": 27423, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "quash this ridiculous rumor going around that the only reason` The Tourist' was nominated was so the Hollywood Foreign Press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>,'' <strong> Ricky Gervais </strong> quipped in the show's opening moments. <q> That is rubbish. That is not the only reason. They also accepted bribes. </q> The zinger was enough to get laughs from the audience and a wry smile from <strong> Johnny Depp </strong>, but the HFPA didn't find the accusation funny when it was included in a lawsuit filed Thursday in Los Angeles by", "new_id": -2}, {"uid": "1295667423103448577", "i": 46587, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>. <strong> Andy Coulson </strong> has been the centre of endless speculation in recent months over how much he knew about phone-hacking while he was editing the News of The World and how widespread it was.", "new_id": -2}, {"uid": "1296783985243531783", "i": 31442, "idx": 0, "sa": ["Kenneth Cole", "Kim Kardashian", "Michael Buckley", "Jon Gosselin", "Ryan Jenkins", "Louis Walsh", "Simon Cowell", "Danyl Johnson", "Heidi Montag", "Dannii Minogue"], "q": ": 2009 X-Factor <strong> Danyl Johnson </strong> XFactor Stacey Audition Auditions <strong> Simon Cowell </strong> Cheryl <strong> Kenneth Cole </strong> <strong> Dannii Minogue </strong> <strong> Louis Walsh </strong> <strong> Heidi Montag </strong> Body Language Miss Universe <strong> Kim Kardashian </strong> skanks Megan Wants Millionaire Hauserman <strong> Ryan Jenkins </strong> What the Buck <strong> Michael Buckley </strong> <strong> Jon Gosselin </strong> Murder Suicide entertainment news web series video blog Luke 17:20 <q> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation: 21 Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you. </q> John 18:36`` Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now", "new_id": -2}, {"uid": "1295478090159825954", "i": 15554, "idx": 2, "sa": ["Allen Iverson", "Dirk Nowitzki", "Ron Paul"], "q": "over Germany( 1-1) in fRon Pault of a sold-out Kolnarena crowd numbering 18000.`` It felt good when it left my hand, I knew it had a chance,'' said <strong> Allen Iverson </strong> of his game winner. <q> I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in.`` That was my first buzzer-beater ever, </q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after making the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1295982009241025028", "i": 15230, "idx": 1, "sa": ["Angelina Jolie"], "q": "`` We have a vast emerald jewelry collection, which is perfect resource if one is looking to match the look <strong> Angelina Jolie </strong> wore to the 2011 Golden Globes,'' says Au-Co Mai, founder and CEO of Emitations.com. <q> <strong> Angelina Jolie </strong> is known for her emerald green earrings; this year she wore delicate studs to match her flowing green gown. </q> Award show season is a busy time of the year for Emitations.com. With the onslaught of many new celebrity jewelry styles and trends being viewed by millions around the world, the online retailer is able to", "new_id": -2}, {"uid": "1295971243237928449", "i": 25365, "idx": 0, "sa": ["Eric Schmidt"], "q": "nur bei knappen Entscheidungen oder Spitzenpositionen lohnten. Die Autoren der Studie sahen au?erdem bei den Personalern ein gr?eres Problembewusstsein f?r den Schutz der Privatsph?re als bei den Bewerbern. Ein Befragter aus einem DAX-Unternehmen sagte demnach: <q> Ich finde es nicht so professionell, da zu schn?ffeln. </q> Au?erdem bezweifelten Befragte, dass Material aus sozialen Netzwerken ein belastbares Bild eines Bewerbers ergebe. TCP/IP-Protokolle Die wichtigste Protokollfamilie moderner Netzwerke Digital Life Design: <strong> Eric Schmidt </strong> bittet um Erlaubnis zum Datensammeln Vorratsdatenspeicherung und Fachkr?ftemangel Themen im Koalitionsausschuss", "new_id": -2}, {"uid": "1296541613250052616", "i": 56355, "idx": 0, "sa": ["Colin Powell"], "q": "Shelby Township  Cut Pentagon budget  Former Secretary of State <strong> Colin Powell </strong> and many members of Congress from both parties have said that cuts in Pentagon spending must be on the table to address the budget deficit( <q> Defense Secretary Gates proposes$ 78B in budget cuts over 5 years, </q> Jan. 7). Credible proposals have been put forward to cut Pentagon spending over the next decade. In an era when our states are facing terrible financial problems, I hope that our representative and senators", "new_id": -2}, {"uid": "1297388884268320786", "i": 9386, "idx": 1, "sa": ["Donald Rumsfeld", "Phyllis Schlafly", "Steve King"], "q": "entitlement reform, combined. Let's go to the tape... <strong> Donald Rumsfeld </strong> was on hand to receive the`` Defender of the Constitution Award''( What, was <strong> Phyllis Schlafly </strong> not around to receive the <q> WorSteve King Mothers Medal of Appreciation </q>?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there`` Let's be clear,'' he said.`` The radical Islamists are not cutting back", "new_id": -2}, {"uid": "1296591757227524629", "i": 42411, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Addis Ababa, the official whom presidential claimant Laurent Gbagbo has appointed as his foreign minister repeated his camp's line that the coupon would be paid at some point, but without giving a firm timeline. <q> We have the money of course, as we've been paying our civil servants. I don't know when, but we'll definitely pay, </q> Alcide Djedje told reporters on the margins of an African Union event. No comment was available from the side of rival candidate <strong> Alassane Ouattara </strong>, who won a November 28 poll according to UN-certified results.", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]