[{"uid": "1295609568069435392", "i": 2663, "idx": 0, "sa": ["Donovan McNabb", "Michael Vick", "Riley Cooper", "Tramon Williams"], "q": "be like Mike he wound up choking like <strong> Donovan McNabb </strong>. After two passes netted the Eagles 39 yards, <strong> Michael Vick </strong> needed just 27 more to move the Birds one step close to the Promised Land. <q> The last play we had four verticals and I just took a shot at the end zone, </q> <strong> Michael Vick </strong> said. With 40-something seconds left <strong> Michael Vick </strong> went for the home run throwing up a jump ball into the windy night. Rookie <strong> Riley Cooper </strong> was out of position in the end zone and Packers DB <strong> Tramon Williams </strong> came", "new_id": -2}, {"uid": "1295436641050954257", "i": 29028, "idx": 0, "sa": ["Alassane Ouattara", "Christopher Fomunyoh"], "q": "to Cote d'Ivoire's presidential deadlock comes due, pressure is mounting to end the stalemate in Abidjan, as observers pin the outcome of the power struggle on the future of the region as a whole. <q> If Cote d'Ivoire doesn't get resolved properly, then... democrats across the African continent can... go home, </q> said Dr. <strong> Christopher Fomunyoh </strong> at a Centre for Strategic International Studies( CSIS) panel discussion here Friday, which featured President-elect <strong> Alassane Ouattara </strong> via telephone link. <strong> Christopher Fomunyoh </strong>, senior associate at the National Democratic Institute, argued that", "new_id": -2}, {"uid": "1297137461190611470", "i": 7713, "idx": 11, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George H. W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons.`` I have no idea. I have no", "new_id": -2}, {"uid": "1297244827074432521", "i": 50382, "idx": 0, "sa": ["Simon Cowell", "Britney Spears", "Lindsay Lohan", "Ja Rule"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> We bring most of our problems on ourselves, and <strong> Lindsay Lohan </strong> is no different, </q> but unlike the people who are wishing her harm, I hope she's able to get her life straight. ABC News: <strong> Ja Rule </strong> to Get Sentencing Date in Gun Case ABC News: <strong> Lindsay Lohan </strong> to Face Felony", "new_id": -2}, {"uid": "1295462689182812682", "i": 232, "idx": 1, "sa": ["Bruce Willis", "Johnny Depp", "Ashton Kutcher", "Damon Lindelof", "Angelina Jolie", "Ricky Gervais"], "q": "Clinic and Los Angeles County Jail.'' <strong> Ricky Gervais </strong> also took a swipe at <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>'s film The Tourist, called <strong> Bruce Willis </strong>`` <strong> Ashton Kutcher </strong>'s dad'' and explained that hit TV show Lost ended <q> when the fat one ate them all </q>. But Lost creator <strong> Damon Lindelof </strong> saw the funny side.`` In case you forgot what made David Brent so brilliant, it's that he made us feel unsafe, uncomfortable and unable to look", "new_id": -2}, {"uid": "1296722561124895288", "i": 36779, "idx": 0, "sa": ["David Letterman", "Barbara Walters"], "q": "Theater for` The Late Show with <strong> David Letterman </strong>' New York City, USA... Veteran U.S. newswoman <strong> Barbara Walters </strong> is urging fans to watch a star-studded TV special highlighting heart disease, because learning about the health problem is <q> a matter of life and death </q>. The 81 year old underwent an operation last year( 10) to replace a faulty heart valve, shortly after announcing news of her condition on American TV show The View. <strong> Barbara Walters </strong> has", "new_id": -2}, {"uid": "1295281746135249922", "i": 4767, "idx": 0, "sa": ["Rasheed Wallace", "Tony Anderson", "Allen Iverson", "Jeff Fraser"], "q": "it 83-77. <strong> Rasheed Wallace </strong> added two more free throws with 40 seconds left and <strong> Allen Iverson </strong> made two more with 24 seconds to go for the final margin. In the fourth quarter, the Grizzlies were 4-of-20 and didnt www.peoplestandup.ca <q> I am a Canadian, free to speak without fear, free to worship in my own way, free to stand for what I think right, free to oppose what I believe wrong, or free to choose those who shall govern my country. This heritage of freedom I pledge to uphold for myself and all mankind. </q> Joel Pink Lawyer <strong> Tony Anderson </strong> and <strong> Jeff Fraser </strong> had sought out many lawyers by the end of February, 2007. A trusted friend, who has been helping us throughout this ordeal, recommended we go to a lawyer who seemed", "new_id": -2}, {"uid": "1295917245213958661", "i": 1090, "idx": 3, "sa": ["Boris Johnson", "Andy Coulson"], "q": "on- but only`` if there is genuine market failure''. Ker-ching, ker-ching.? In Stockholm- which British thinktanks visit to acquire wisdom- they offer an evening class on pigeon feeding. <q> We learn to break bread into suitable pieces and throw it without hitting the pigeons on the head. We practise making pigeon noises, imitating their head movements and their staring eyes to be able to blend in... </q> says the brochure. Honest.? While ex-BBC hack Gito Hari ponders flattering calls to take <strong> Andy Coulson </strong>'s job at No 10, students of his PR skills for <strong> Boris Johnson </strong> can measure the support for the London", "new_id": -2}, {"uid": "1297703922051036198", "i": 19784, "idx": 0, "sa": ["Angelina Jolie", "Ali Baba"], "q": "cinq enfants, six enfants... Oui mais c'est pas assez! Toujours et encore plus, Brad et <strong> Angelina Jolie </strong> s` offriraient bien un septi?me bambin pour la Saint Valentin. Et puis sept, a porte bonheur: <q> Blanche Neige et les 7 nains </q>,`` les 7 merveilles du monde'',`` <strong> Ali Baba </strong> et les 7 voleurs''... A non ils taient pas sept? Le couple Geek:`` On s` aime ok, mais", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}]