[{"uid": "1296550615213254158", "i": 33003, "idx": 14, "sa": ["Allen Iverson", "Kobe Bryant", "Shaquille O'Neal"], "q": "throws, grabShaquille O'Nealg eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Kobe Bryant_Kobe Bryant_Scores_81_Points_Raptors_vs_Lakers_Part_2 <strong> Kobe Bryant </strong> officially became The <strong> Kobe Bryant </strong>- turning in the", "new_id": -2}, {"uid": "1296342423105660428", "i": 40729, "idx": 5, "sa": ["Carmelo Anthony", "Serena Williams", "Allen Iverson", "Carlos Boozer", "Linas Kleiza"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs Murray 17pts,5 ast, <strong> Serena Williams </strong> 13pts Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs Murray 17pts,5 ast, <strong> Serena Williams </strong>", "new_id": -2}, {"uid": "1296373745172048387", "i": 34089, "idx": 15, "sa": ["Mike Pence"], "q": "his congressional staff of about 20 aides and heading the House GOP conference that served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. <q> If we would decide to seek the governorship, </q> <strong> Mike Pence </strong> said,`` I would expect people can judge whatever we would bring to the candidacy at that time.'' Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of", "new_id": -2}, {"uid": "1296730194207978513", "i": 3936, "idx": 2, "sa": ["Michael Gove", "Nick Gibb"], "q": "warns that <strong> Michael Gove </strong>'s plans for a narrow 1950s-style curriculum could lead to young people switching off from learning, playing up in the classroom and finding themselves unprepared for the modern workplace,'' he said. <q> Giving young people the opportunity to study the subjects they excel in, enjoy and that will set them up for the future is the best way to keep them engaged and focused on learning. </q> The Department for Education is currently carrying out a review of the national curriculum and handing teachers greater powers to search children and remove disruptive children from class. Schools minister <strong> Nick Gibb </strong> said the review was", "new_id": -2}, {"uid": "1296407544252772372", "i": 193, "idx": 35, "sa": ["Marcus Camby", "Allen Iverson", "Samuel Dalembert", "Andre Miller", "Andre Iguodala"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q> I almost had a perfect trip at my home away from home, </q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1295960092216842257", "i": 29534, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1295228893111804419", "i": 16091, "idx": 0, "sa": ["Angelina Jolie", "Catherine Zeta-Jones", "Michael Crichton"], "q": "and <strong> Angelina Jolie </strong>. <strong> Michael Crichton </strong> said he was celebrating a`` cancer-free'' day on the red carpet. The actor stepped out alongside wife <strong> Catherine Zeta-Jones </strong>, and told E! News he was feeling much better. <q> As of last week the tumour has gone, </q> he revealed`` this type of cancer doesn't usually come back.''`` I'm so happy to be[ here], it's our first time out in months and months and to be", "new_id": -2}, {"uid": "1296197040069206031", "i": 47203, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office, saying his`` heart is in Indiana.'' <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. <strong> Mike Pence </strong> For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor`` stifle themselves'' until the", "new_id": -2}, {"uid": "1295590731155664399", "i": 17732, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Aaron Rodgers", "Devin Hester", "Matt Ryan", "Brian Urlacher"], "q": "play calls on defense.`` They know our calls, so I have to try to change it up a little bit, but he's fun to play against, too,'' <strong> Brian Urlacher </strong> said. <q> He's exciting. He's a good competitor.`` I did vote him for the Pro Bowl, too. For real. </q> <strong> Brian Urlacher </strong>'s endorsement wasn't enough for <strong> Aaron Rodgers </strong> to earn a Pro Bowl selection ahead of <strong> Michael Vick </strong>, <strong> Drew Brees </strong> and <strong> Matt Ryan </strong>. href=\"http://nwherald.com/2011/01/21/return- td- would- be- typical- Devin Hester/an43mh3/?list- comments=1\"> View/Add Comments", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]