[{"uid": "1297242450110002273", "i": 35491, "idx": 0, "sa": ["Michael Gove"], "q": "train as teachers following new recommendations from the Michael Government. Education Secretary <strong> Michael Gove </strong> sent a letter to the Training and Development Agency for Schools telling universities to prioritise students with the best qualifications when offering PGCE places. <q> As you know, it is crucial that we continue to secure the very best applicants to teacher training </q> the Secretary of State for Education writes in his letter. \"The recent White Paper,` The Importance of teaching' highlights the case for investing ina high-quality workforce, as it is the quality of teaching that", "new_id": -2}, {"uid": "1297423960048676903", "i": 2553, "idx": 0, "sa": ["Michael Gove"], "q": ". But lawyers for Mr <strong> Michael Gove </strong> argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, his lawyers said the coalition had inherited <q> the largest budget deficit in peacetime history </q>, and spending cuts had had to be made \"quickly and significantly\" . Listen carefully Can voice recognition connect your app to a bigger market? It's quiz time! What did Obama", "new_id": -2}, {"uid": "1296127741218218551", "i": 56094, "idx": 0, "sa": ["Michael Gove"], "q": "and malnourishment. The ICRC, which has been operating in the country since the late 1970s, provides Somali hospitals with surgical equipment and medicine, pays for salaries and fuel and repairs facilities. <q> Both Keysaney and Medina hospitals treat all patients, regardless of their clan and religious or political background, </q> it said in a statement, calling for all sides of the conflict to spare civilians from harm. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"", "new_id": -2}, {"uid": "1297431551216350746", "i": 38447, "idx": 0, "sa": ["Michael Gove"], "q": "seats and door handles, along with the costly and ongoing maintenance, means the school is operating at a deficit of almost? 1m a year. \"It's a nightmare to run,\" she says. <q> If we could move to another building, we would. </q> The last Michael Government believed that lavishing this sort of money on school buildings would drive up standards and have a positive impact on educational outcomes. Indeed, this assumption underpinned the case against <strong> Michael Gove </strong> brought by the six", "new_id": -2}, {"uid": "1296138570063832064", "i": 8304, "idx": 0, "sa": ["Michael Gove", "Alassane Ouattara", "Ben Ali"], "q": "Michael Governance, expressed hope Gabon's leaders and its people will have the wisdom find the way to progress,\" it added. Mba Obame this week cited Ivory Coast and Tunisia during a rally, saying <q> history was on the march. </q> Ivory Coast incumBen Alit Laurent Gbagbo has refused to step down despite U.N.-certified results showing a November 28 poll was won by <strong> Alassane Ouattara </strong>-- and Outtara has since declared himself president. An uprising in Tunisia this", "new_id": -2}, {"uid": "1297682385038584333", "i": 57588, "idx": 0, "sa": ["Michael Gove"], "q": "Despite cuts, however, the Michael Government was now keen to bring about much-needed improvements. \"Some of the school buildings in Northumberland are old and in need of upgrading,\" he said. <q> There has been a bit of investment, but that's generally been in the south-east of the county. \"At the moment, we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings. </q> Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. \"The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times. \"I was able to explain", "new_id": -2}, {"uid": "1296143048256950283", "i": 16533, "idx": 1, "sa": ["Michael Gove"], "q": "for National Security Studies. \"Clearly the winds of change are blowing,\" he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the", "new_id": -2}, {"uid": "1296913450012926978", "i": 39144, "idx": 3, "sa": ["Michael Gove", "Robert Lambert", "Mohammed Shafiq"], "q": "EDL- or for other far-right groups like the BNP. He mentioned the word \"Islamophobia\" just once and, that too, in passing. As <strong> Mohammed Shafiq </strong>, of the Ramadan Foundation, points out: <q> On the day we see fascists marching in Luton we have seen no similar condemnation or leadership shown from the Michael Government. </q> The fact is that Muslims and Muslim organizations, as former Met police officer <strong> Robert Lambert </strong> argues over 8 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'?", "new_id": -2}, {"uid": "1296138678011223047", "i": 48358, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "The bill is likely to include further measures such as plans to overhaul the teacher training process, sweeping reforms of qualifications and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> <q> 50 new powers to meddle in education in your area </q> with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it \"strips councils of any real power and gives it all to the Secretary of State\" . Play video News Headlines( Lunchtime) for January 27th,... Play video", "new_id": -2}, {"q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with <strong> Larry Page </strong>, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Larry Page", "Eric Schmidt"], "index_answer": 1, "idx": 2, "i": 1282}]