[{"uid": "1296149816234012694", "i": 15557, "idx": 2, "sa": ["Mike Pence"], "q": "a primary and dangerous to his own party if he secures the nod in a general election.\" ( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, <q> If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your guy... I've literally never heard a bad thing about him. People like him, both personally and professionally. But is this the year we're going to elect an ideologue? I don't think so. </q> blog comments Reader Comments( 2) <strong> Mike Pence </strong> is great, but I'm not sure if he has the political courage to do this. He plays it safe and often evades giving solid answers", "new_id": -2}, {"uid": "1296444801159711269", "i": 15378, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Mitch Daniels", "Mike McDaniel", "Phil Sharp", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\" <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong>( title=\"Legal-", "new_id": -2}, {"uid": "1296171922065404971", "i": 3553, "idx": 3, "sa": ["Mike Pence", "Mike McDaniel"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \"a Christian, a conservative, and a Republican, in that order.", "new_id": -2}, {"uid": "1296853879119488517", "i": 2943, "idx": 2, "sa": ["Mike Pence", "Christopher Smith"], "q": "Apparently no one understands that <strong> Mike Pence </strong> and <strong> Christopher Smith </strong> aren't trying to overturn Roe v. Wade. \" Report Abuse \" For a political party that is supposed to stand for limited government and individual freedoms the \" Report Abuse <q> You are such a saint Mr. Blumenthal. This article is a joke. Have you really been focusing your \"energy on fostering economic growth and creating jobs </q>? \" If so, then I would respectfully ask you to step down from your Senate position because you are wasting taxpayers' money. Not only have you not created economic growth or jobs( minus", "new_id": -2}, {"uid": "1296486373063668243", "i": 2846, "idx": 16, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. \"If we would decide to seek the governorship,\" <strong> Mike Pence </strong> said, <q> I would expect people can judge whatever we would bring to the candidacy at that time. </q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295958129216842277", "i": 12970, "idx": 14, "sa": ["Mitch Daniels", "Mike Pence", "Charlie Black"], "q": "<strong> Mitch Daniels </strong>, a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Pence </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because has a long way to go in building a fundraising network and a campaign team, and becoming better-known.(", "new_id": -2}, {"uid": "1297162259138723358", "i": 24864, "idx": 0, "sa": ["Mike Pence"], "q": "of the goals of Live Action is to get members of Congress to defund Planned Parenthood. It's no coincidence that this incident comes on the heels of <strong> Mike Pence </strong>'s( R-IN) introduction of H.R. 217, the <q> Title X Abortion Provider Prohibition Act. </q> The bill was introduced with the specific purpose of targeting Planned Parenthood. So what's at stake? Planned Parenthood operates 820 health centers around the country and provides sexual and reproductive health care, education,", "new_id": -2}, {"uid": "1297377662182599691", "i": 6111, "idx": 3, "sa": ["Doug Lamborn", "Mike Pence"], "q": "time that they boasted of having performed 324,800 abortions,\" the Ohio lawmaker said. The money Planned Parenthood gets is supposedly never used for abortions, but many find that hard to believe. <q> Money is fungible. So money that goes to Planned Parenthood is going for abortion. There is no other way to look at it, </q> said <strong> Mike Pence </strong> <strong> Doug Lamborn </strong>, R-Colo. Susan B. Anthony List and the Pro-Life Women's Caucus are asking the public to call, e-mail or write their lawmakers to cut off federal funds from Planned Parenthood. CBN", "new_id": -2}, {"uid": "1295698647092569615", "i": 56953, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama"], "q": "GOP <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> leads the Digest today. Her speech to an anti-tax group is fueling speculation that she's serious about a run for <strong> Barack Obama </strong>. Bachmann_to_warn_iowans_america_under_threat_as_never_before\"> MinnPost reports that <strong> Michele Bachmann </strong> will say <q> America is under threat like never before </q> in her speech. MPR says <strong> Michele Bachmann </strong> approaches Iowa with a trail of misstatements. The Des Moines Register says it appears <strong> Michele Bachmann </strong> is putting the pieces in place for a run. Iowa poll shows <strong> Michele Bachmann </strong> getting 3.66 percent", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]