[{"uid": "1295530460005685268", "i": 14298, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Silvio Berlusconi", "Jennifer Lopez"], "q": "Minister, <strong> Silvio Berlusconi </strong>. Ms. <strong> Jennifer Lopez </strong> commandeered the good cop role, wailing and mugging over having to reject contestants in a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. <q> Oh my God, this is awful, </q> she moaned after saying no to a young woman from the Ivory Coast. \"Oh my God, I hate this.\" <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the", "new_id": -2}, {"uid": "1295561213061718589", "i": 2856, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "to Apple and Google-but is it the right one? <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> too issue with the assertion that <strong> Google Inc. </strong> and its competitors such as Apple were involved in a some sort of blood sport, saying people <q> assume that these are zero-sum games, which are battles to the death. </q> <strong> Eric Schmidt </strong> instead proposed that the market was big enough for multiple approaches, saying \"there's plenty of room for everyone.\" techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on", "new_id": -2}, {"uid": "1297439837161464379", "i": 7927, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The biggest change by far for Nokia is its tacit admission that its Symbian operating platform has failed to become competitive, illustrated by its bold move to take on Microsoft's mobile platform for its smartphones. <q> I think there was a recognition that for something to effectively compete and ultimately win against Android and iPhone, it would require some big muscle, </q> <strong> Stephen Elop </strong> said at a joint news conference with Microsoft CEO <strong> Steve Ballmer </strong>. The choice to adopt Microsoft Phone is a controversial one as the platform has also not done so well against Google's Android or the iPhone", "new_id": -2}, {"uid": "1296971617152387585", "i": 29615, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> View/Add Comments There have been no comments made about this story. Copyright Â© 2011 Northwest Herald. All rights reserved.", "new_id": -2}, {"uid": "1295985184186695702", "i": 6503, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "most of its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival. Microsoft employed", "new_id": -2}, {"uid": "1296952455136560644", "i": 4685, "idx": 0, "sa": ["Sergio Marchionne"], "q": "think Britain's bailed-out banks are ungrateful, take a look at Detroit-based carmaker Chrysler, which owes$ 5.8 bn to US taxpayers as a result of a rescue package that averted liquidation two years ago. <q> I want to pay back the shyster loans, </q> Chrysler's chief executive, <strong> Sergio Marchionne </strong>, told an industry conference on Friday. This wasn't an accidental outburst: he went on to repeat the word \"shyster\" twice more. Chrysler is obliged to", "new_id": -2}, {"uid": "1296832434019169309", "i": 5459, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the Android show midterm. And that market is going to get even more crowded with China Inc( ZTE, Huawei et al) joining Sony Ericsson, HTC, Motorola and PC vendors,\" wrote Ahmad. <q> And more significantly, how is anyone going to differentiate on Android long-term? </q> Ahmad urged <strong> Stephen Elop </strong> to go to his former boss <strong> Steve Ballmer </strong> and get him to agree to an exclusive deal for Windows Phone 7- although presumably Microsoft has already entered into legally binding contracts with existing Windows Phone", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1296738996265682966", "i": 5209, "idx": 0, "sa": ["Andy Coulson"], "q": "individuals will be given permission if a formal or informal application to the court is made. The guidance stated that judges can authorise live reporting on a case-by-case basis and at times it may be limited to <q> representatives of the media for journalistic purposes </q>. Sign up here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. BBC's Craig Oliver to replace <strong> Andy Coulson </strong> as No 10 communications chief Sponsored content must", "new_id": -2}, {"uid": "1297660948049070084", "i": 24330, "idx": 0, "sa": ["Pete Rose", "Michael Vick"], "q": "don't bet on yourself. If <strong> Michael Vick </strong> is forgiven of animal cruelty, then <strong> Pete Rose </strong> should be forgiven for personal cruelty! North Fort Myers Leftover medicine Re: <q> Man is second Lee County swine flu fatality, </q> Aug. 6. Nine more Floridians died from swine flu during that week, bringing the total to 41. Yet, the vaccine priorities of the Centers for Disease Control is for young adults ages 19 through 24.", "new_id": -2}]