[{"uid": "1295133243039174154", "i": 22435, "idx": 2, "sa": ["David Letterman", "Mike Birbiglia", "Jrue Holiday", "Danny Granger", "Conan O'Brien", "Jimmy Fallon"], "q": ", who got a game-high 27 points from <strong> Danny Granger </strong> to halt a nine-game road losing streak. <strong> Jrue Holiday </strong> led the Sixers with 19 points and eight assists, while <strong> Mike Birbiglia </strong> Tour Week Five- The Basketball Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, Mi...", "new_id": -2, "mturk_index": "774"}, {"uid": "1297129026165691493", "i": 17330, "idx": 1, "sa": ["Lindsay Lohan", "Charlie Sheen", "Simon Cowell", "Jon Cryer"], "q": "Behind The Scenes Of` The X Factor' With <strong> Simon Cowell </strong> Scenes& Stars Of CBS'` Two And A Half Men' Scenes and stars from <strong> Charlie Sheen </strong> and <strong> Jon Cryer </strong>'s CBS sitcom <q> Two and a Half Men. </q> Check out these shots of <strong> Charlie Sheen </strong> in the 1980s and 1990s!` Two And A Half Men' Star <strong> Charlie Sheen </strong>` Glee's' Truce With <strong> Lindsay Lohan </strong> Family Is Over and More Celebrity News", "new_id": -2, "mturk_index": "1056"}, {"uid": "1295894873135872563", "i": 20621, "idx": 19, "sa": ["George Clooney", "George H. W. Bush", "Donald Rumsfeld"], "q": "must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. \"How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein?\" he says. <q> That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them. </q> Amber Van Brunt( PICTURE): Nurse Has Sex with Dying Patient, Loses License for 20 Years Where Do Moms Keep the Milk Flowing Longest? You Might Be Surprised She's <strong> George Clooney </strong>'s First", "new_id": -2, "mturk_index": "874"}, {"uid": "1296079016000753673", "i": 25056, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "\" \"We believe it was worth it,\" he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" \"[...] <q> We're real excited about it, </q> Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's", "new_id": -2, "mturk_index": "506"}, {"uid": "1294964788123027464", "i": 35976, "idx": 0, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": ". Members of Congress who visited Giffords in hospital said she had briefly opened her eyes for the first time since the attack. Senator <strong> Kirsten Gillibrand </strong>, who was holding Giffords's hand, said: <q> So her eye is flickering and <strong> Mark Kelson </strong> sees this and gets extremely excited... And so he said: Gabby, open your eyes, open your eyes. And he's really urging her forward. </q> \"And then she finally opens her eyes and you could she was like desperately trying to focus and it took enormous strength from her. And <strong> Mark Kelson </strong> could just can't believe it. I mean,", "new_id": -2, "mturk_index": "1167"}, {"uid": "1295256654226672664", "i": 24782, "idx": 1, "sa": ["David Letterman", "Michael Crichton", "Matt Lauer"], "q": "on the big screen portraying Gordon Gecko in \"Wall Street: Money Never Sleeps.\" His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q> I've got cancer. I've got cancer. I've found out about three weeks ago. I said,` gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it. </q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Crichton </strong>' first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. <strong> Matt Lauer </strong>: \"There were some pictures taken", "new_id": -2, "mturk_index": "202"}, {"uid": "1294963157066879490", "i": 10277, "idx": 4, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand", "Michelle Obama"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, <q> Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment. </q> <strong> Mark Kelson </strong> told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Michelle Obama </strong> would speak at a memorial service. <strong> Mark Kelson </strong> gave the president", "new_id": -2, "mturk_index": "1025"}, {"uid": "1296292861120143897", "i": 27485, "idx": 0, "sa": ["Zahi Hawass"], "q": "posts outside the massive coral-colored building in downtown Cairo. Soldiers surrounded the building and moved inside to protect mummies, monumental stone statues, ornate royal jewelry and other pharaonic artifacts. target=\"mwphcomReportAbuse\" Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \" First the` protesters", "new_id": -2, "mturk_index": "1371"}, {"uid": "1297132541144228403", "i": 949, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "been quoted many times by critics of the war as an example of how the Bush administration misled the public.\" Critics of the war, he writes, accused the Bush administration of lying, compiling <q> a small string of comments- ill-chosen or otherwise deficient- to try to depict the administration as purposefully misrepresenting the intelligence. </q> But, <strong> Donald Rumsfeld </strong> says: \"While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. Other senior administration officials also did a reasonably good", "new_id": -2, "mturk_index": "1829"}, {"uid": "1295749089127680581", "i": 15822, "idx": 0, "sa": ["Ken Auletta", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Business Journal <strong> Eric Schmidt </strong> will leave Google after a year as executive chairman. after a year as executive chairman, according to <strong> Ken Auletta </strong> <strong> Larry Page </strong> take over has been brewing for a year. The outgoing CEO <q> lost some energy and focus </q> after losing a battle with <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong> over the decision for the search giant to pull out of China, <strong> Ken Auletta </strong> reports. Coupled with frustration over failed efforts Google was making at social networking,", "new_id": -2, "mturk_index": "863"}]