[{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,<q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1296293567080576513", "i": 18299, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "DeMar DeRozan"], "q": "rumors of <strong> Allen Iverson </strong>'s arrival to the Kenner Summer League were true, and by game's end, <strong> Allen Iverson </strong> had scored 40 points. By the Su... OJ <strong> Michael Jordan </strong> \"The Next One\"[ New Edition] <q>This is only a fan made video and is not made for monetary gain. No copyright infringement intended.<q> I think <strong> Michael Jordan </strong> will win ROTY... But Rose is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> DeMar DeRozan </strong> RAPS", "new_id": -2}, {"uid": "1297425123196083775", "i": 19363, "idx": 1, "sa": ["David Letterman"], "q": "animal when she appeared on \"Late Show'( weeknights, 11:35 PM ET on CBS). \"Do you think, uh, um, maybe you need to abstain?\" She replied, <q>I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s summer.<q> <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. \"Number one was always,` Do you drink in the morning?\" he", "new_id": -2}, {"uid": "1295464300008323104", "i": 48304, "idx": 0, "sa": ["Eric Schmidt"], "q": "media and quantifying results for your client to the power of communications, and more importantly one's reputation: 2 former ex rock radio jocks discuss the similarities of breaking a hit single and marketing a public company. <q>What works for investor relations 6 months ago, may not work today. You have to have your dominos lined up, then it's all about timing. After all, you have to be in the right place at the right time to make money.<q> Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday January 21st in Vancouver on \"IR Secret Weapons-- Ensure Success and Quantify Results\". www.ellismartinreport.com http contact: martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295433052260259931", "i": 357, "idx": 0, "sa": ["Lionel Richie", "Don Kirshner", "Arsenio Hall", "David Letterman", "Billy Crystal", "Billy Joel", "Paul Shaffer"], "q": "musicians including <strong> Billy Joel </strong> and the Police. <strong> Don Kirshner </strong> also helped launch the careers of Prince, The Eagles, <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <q><strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the \"golden age' of the popular music business,<q> <strong> Billy Joel </strong> said in a statement. \"At the time, his` hands-off\" approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.\" <strong> Paul Shaffer </strong>,", "new_id": -2}, {"uid": "1296509739175063060", "i": 5869, "idx": 0, "sa": ["Michael Vick"], "q": "to prison on sex tourism charges for their patronage of his brothel. U.S. Video: Govt.: Cut sodium, fat; add fruits, vegetables U.S. Video: Deadly Liquor Store Robbery Caught on Tape Report Abuse <q>Destroying those kids that have a hard life to begin with/ I saw a documentary a few years ago, that showed in some countries, the mother, father or siblings sell the kids for money. How sick is that!!!!<q> Report Abuse \"Troy: have you ever heard of reverse racisim?? I mean seriously!!!!\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing", "new_id": -2}, {"uid": "1297588971109002780", "i": 17091, "idx": 4, "sa": ["Tony Blair", "Donald Rumsfeld", "Winston Churchill", "Osama bin Laden"], "q": "job for a second time aged 68 that is the focus of the greatest scrutiny and controversy. Mr <strong> Donald Rumsfeld </strong> rejects criticism that the invasion of Iraq was a distraction from the hunt for al-Qaeda leader <strong> Osama bin Laden </strong>. <q>He is probably still alive, but he is having a hell of a difficult time functioning<q> while eluding capture, he says. For <strong> Tony Blair </strong>, \"the most eloquent public voice\" in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes.", "new_id": -2}, {"uid": "1297193637179781646", "i": 22059, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.<q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Director Danville-Boyle County Humane Society", "new_id": -2}, {"uid": "1295936421203702325", "i": 40279, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,<q> it said.", "new_id": -2}, {"uid": "1294969133139608087", "i": 7230, "idx": 0, "sa": ["Josh Greenbaum", "Steve Ballmer"], "q": "offered by IBM and Oracle and in part by SAP. <strong> Josh Greenbaum </strong>, principal at software consultancy Enterprise Matters, offers up this sophisticated interpretation of the strategic intent behind <strong> Steve Ballmer </strong>'s ouster of Muglia: <q>Microsoft is going to reorg around its own \"stack' business, and in doing so take a major new tact in the battle for the enterprise,<q> writes <strong> Josh Greenbaum </strong> in a blog post called Bob Muglia Leaves-is this the Beginning of a Major Enterprise Realignment at Microsoft?. \"The new tact will be Microsoft\"s own version of the stack wars", "new_id": -2}]